[
    [
        " This is Jocco Podcast number 265 with Echo Charles and me, Jocco Willink.",
        0.52,
        5.42
    ],
    [
        " Good evening, Echo. Good evening. And also joining us tonight is Dave Burke,",
        5.98,
        9.0
    ],
    [
        " Good evening, Dave. Good evening. So last podcast we introduced Marine Corps",
        9.16,
        15.06
    ],
    [
        " Doctional Publication at one tack four, which is called competing. And of course",
        15.06,
        20.06
    ],
    [
        " we only made it one chapter deep because well there's a lot to go into. And so",
        20.06,
        27.86
    ],
    [
        " first we're going to take a little tangential drip into my head a little bit. So in",
        27.86,
        34.46
    ],
    [
        " reading that manual and as I talked and I talked about this, I started correlating",
        34.46,
        38.6
    ],
    [
        " competing with influencing. And you take that one step further, which isn't very",
        38.6,
        44.36
    ],
    [
        " a very big step. What is influencing influencing is leading. That's what you're",
        44.36,
        48.86
    ],
    [
        " doing. So one of the main things that I liked about this Marine Corps concept of",
        48.86,
        56.14
    ],
    [
        " competing was this idea of this continuum of competition that they present in",
        56.14,
        59.96
    ],
    [
        " this book. It goes from pure piece on one side, just pure piece. And then it",
        59.96,
        67.1
    ],
    [
        " starts to move to the right. It goes to economic competition and then classic",
        67.1,
        71.96
    ],
    [
        " diplomacy and then political warfare. And then there's this gray zone and you",
        71.96,
        75.42
    ],
    [
        " get into hybrid hybrid war. And then you get into the threat of violence. And",
        75.42,
        79.62
    ],
    [
        " then you finally cross the what they call the violence threshold. And then",
        79.62,
        85.98
    ],
    [
        " so you're now you're using violence. And then even violence has a place that",
        86.2,
        92.36
    ],
    [
        " that expands on this continuum. It goes to from conventional war and then it keeps",
        92.36,
        99.14
    ],
    [
        " going further and further to the right to you get to total war where one side is",
        99.14,
        103.02
    ],
    [
        " using. And you know, it means necessary to completely destroy the enemy. And so",
        103.02,
        109.58
    ],
    [
        " with that, I started thinking about the continuum of influence or the continuum",
        109.82,
        119.14
    ],
    [
        " of leadership that we have to use every day to lead and influence people. And",
        119.14,
        126.7
    ],
    [
        " and it draws some very interesting parallels to the continuum of competition",
        126.7,
        133.58
    ],
    [
        " at the Marine Corps talks about and there's one specific mark in there that",
        133.58,
        138.22
    ],
    [
        " really showed a lot of similarities to me. So if we look at this continuum from",
        138.96,
        143.38
    ],
    [
        " the beginning, like on the far side, you have someone that you don't care about.",
        143.38,
        150.12
    ],
    [
        " You don't care what they're doing. You're not trying to influence them. You",
        150.5,
        154.0
    ],
    [
        " don't want them to do anything at all. You just don't care. That's they're off",
        154.0,
        156.84
    ],
    [
        " they're like off the spectrum. I guess they're touching it, but they're not on it",
        156.84,
        160.12
    ],
    [
        " yet. So we don't have to worry about them. We don't care what they're doing at",
        160.12,
        163.42
    ],
    [
        " all. Now, as soon as you cross that first little threshold, well, now you've got",
        163.84,
        168.98
    ],
    [
        " someone that you want to influence. You want them to follow a plan or you want",
        168.98,
        175.24
    ],
    [
        " them to execute an action or you want them to execute a behavior. So now we're on",
        175.24,
        179.48
    ],
    [
        " to the continuum of influence or the continuum of leadership. So what does it",
        179.48,
        184.46
    ],
    [
        " start with? Well, it starts with we're trying to build a relationship with that",
        184.46,
        188.24
    ],
    [
        " person. That's where we're going to begin. And well, it's interesting. What's the",
        188.24,
        190.9
    ],
    [
        " best way to start building a relationship with someone? Oh, you let them start to",
        190.9,
        193.66
    ],
    [
        " influence you. So as soon as you're saying, Hey, that's a good guy. I like that. I like",
        193.66,
        197.54
    ],
    [
        " what you're doing. And you know, there's that you've heard of this thing mirroring. Have",
        197.54,
        202.0
    ],
    [
        " you heard this? So mirroring is the physical. Oh, if Dave's hit sitting with his hand on",
        202.0,
        207.04
    ],
    [
        " his on his cheek, then I do the same thing. And it's a little indicator. I'm allowing",
        207.04,
        212.12
    ],
    [
        " you to see that you're kind of influencing me and it's a positive thing. So that's",
        212.12,
        220.82
    ],
    [
        " mirroring what you're doing. And that's my first way of showing you that I'm allowing",
        220.96,
        223.44
    ],
    [
        " a little influence. So now that's start to build a good, a good rapport between us. So",
        223.44,
        229.0
    ],
    [
        " that's, that's, you know, like the lowest level. And then what I'm going to do, I'm going",
        229.0,
        233.44
    ],
    [
        " to listen to what you have to say. And so I'm starting to build this relationship. And",
        233.44,
        236.12
    ],
    [
        " people don't think this way. People, people miss this, right? People don't understand",
        236.12,
        239.32
    ],
    [
        " that when I mirror you and when I listen to you, I'm actually starting to gain influence,",
        239.32,
        242.68
    ],
    [
        " people totally miss that all the time. They completely miss that. But that's level",
        242.78,
        246.94
    ],
    [
        " one, right? It's, it's a, it's an incredibly important level, but it's level, whatever.",
        246.94,
        252.2
    ],
    [
        " 0.008, whatever that number is. So, so we're just listening. We're letting them model,",
        252.52,
        259.54
    ],
    [
        " we're, we're, we're mirroring their behavior a little bit. Eventually, as we start to escalate,",
        259.76,
        264.78
    ],
    [
        " we start to model our behavior for them a little bit. We start acting a certain way. We're",
        265.06,
        270.52
    ],
    [
        " not asking you to do it. We're just doing it. And we're hoping that, that influence,",
        270.52,
        276.16
    ],
    [
        " rubs off on the other person. And now they start to, they start to do the same thing.",
        277.4,
        283.34
    ],
    [
        " And this is another thing that you can do, you do it subconsciously, maybe do it consciously,",
        283.84,
        289.14
    ],
    [
        " but, you know, people are in a line at a grocery store. And a new line opens up. And",
        289.52,
        299.04
    ],
    [
        " if no one sees it, if you just, if no one sees it, you can just walk over to that line and then",
        299.04,
        303.68
    ],
    [
        " people see it and they can model your behavior and your kind of influence, how much people",
        303.68,
        306.72
    ],
    [
        " that you don't even know. But it's just a way of, of, of modeling behavior and setting,",
        306.72,
        312.3
    ],
    [
        " well, there's a little bit of here all the time, right? Set the example. Set a good example.",
        312.44,
        315.26
    ],
    [
        " That's a good way to lead. For sure. That's, that's, that's outstanding.",
        315.4,
        317.96
    ],
    [
        " Eventually, though, maybe that's not enough, right? Maybe we're trying to, maybe we're trying to",
        318.66,
        326.16
    ],
    [
        " influence someone to do something, either follow a plan, adjust their behavior,",
        326.16,
        333.88
    ],
    [
        " take a certain action. If we're trying to get someone to do that and we haven't, they haven't",
        336.98,
        341.12
    ],
    [
        " really followed our modeling, now we got to start escalating and going a little bit harder.",
        341.12,
        344.62
    ],
    [
        " So that's a little bit harder. Well, asking good questions, asking earnest questions.",
        345.48,
        350.5
    ],
    [
        " Oh, hey, Dave, why do you do this like that? And it's just a way, and then listen,",
        350.76,
        354.62
    ],
    [
        " so that as Dave explains to me why he's doing something a certain way, maybe it reveals to him,",
        355.26,
        360.32
    ],
    [
        " because now he's looking at it from a detached perspective. That's an amazing thing about asking",
        360.52,
        364.26
    ],
    [
        " someone a question. When you ask someone a question, it detaches them from what they're doing.",
        364.26,
        369.16
    ],
    [
        " That's what makes it such a powerful tool, because when Dave is just sitting there with his pen and",
        369.64,
        374.06
    ],
    [
        " he's fiddling with his pen, he's not even noticing that he's doing it, which he's literally doing",
        374.06,
        377.26
    ],
    [
        " right now. But as soon as I say, hey, if I didn't want him to do that, if it was blurring the camera",
        377.26,
        381.2
    ],
    [
        " or something, hey, why are you, why are you keep fiddling with that pen? He has to detach to actually",
        381.2,
        387.02
    ],
    [
        " figure out why he's doing it, which is a great thing, because we always want people to detach and",
        387.02,
        392.22
    ],
    [
        " see things from the outside. So just asking an earnest question is a really good escalation on",
        392.22,
        399.12
    ],
    [
        " this continuum that we're going through. Now, that little question and answer session that we're",
        399.12,
        409.16
    ],
    [
        " having kind of leads to a discussion where we're actually having a discussion, well, you know,",
        409.16,
        412.78
    ],
    [
        " sometimes I just like to fidget, it makes me think, oh, that's interesting. So we can have an",
        412.84,
        416.66
    ],
    [
        " actual conversation and that whole discussion that we're having, if I'm utilizing this correctly,",
        417.98,
        423.68
    ],
    [
        " I'm guiding you, I'm guiding Dave, in this case, I'm guiding Dave to discover what I'm trying. I",
        424.44,
        433.76
    ],
    [
        " want you to discover the fact that, hey, if you're fidgeting with that pen, people aren't even paying",
        433.76,
        437.36
    ],
    [
        " attention to what you're saying and it's making noise on camera. But I want you to discover those",
        437.36,
        441.46
    ],
    [
        " things. And I want you to actually tell me about them, because then it comes from you and that's",
        441.46,
        444.48
    ],
    [
        " infinitely more powerful. So, but sometimes it doesn't work and sometimes even though someone",
        444.98,
        453.22
    ],
    [
        " detaches, they just don't, they can't get far enough away from that thing. So where's it go from",
        453.22,
        457.2
    ],
    [
        " there? Well, now I'm going to maybe offer an indirect little statement about what's going on.",
        457.2,
        462.62
    ],
    [
        " You know, just a little, you know, do you think it's distracting when you do that? If someone's",
        463.8,
        470.4
    ],
    [
        " watching you, I have, you know, I've always found that distracting if someone's talking to me,",
        470.44,
        476.66
    ],
    [
        " but they're fidgeting. So now I'm just, I'm going to, it's indirect, but it still is, I'm",
        476.66,
        481.5
    ],
    [
        " starting to put a little bit more pressure with that statement. And of course, now what I'm",
        481.5,
        484.36
    ],
    [
        " going to do is listen to what you have to say. And so where does it escalate from there? Now Dave",
        484.36,
        490.06
    ],
    [
        " still not, still not paying attention to what I'm, he's still just sitting there fidgeting with a pen",
        490.06,
        493.98
    ],
    [
        " and it's distracting to everyone. It's making noise and it's messing up the focus. The camera's",
        493.98,
        498.5
    ],
    [
        " all kinds of problems, but Dave doesn't care or whatever he hasn't, he hasn't seen it yet.",
        498.5,
        502.58
    ],
    [
        " So then maybe we escalate a little bit more. And now, you know, it's my, my metaphors about to",
        503.88,
        510.28
    ],
    [
        " lose a little bit of traction because that's such a minor thing that this next step,",
        510.28,
        516.28
    ],
    [
        " it, well, to say, hey, why don't we make a pro like a pro and con list about fidgeting your pen,",
        516.62,
        523.02
    ],
    [
        " right? Now, if we were talking about, you know, going into a new market area with a business and",
        523.12,
        528.38
    ],
    [
        " you were like, hey, we're going, we're going, we're going, and I had tried to influence you and I",
        528.46,
        531.84
    ],
    [
        " tried to ask you questions about it and I couldn't get you there. And then my next escalation might",
        531.84,
        535.62
    ],
    [
        " be, hey, why don't we do a pros and cons on that? I'm still not coming at you. I'm just asking,",
        535.62,
        541.08
    ],
    [
        " asking like, hey, why don't we do some pros and cons that way? Once again, what am I doing?",
        541.44,
        545.84
    ],
    [
        " You're going to have to detach to a pros and cons. This is one of the benefits of doing a pros and",
        545.98,
        549.26
    ],
    [
        " cons list. Is it detaches you? Take some of those emotions away. And now we're sitting here saying,",
        549.26,
        554.76
    ],
    [
        " okay, Dave is detached to say, well, these are some positive things. It helps me think. It",
        555.48,
        560.12
    ],
    [
        " gives me something to do with my hands. Or let's go to the market area. Hey, here's the positive",
        560.12,
        564.4
    ],
    [
        " things about the market area. We don't have any stores there. There seems to be a decent market.",
        564.4,
        569.02
    ],
    [
        " Here's the cons. It's going to high rents in that area, whatever. So now you can start to reveal,",
        569.12,
        574.32
    ],
    [
        " you reveal instead of me revealing you, hey, man, the rents over there are ridiculous.",
        574.7,
        578.62
    ],
    [
        " Instead of me revealing out to you, which offends you, in general, it offends people to just tell",
        579.22,
        584.72
    ],
    [
        " them anything, it's much better when you tell me, now all of a sudden it's your idea and this is a",
        584.72,
        588.92
    ],
    [
        " beautiful thing. So that's like sort of the next thing. It's another little level of escalation",
        588.92,
        595.46
    ],
    [
        " that you could do on this continuum. Where I'm moving in that direction, I'm still trying to",
        595.46,
        600.7
    ],
    [
        " indirectly influence you. And maybe the next thing I do is offer some kind of a bargain,",
        601.6,
        608.6
    ],
    [
        " some kind of a negotiation where I say, hey, you know, maybe now's not the right time to go in",
        609.36,
        615.16
    ],
    [
        " that market area. Maybe we look at it next quarter. Right? So it's a little negotiation to try and",
        615.16,
        620.58
    ],
    [
        " see if if I can get you to think a little bit more about it. It's just a negotiation.",
        620.58,
        625.74
    ],
    [
        " And look, maybe you go, yeah, yeah, because maybe you saw just enough, maybe you saw, maybe it",
        628.3,
        632.38
    ],
    [
        " just revealed just enough of the problems that you're going, yeah, you know what, maybe we do,",
        632.38,
        635.16
    ],
    [
        " you know, do this. Maybe we maybe we want it to next quarter. Yeah, we can do that.",
        635.42,
        639.54
    ],
    [
        " And there's another little technique that's going on there too, which is I'm giving you an",
        640.1,
        643.68
    ],
    [
        " out, right? Yeah, we'll wait to next. Yeah, that's probably a good idea, right? So you are sort of,",
        643.68,
        648.22
    ],
    [
        " you start to see some of those issues, but you don't want to concede that your idea was not good.",
        648.36,
        653.52
    ],
    [
        " So instead you just can see that it will just push it off a little bit, but it's still a good idea.",
        653.52,
        657.52
    ],
    [
        " So that way your ego remains intact and it's all good. But maybe you didn't catch that.",
        657.66,
        662.9
    ],
    [
        " So now we're going to start to brush up against, we're starting to brush up against me being",
        663.8,
        670.52
    ],
    [
        " just direct with you, which is revealing some shortfalls. Like just saying to you, hey,",
        670.52,
        678.14
    ],
    [
        " you know, the rents in that area are really high. And by the way, two similar businesses",
        678.18,
        683.66
    ],
    [
        " went into that market and both of them washed out. And that happened in the last 18 months.",
        683.66,
        688.6
    ],
    [
        " Those are real concerns. And even when I do that, so now I'm showing you, like, those are no",
        689.18,
        696.38
    ],
    [
        " longer things that you revealed. Those are now things that I'm telling you. So this is a,",
        696.38,
        700.08
    ],
    [
        " this is a transition. And, and, and I'm sure you're tracking this, but this whole thing is",
        700.08,
        706.74
    ],
    [
        " interlaced with leadership capital. This whole thing is interlaced. So the other ones,",
        707.04,
        711.72
    ],
    [
        " when you, when I allow you to reveal something to me, my leadership capital goes up.",
        711.94,
        715.84
    ],
    [
        " When I tell you something, my leadership cap takes a little, takes a little bit of it.",
        716.26,
        719.84
    ],
    [
        " Not, not, nothing crazy. But we're not neutral, right? Some of those in the middle might be neutral.",
        720.22,
        724.98
    ],
    [
        " So I'm still going to give you an out, you know, when I say, hey, you know,",
        725.44,
        728.4
    ],
    [
        " there's other two other companies gone in their last 18 months. And then so maybe we should,",
        728.48,
        733.28
    ],
    [
        " and I give you some kind of an out, you know, maybe we wait another year and I give you some kind",
        733.4,
        737.88
    ],
    [
        " of an out where you go, yeah, you know, that's probably a good idea. So we're still, we still have",
        737.88,
        746.02
    ],
    [
        " a possibility that you kind of see what a good move is. And you're kind of on board with what I'm",
        746.02,
        750.9
    ],
    [
        " saying, which is what I'm trying to do this whole time. It's I'm trying to influence you, right?",
        750.9,
        753.24
    ],
    [
        " Trying to lead you trying to influence you. Then it's just straight up. I'm just going to tell",
        753.56,
        758.16
    ],
    [
        " you what the shortfalls are. And if that doesn't happen, you know, offer them another option.",
        758.16,
        767.92
    ],
    [
        " What's another option to their plan? What's another option to their behavior? You know, hey, maybe",
        768.86,
        775.06
    ],
    [
        " putting stores directly in that neighborhood, how about this one that's, you know, four miles to",
        775.06,
        781.02
    ],
    [
        " the north? So yeah, you know, that's also a good neighbor. So I give you an out, I give you an",
        781.02,
        785.14
    ],
    [
        " option that still kind of gratifies your ego and your idea. But at the same time, it moves you",
        785.5,
        790.48
    ],
    [
        " in a little bit of a direction where I want to go. So we're still doing all right. And then the,",
        790.48,
        796.12
    ],
    [
        " the kind of the final sort of indirect way is, you know, a Dave, why don't we put one in this",
        796.14,
        804.84
    ],
    [
        " market area over here now? And then next time we'll put one in this marketer that you want to go",
        804.84,
        810.18
    ],
    [
        " into. So again, a lot of these are just kind of bargaining and kind of repetitive, but they're all",
        810.18,
        815.04
    ],
    [
        " different levels of bargaining from, hey, we do this later to, hey, we will do this or we hold off,",
        816.06,
        822.26
    ],
    [
        " there's a bunch of different ways to bargain through it. And then eventually, so now you've",
        822.38,
        827.28
    ],
    [
        " go through these methods, these attempts to discuss something or to, to influence someone and every",
        827.28,
        835.46
    ],
    [
        " one of these attempts is an indirect attempt. Every one of these attempts is me trying to get you",
        835.46,
        842.96
    ],
    [
        " to kind of come on board with what I'm saying without",
        843.1,
        846.38
    ],
    [
        " by your own, by your own volition, right? It's your choice that you say, yeah, you know what,",
        846.38,
        854.22
    ],
    [
        " we should do this later. Or yeah, you know what, that market area to the north is good. So all",
        854.3,
        858.86
    ],
    [
        " those are your choice. Every one of these I'm giving to you, every one of these attempts,",
        858.86,
        864.3
    ],
    [
        " but we might fail even with all those attempts. And then at some point,",
        864.6,
        870.82
    ],
    [
        " you know, so in the Marine Corps, what they do is they go through this whole continuum and then",
        871.98,
        876.16
    ],
    [
        " they get eventually to this point where they cross the threshold of violence. So what does that",
        876.16,
        881.32
    ],
    [
        " look like in influence? What does that look like in leadership? It's the threshold of going from",
        881.32,
        886.28
    ],
    [
        " indirect to direct. And now I am absolutely, it's going to cost me leadership capital. At this time,",
        886.28,
        893.48
    ],
    [
        " I'm now, it's not going to cost me leadership capital, which hey, look, there's times we have",
        893.56,
        900.22
    ],
    [
        " five years and we've done a bunch of stuff and it's all gone great. And he's risen up through",
        900.34,
        905.08
    ],
    [
        " the company and all of a sudden, I got a call and some chips and say, hey, man, you know what,",
        905.08,
        909.02
    ],
    [
        " we're not doing that. And he goes, got it, you know, that I'm not saying it doesn't cost me",
        909.12,
        913.58
    ],
    [
        " something, but I can afford it. But when you cross the threshold of from indirect to direct,",
        913.58,
        921.82
    ],
    [
        " now, it's definitely going to cost you. Like I said, you might have money in the bank, but you",
        922.42,
        925.88
    ],
    [
        " might have leadership capital in the bank, but it's going to cost you. So now, now is when we're",
        925.88,
        929.76
    ],
    [
        " saying, hey, you know what, we're going to have to, we cannot go into that market area. Again,",
        929.76,
        935.66
    ],
    [
        " this is the most gentle way to do it. It's we, you know, it's, it's us. It's our team. I'm on your",
        935.66,
        940.98
    ],
    [
        " side. You know, we, we can't go into that market area right now. And you know, then the response",
        940.98,
        948.16
    ],
    [
        " could still be, you know, if Dave's, if Dave's my subordinate and Dave starts, you know, he,",
        948.16,
        953.52
    ],
    [
        " most people get the, hey, we can't go into it. Most people get the hint. And by the way, we'll",
        953.74,
        959.22
    ],
    [
        " have the number of times that I make it in across the threshold of direct is so, so minuscule.",
        959.22,
        966.12
    ],
    [
        " I can't remember times. So most people, by the same say, look, we cannot do, we cannot go into",
        966.3,
        974.58
    ],
    [
        " that market area. They go, ooh, jockeles got a pretty good, oh, yeah. And they feel a little bit of",
        974.58,
        979.16
    ],
    [
        " it. They feel that direct. And they immediately say, okay, I got it. I see where, I see where we're",
        979.16,
        989.2
    ],
    [
        " sometimes you say, no, this, this is what we are doing. We are not going in there. And it",
        989.2,
        996.06
    ],
    [
        " can even escalate to no, Dave, you cannot open up another store of that. Now this is direct. This is it.",
        996.06,
        1001.56
    ],
    [
        " I'm ordering you because I'm the boss. I'm ordering you. We will not go into that market area.",
        1001.98,
        1008.64
    ],
    [
        " We are not going to build a store there. And then you will not do that. So this is a direct thing.",
        1008.8,
        1013.38
    ],
    [
        " It's not even me anymore. It's not even us. It's you. And then what happens after that?",
        1013.38,
        1019.68
    ],
    [
        " What happens after that is now you now you now you have to have a stick. Right, outcomes is because",
        1021.04,
        1026.54
    ],
    [
        " we were we had the carrot out for a while. And some of those bargainings can be carrots. Hey, Dave,",
        1026.54,
        1032.34
    ],
    [
        " you know, if you can hold off on that marketer, I'll give you this other marketer over here. That's",
        1032.36,
        1035.44
    ],
    [
        " a carrot. I use that carrot. I didn't mention it, but yeah, that's another indirect way. If I can draw",
        1035.44,
        1039.92
    ],
    [
        " you away from this bad area to this other area with a carrot, that's positive. We just got a",
        1039.92,
        1046.2
    ],
    [
        " bunch of intel that this other market area is really starting to ramp up. Why don't you put something",
        1046.2,
        1051.62
    ],
    [
        " there? Obviously, you go, oh, yeah, okay, I didn't know that cool. You jump on that carrot. Well,",
        1051.62,
        1055.78
    ],
    [
        " now when you don't when you go through this escalation, now I at some point I have to get out of stick.",
        1055.84,
        1059.86
    ],
    [
        " And say if you try and open up something to that market area, I'm actually going to remove",
        1060.7,
        1066.96
    ],
    [
        " you from that position, or I'm going to dock your pay or whatever the punishment becomes. I'll",
        1066.96,
        1072.34
    ],
    [
        " write you up. Whatever it's going to become. And that's sort of where we get to, you know,",
        1072.34,
        1079.32
    ],
    [
        " theoretically in the business world of the highest level of escalation is like, I'm going to fire you.",
        1079.76,
        1084.48
    ],
    [
        " Right. Hey, if you don't do what I'm telling you to do, you are going to get fire. I'm going to",
        1084.88,
        1089.34
    ],
    [
        " fire you. And of course, you go outside the business world, you go into the into the streets, as they",
        1089.34,
        1094.58
    ],
    [
        " say. Well, there's the there's the threat of violence comes next, which is, hey, you either get,",
        1094.58,
        1099.78
    ],
    [
        " you either move your car out of my parking space or I'm going to punch you in the head. That's a",
        1100.02,
        1105.34
    ],
    [
        " threat of violence. And what happens after that? Violence. I grab you. I put you back in your car.",
        1105.34,
        1111.2
    ],
    [
        " And I, you know, say you better back out of this thing right now. And, and if you really want to",
        1111.36,
        1119.7
    ],
    [
        " take this to the next level, the ultimate is the, the, the existential threat, which is if you",
        1119.7,
        1127.92
    ],
    [
        " don't do what I'm telling you to do, I'm going to kill you. Right. So, so, and it's important to,",
        1127.92,
        1132.62
    ],
    [
        " it's important to understand what that that's there. And I'll tell you why, because a lot of people,",
        1132.76,
        1139.02
    ],
    [
        " they want to start. They want to start this, this continuum at the threat. That's where they begin.",
        1139.22,
        1146.94
    ],
    [
        " That's where they begin with their employees. They start with, this is what you're going to do.",
        1147.02,
        1151.38
    ],
    [
        " That's where they start. And once, once you, once you cross, here's the thing. So once you cross",
        1152.08,
        1159.54
    ],
    [
        " that threshold of director over, that's another good word over leadership. Meaning, I'm telling you",
        1159.54,
        1165.76
    ],
    [
        " exactly this is totally over. There's no, there's no influence happening there. It's just me telling you",
        1165.76,
        1170.72
    ],
    [
        " what's going to happen. And when we do that, when we, when you start out there, you just don't have",
        1170.72,
        1177.4
    ],
    [
        " anywhere to go. You're not having anywhere else to go. So, the lower you are on the continuum,",
        1177.4,
        1185.66
    ],
    [
        " the better off you are as a leader. And in fact, in fact, if you go negative, if I go, if I'm",
        1186.28,
        1195.32
    ],
    [
        " your boss, Dave, and I go negative, and I actually let you influence me. And I say, you know what, Dave,",
        1195.32,
        1200.1
    ],
    [
        " that looks like a great marketer. I didn't think I'd go on in there. Let's, let's do it. My, I'm gaining",
        1200.1,
        1205.14
    ],
    [
        " more, even more leadership capital. So it's even better if I'm in the negative, if I'm in that",
        1205.14,
        1211.38
    ],
    [
        " other chart where you're actually influencing me. So if we can do that, then we don't ever have to",
        1211.38,
        1219.78
    ],
    [
        " get to that threshold. And I, like I said, I, I, the amount of times I've crossed that threshold",
        1219.78,
        1227.4
    ],
    [
        " in my life from a leadership perspective is freaking tiny. And I'll tell you where, let's just",
        1227.56,
        1234.88
    ],
    [
        " throw one place that happens all the time. Is it happens with kids all the time, right? With kids",
        1234.88,
        1239.34
    ],
    [
        " all the time, it's, it's greener room. Why? Cause I said so. There you go. Yep. You just went",
        1239.34,
        1246.98
    ],
    [
        " right to the, Hey, direct over. I'm going to order you what to do. The horrible thing to do.",
        1246.98,
        1253.8
    ],
    [
        " What happens with employees? Happens up and down the chain of command. And here's what's interesting.",
        1253.9,
        1260.32
    ],
    [
        " When you are, you, when you cross the threshold of direct and you cross the threshold of overt,",
        1262.24,
        1270.1
    ],
    [
        " you, there's a, there's a equal and opposite reaction. Right. So every time you",
        1271.28,
        1280.2
    ],
    [
        " bark at someone, they're, they might do what you said, but there isn't an equal and opposite",
        1280.24,
        1284.74
    ],
    [
        " reaction that they are looking for you to fail. They're looking to sabotage. They're looking to",
        1284.74,
        1289.56
    ],
    [
        " cause problems. The stronger the orders, the more you yell at somebody, the stronger that backlash",
        1289.56,
        1294.22
    ],
    [
        " is going to be. That's the reality of the situation. And a lot of people, a lot of people need to",
        1294.22,
        1302.96
    ],
    [
        " think about this. So in the same way that the Marine Corps put together this manual to let every",
        1302.96,
        1309.98
    ],
    [
        " buddy know that there's, that they're competing all the time, you should also know that there's a",
        1309.98,
        1316.24
    ],
    [
        " continuum that they're, you're on a continuum of competition all the time. And there's also a",
        1316.24,
        1320.5
    ],
    [
        " continuum of leadership. And by the way, it's up and down the chain of command too. And I didn't,",
        1320.5,
        1323.78
    ],
    [
        " I'm not going to like dig deep into this right now. We'll do it later. But when you talk about",
        1323.9,
        1328.8
    ],
    [
        " up the chain of command, there's a continuum as well. It starts off with just compliance, right.",
        1328.8,
        1334.18
    ],
    [
        " Dave tells me to do something. He's my boss. Cool. I do it. What's the next level? I question",
        1334.58,
        1339.7
    ],
    [
        " what he's saying? Hey, Dave, why are we doing that? What's the next level? Hey, Dave, I don't",
        1339.7,
        1343.2
    ],
    [
        " think we should do that. We get some resistance going. Then we get to objection. This is a bad idea.",
        1343.2,
        1348.46
    ],
    [
        " And then we eventually get to refusal. And then we get to mutiny. So there's a continuum there as well.",
        1348.82,
        1353.52
    ],
    [
        " And there's some people that start off, you know, if they don't have a, if they're not thinking",
        1354.4,
        1358.3
    ],
    [
        " strategically, they go right to this, this doesn't make any sense. That's where they go right too.",
        1358.3,
        1362.08
    ],
    [
        " They're jumping right there. And now all of a sudden, what are they going to get back? An equal",
        1362.68,
        1365.72
    ],
    [
        " and opposite reaction, which says, shut up and do what I told you to do. So we don't want to go to war.",
        1365.72,
        1373.88
    ],
    [
        " We want to build relationships. We want to build relationships with other country. We have other",
        1374.58,
        1379.62
    ],
    [
        " nation states. We want to have relations. We don't want to go to war. War costs us money and lives.",
        1379.62,
        1384.62
    ],
    [
        " We don't want that. We don't want to go to war with our employees. We don't want to go to war",
        1385.76,
        1395.7
    ],
    [
        " you can start to say, Oh, I see what's going on. I'm escalating. How much am I going to escalate?",
        1395.7,
        1400.7
    ],
    [
        " What's the next lowest minimum step I could take in my escalation? So that's what we need to do.",
        1400.8,
        1407.16
    ],
    [
        " We need to pay attention to that. I don't have to do this. I can barely think of times when I've",
        1407.44,
        1416.92
    ],
    [
        " had to do this. And why is, because I listen up, what other people have to say, I dig in. I mean,",
        1416.92,
        1422.58
    ],
    [
        " guys, I don't dig into my position. I don't think my position is infinitely better than yours. I",
        1422.58,
        1427.74
    ],
    [
        " think probably if you and I both want to kill bad guys and win the war, our ideas are going to be",
        1427.74,
        1432.56
    ],
    [
        " pretty close. I think if we both want to take care of our clients and make profit, our ideas are",
        1432.56,
        1438.98
    ],
    [
        " going to be pretty close. They're going to be pretty close, close enough that I can be fairly",
        1438.98,
        1443.9
    ],
    [
        " agreeable with whatever it is someone else wants to do. But it's a continuum that we have to pay",
        1443.9,
        1450.82
    ],
    [
        " attention to, just like competing. What do you got, Dave? You're over there taking notes.",
        1450.82,
        1457.44
    ],
    [
        " I was just thinking, I mean, I'm listening to what you're saying and I'm making the connection.",
        1458.14,
        1464.92
    ],
    [
        " And you're using, you're using examples that I actually get to live,",
        1465.14,
        1468.6
    ],
    [
        " I lived in the military, but I get to live that now too, because I have relationships with the",
        1469.06,
        1473.16
    ],
    [
        " clients we work with. I have relationships inside of us on front. I have relationships in different,",
        1473.16,
        1477.04
    ],
    [
        " in different ways, even with you. There are times that you and I are working together.",
        1477.04,
        1481.24
    ],
    [
        " There are times that you're helping me almost in a support role with a client and there's times",
        1481.66,
        1484.84
    ],
    [
        " that you're the CEO of the company and I'm running one of the departments. As you're talking",
        1484.84,
        1489.92
    ],
    [
        " about that, I'm picturing this continuum and like, okay, where's the threat of violence? Where does",
        1489.92,
        1493.5
    ],
    [
        " physical violence, where does war come in? The more you make deposits or the more you take the",
        1493.5,
        1500.1
    ],
    [
        " indirect approach, the more you get to keep doing that and the more you go to the direct threat,",
        1500.28,
        1508.06
    ],
    [
        " the more you have to use that. And just the idea of the recognition is that,",
        1508.9,
        1513.36
    ],
    [
        " and I'm just thinking of those terms of the more indirect you are, the more leadership deposits",
        1513.74,
        1517.96
    ],
    [
        " I make, the more that's the technique I get to use, because the more I let you influence me,",
        1517.96,
        1523.94
    ],
    [
        " the more likely you're going to be doing the things you want to do that help us get to the",
        1524.26,
        1527.32
    ],
    [
        " handset. And I never have to, I never have to move down that almost never have to move down",
        1527.32,
        1531.82
    ],
    [
        " that continuum. I'm trying to think of a time where I'm trying to think of a time where you had to",
        1531.82,
        1537.52
    ],
    [
        " escalate in a way that I recognized. And I, I've been working four years. Now, I'm not saying that",
        1537.52,
        1544.48
    ],
    [
        " that hasn't happened. I'm not saying that the escalation hasn't occurred, but it's, I can't think of",
        1544.48,
        1548.9
    ],
    [
        " a time where I went, oh, damn, I kind of, I kind of pushed him up the stair step. So it has been subtle",
        1548.9,
        1555.48
    ],
    [
        " enough the times, how many times has happened? But the reason it works, even though subtle escalations,",
        1555.54,
        1561.56
    ],
    [
        " the reason they work is because that's the technique you always use. So, so the idea of the",
        1561.56,
        1566.88
    ],
    [
        " threat of violence, especially if that's your first move, it's so limiting. It gives you so few",
        1566.88,
        1571.56
    ],
    [
        " options after that, that it's such a bad, it's not a bad first move. It's even a bad six or seventh",
        1571.56,
        1578.16
    ],
    [
        " when I think there's this idea that there are so many things. And I think the part of that as a",
        1578.16,
        1583.46
    ],
    [
        " leader is that I want to avoid war as well, even if I'm the boss, even if I'm in charge, that's not",
        1583.46,
        1588.0
    ],
    [
        " what I want. And I think the way you close it was just because the equal and opposite reaction.",
        1588.0,
        1592.28
    ],
    [
        " And the satisfaction of knowing you're, you're going to win is not, should not be enough to, to make,",
        1592.46,
        1597.26
    ],
    [
        " and as a parent, it makes the most sense. I know I'm going to win that worth my get. If I tell my",
        1597.3,
        1600.76
    ],
    [
        " kid to clean his room, because I said so, he is going to clean his room. You know, what a great victory.",
        1600.76,
        1605.82
    ],
    [
        " What a win. Yeah. And, and yeah, for how long until the reaction from him becomes so big and so",
        1605.92,
        1611.96
    ],
    [
        " violent that I lose all influence over him. Yeah. The, the other thing is as I brush up against,",
        1611.96,
        1619.92
    ],
    [
        " hey, well, maybe it's the time, maybe it's the time to go direct in this situation.",
        1620.96,
        1626.72
    ],
    [
        " Most of the time, I have to weigh that against, okay, well, what does that get me strategically?",
        1627.36,
        1630.52
    ],
    [
        " Right. Where does that get me strategically? If I've got to say, you know what, Dave, this,",
        1631.06,
        1635.48
    ],
    [
        " you need to, you need to do it this way from now on. I want you to use this font on the power points.",
        1635.68,
        1641.0
    ],
    [
        " Right. Whatever thing you want to come up with, where does that get me strategically? All you",
        1641.04,
        1647.48
    ],
    [
        " have to do is take one step back and say, wait a second, where does that get me strategically?",
        1647.48,
        1650.16
    ],
    [
        " Does that improve my relationship with Dave? Does this make him want to do a better job? Does this,",
        1650.38,
        1654.46
    ],
    [
        " like it, you just have to take one step back and you go, oh, yeah, this is dumb. This is a dumb move.",
        1654.66,
        1658.72
    ],
    [
        " What I should do is, is be a better influencer, have a better relationship, explain myself better,",
        1659.16,
        1664.88
    ],
    [
        " do some bargaining, talk about it. Maybe I'm wrong. Maybe the font that he's using is actually better",
        1665.24,
        1670.76
    ],
    [
        " for these and, and, and by the way, has he picked a font that's illegible? Right. Has he picked a",
        1670.76,
        1678.82
    ],
    [
        " font that's illegible? Is it, is it Cyrillic? Is that the right word? I don't know. Cyrillic,",
        1678.82,
        1685.48
    ],
    [
        " is that the right word? Like the Russian? Yeah. Is it, is he picked a font that is illegible",
        1685.5,
        1689.7
    ],
    [
        " in English? Right. And then, then I kind of have to make a stand. But if it's legible, if people can",
        1689.7,
        1695.96
    ],
    [
        " read it, why am I freaking out? The answer is I'm stupid. I want to waste my leadership capital on",
        1695.96,
        1701.9
    ],
    [
        " something that doesn't matter. But by the way, up and down the chain of command, because if I said,",
        1701.9,
        1707.02
    ],
    [
        " hey, Dave, what do you think of that font? You know what you'd say to me? You like, well, I've",
        1707.1,
        1711.5
    ],
    [
        " been using it, but what does it not look good? And I'd say, well, I don't know, it's a little bit",
        1711.5,
        1714.62
    ],
    [
        " unclear from a distance. You'd say, oh, I'm going to follow my sword about this font. No, you'd",
        1714.62,
        1720.18
    ],
    [
        " actually say, oh, well, which one have you been using? And I'd say, oh, I've been using aerial",
        1720.18,
        1724.28
    ],
    [
        " because it has sharp edges, which I like. And you'd say, hmm, oh, click down, drop, drop the menu.",
        1725.06,
        1731.88
    ],
    [
        " There's aerial. You click on it. Yeah, you're right. That does look pretty good, Jaco. And I go,",
        1732.18,
        1737.1
    ],
    [
        " gee, thank you. And you say, you know what? I'm going to change all my briefs to aerial. Because just",
        1737.32,
        1742.92
    ],
    [
        " vice versa, I'm not sitting here telling you use Cyrillic fonts that can't be read by English",
        1742.92,
        1750.06
    ],
    [
        " speaking humans. So you're, so what do we do? I'm offering a little suggestion and you're going,",
        1751.48,
        1758.64
    ],
    [
        " oh, yeah, that's a great suggestion. My leadership capital went up, your leadership capital went",
        1758.8,
        1763.54
    ],
    [
        " up. It's a beautiful thing. Or we can have World War seven about a font. It's such a tactical",
        1763.54,
        1771.42
    ],
    [
        " loss for you to say, it's, first of all, it's a tactical loss for me to say, you need to change",
        1771.42,
        1780.04
    ],
    [
        " because that's what I use. Yeah, okay. Great. Oh, hey, by the way, it's different. That fonts",
        1780.04,
        1786.44
    ],
    [
        " different on other systems. And now it looks like just a horrible thing. If you're smart, you go,",
        1786.44,
        1792.04
    ],
    [
        " hey, oh, you like aerial. Cool. Got it. We're moving forward.",
        1792.32,
        1796.08
    ],
    [
        " Be surprised. Be surprised. All right. It's interesting, isn't it?",
        1797.18,
        1804.16
    ],
    [
        " It's interesting how you kind of use the pan fidgeting example on Dave over here, but you literally",
        1805.36,
        1812.62
    ],
    [
        " did me like that. Did I really? Yeah. We have it. Remember I was clicking the pan a long time ago.",
        1812.62,
        1817.94
    ],
    [
        " It was online. Oh, you need to post it then. And you were, I did post it. I know what I said.",
        1817.98,
        1824.58
    ],
    [
        " I said, do you think the mic picks up that noise? Yeah. Do you think it makes sense? And you know",
        1824.66,
        1834.14
    ],
    [
        " no, but then you kind of clicked it a couple times while we were just quiet. And you know what you",
        1834.24,
        1839.3
    ],
    [
        " heard? Click, click, click, click, click, click, click. And then I laughed. Yeah. And I did it. It was weird.",
        1839.3,
        1844.92
    ],
    [
        " It kind of was, it was almost like in not slow motion, but kind of like I could slowly",
        1845.28,
        1849.9
    ],
    [
        " within the span of I would say maybe six seconds. I slowly picked up on what you're doing there.",
        1849.9,
        1855.96
    ],
    [
        " Like why you said it like that? Like you're saying, hey, stop doing the clicking. Just stop clicking.",
        1856.06,
        1860.28
    ],
    [
        " That's what you're saying. But you said it in this way. Hey, do you think that's going to have",
        1860.74,
        1866.44
    ],
    [
        " in the way the tone, everything like you could tell you knew what you're doing with the way you",
        1866.44,
        1870.3
    ],
    [
        " delivered that question? Here's the, here's the no kidding. The no kidding. When I asked you that",
        1870.3,
        1877.34
    ],
    [
        " question, I was earnestly asking that question. Like do you think that's going to show up? Now,",
        1877.34,
        1881.36
    ],
    [
        " it's an earnest question. Do you think that clicking is going to show up on this podcast?",
        1881.56,
        1886.44
    ],
    [
        " It's an earnest question. I probably had a pretty good suspicion because I can freaking hear it",
        1887.32,
        1891.02
    ],
    [
        " through my headphones for 15 minutes. But you got to detach from those emotions. And you got",
        1891.02,
        1896.98
    ],
    [
        " to ask an earnest question because maybe if it's not going to show up, why am I worried about it?",
        1896.98,
        1900.74
    ],
    [
        " I'm not going to let it bother me. If it's not going to show up, it's not going to be on the",
        1901.42,
        1905.64
    ],
    [
        " audio than who cares? I'm not going to care about that. If you want to click your pen all day,",
        1905.64,
        1909.86
    ],
    [
        " cool. It's not bothering me. It's not going to be on the, we're good. So it's an earnest question.",
        1909.86,
        1913.98
    ],
    [
        " But I mean, it's, it's, we did know the answer. Yeah. Kind of because we can hear it. You know,",
        1915.06,
        1919.5
    ],
    [
        " it's kind of interesting. We'll say because you know, I did kind of say, no, I don't think so.",
        1919.52,
        1925.08
    ],
    [
        " I forget exactly what I have to get the replay. Yeah. But I feel like if I remember correctly,",
        1925.08,
        1929.46
    ],
    [
        " I was kind of at least at the very least implied that like, no, no, no, it's all good almost",
        1929.56,
        1934.14
    ],
    [
        " for just for a split second, though. The thing is that was a version of me like defensively",
        1934.14,
        1940.14
    ],
    [
        " I was about to say that was really that was a instinctual defense. It's a",
        1940.14,
        1944.44
    ],
    [
        " instinctual exactly like that instinctual defense. Yeah. Yeah. And then but I was so it was so not",
        1944.44,
        1950.56
    ],
    [
        " like just natural. Yeah. Yeah. But it was so not called for like on a like a primal level.",
        1950.56,
        1956.7
    ],
    [
        " If you were like, it was so not called for that I felt that it was so not called for. And I don't",
        1956.7,
        1961.28
    ],
    [
        " pray. I don't have to dig in on the click in the pen. It's basically like I know that it's like a",
        1961.28,
        1966.84
    ],
    [
        " habit, you know, I mean, clicking pens to have it. And then what made it additionally interesting,",
        1966.88,
        1971.6
    ],
    [
        " just a little teeny tiny interaction was that I was like, oh man, I do it like out of habit,",
        1971.74,
        1976.3
    ],
    [
        " right? Is the excuses like trying to explain like, oh, I do out of habit. And then instead of",
        1976.48,
        1980.44
    ],
    [
        " you say, you remember that's no excuse or whatever, you were just like, oh, and then you grabbed like",
        1980.44,
        1984.42
    ],
    [
        " the nearest non-clicking pen and just simply gave me as bargaining rev options.",
        1984.42,
        1990.06
    ],
    [
        " That's true. That's the carrot, right? The carrot like, oh, maybe deviate your attention from that.",
        1990.36,
        1997.02
    ],
    [
        " You know, the things that fall into the category of indirect and direct like the techniques you",
        1997.2,
        2005.8
    ],
    [
        " can use can actually, I was thinking about the conversation can actually change. If early in",
        2005.8,
        2011.66
    ],
    [
        " a relationship or relationship that doesn't have a lot of mutual respect or you don't have any of",
        2011.66,
        2015.06
    ],
    [
        " that leadership capital built, you can say, hey, Dave, don't click your pen. And I'd be like, okay,",
        2015.06,
        2021.4
    ],
    [
        " I probably comply, but in my mind, I like dude, what's the deal? And I might have that natural,",
        2021.48,
        2026.16
    ],
    [
        " that little reaction that little ego hit and then that little resistance or even maybe a little",
        2026.36,
        2030.7
    ],
    [
        " resentment, whatever it is. And this is a small example, but it would fit in the category of direct.",
        2030.7,
        2035.08
    ],
    [
        " I don't naturally like that. But over time, if you've actually done the things you're just talking about",
        2035.42,
        2041.84
    ],
    [
        " and you've built enough capital, what falls as indirect or influence that actually can expand. You",
        2041.84,
        2048.28
    ],
    [
        " can say to me right now, hey, don't click that pen. And I'm going to have no reaction to it because",
        2048.28,
        2052.88
    ],
    [
        " I'm going to think, oh, he's only telling me that for my own benefit, for the benefit of the",
        2052.88,
        2055.5
    ],
    [
        " body. I'm not going to have that reaction that what appears to be a direct, that you're saying",
        2055.5,
        2060.34
    ],
    [
        " something directly to me, I don't even register that as a direct. And that actually fits in the",
        2060.34,
        2064.8
    ],
    [
        " category of at a minimum, there's no withdrawal there. So even the things that you do as little as",
        2064.8,
        2069.96
    ],
    [
        " they are, the options for indirect leadership actually can grow things that would normally be outside",
        2069.96,
        2075.2
    ],
    [
        " there where I would have some sort of problem with you saying that. We're it, I think,",
        2075.2,
        2079.9
    ],
    [
        " muster three. And you go, hey, when you're doing Q&A, you say, I think you said something like you",
        2080.4,
        2087.46
    ],
    [
        " say in between, don't do that anymore. And the way you said it didn't bother me at all.",
        2087.46,
        2095.38
    ],
    [
        " But it could be that if you have that conversation with somebody and you don't have any leadership",
        2096.54,
        2100.32
    ],
    [
        " capital built up, they might not like that. So you being able to say that to me is a function of",
        2100.32,
        2104.42
    ],
    [
        " the trust that we have, the influence that we've shared and the amount of leadership capital",
        2104.42,
        2109.38
    ],
    [
        " you have that you can actually kind of be direct. And it doesn't bother me that it would,",
        2109.38,
        2113.0
    ],
    [
        " in a way that it would, had just come in, you know, day one, be like, I don't like the way you talk",
        2113.22,
        2117.02
    ],
    [
        " to do it differently. And I'm not going to like that no matter who I am. So even what you can do,",
        2117.02,
        2122.52
    ],
    [
        " what you can get away with in a sense of what is still a leadership capital deposit,",
        2122.52,
        2126.48
    ],
    [
        " that will grow as well. Yeah, that's that's why it's all interlaced with leadership capital.",
        2126.9,
        2132.88
    ],
    [
        " Because if you start off day one by saying, I don't like the way you talk, that's, you use",
        2133.24,
        2139.6
    ],
    [
        " went into a deficit immediately. And now you got to dig your way out of that. That's why it's",
        2139.6,
        2144.0
    ],
    [
        " totally interlaced with leadership capital. Because the more leadership capital you have,",
        2144.0,
        2147.52
    ],
    [
        " the more when you need to know if I said, Hey, Dave, you're saying, Oh, when you talk and Hey,",
        2147.82,
        2153.78
    ],
    [
        " Dave, this answer was bad. And hey, Dave, the way you presented this, your slides were all,",
        2153.88,
        2158.0
    ],
    [
        " they didn't look good. And hey, and I just started, everything was negative.",
        2158.2,
        2161.46
    ],
    [
        " Well, I'm eventually going to run out of leadership capital and start going in a bad way. And",
        2161.86,
        2166.08
    ],
    [
        " your attitude is, all Jocke does is just tell me what I do wrong. And I guess I can't do anything",
        2166.08,
        2172.28
    ],
    [
        " right. And I guess I just don't even need to be here. And I'm going to look for another job.",
        2172.28,
        2175.4
    ],
    [
        " It just get, you know, because I've, I've expended all my leadership capital. So it's completely",
        2175.4,
        2180.08
    ],
    [
        " intertwined with leadership capital, completely intertwined with leadership capital. But just like people,",
        2180.08,
        2186.34
    ],
    [
        " you know, I said this on eF on live the other day, I, people usually think they have more leadership",
        2186.44,
        2191.12
    ],
    [
        " capital than they do. They, they usually think they're just rolling deep in, in, in leadership capital.",
        2191.12,
        2196.96
    ],
    [
        " In their own little heads, they think, of course. So I always kind of treat every situation",
        2197.22,
        2205.96
    ],
    [
        " as if, okay, you know, I'm, I'm lean. I'm running lean. It's going to be lean Christmas.",
        2205.96,
        2211.52
    ],
    [
        " That's my parents used to tell me, going to be lean Christmas. So I always think, I don't have",
        2211.96,
        2217.52
    ],
    [
        " leadership capital to spare because also, what if I really need leadership capital tomorrow?",
        2217.52,
        2223.24
    ],
    [
        " What if tomorrow I go, hey, Dave, I know it's your, your anniversary, your 10 year anniversary,",
        2223.24,
        2230.38
    ],
    [
        " your 20 year anniversary or whatever. And I know that you're supposed to go to the mountains with",
        2230.54,
        2235.12
    ],
    [
        " your wife for three days. And we just had a client call and you now have to go to Oklahoma to talk to",
        2235.12,
        2240.44
    ],
    [
        " them. And I might have to do that tomorrow. And that's the way it is. So am I really, how much,",
        2240.44,
        2246.92
    ],
    [
        " how, where do I want that account? Right. I want that account to be as built up as I possibly can.",
        2247.06,
        2252.1
    ],
    [
        " So that means I'm not going to waste leadership capital on little things that don't matter.",
        2252.1,
        2254.94
    ],
    [
        " Not going to happen. Yeah. That's where the default, no matter where you are should almost always",
        2255.16,
        2259.74
    ],
    [
        " be, almost always be on that side of the default should be on that side of this spectrum.",
        2259.74,
        2263.48
    ],
    [
        " Yeah. And it's weird too, because you have the, you have the threshold of violence. We have the,",
        2263.78,
        2268.68
    ],
    [
        " on the continuum, on the war continuum, on the, on the competing continuum, there's a threshold",
        2268.98,
        2275.46
    ],
    [
        " of violence. There's actual real violence with, with influencing people. Like you have to admit",
        2275.46,
        2280.42
    ],
    [
        " that, that you can push people around and you can smack them and you can beat them up. That's a,",
        2280.42,
        2285.18
    ],
    [
        " there's a, there's a threshold of violence on the, on the influence, on the influence continuum.",
        2285.26,
        2291.04
    ],
    [
        " Before that, there's, there's a one between direct and indirect. So you cross that one, which is",
        2291.4,
        2296.74
    ],
    [
        " a, which is a huge one. That's like the big one. Yeah. Now, of course, I guess the threshold of",
        2296.74,
        2301.0
    ],
    [
        " violence is a big one too on influence, because now you're getting charged with a soul.",
        2301.0,
        2304.2
    ],
    [
        " Or murder. Or murder, depending on what level of violence you took it to.",
        2304.8,
        2310.28
    ],
    [
        " So it's important to think about these things.",
        2311.08,
        2313.22
    ],
    [
        " And with that, we're going to jump into this, this, this whole thing, man. I mean, I just like,",
        2313.58,
        2321.28
    ],
    [
        " have just been thinking about this nonstop, which is pretty normal for me to think about these",
        2321.66,
        2326.7
    ],
    [
        " things nonstop. So competing, US Marine Corps, brand new manual, one tack for, it's called competing",
        2326.7,
        2335.74
    ],
    [
        " last, last time we covered chapter one, this time we're covering chapter two. This one's",
        2335.74,
        2339.88
    ],
    [
        " chapter two is called the theory of competition. And it says competition as an act of policy.",
        2339.88,
        2346.2
    ],
    [
        " As states engage in competition or try to shape the competitions ongoing among the range of state",
        2346.66,
        2353.28
    ],
    [
        " and nonstate actors involved in areas of interest to states, they develop policies frame to frame",
        2353.28,
        2360.16
    ],
    [
        " order and apply resources to this activity. Marines need to understand policy, how it's developed",
        2360.64,
        2366.3
    ],
    [
        " and how it relates to ongoing competition. My little note here just says, what are you doing?",
        2366.3,
        2373.94
    ],
    [
        " This is me making notes to myself, what are you doing? What are you doing? Where are you at? Do you",
        2374.88,
        2380.84
    ],
    [
        " know what your, what competition are you in? You know, I had a, it was an early, it was a pretty",
        2380.84,
        2387.4
    ],
    [
        " early podcast. I don't know which one, but when I started talking about what game are you playing?",
        2387.4,
        2391.84
    ],
    [
        " And, and you can be playing the wrong game with your life. And if you're looking up and you're like,",
        2392.16,
        2399.2
    ],
    [
        " man, I'm doing everything I can, but I just, I'm not putting any points on the board.",
        2399.2,
        2403.24
    ],
    [
        " Well, if you're playing soccer, you might not be putting any points on the board because there's",
        2403.88,
        2408.48
    ],
    [
        " only one goal, a game or three. Maybe you should be playing basketball where you can score 48 points",
        2408.48,
        2415.38
    ],
    [
        " a game. So with this competition, what are you competing in? And who are you competing against?",
        2415.38,
        2421.88
    ],
    [
        " Goes on, Marines are frequently asked to provide input to policymakers as they deliberate.",
        2423.16,
        2428.3
    ],
    [
        " Understanding the larger context around policy decisions helps Marines determine the broader intent",
        2429.18,
        2436.18
    ],
    [
        " beside behind specific decisions, which in turn helps us make sound supporting plans. What does",
        2436.18,
        2443.16
    ],
    [
        " that mean? Everyone should know why they're doing what they're doing. Like war Marines should think",
        2443.16,
        2448.44
    ],
    [
        " of competition as serving policy. Since we acknowledge competition as an enduring condition,",
        2448.44,
        2455.3
    ],
    [
        " that's a great, that's a great phrase. One would adopt that one in during condition. It's just",
        2455.94,
        2461.24
    ],
    [
        " ongoing. It's forever. In internal relations, then we need to take equally, an equally long view when",
        2461.24,
        2468.24
    ],
    [
        " it comes to policy as well. US vital interests have remained relatively stable over time. For example,",
        2468.24,
        2473.04
    ],
    [
        " since World War II, they've been framed in various ways while consistently calling for the",
        2473.04,
        2476.82
    ],
    [
        " maintenance of our constitutional values, protection of the American homeland and people,",
        2476.82,
        2481.28
    ],
    [
        " promotion of American prosperity, and the advancement of the American influence in the world.",
        2481.7,
        2485.78
    ],
    [
        " The contemporary environment will affect these specifics of policy, but these, but the",
        2486.58,
        2492.7
    ],
    [
        " enduring foundation for it consists of stable interests such as these. So what the reason I,",
        2492.7,
        2498.32
    ],
    [
        " and again, sometimes I look like, oh, we can kind of breeze over this part. Then I say, no, you can't.",
        2498.5,
        2502.64
    ],
    [
        " Because if you think about your life, okay, you can think about your business for sure. What is it",
        2503.32,
        2508.54
    ],
    [
        " that your business is trying to do? Like, do you think a Marine wakes up in the morning and says, okay,",
        2508.54,
        2513.44
    ],
    [
        " today I'm going to maintain our, maintain our constitutional values? Is he saying, all right,",
        2513.6,
        2518.34
    ],
    [
        " I've got to protect the American homeland of people. We kind of, we kind of know that one,",
        2518.48,
        2521.64
    ],
    [
        " promotion of American prosperity. So there's these, there's these things that are so big,",
        2521.9,
        2526.14
    ],
    [
        " such big strategic goals that they shape every decision that you make. They should.",
        2526.5,
        2532.24
    ],
    [
        " The advancement of American influence around the world. If a Marine goes out and does something stupid in",
        2533.18,
        2539.08
    ],
    [
        " name of foreign country, goes out and acts like guns gets drunk and act like an idiot.",
        2539.08,
        2544.82
    ],
    [
        " Has he helped the advancement of American influence in the world? No, he hasn't.",
        2545.36,
        2548.86
    ],
    [
        " And that's what he's going to hear from his commanding officer. You just made all Marines look",
        2548.9,
        2554.7
    ],
    [
        " bad and you just made America look bad by getting drunk and getting a fight or whatever you did,",
        2554.7,
        2559.24
    ],
    [
        " that was stupid. And that Marine can't deny that. He says Roger sir, it was a bad move.",
        2559.24,
        2565.92
    ],
    [
        " If that Marine would have been thinking a little bit more strategic, maybe he would have",
        2566.54,
        2572.2
    ],
    [
        " maintained a little bit more level head on the beers, you know, I had a Marine one time. I was on a",
        2572.2,
        2577.6
    ],
    [
        " ship, I was on a ship and look, we know we know that I love the Marine Corps. I was on a ship.",
        2577.6,
        2584.26
    ],
    [
        " And when you would pull him to port, you have to get in line to get off the ship. And sometimes it",
        2585.26,
        2590.38
    ],
    [
        " takes an hour or two hours. So what we would do is we'd work out as soon as we got, as soon as we",
        2590.38,
        2595.12
    ],
    [
        " hit the pier, we would work out. This is like 1990, whatever we'd hit the pier, work out. And by the",
        2595.12,
        2602.44
    ],
    [
        " time we got done working out, took a shower, then you could just walk right off the ship because all",
        2602.44,
        2605.68
    ],
    [
        " the Marines were already gone. So one time I did that, like me and my buddies, we got we hit the",
        2605.68,
        2609.36
    ],
    [
        " pier, we start working out, we get done working out, take a shower. It's been an hour and a half.",
        2609.36,
        2612.88
    ],
    [
        " We come walking up to leave. So these guys have been off the ship. They are carrying a young",
        2613.18,
        2618.8
    ],
    [
        " Marine back onto the ship just completely brain dead from alcohol. So you gotta be careful out there.",
        2618.8,
        2628.66
    ],
    [
        " But so when you look at the Marine Corps has these kind of broad things that they're saying,",
        2630.2,
        2635.18
    ],
    [
        " this is what we're doing. What do you have in your life? What do you have in your business?",
        2635.18,
        2639.9
    ],
    [
        " What do you have in your business? Okay, just like that young Marine, if he's led well, he's going",
        2640.54,
        2645.2
    ],
    [
        " to say, you know what? The whole Marine Corps is relying on me to make America look good,",
        2645.2,
        2650.6
    ],
    [
        " got it. That's what a good Marine is going to say. If you're running a business and you got a cash",
        2650.66,
        2659.78
    ],
    [
        " year, I've been using cash years a lot because you know why? Because they're front line and they're",
        2659.78,
        2663.78
    ],
    [
        " interacting with people. If you got a cash year that treats customer bad, he's making the whole",
        2663.78,
        2668.26
    ],
    [
        " company look bad. If he doesn't know that, okay, then what about your life? What are you trying to",
        2668.26,
        2672.36
    ],
    [
        " do in your life? What are you trying to where are you trying to go with your life? What's the broad",
        2672.36,
        2677.72
    ],
    [
        " what's the broad strategic mark that you're trying to make? Do you have one? Do you have one?",
        2677.72,
        2686.78
    ],
    [
        " And if you don't have one, how are you making decisions? You're making decisions with no",
        2687.36,
        2693.66
    ],
    [
        " with no steering whatsoever without a compass. So these are enduring interests.",
        2693.66,
        2704.24
    ],
    [
        " And during interests provide Marines a potential source of competitive advantage.",
        2705.98,
        2710.86
    ],
    [
        " And hearing to our values when done as part of a comprehensive strategy can serve to attract others",
        2711.7,
        2717.6
    ],
    [
        " and work in harmony harmony with Marines with what Marines learned from an early age.",
        2717.6,
        2723.46
    ],
    [
        " Values such as freedom of expression and press freedom can help frustrate the plans of some",
        2724.28,
        2729.72
    ],
    [
        " competitors. Positive some interests such as increasing American prosperity also help attract",
        2729.72,
        2736.1
    ],
    [
        " allies and partners. This is especially true when we can when we can show how our interests align",
        2736.1,
        2742.32
    ],
    [
        " with theirs. And that interesting if we can work together we're going to be better off. We're",
        2742.4,
        2750.08
    ],
    [
        " stronger together. We're stronger together than we are fighting each other.",
        2750.08,
        2752.94
    ],
    [
        " Domestic policy politics affects the policy decisions of almost all competitors and the resulting",
        2756.1,
        2763.88
    ],
    [
        " character of all nearly all competitions. Everything you do, everything you do impacts the competitors",
        2763.88,
        2774.76
    ],
    [
        " and the competition itself. As mentioned in chapter one, there are often multiple centers of power",
        2774.76,
        2781.4
    ],
    [
        " in each nation and the struggle amongst them often creates ambiguity in the minds of outside",
        2781.4,
        2785.7
    ],
    [
        " observers. These struggles affect internal politics and often drive or limit current policy choices.",
        2785.7,
        2791.42
    ],
    [
        " This is true in the United States. For example, when we see the deliberations on national policy among",
        2791.42,
        2796.32
    ],
    [
        " three co-equal branches of the government in other less open societies domestic considerations",
        2796.32,
        2801.3
    ],
    [
        " have major impact on policy even though these considerations are often harder for outsiders to",
        2801.3,
        2807.42
    ],
    [
        " understand. This happens in businesses a lot. You got some people with different ideas of how we're",
        2807.42,
        2812.56
    ],
    [
        " going to get where we're going sometimes unfortunately even disagree on where they're going which is bad.",
        2812.56,
        2817.2
    ],
    [
        " And that's something with all the political mayhem that we're facing in America right now. I guess",
        2818.08,
        2824.32
    ],
    [
        " maybe mayhem's well with what we're facing right now we'll just call it we won't we won't we won't put",
        2824.32,
        2829.98
    ],
    [
        " a we won't put a we won't assign a word to it because different people assign it different words.",
        2829.98,
        2836.48
    ],
    [
        " We'll say that there's disagreements in America right now.",
        2836.72,
        2840.28
    ],
    [
        " But this is what this is this is a democracy is going to be messy but you're going to get a better result",
        2845.6,
        2852.38
    ],
    [
        " in the end. So if you if you have a platoon where hey I'm going to take input from the troop so they're",
        2852.38,
        2861.18
    ],
    [
        " going to let me know and sometimes they're going to argue with me about some stuff or not argue but",
        2861.18,
        2864.08
    ],
    [
        " we're going to disagree about some things. Now if it turns into an argument we start fighting that's bad.",
        2864.08,
        2867.76
    ],
    [
        " But for for my point man to say hey Jockel I don't think that's a good route to get into the target",
        2868.9,
        2873.54
    ],
    [
        " and me to say well why not and for us to have a discussion about that's totally positive thing and we're",
        2873.54,
        2877.44
    ],
    [
        " going to come to a better conclusion that's what's supposed to happen in a democracy. We have a discussion",
        2877.44,
        2881.44
    ],
    [
        " but we're both trying to get to the target. My point man wants to get there I want to get there.",
        2881.44,
        2886.58
    ],
    [
        " In America we've got what are we trying to do?",
        2886.96,
        2889.74
    ],
    [
        " We've got a hope that we are aligned enough that we say oh we want our economy to get better.",
        2891.1,
        2897.68
    ],
    [
        " Okay can anyone is anyone disagree with that? All right maybe we disagree on how we get there but at",
        2898.82,
        2903.78
    ],
    [
        " least we have this one thing that we know we're moving towards and you can say that a bunch of",
        2903.78,
        2908.5
    ],
    [
        " do we want there to be poverty in the country? Does anyone that says yeah what I really think we",
        2908.5,
        2915.16
    ],
    [
        " need in America is more poverty no no one saying that there's not one person that's saying we need",
        2915.16,
        2919.24
    ],
    [
        " more poverty in America. So no matter who you are you're saying yep you know what we don't want",
        2919.24,
        2925.16
    ],
    [
        " poverty. We want less poverty. Great. Now you might think we get there one way someone else",
        2925.18,
        2929.62
    ],
    [
        " thinks you get there another way okay let's figure out what those things are and then we can",
        2929.62,
        2932.96
    ],
    [
        " discuss how we get there but it's okay if we disagree because we're just trying to find the best",
        2932.96,
        2937.72
    ],
    [
        " solution and when Dave's solution is different to me than me than how we get to the target and he's",
        2937.72,
        2943.56
    ],
    [
        " the point man and I say shut up we're going my way and he goes no we're not that stupid and all",
        2943.56,
        2948.4
    ],
    [
        " of a sudden we're in a fist fight. Arplatoon is falling apart. So what we do is we listen to each",
        2948.4,
        2953.18
    ],
    [
        " other and we look for the best possible solution and maybe you know as I always try and just agree",
        2953.22,
        2959.44
    ],
    [
        " with the other person. What does that mean does that mean I just always bow down and say oh you know",
        2959.44,
        2965.06
    ],
    [
        " what Dave you up I can't make a new decision so we're going with the Dave says no because Dave wants",
        2965.06,
        2970.16
    ],
    [
        " to go one way that I think is gonna gonna take an extra 15 minutes. The route that Dave chooses",
        2970.16,
        2976.82
    ],
    [
        " as the point man is gonna take an extra 15 minutes so you know what we're not doing it that way",
        2976.82,
        2982.0
    ],
    [
        " we have a seven hour patrol my way is gonna take seven hours Dave's way is gonna take seven hours",
        2982.0,
        2987.2
    ],
    [
        " and 15 minutes we're doing it my way. No actually Dave you know what your way sounds great why",
        2987.2,
        2994.22
    ],
    [
        " because I already said I just I just in that moment I saved 30 minutes of you and I arguing about it",
        2994.22,
        3000.02
    ],
    [
        " and now we can focus on something more important and by the way we're still getting to the target",
        3000.02,
        3004.04
    ],
    [
        " and by the way there's so many unknowns on that route that I don't know and you don't know",
        3004.04,
        3009.52
    ],
    [
        " I know and can know and so I'm actually arguing about something that I have no idea where the land",
        3009.52,
        3013.48
    ],
    [
        " mines where is the what is the actual terrain like what it how tall is that little cliff that I see",
        3013.48,
        3018.48
    ],
    [
        " is that something we can get up or do you need to bring ropes and all of a sudden it takes 45",
        3018.48,
        3021.86
    ],
    [
        " minutes just to get up that little thing we got to carry extra gear I don't know any of that",
        3021.86,
        3025.18
    ],
    [
        " so guess what am I gonna argue with you for 15 minutes of difference no sounds good Dave",
        3025.18,
        3032.14
    ],
    [
        " so why don't I have to why can I let Dave do whatever what why can I almost always say I'm gonna",
        3032.14,
        3037.98
    ],
    [
        " go with someone else's plan because I work with Dave for long enough and by the way I actually",
        3037.98,
        3043.2
    ],
    [
        " taught Dave land navigation so when Dave comes to me and he says hey here's how I think we should",
        3043.2,
        3049.32
    ],
    [
        " go there's a 98% chance that it's pretty freaking close to what I would do in the first place and by",
        3049.32,
        3053.5
    ],
    [
        " the way either way we still get to the target which is where we're going back to the book",
        3053.5,
        3063.76
    ],
    [
        " for United States Marines understanding current current policy relies in part on understanding the",
        3064.2,
        3070.4
    ],
    [
        " interplay between domestic domestic politics and our enduring vital national interests shouldn't",
        3070.4,
        3076.2
    ],
    [
        " everyone just kind of have enduring vital interests for their family for their business for their",
        3076.2,
        3081.98
    ],
    [
        " life should we all have those things yes we should as a nation yes we should aspects of domestic",
        3081.98,
        3089.14
    ],
    [
        " politics like the election cycle and contemporary societal issues affect current policy these",
        3089.14,
        3094.78
    ],
    [
        " aspects are typically felt by Marines through such things resourcing decisions guidance on the",
        3094.78,
        3099.82
    ],
    [
        " composition of the force and specific direction to focus particular national interest or particular",
        3099.82,
        3106.44
    ],
    [
        " competitors you should know the story about what's going on that whole thing right there hey corporal",
        3106.44,
        3119.12
    ],
    [
        " I'm not tracking what this means is you need to know it's just just understand what's happening in",
        3119.12,
        3125.96
    ],
    [
        " the world and understand that what's happening in the world is going to sort of guide what the marine",
        3125.96,
        3129.7
    ],
    [
        " core is doing international competition particularly among nations plays out over a long timeline oh",
        3129.7,
        3138.36
    ],
    [
        " what timeline is that life pursuing the goals put forth by the constitution and its amendments has",
        3138.36,
        3145.1
    ],
    [
        " been an enduring vital interest in the United States since the day became effective in 1789 this",
        3145.1,
        3151.18
    ],
    [
        " contrast with our desire to bring war to a conclusion as quickly as possible Marines need to",
        3151.18,
        3158.72
    ],
    [
        " understand this distinction competitive advantage advantages is relative to a competitor when one",
        3158.72,
        3170.26
    ],
    [
        " actor is able to do something better than its rival or rivals check we get that what's a corporal",
        3170.26,
        3179.84
    ],
    [
        " terminal lance that's what we should be using terminal lance that guy's legit terminal lance is a",
        3179.84,
        3187.36
    ],
    [
        " he's a cartoon and he's actually a whole book too terminal lance props a business enjoys it's",
        3187.36,
        3196.4
    ],
    [
        " interesting here we go back to business a business enjoys competitive advantage when it can",
        3196.4,
        3199.58
    ],
    [
        " sell a product at a lower price than other businesses assuming other factors like quality stay the",
        3199.58,
        3203.46
    ],
    [
        " same nations also have relative competitive advantages also referred to as comparative advantages",
        3203.46,
        3208.6
    ],
    [
        " historically the innovative culture in the United States helped bring it new goods and services",
        3208.6,
        3213.84
    ],
    [
        " to the international marketplace faster than others the cost of labor in some countries is",
        3213.84,
        3218.88
    ],
    [
        " lower than others which makes them more attractive for labor intensive manufacturing businesses",
        3218.88,
        3223.56
    ],
    [
        " it follows then that we must understand our potential rivals if we are to develop and maintain",
        3223.62,
        3228.52
    ],
    [
        " a competitive advantage against them gee we must understand our potential rivals sonsu our",
        3228.52,
        3237.44
    ],
    [
        " to war know who you're fighting the United States has many competitive advantage oh by the way",
        3237.44,
        3241.74
    ],
    [
        " obviously this is something that we're doing all the time at origin right where there's we're",
        3241.74,
        3253.08
    ],
    [
        " that we make but they're doing it with slave labor or they're doing it with someone that's getting paid",
        3253.46,
        3258.92
    ],
    [
        " you know in horrible working conditions and so we've had to find ways and we continue to find ways",
        3258.92,
        3264.4
    ],
    [
        " that we can compete with them and not only are we competitive we're better because our product",
        3264.4,
        3269.56
    ],
    [
        " ends up better and because we're here now now you get into shipping and what does it cost to",
        3269.56,
        3283.06
    ],
    [
        " so we're we're figuring out and we have figured out how we have a competitive advantage even though",
        3283.06,
        3288.72
    ],
    [
        " we take care of our workers which we actually also feel as a competitive advantage taking care of",
        3288.72,
        3294.04
    ],
    [
        " your people is a competitive advantage because now your people care about the product that they're",
        3294.04,
        3299.22
    ],
    [
        " making they want to do a good job not not slaving in a in a sweatshop instead of looking instead of",
        3299.22,
        3310.1
    ],
    [
        " looking at slave labor as an advantage I look at as a disadvantage we've got the advantage because",
        3310.1,
        3317.96
    ],
    [
        " we have a better workforce who who care about the company the United States has many competitive",
        3317.96,
        3325.56
    ],
    [
        " advantages in international competition the world's largest economy and an international",
        3325.56,
        3330.62
    ],
    [
        " financial system that uses the dollar to make transactions are strong economic advantages yes",
        3330.62,
        3335.48
    ],
    [
        " the enduring US interest in freedom of navigation on the seas attracts many partners because",
        3335.56,
        3340.9
    ],
    [
        " free navigation reduces the overall cost of trading between nations the US higher education system",
        3340.9,
        3345.66
    ],
    [
        " attract students from all over the world the list goes on and on but these illustrations show",
        3345.66,
        3349.98
    ],
    [
        " that we should look for a nation's competitive advantages among its enduring qualities such as values",
        3349.98,
        3354.94
    ],
    [
        " interest and culture and this is what you need to do so how does this tie into everybody what about your",
        3354.94,
        3360.66
    ],
    [
        " business what about your business how how do you have the culture and do you have the values",
        3362.52,
        3368.92
    ],
    [
        " inside your business that are actually competitive advantages do you have that if you don't have that",
        3368.92,
        3376.64
    ],
    [
        " if you don't have values if you don't have a culture that's a competitive advantage advantage you're",
        3376.64,
        3381.28
    ],
    [
        " wrong the competitive advantages in the military component of dime are naturally of great interest to",
        3384.46,
        3393.8
    ],
    [
        " Marines since World War II the United States made the use of several military advantages such as",
        3393.8,
        3401.1
    ],
    [
        " the joint forces of ability to project and sustain power globally its skill at operating across",
        3401.1,
        3407.02
    ],
    [
        " domains and its expertise and precision targeting and strike the US military's principled professionalism",
        3407.02,
        3414.1
    ],
    [
        " can also present distinct advantages for example when it's properly contrasted with competitors",
        3414.1,
        3419.86
    ],
    [
        " seeking to extend a authoritarian government without regard for rule of law or protection of civilians",
        3419.86,
        3423.96
    ],
    [
        " so that's a huge advantage that we have is that we have military professionals and that's what they do",
        3423.96,
        3430.16
    ],
    [
        " and it's also advantage as far as I'm concerned that we have reservists that come and serve in Iraq",
        3430.16,
        3435.5
    ],
    [
        " come and serve in an Afghanistan that go for the weekend and see how the military is doing and",
        3436.0,
        3440.82
    ],
    [
        " take their civilian expertise into the into the reserve unit or the national guard unit for the weekend",
        3440.82,
        3446.64
    ],
    [
        " we have both those and there's advantages to both of those",
        3446.64,
        3452.76
    ],
    [
        " talking about that I think it was the Guadalcanal recent podcast we're talking about how some of",
        3452.76,
        3462.52
    ],
    [
        " the reservists were the people that said hey that's dumb idea we don't want to do that",
        3462.98,
        3466.04
    ],
    [
        " some of the because they hadn't been indoctrinated as fully as somebody that had been you know",
        3466.04,
        3472.64
    ],
    [
        " an infantry officer for 18 years and he's looking at the problem going hey I know how to solve",
        3472.64,
        3477.4
    ],
    [
        " this problem it's in the book I know what to do and some reservists is like hey bro I hunt in Tennessee",
        3477.4,
        3482.76
    ],
    [
        " and that doesn't make any sense so we like we use this as a competitive advantage",
        3482.76,
        3488.32
    ],
    [
        " I'm just thinking this this whole time about the connection between this these military examples",
        3490.92,
        3496.02
    ],
    [
        " and I'm going through my head things that I remember as a marine and how closely connected they are",
        3496.02,
        3499.98
    ],
    [
        " to just everybody's everybody's life in both business and in life just the connections to your family has",
        3499.98,
        3507.6
    ],
    [
        " you have long-range plans for your family you have these strategic long-range plans for family",
        3507.6,
        3513.12
    ],
    [
        " that's really no different than I think they called the the the enduring values of the country",
        3513.12,
        3517.76
    ],
    [
        " that you need to keep in mind that might actually change or influence the smaller things that you do",
        3517.76,
        3525.16
    ],
    [
        " yeah and and that's something I've been hitting on a lot the fact that culture is the ultimate",
        3525.16,
        3531.7
    ],
    [
        " form of decentralized command culture is the ultimate form of decentralized command where now we have",
        3531.7,
        3536.34
    ],
    [
        " a cashier that knows how to treat a client knows how to treat a customer because understand the",
        3536.34,
        3541.62
    ],
    [
        " culture of the company now we have a marine that can be out in town can see a situation unfolding",
        3541.62,
        3546.28
    ],
    [
        " and knows what decision to make it just based on the culture of the Marine Corps of the SEAL teams",
        3546.28,
        3551.24
    ],
    [
        " of the Army of the 82nd Airborne of the 101st Airborne Division if you have that culture correct",
        3551.24,
        3558.14
    ],
    [
        " that soldier that marine that cashier that frontline salesperson they know what decision to make",
        3558.14,
        3565.42
    ],
    [
        " just based on the culture that you have inside the organization totally and that's a two-way street",
        3565.42,
        3569.32
    ],
    [
        " two because if I'm running you know a grocery store and I've got a cashier I'm not going to spend",
        3569.32,
        3574.58
    ],
    [
        " all day every day just talking to that cashier about long-range strategic things for the company",
        3574.58,
        3578.24
    ],
    [
        " I actually need that person up there ringing up customers as they're coming through but if I don't",
        3578.24,
        3583.7
    ],
    [
        " if I as the CEO of that grocery chain or the CEO of that company don't think that that cashier",
        3583.7,
        3589.98
    ],
    [
        " can't make a strategic a tattoo just in that massive strategic implications and I lose side of",
        3589.98,
        3596.28
    ],
    [
        " the fact that they actually do at certain intervals need to understand how what they do affects the",
        3596.28,
        3600.76
    ],
    [
        " big picture then I'm actually sent myself up for failure any marine that's ever been to Okinawa",
        3600.76,
        3605.34
    ],
    [
        " Okinawa knows that when the Marine goes out in town steals a car and runs into a fire hydrant",
        3605.34,
        3609.64
    ],
    [
        " that marine doesn't just get in trouble for SEAL in a car that is an international incident that",
        3609.64,
        3614.92
    ],
    [
        " undermines the relationship between two countries and it happens all the time and if you don't",
        3614.92,
        3619.86
    ],
    [
        " think you're young folks that are doing these very tactical things don't have to have some connection",
        3619.86,
        3624.6
    ],
    [
        " to the big picture enough to guide their day-to-day decisions you are setting yourself up for long-term",
        3624.6,
        3630.14
    ],
    [
        " failure and that that works both ways that cashier has to know hey I've got to treat this customer",
        3630.14,
        3636.04
    ],
    [
        " with some respect because if I don't it's going to go on Yelp it's going to go on YouTube it's",
        3636.04,
        3640.18
    ],
    [
        " going to go on Instagram or whatever that might be and I could take down the whole company if",
        3640.18,
        3644.06
    ],
    [
        " I'm not careful you know want to create paranoia but they have to understand those those small",
        3644.06,
        3648.28
    ],
    [
        " appearing to be small tactical things can actually influence the entire organization and they",
        3648.28,
        3654.32
    ],
    [
        " have to be able to make that connection. If you are in a situation like that and you're employing",
        3654.32,
        3660.98
    ],
    [
        " frontline troops to carry out these sort of tactical day-to-day things it's pretty easy to end up",
        3660.98,
        3668.4
    ],
    [
        " in the in the job market the people that you're hiring the human capital that you have available to",
        3668.4,
        3675.16
    ],
    [
        " you it's pretty easy for them to be hey I don't actually Dave CEO Dave Burke I actually don't",
        3675.16,
        3682.58
    ],
    [
        " really care about the company that much and if you fire me tomorrow I'll go get another",
        3682.58,
        3687.52
    ],
    [
        " minimum job minimum wage jobs somewhere else and I don't really care and so you sit here tell me",
        3687.52,
        3691.32
    ],
    [
        " about how we can have a strategic loss at your company because I don't treat a client right",
        3691.32,
        3696.18
    ],
    [
        " whatever right so what do you do then and what do you have to do is you have to you have to then",
        3696.18,
        3702.32
    ],
    [
        " you have to then explain to people that when that they have strategic goals in their life",
        3702.32,
        3712.14
    ],
    [
        " that they need to have some kind of a path that they're going on that hey listen listen",
        3712.9,
        3717.6
    ],
    [
        " echo Charles I know you don't really care about work in here that's fine I get it listen",
        3717.6,
        3723.44
    ],
    [
        " at a minimum if you do a good job here if you work here for six months you work here for 10",
        3723.44,
        3728.68
    ],
    [
        " 12 months I don't know how long you're going to work here for when you leave I can give you a",
        3728.68,
        3733.92
    ],
    [
        " recommendation that'll get you a better job somewhere that'll put you on a better path",
        3733.92,
        3737.26
    ],
    [
        " and that's all I want look I know you don't necessarily care about my company here",
        3737.26,
        3742.16
    ],
    [
        " you don't like flipping burgers I get it but guess what when you get done flipping burgers here",
        3742.16,
        3748.06
    ],
    [
        " you can go get a job doing something that's a little bit better so I don't this isn't just about",
        3748.06,
        3753.58
    ],
    [
        " me and the company here jacos burgers look I'm gonna be selling burgers for a long time that's",
        3753.58,
        3759.02
    ],
    [
        " what I do I love burgers I know you this isn't your life goal guess what what is your life goal",
        3759.02,
        3764.84
    ],
    [
        " where is it where are you at because I can promise you this if you take care of me here",
        3764.84,
        3768.84
    ],
    [
        " some point you're gonna leave I expect that you got a lot of potential when you leave here I want",
        3769.42,
        3773.9
    ],
    [
        " to leave I want you to leave on the best foot possible set up for a long term better situation",
        3773.9,
        3779.26
    ],
    [
        " I don't want you flipping burgers forever but if you flip burgers well that's the path to not",
        3779.26,
        3784.32
    ],
    [
        " flipping burgers which is really interesting one time I said there was a person that talked about",
        3784.32,
        3790.52
    ],
    [
        " do I really need to learn jiu jitsu if I don't like to fight and I said that you actually should",
        3790.52,
        3796.46
    ],
    [
        " learn jiu jitsu more than anybody else if you don't like to fight echo if you don't like flipping",
        3796.46,
        3801.12
    ],
    [
        " burgers you more than anyone else should say you know what I'm gonna do I'm gonna be the best burger",
        3801.12,
        3807.28
    ],
    [
        " flipper that I can be because that's gonna allow me to step up into the next round because if you",
        3807.28,
        3814.98
    ],
    [
        " can't flip burgers bro how can I expect you to do anything else you're definitely not stepping up",
        3814.98,
        3820.14
    ],
    [
        " to salad bar and if you can't handle salad bar you know you're not gonna be",
        3820.14,
        3824.96
    ],
    [
        " day opener right and if you can't be the day opener you're not gonna be the general manager if",
        3826.92,
        3829.84
    ],
    [
        " you're not the well you're not gonna be the store manager then the general right you see where",
        3829.84,
        3832.62
    ],
    [
        " this goes and by the way if you don't want to get in the restaurant business that's fine too",
        3832.62,
        3837.02
    ],
    [
        " when you go to work at a at a at a mechanics shop you want to be want to be an auto mode of",
        3837.02,
        3843.5
    ],
    [
        " mechanic and that's where you want to go what do I tell them when they call here to say could",
        3843.5,
        3848.78
    ],
    [
        " echo Charles flip burgers effectively and efficiently and reliably and I have to say no",
        3849.46,
        3854.58
    ],
    [
        " he couldn't he was late on a regular basis or whatever what if I say hey you know what echo is",
        3854.58,
        3861.66
    ],
    [
        " hey he he was totally reliable good to go great attitude yeah if you if you looking to hire",
        3861.66,
        3867.88
    ],
    [
        " somebody that's gonna be able to be a real bonus inside your organization echo Charles the guy",
        3867.88,
        3874.66
    ],
    [
        " that's what I want to do for you but you got it at least you got to do a little something for me too",
        3874.88,
        3881.1
    ],
    [
        " so if you're running it if you're working with that those those kind of entry-level positions",
        3881.1,
        3885.54
    ],
    [
        " sure show them the strategic for the company for the business but also show them strategically",
        3885.54,
        3891.9
    ],
    [
        " because look kids don't get that these days I never mind these days I didn't you know you know",
        3891.9,
        3898.44
    ],
    [
        " why I ended up doing okay in life is because I joined the navy and they were like do this and I",
        3898.44,
        3903.5
    ],
    [
        " said Roger wanted to be a good seal just that that enough that guidance so that that goal was",
        3903.5,
        3911.88
    ],
    [
        " enough for me to like keep me out of trouble keep me from being a total idiot I was a partial",
        3911.88,
        3916.88
    ],
    [
        " idiot plenty of times kept me out of being a total idiot so when you have the opportunity to",
        3916.88,
        3922.46
    ],
    [
        " show somebody show a younger person hey what you're doing right now is connected to the future you",
        3922.46,
        3933.48
    ],
    [
        " okay well you want to be whatever you want to be first step is flipping burgers and that's okay",
        3933.48,
        3940.04
    ],
    [
        " flip them good don't burn them keep them keep them together",
        3940.04,
        3944.6
    ],
    [
        " note that these competitive advantages exist across the competition continuum and not only in the",
        3944.6,
        3954.68
    ],
    [
        " time of war we conduct exercises in part to demonstrate that the United States has a military",
        3954.68,
        3958.78
    ],
    [
        " capability it could use if necessary the existence of these capabilities can impose cost on a potential",
        3958.78,
        3966.08
    ],
    [
        " rival because the rival may need to expand resources if they want to overcome or negate a US",
        3966.08,
        3973.72
    ],
    [
        " competitive advantage as the rival pursues their goals so you're you're making other people pay",
        3973.72,
        3979.32
    ],
    [
        " another little little plug for the Marine Corps hey you gotta have us you gotta have us and you",
        3979.32,
        3988.22
    ],
    [
        " gotta have us well prepared for battle because that makes everyone else even poses a cost on",
        3988.22,
        3992.64
    ],
    [
        " everybody else which is a positive thing Marine Corps needs more exercises yes when viewed from",
        3992.64,
        3998.88
    ],
    [
        " this perspective we gain an insight of into how a military competitive advantage can help us",
        3998.88,
        4003.46
    ],
    [
        " compete with a rival also note that it needs to be a conscious decision on when and how to reveal",
        4003.46,
        4010.36
    ],
    [
        " our most sensitive competitive advantages and a minimum we should leverage such revelations for",
        4010.36,
        4017.46
    ],
    [
        " advantage in the information element of power other capabilities might be cloaked in secrecy and",
        4017.94,
        4023.08
    ],
    [
        " so there actually needed to be used so there you go awesome right don't just reveal",
        4023.08,
        4027.68
    ],
    [
        " the special move that you have to kick someone's ass yeah man uh we're celebrating I think at least",
        4027.68,
        4035.8
    ],
    [
        " I am just this is the anniversary of of the kickoff of desert storm just I think it was well when",
        4035.8,
        4041.22
    ],
    [
        " recording it's called January 17 1991 that was the kickoff of desert storm and you know I was kind",
        4041.22,
        4046.9
    ],
    [
        " of a kid wanting to be a pilot and that was the the big reveal for us on that one that people",
        4046.9,
        4052.64
    ],
    [
        " don't understand is is the stealth fighter and all of a sudden like there's this big triple A",
        4052.64,
        4057.54
    ],
    [
        " and anti aircraft system and it's gonna be the Roomba most robust air defense system ever and night",
        4057.54,
        4062.96
    ],
    [
        " zero you know in Iraq and all of a sudden things just start blowing up and Baghdad and nobody has",
        4062.96,
        4067.34
    ],
    [
        " any idea why they're just sitting there watching things blow up there's nothing on radar there's",
        4067.34,
        4071.76
    ],
    [
        " nothing out there as far as they know except they can hear airplanes flying overhead because the jet",
        4071.76,
        4075.74
    ],
    [
        " engines are making sound and then things are just blowing up and we're basically told the world",
        4075.74,
        4079.66
    ],
    [
        " oh by the way we hated to have to do this but if you're wondering this is what we can do you might",
        4079.66,
        4086.36
    ],
    [
        " want to and that that's 30 years ago our competitors are just just now I think the amount of time",
        4086.36,
        4092.86
    ],
    [
        " and money invested in them trying to build stealth technology which has been a huge race and a big",
        4092.86,
        4097.26
    ],
    [
        " competition we showed that to the world on day zero of the war and as a pilot obviously we think",
        4097.26,
        4103.0
    ],
    [
        " about that too is the competitive advantage makes other people go well maybe it's just not worth",
        4103.0,
        4108.34
    ],
    [
        " going to war with them maybe this just isn't worth it maybe this investment we're making is not",
        4108.34,
        4111.98
    ],
    [
        " worth it because the outcome they can do things we need to know exist so the revelation of that when",
        4111.98,
        4117.48
    ],
    [
        " carefully placed in time well can can be a huge advantage yeah not to mention they had no time to",
        4117.48,
        4123.08
    ],
    [
        " adapt to it because if we were to told them they would have figured out some methodology or a",
        4123.08,
        4126.38
    ],
    [
        " least attempt to figure out a more accurate radar or some kind of a defense system that could",
        4126.38,
        4130.76
    ],
    [
        " spot these aircraft overhead yeah that's a great example of how you do it it happens that you",
        4130.96,
        4138.3
    ],
    [
        " just do too like if you have that move that you're pretty good at and you go for it it's not a",
        4138.3,
        4144.66
    ],
    [
        " surprise anymore I'm not saying you're not gonna get it but it's not a surprise and now the person's",
        4144.66,
        4149.86
    ],
    [
        " expecting it to come so you want if you're gonna do it might want to hang on to it just for you know",
        4149.86,
        4154.94
    ],
    [
        " little bit deeper into that role let that person be breathing hard let the oh two start to lack",
        4154.94,
        4160.92
    ],
    [
        " all types of competitive advantages can atrophy however they all need appropriate practice exercising",
        4160.92,
        4171.64
    ],
    [
        " and improving if they are to remain advantages in the dynamic environment of international competition",
        4171.64,
        4176.76
    ],
    [
        " just you can't you can't rest on your laurels ever you can't rest on your laurels ever",
        4176.76,
        4183.04
    ],
    [
        " competitor's as systems competitors are complex adaptive systems again so this this",
        4185.58,
        4191.1
    ],
    [
        " competitors are complex adaptive systems I guess we kind of need to say it right we need to make",
        4191.1,
        4199.0
    ],
    [
        " it clear and then but it does make it even more clear meaning they have many parts and these parts",
        4199.0,
        4203.5
    ],
    [
        " interact with each other in non-linear often unpredictable ways consider irons national security",
        4203.5,
        4208.86
    ],
    [
        " decision-making structure to some outside observers they may appear to function as a strictly",
        4208.86,
        4214.5
    ],
    [
        " hierarchical organization with all important decisions being made by the supreme leader and",
        4214.5,
        4219.68
    ],
    [
        " president at the top of the pyramid however the reader's story is much more complex much of the",
        4219.68,
        4223.92
    ],
    [
        " supreme leaders authority comes from informal relationships he has with talk top commanders in",
        4223.92,
        4229.24
    ],
    [
        " the national security infrastructure and through the presence of his clerical representatives in",
        4229.24,
        4237.02
    ],
    [
        " the supreme council for national security his power ebbs and flows because the supreme leader is",
        4237.02,
        4242.46
    ],
    [
        " the commander in chief and may bypass the president through his informal relationships",
        4242.46,
        4246.24
    ],
    [
        " so even in that like they said very strict what what appears to be a strict hierarchy",
        4246.24,
        4257.76
    ],
    [
        " all over the place guess what's more important relationships relationships are more important",
        4257.76,
        4263.88
    ],
    [
        " than the chain of command even in an autocratic country like Iran the military structure itself",
        4263.88,
        4273.32
    ],
    [
        " can act in under predictable ways especially Islamic revolutionary guards they've developed",
        4273.32,
        4278.46
    ],
    [
        " significant and separate political power based on its financial resources because it controls many",
        4278.46,
        4283.6
    ],
    [
        " businesses in almost every sector the Iranian economy each of these power centers among others",
        4283.6,
        4288.9
    ],
    [
        " jockeys for power inside Iran working to advance their own internal or domestic interests so",
        4288.9,
        4295.0
    ],
    [
        " it's complicated it's complicated and you know what's crazy when you see like video you ever",
        4295.0,
        4303.3
    ],
    [
        " seen videos over in our pictures in Iran in like 19 whatever 1973 it's totally westernized",
        4303.3,
        4309.94
    ],
    [
        " totally looks just like everything's good to go",
        4309.94,
        4313.86
    ],
    [
        " skippin forward a little bit developing a model of how a competitor system fits together helps",
        4318.42,
        4323.78
    ],
    [
        " identify their competitive strengths weaknesses at a basic level each of these systems consists of",
        4323.78,
        4328.82
    ],
    [
        " people ideas and things the people make the system work they also analyze its performance over time",
        4328.82,
        4336.6
    ],
    [
        " because they are also responsible for sustaining or improving the systems competitive advantages",
        4336.6,
        4342.18
    ],
    [
        " the ideas of the system are found in the goals it pursues and in concepts it processes it and",
        4343.98,
        4350.48
    ],
    [
        " processes it uses to operate in the world mal famously stated politics is wore without bloodshed while",
        4350.48,
        4357.46
    ],
    [
        " war is politics with bloodshed this quote suggests a mindset that blurs the lines between peace and war",
        4357.46,
        4363.16
    ],
    [
        " the mindset this idea creates may give a competitor an advantage in operating near the threshold of",
        4363.16,
        4371.12
    ],
    [
        " violence so that's that statement from now is sort of the same thing that this whole there's a",
        4372.62,
        4377.24
    ],
    [
        " continuum right you got politics which is just war without blood and then at some point you turn",
        4377.24,
        4381.46
    ],
    [
        " it into war now we got politics we budget but i'm going to dig into this one a little bit",
        4381.46,
        4386.8
    ],
    [
        " ideally there are things then added or created to support the people and the ideas within the",
        4386.8,
        4391.66
    ],
    [
        " system so so we're talking about people ideas and things",
        4391.66,
        4394.34
    ],
    [
        " with this in mind within the system helping it achieve its goals with this in mind we can look",
        4396.86,
        4404.0
    ],
    [
        " at a competitor system and create a model of how it fits together where it is strong and where it",
        4404.0,
        4408.86
    ],
    [
        " is vulnerable finally after creating this model marines must remain disciplined in its use models are",
        4408.86,
        4416.54
    ],
    [
        " useful but imperfect they are theories about the systemic structure of arrival we need to remain",
        4416.54,
        4423.14
    ],
    [
        " alert for opportunities to improve our models as we learn more about how real how our competitors",
        4423.14,
        4428.86
    ],
    [
        " operate in a real world now this is this is the the thing that i so so they talk about this",
        4428.86,
        4433.96
    ],
    [
        " simple um people ideas and things like that's sort of what a competitors system is and i added some",
        4433.96,
        4442.64
    ],
    [
        " well i'm this is up for debate but i'll throw it out there for you people ideas and things that's",
        4442.64,
        4448.42
    ],
    [
        " sort of what you judge how your competitors go and operate i i think perhaps there's",
        4448.42,
        4457.02
    ],
    [
        " possibly one more that needs to be added and it may be covered by people and it may be covered by",
        4457.02,
        4463.68
    ],
    [
        " ideas isn't it not things but a little bit that is that is the idea of execution",
        4463.68,
        4468.66
    ],
    [
        " or taking action so you can have people you can have ideas and you can have things",
        4468.66,
        4476.24
    ],
    [
        " but if you can't execute then you're you're dead in the water now you could say that it's people",
        4478.42,
        4486.06
    ],
    [
        " that needs to make things execute so okay i get that but i just felt the need to kind of call that",
        4486.06,
        4492.46
    ],
    [
        " out because when i look at a competitor i think about yes they got these people yes they got",
        4492.46,
        4501.38
    ],
    [
        " there they got this team they've got these ideas okay i get they've got some competitive advantages",
        4501.38,
        4506.54
    ],
    [
        " there or disadvantages and they've got things they got they've got things",
        4506.54,
        4510.22
    ],
    [
        " but all three of those things without execution to me i'm not even worried about you i'm not",
        4510.22,
        4517.76
    ],
    [
        " even worried about if you can't execute so i don't know go am i am i reaching to you am i not",
        4517.76,
        4524.66
    ],
    [
        " giving enough credit to people possibly yeah i mean i i guess that you could dig into deeper what",
        4524.66,
        4530.64
    ],
    [
        " they mean by that but when you said it the first thing that went into my mind works in the opposite",
        4530.64,
        4536.32
    ],
    [
        " direction too is that hey they might not have the best well most well trained people uh and maybe",
        4536.32,
        4542.52
    ],
    [
        " their tools are kind of outdated and their systems aren't so great because they're antiquated and maybe",
        4542.52,
        4546.06
    ],
    [
        " don't have big budgets but if these people have been executing and and what brought me to is how",
        4546.06,
        4550.84
    ],
    [
        " many times you've said on this podcast is who we were fighting in Iraq who we were fighting against",
        4550.84,
        4555.66
    ],
    [
        " al-Qaeda they they're things they're things were garbage on paper compared to ours garbage they were",
        4555.66,
        4566.3
    ],
    [
        " there people like something wrong with their people but they didn't have the training we had they",
        4567.04,
        4569.94
    ],
    [
        " didn't have the resources they had their people weren't invested in the way that we invested in our",
        4569.94,
        4573.44
    ],
    [
        " people but you know what they had been doing they'd been executing for a really long time so that",
        4573.44,
        4579.92
    ],
    [
        " piece and maybe somebody could say well that's what people is and and they might be missing that but",
        4579.92,
        4584.76
    ],
    [
        " i'm thinking of people like i know what american marines and soldiers i know what those people are",
        4584.76,
        4590.42
    ],
    [
        " and it's really easy to look across and go those people those people and and just dismiss what they",
        4590.42,
        4595.88
    ],
    [
        " are but those people had been executing and they were really good as a result and offset where we",
        4596.32,
        4602.0
    ],
    [
        " thought we had this big advantage look at our gear look at our training on paper it should have been",
        4602.0,
        4607.38
    ],
    [
        " it it should have been a one-sided affair if you measured it with those things and what they weren't",
        4607.38,
        4611.26
    ],
    [
        " measuring was the the the value of the i think what you're saying is the execution yeah and even",
        4611.26,
        4616.94
    ],
    [
        " what you just said like um if you take a group of marines or you take a group of soldiers",
        4616.94,
        4621.16
    ],
    [
        " and they have training and it's all good but if look if they don't execute and and you could",
        4623.44,
        4628.16
    ],
    [
        " say well a marine is going to execute we know that's actually not true it's it's a good ideal we",
        4628.16,
        4634.14
    ],
    [
        " could say a soldier is going to a soldier with a with a platoon leader is going to execute",
        4634.14,
        4638.44
    ],
    [
        " not necessarily true not only so to me it's almost like a four thing that does make sense in there",
        4638.44,
        4645.64
    ],
    [
        " yeah i actually thought that the third one was going to be the execution people things and",
        4645.96,
        4652.52
    ],
    [
        " execute people people ideas ideas and execution yeah that what so it's almost like in listening to",
        4652.52,
        4658.66
    ],
    [
        " you guys and you said a good thing said um Dave sit on paper because like that's kind of really",
        4658.66,
        4664.16
    ],
    [
        " what that whole thing kind of seems like it is because okay so you got people ideas and things but",
        4664.16,
        4671.44
    ],
    [
        " people and ideas is it's almost like people is what you can do and then execution is what you will do",
        4671.62,
        4677.74
    ],
    [
        " so the so again on paper where you have this capability you have this many people with this",
        4677.74,
        4684.84
    ],
    [
        " capability with these tools and what they can do with these tools and then but then just like I",
        4684.84,
        4689.96
    ],
    [
        " said it doesn't mean that they're going to do yeah you know like just uh you guys say default",
        4689.96,
        4694.96
    ],
    [
        " aggressive it's like that's that that third kind of thing that you have to implement to create this",
        4694.96,
        4701.0
    ],
    [
        " execution you ever seen a MMA fight that was about to happen and on paper yeah that got fighter a",
        4701.2,
        4708.86
    ],
    [
        " should destroy fighter b and what what what is the problem when he loses the problem is he doesn't",
        4708.86,
        4714.74
    ],
    [
        " execute yeah the good and not to go too deep into the MMA thing so remember certain uh cowboy",
        4714.74,
        4720.24
    ],
    [
        " soroni and connoble grager right so yeah like soroni is an executor guy he executes he executes but",
        4720.24,
        4727.5
    ],
    [
        " and conner is like a cerebral guy like he'll play up stuff before the fight as well to kind of",
        4727.5,
        4732.8
    ],
    [
        " create that that third man in the ring and that third man in the ring in this case was to get in the",
        4732.8,
        4738.82
    ],
    [
        " way of execution and there's like a video on it to that theorize this where connoble grager was",
        4738.82,
        4744.34
    ],
    [
        " usually he's talking trash to the guy telling him basically how much like junker of a fighter",
        4744.34,
        4749.8
    ],
    [
        " than he then he is or whatever but it was the opposite this time it was like he was saying oh man",
        4749.8,
        4754.06
    ],
    [
        " I respect him and he was friendly he was really friendly actually so it theoretically created this",
        4754.06,
        4759.64
    ],
    [
        " mindset on Donald soroni's in his mind that it's like all of that and it kind of took away from his",
        4759.64,
        4766.96
    ],
    [
        " execution instinct you know so he was like oh it's it's like oh it's not as we're kind of rose",
        4766.96,
        4772.36
    ],
    [
        " rose in a way you know it's like super respectful fight and then you see conner how he came out in",
        4772.36,
        4777.48
    ],
    [
        " the fight all crazy and it's almost like he almost it in a weird way surprised him",
        4777.48,
        4782.82
    ],
    [
        " with how hard he was executing on a guy who usually executes but that element didn't seem to be",
        4783.04,
        4788.44
    ],
    [
        " there as much you know so it's like man that execution part of it but that's a huge huge deal",
        4788.44,
        4794.46
    ],
    [
        " yeah and just props to cowboy props to Conor cowboy dude he he's got some scrubs",
        4794.46,
        4804.04
    ],
    [
        " and he does eight million other things",
        4804.04,
        4808.98
    ],
    [
        " yeah um I wrote something down as you were getting to the you know connecting those two paragraphs",
        4812.84,
        4819.0
    ],
    [
        " and it's it's really interesting to hear here the conversations that you just had and that",
        4819.0,
        4823.94
    ],
    [
        " adding that additional piece I wrote down in my margin here you don't know and so this model this",
        4823.94,
        4830.12
    ],
    [
        " thing this we create and and the military does this all that we create models for everything",
        4830.12,
        4834.78
    ],
    [
        " and we're like hey I'm gonna run a thousand simulations against my machine and that we do models",
        4834.78,
        4838.66
    ],
    [
        " for everything and we create this and it was saying hey don't rely on that model that's even more",
        4838.66,
        4844.04
    ],
    [
        " evidence the the you don't know we can create a model that can be useful for what",
        4844.04,
        4849.5
    ],
    [
        " competitions are gonna be like what we think the economy is gonna look like and we can look at history",
        4849.5,
        4852.82
    ],
    [
        " we can create a whole bunch of things that help us make decisions but at the end of all that you",
        4852.82,
        4857.14
    ],
    [
        " don't know you don't know and so if you don't know how useful is it getting back to the first",
        4857.14,
        4864.66
    ],
    [
        " thing you say how useful is it to dig in on your way of doing if you really don't know and that's",
        4864.66,
        4869.38
    ],
    [
        " really what this is saying even I could say jocco I've run the numbers I've done this analysis I",
        4869.38,
        4874.14
    ],
    [
        " compared it to these last three or roll out to these different I could give you a thousand reasons why",
        4874.14,
        4878.26
    ],
    [
        " this is the answer and at the end I should say but on it but I still don't know because you don't",
        4878.26,
        4883.5
    ],
    [
        " know and that's really part of what this is saying too and the piece in there when you talk about",
        4883.5,
        4888.24
    ],
    [
        " the implementation that's where the execution where it's all gonna happen so not knowing and",
        4888.24,
        4894.34
    ],
    [
        " acknowledging you don't know is also a really powerful thing as you're building this framework in",
        4894.34,
        4899.46
    ],
    [
        " your mind how things are gonna be yeah it also that introduces the idea of I know what you think is",
        4899.46,
        4906.86
    ],
    [
        " gonna happen and I'm not going to allow that to occur which is you know what game you think if I",
        4906.86,
        4915.2
    ],
    [
        " can convince you that all right Dave you and I are gonna stand up and you see this is like the",
        4915.2,
        4919.38
    ],
    [
        " the the most blame example but you know someone that's like oh you know some wrestler that's like no",
        4919.38,
        4927.38
    ],
    [
        " way I'm gonna I'm gonna knock him out I'm gonna knock him out I'm gonna knock him out and he's trying",
        4927.38,
        4932.06
    ],
    [
        " to convince the other person that like we're gonna stand in fights you don't have to worry about",
        4932.06,
        4935.44
    ],
    [
        " your ground game or whatever and then he goes out and takes him down and does what he's gonna do",
        4935.44,
        4939.1
    ],
    [
        " it's the what game are you gonna play like I'm going to get you out of your game",
        4939.92,
        4945.26
    ],
    [
        " that's what I'm gonna do take away your competitive yeah actually Jeremy Stevens against",
        4945.26,
        4951.62
    ],
    [
        " Pettis Anthony Pettis and you know Anthony Pettis is a striker primarily and I I was cornering",
        4951.62,
        4959.56
    ],
    [
        " Jeremy on that fight and Jeremy's got you know fists of lead and he knocks people out",
        4959.56,
        4968.82
    ],
    [
        " and he he might not be the most technical striker I'm not saying he's not technically he's not",
        4969.1,
        4972.64
    ],
    [
        " I would say he's not as technical as Anthony Pettis was at that time and so we're going into",
        4972.64,
        4979.68
    ],
    [
        " the fight Jeremy definitely going into the fight thinking hey it's you know cool I'm gonna stand",
        4979.68,
        4984.66
    ],
    [
        " up I know I can take a punch and I'm gonna connect at some point with Pettis's chin and I'm gonna win",
        4984.66,
        4989.92
    ],
    [
        " what did Pettis do came out took him down and it was a surprise surprised to me surprise to Jeremy",
        4989.92,
        4997.08
    ],
    [
        " and that's the way it went but he he changed he did what we didn't expect him to do which is just a",
        4998.3,
        5003.06
    ],
    [
        " brilliant move right so all the things that you think you know don't happen had another fighter",
        5003.06,
        5010.0
    ],
    [
        " was like hey aren't you gonna work ground game and he's like I can't I'm not gonna get taken down by",
        5010.0,
        5015.3
    ],
    [
        " this guy and I said man you better at least you know work to get up off your back I'm not gonna",
        5015.3,
        5019.96
    ],
    [
        " get taken down he's not good enough of a wrestler to take me down he's a striker okay cool what",
        5019.96,
        5026.72
    ],
    [
        " happened this this was after the lessons learned right the lessons learned from Jeremy's you",
        5026.72,
        5030.12
    ],
    [
        " better be ready for whatever you better train to fight because you can't predict what the enemy",
        5030.12,
        5035.6
    ],
    [
        " is what you're saying Dave I can't predict what the enemy is going to do can't predict it I don't",
        5035.6,
        5040.66
    ],
    [
        " know what the enemy is gonna do I might think one thing but I can't that doesn't mean I can blow",
        5040.66,
        5044.92
    ],
    [
        " off every other possibility at all what I need to do is be prepared to fight you know the closest",
        5044.92,
        5056.7
    ],
    [
        " I like Doug Fudist like where am I missing it maybe they are talking about execution I don't see",
        5056.74,
        5060.86
    ],
    [
        " like the closest I think they have is they say analyze you know the the opponents performance over time",
        5060.86,
        5066.3
    ],
    [
        " so you're sort of talking about execution maybe he doesn't really do it but I think maybe",
        5066.3,
        5072.18
    ],
    [
        " an additional item to assess your opponent is necessary and that is people ideas things and execution",
        5072.18,
        5080.8
    ],
    [
        " we also look at our own our own system to increase our competitive advantages or create new ones",
        5083.58,
        5088.62
    ],
    [
        " for example do the people in our system have their necessary skills and aptitudes required to",
        5088.62,
        5094.76
    ],
    [
        " sustain our competitive advantages do they have the skills to build new ones at a national level",
        5094.76,
        5100.06
    ],
    [
        " does the target population for our recruiting efforts have the right education in a similar way",
        5100.06,
        5105.48
    ],
    [
        " can we look at our ideas do our operating concepts give us an advantage and things do does any of",
        5105.48,
        5111.84
    ],
    [
        " our equipment provide over match to evaluate our competitive system again to me we can check those",
        5111.84,
        5118.76
    ],
    [
        " we can check the ideas we can check the things we can check the people I better check the execution",
        5118.76,
        5123.34
    ],
    [
        " because none of this stuff matters without execution it's not always true that the organization",
        5123.34,
        5132.46
    ],
    [
        " with the newest or most equipment wins the competition quote Dave Burke",
        5132.46,
        5136.0
    ],
    [
        " sometimes aside it is able to combine adequate material with innovative new ideas becomes the winner",
        5136.0,
        5141.96
    ],
    [
        " from this analysis we can then increase our existing advantages or create new ones as deemed necessary",
        5141.96,
        5147.26
    ],
    [
        " means in competition as similarly described in war fighting the highest level of competition involves",
        5147.26,
        5155.4
    ],
    [
        " the use of all the elements of power marines are primarily concerned with the military aspects of",
        5155.4,
        5159.96
    ],
    [
        " competition but we must not consider it an isolation from the other elements of national power",
        5159.96,
        5165.16
    ],
    [
        " war fighting states quote the use of military force may take any number of forms from the mere",
        5165.16,
        5172.04
    ],
    [
        " deployment of forces as a demonstration of resolve to the enforcement of a negotiated truth",
        5172.04,
        5177.02
    ],
    [
        " truth to general warfare with sophisticated weaponry and quote here we see the alignment between our",
        5177.02,
        5184.68
    ],
    [
        " war fighting and competition doctrines start to emerge so the whole point of this thing in war",
        5184.68,
        5189.94
    ],
    [
        " we impose our will on our adversary their cooperation is not required going back into influence",
        5189.94,
        5199.2
    ],
    [
        " and leadership right in competition we make use of military force to attract or coerce",
        5199.2,
        5205.74
    ],
    [
        " when using attraction we use incentives talking earlier about the care we use incentives to",
        5205.74,
        5211.82
    ],
    [
        " induce arrival or other political actor to adopt a position favorable to us or otherwise allow us to",
        5212.2,
        5217.8
    ],
    [
        " reach our goals and you know what sometimes when I'm talking about leadership I talk about efficiency",
        5217.8,
        5226.6
    ],
    [
        " and sometimes people think the most efficient thing for me to do is say Dave you need to use this",
        5226.6,
        5233.48
    ],
    [
        " route to get to the target and people think that's the most of it hey and it's really hard to see",
        5233.48,
        5238.26
    ],
    [
        " past that because clearly if I have to say you know hey Dave well how do you want to do it and we",
        5238.26,
        5243.48
    ],
    [
        " have to have a discussion about it it takes us another seven minutes before I finally comply with",
        5243.48,
        5247.22
    ],
    [
        " actually what you want to do and that seems a lot less efficient yeah but the efficiency comes out",
        5247.22,
        5253.3
    ],
    [
        " tenfold in the field and in the execution in the execution let's think about the execution",
        5253.3,
        5258.94
    ],
    [
        " it's because as a leader you have to recognize that what you're doing is not getting",
        5258.94,
        5266.08
    ],
    [
        " 2.8 a point to be in this patrol that's not what the actual goal is that might be this little",
        5266.68,
        5271.42
    ],
    [
        " mission those are packed about what you're trying to do is create a leader that at some point can",
        5271.42,
        5274.42
    ],
    [
        " go fight a war for you independently without you being there in a way that reinforce it so it's",
        5274.42,
        5278.54
    ],
    [
        " this recognition that's not that's not even what you're trying to do and it's that it's that",
        5278.54,
        5284.44
    ],
    [
        " mirage of this is the best way to get it done I get in your face to tell you what to do and look",
        5284.44,
        5289.4
    ],
    [
        " what happened he did it mission accomplished that is only true if the only thing you're actually",
        5289.4,
        5295.5
    ],
    [
        " doing is getting from point a to point b which simply is not what you're doing that's not what",
        5295.5,
        5300.26
    ],
    [
        " you're doing that's 0% up the time zero it's not what you're doing when using coercion we",
        5300.26,
        5308.2
    ],
    [
        " compel arrival to take an action in our favor or to stop taking action that's not in our favor or",
        5308.2,
        5312.5
    ],
    [
        " we make use of military force to deter arrival from taking action in the first place for both",
        5312.5,
        5317.1
    ],
    [
        " components and deterrence our goal is to use the threat of military force to achieve our desired",
        5317.1,
        5323.34
    ],
    [
        " outcome for this to be the case our competitive advantage must be clear enough to our rival that",
        5324.34,
        5328.6
    ],
    [
        " it affects the decisions they make what's interesting about this is when I'm your boss Dave",
        5328.6,
        5334.8
    ],
    [
        " I have to remember that when I'm talking to you there is the threat of me being able to fire you",
        5334.8,
        5343.38
    ],
    [
        " I might not even say a word about it so I have to kind of consciously",
        5343.38,
        5347.82
    ],
    [
        " mitigate that threat so that you will push back against me so that you will understand that I'm open to your ideas I have to consciously do that",
        5349.42,
        5357.96
    ],
    [
        " so I'm not just compliant just yeah yeah because that threat's there and sometimes we work with companies where there people are just scarred no one will say anything back to the boss",
        5357.96,
        5367.08
    ],
    [
        " because the last boss with the tyrannical idiot yeah that barked at everyone and told him what to do and fired half the organization and everyone was scared all the time to make a move",
        5367.08,
        5375.18
    ],
    [
        " yeah and that's why by the way that's why we show up there because the business is failing because there's total centralized command and it doesn't work",
        5375.6,
        5381.62
    ],
    [
        " so you got to use the threat of military force for this to be the case our competitive advantage must be clear enough for a rival to that it affects their decisions note that a competitive advantage does not necessarily equal military superiority a competitive strength of will along with non-military tools of policy are part of the equation too",
        5381.62,
        5403.62
    ],
    [
        " attraction political actors often use various forms of attraction to achieve their goals to attract someone to to attract someone is to induce entice or persuade someone into doing something in a negotiation is to reward",
        5405.48,
        5416.52
    ],
    [
        " or incentive for someone to make a choice that is favorable to us we can say that then that attraction is the counterpoint to coercion instead of using pressure to help our goals we use some type of reward instead",
        5416.52,
        5428.76
    ],
    [
        " okay carrot stick that's what we're talking about",
        5428.94,
        5431.58
    ],
    [
        " Marines participate in attraction strategies all the time demonstrating our professional commitment to our national values when conducting bilateral training",
        5431.58,
        5440.26
    ],
    [
        " in recent years for example as part of us larger us attraction strategy marine provided Marines provided training on amphibious operations to an important ally Japan check",
        5440.26,
        5451.02
    ],
    [
        " that's what that's what the Marines are doing all the time that's what the entire military is doing all the time",
        5451.02,
        5455.96
    ],
    [
        " that's what we need to continue to do we get into coercion fast forward a little bit political actors often use coercion as a way to achieve their goals to",
        5457.48,
        5470.22
    ],
    [
        " coerce someone is to pressure intimidate or force someone into doing something order reach one goals through the use of pressure threat or force",
        5470.22,
        5477.26
    ],
    [
        " there's a big difference in in jiu jitsu between attraction and coercion attraction is like you get someone to defend their neck so that you can take their on",
        5479.4,
        5488.66
    ],
    [
        " well you can also force them to put themselves in a certain position I guess but that one's a little bit of a bad example because you kind of have to defend your neck so you're coercing them to get those hands position",
        5488.66,
        5499.98
    ],
    [
        " it does it does this by influencing the adversaries will or incentive structure it is a strategy that often combines the threat of force and if necessary the limited control use of force with positive inducements coercion as two forms components and deterrence",
        5500.92,
        5515.12
    ],
    [
        " compelances a threat intended to make an adversary do something to take a specific action deterrence as a threat intended to inhibit an adversary from taking a particular action to prevent it from even getting started",
        5515.12,
        5527.74
    ],
    [
        " in both cases the target of coercion must be cooperate must cooperate because the target must decide to comply with the goal of an actor who is applying the coercion",
        5529.52,
        5540.46
    ],
    [
        " this cooperation is not friendly or willing but still must exist for coercion to be effective not friendly not willing so the just to kind of be clear so the coercion positive and negative or the so coercion like okay I'm going to force this guy or",
        5540.46,
        5557.7
    ],
    [
        " intimidate this person to do something versus not versus but on and then additionally the other coercion method is to intimidate them to not do something yes okay yeah either compelling them to do something or you're",
        5557.7,
        5575.0
    ],
    [
        " deterring them from doing something but you kind of have to participate in it right like you got a quite like like you know I don't know the security guard or something like hey don't tell",
        5575.0,
        5587.68
    ],
    [
        " me because we're going to go in this back door to rob the bank or whatever you know right like so if I'm a bank robber I want to go rob the bank I know the security guard I'm going to say hey I'm going to rob your bank don't stop us or else we're going to kill you",
        5587.68,
        5600.92
    ],
    [
        " okay yes that's coercion yeah from to force him to not do something but he but the point here is that he has to he has to be willing to do it right you're not just",
        5600.92,
        5611.68
    ],
    [
        " for you could you could tape his head up where he can't even talk or move now it doesn't matter where he's willing or not he's not doing it right but I'm saying like",
        5611.68,
        5619.48
    ],
    [
        " the ability before the bank robbery it's like when in the planning process you know maybe the bank not bank robber but the security guard is my neighbor or something and then I'm",
        5619.48,
        5628.58
    ],
    [
        " be like hey we're going to rob the bank on your shift if so you can't call the cops you know or you can't sound the alarm or whatever we'll kill you or",
        5628.58,
        5637.32
    ],
    [
        " whatever yeah yeah it's also a bad plan yeah I would think so but now he's going to tell on everybody before it happens not if I",
        5638.36,
        5647.3
    ],
    [
        " core is incorrectly you seem to say you better have like his child in the trunk of your car forever",
        5647.3,
        5653.88
    ],
    [
        " see it's not that plan yeah you're right you're right the idea of using coercion in a competition can be misleading if we do not",
        5653.88,
        5662.02
    ],
    [
        " identify the assumptions that support its use it's often assumed that a stronger nation can naturally coerce a weaker one into doing what it wants",
        5662.1,
        5671.2
    ],
    [
        " however this assumption may not be true if the weaker nation is willing to observe but more punishment than the stronger one can or will deliver",
        5671.2,
        5680.06
    ],
    [
        " or stay committed to its goals over a longer period of time this is one of the things that we always have to think about this is in the Vietnam war",
        5680.06,
        5690.46
    ],
    [
        " when we tried to say you know what we can kill 150 of them for every one of us that they kill and we said that's a win how we lose that yeah I'll tell you how you lose it",
        5690.48,
        5700.84
    ],
    [
        " those 150 mean less to the to the communist government than the one does to the American people in the American government yeah",
        5700.84,
        5709.06
    ],
    [
        " when your model places the same value on people for your enemy as it does for yourself and go we've run that nobody would tolerate this we would never tolerate this loss",
        5709.06,
        5717.7
    ],
    [
        " like well they will and I was thinking the same thing I was thinking of what when the Soviet Union invaded Afghanistan and again how lopsided that appeared but in terms of the interest and what they were willing to endure and how long are they",
        5717.7,
        5730.8
    ],
    [
        " willing to endure it sooner or later it's like hey we're not we just we can't do this anymore we're we're done here we're done here",
        5730.8,
        5736.46
    ],
    [
        " it says the next week all this asymmetry of interest in this case the weaker nation has the more powerful desire to achieve its interest in the stronger nation",
        5736.46,
        5746.5
    ],
    [
        " you have to watch out for this so you have to watch out for that from as a leader when you're working with a subordinate and you start to escalate through the continual",
        5747.18,
        5758.18
    ],
    [
        " of influence and you don't recognize that maybe they don't care if they get fired and all you think you don't you one more word out of you",
        5758.18,
        5767.0
    ],
    [
        " and you're going to get fired and they don't care the example as a parent with kids probably resonates with a lot of folks",
        5767.0,
        5776.28
    ],
    [
        " because as you know certainly as your kids get older that threat of violence",
        5776.68,
        5780.56
    ],
    [
        " becomes so much less use like hey if you do this I'm gonna I'm gonna ground you like",
        5780.56,
        5786.42
    ],
    [
        " okay I'll just sneak out if you sneak out I'm gonna take a car away cool and the the willingness for them to just outlast you on principle alone or the willingness to endure whatever you are going to impose on them you have to calculate in your mind what they're willing to endure",
        5786.42,
        5801.26
    ],
    [
        " so you want to hear about some miscalculation so my my son had gotten a little out of line this is when he was young and he was in a very",
        5802.3,
        5813.62
    ],
    [
        " austere I put him into a very austere environment to get him to course him to understand what he had done wrong and how we don't do this kind of thing and",
        5813.62,
        5827.12
    ],
    [
        " it was really strict and it's not and by the way it's no fun for your for the parent right we don't want to be strict we want to like have fun and it's all good and we want to buy toys and we want to just but you but when you go austere",
        5828.14,
        5840.06
    ],
    [
        " then you're not doing any that and it's not fun so over time as you know he he was straightening out and he's probably like seven",
        5840.06,
        5848.34
    ],
    [
        " and",
        5851.36,
        5851.88
    ],
    [
        " Eventually, you know, he had gotten you know some toys back and then he had gotten you know his he could use a pillow again in his bedroom and",
        5851.88,
        5860.22
    ],
    [
        " you know those kind of creature comfort started coming back and then you know two three months later",
        5860.22,
        5867.7
    ],
    [
        " I he's you know something some little spark of like wait a second",
        5867.7,
        5873.32
    ],
    [
        " and and what I called this because he was young I called this you know I have to be strict with you so then I started being less and less strict",
        5874.3,
        5883.54
    ],
    [
        " he started getting some of these privileges back and then one time he started stepping on line a little bit and I said",
        5883.54,
        5889.34
    ],
    [
        " hey am am I going to have to get strict with you again and he said something along the lines of like I think maybe you should so that I can be tougher",
        5889.34,
        5900.8
    ],
    [
        " I was like",
        5901.72,
        5902.74
    ],
    [
        " I was like I did not I didn't want to be strict with I wanted like let's go back to party time yeah let's go back to freaking you know playing with toys and having to go he says I maybe maybe you should so I can be tougher and I was damn it",
        5902.74,
        5918.58
    ],
    [
        " He just won the test of wills you want like you can take go ahead you should",
        5918.58,
        5924.04
    ],
    [
        " Actually, actually went one level deeper like you should it's in my best. Yeah, it's in my best interest for you to do that",
        5924.04,
        5930.46
    ],
    [
        " Let's do it immediately",
        5930.46,
        5931.4
    ],
    [
        " So you got to you got to pay attention the kids will come at you man. I'll come at you",
        5931.4,
        5936.82
    ],
    [
        " psychological warfare",
        5936.82,
        5938.62
    ],
    [
        " Information",
        5938.62,
        5941.74
    ],
    [
        " Information plays a special role in competition",
        5941.74,
        5945.02
    ],
    [
        " Narratives play an important part because they are what gives meaning to a set of facts",
        5945.02,
        5952.8
    ],
    [
        " For example to come to competitors may both desire to possess a particular island",
        5952.8,
        5956.16
    ],
    [
        " One of them may have a narrative that explains their claim to the island on the basis of historical ownership",
        5956.44,
        5961.64
    ],
    [
        " The other may have a narrative that says some of the people that currently use the island and current possession makes their claim stronger",
        5961.64,
        5967.92
    ],
    [
        " two narratives compete with each other",
        5967.92,
        5969.62
    ],
    [
        " To give facts and meanings I got a good question on EF online the other day",
        5969.62,
        5974.94
    ],
    [
        " I think it was EF on the might have been client",
        5974.94,
        5976.48
    ],
    [
        " But it was along the lines of hey",
        5976.48,
        5979.1
    ],
    [
        " How do we develop this culture and my my answer was you need to tell the story of what's going on at night",
        5979.1,
        5984.36
    ],
    [
        " And we when we talked about on this podcast the marine court",
        5984.38,
        5987.48
    ],
    [
        " The marine court tells the story. Yeah, that's what I was going off from the last podcast about",
        5987.48,
        5991.88
    ],
    [
        " About the squad leader makes a difference that thing is primed and ready to rock and roll on the podcast",
        5991.88,
        5997.62
    ],
    [
        " So the narrative that you tell the information that you put out there was just",
        5997.62,
        6003.68
    ],
    [
        " So important demonstrating a capability and exercise and then think and then communicating so that it affects a competitor's thinking",
        6003.68,
        6013.02
    ],
    [
        " Is another way marine choose information leaders determine what capabilities to reveal and when to reveal them as part of a larger part approach",
        6014.36,
        6021.68
    ],
    [
        " however much is specifically revealed",
        6021.68,
        6024.56
    ],
    [
        " publicizing adherence to high standards in realistic training can help sustain the marine course",
        6024.56,
        6030.6
    ],
    [
        " reputational advantage and affect the thinking of our nation's competitors once again the marine core with this manual is increasing their budget",
        6030.6,
        6038.52
    ],
    [
        " It's it's attraction for the do D is what it is",
        6038.52,
        6044.2
    ],
    [
        " ah",
        6047.32,
        6047.88
    ],
    [
        " Marines need to understand the impact of culture when they use information as a competitive tool",
        6047.88,
        6052.66
    ],
    [
        " cultural differences affect how narratives are interpreted by various audiences one message might be understood in one country",
        6052.66,
        6058.88
    ],
    [
        " In a way that is significantly different from how it is understood and another marines must account for this and focus the narratives",
        6058.88,
        6064.82
    ],
    [
        " We use so that our target audience understands our message the way that we intend yes know the story",
        6064.82,
        6071.48
    ],
    [
        " No, the story going back to the unraveling podcast. What is your story? No people's stories",
        6072.56,
        6077.66
    ],
    [
        " The spectrum and styles of competition the next section the usual condition of internal relations is one of competition across the elements of national power",
        6077.66,
        6091.4
    ],
    [
        " Below the violence threshold we typically see activities from the non-military aspects of national power",
        6091.4,
        6100.0
    ],
    [
        " For example economic competition is seen as the national at the national level in the struggle for market share in particular industry",
        6100.0,
        6106.86
    ],
    [
        " Or the effort to negotiate favorable terms in a trade agreement escalation on the spectrum",
        6106.86,
        6112.48
    ],
    [
        " We might see sharper economic acts like industrial espionage the theft of it in an action intellectual property use of sanctions",
        6112.48,
        6119.36
    ],
    [
        " What's interesting about this is how often do we go to war?",
        6119.36,
        6123.98
    ],
    [
        " Right like if you think about all the interactions that America has globally for the last 240 years",
        6125.46,
        6133.36
    ],
    [
        " All these interactions all the time are constantly happening tariffs and sanctions and all of these things are happening all the time and very seldom do we actually pull the trigger and cross into the threshold of violence",
        6133.36,
        6144.28
    ],
    [
        " and that's",
        6144.28,
        6146.68
    ],
    [
        " We should do that as",
        6146.68,
        6148.68
    ],
    [
        " As as infrequently as possible obviously and you should assess your own leadership in the same spectrum",
        6149.12,
        6155.5
    ],
    [
        " How often do I have to use direct leadership?",
        6155.5,
        6157.5
    ],
    [
        " It should be extremely infrequently",
        6158.36,
        6160.94
    ],
    [
        " Repetitive actions can also move the line up or down over time. This is about the this is about how you how you kind of",
        6160.94,
        6174.52
    ],
    [
        " Move up and down these continuums all the time",
        6174.52,
        6177.2
    ],
    [
        " gradualism and salami slicing which we talked about the last one",
        6179.12,
        6182.52
    ],
    [
        " competitors use these activities in an effort to achieve their aims without provoking a state of war or even a strong reaction",
        6182.52,
        6190.7
    ],
    [
        " In addition to competing through attraction coercion and various forms illustrated above marines can also compete by imposing costs",
        6190.7,
        6203.94
    ],
    [
        " We encose impose costs on arrival when we develop a credible capability and arrival must spend resources in order to try and counter it",
        6203.94,
        6212.18
    ],
    [
        " For example the Department of Defense has experienced increasing cyber attacks in the past decades",
        6212.18,
        6217.68
    ],
    [
        " This has imposed cost because the Department of Defense has to suspend time and money to develop civilian training",
        6217.68,
        6224.04
    ],
    [
        " counter those attacks",
        6224.04,
        6225.46
    ],
    [
        " We can also fast-forwardly we can also impose cost during war when we first enforce the adverse",
        6225.46,
        6230.9
    ],
    [
        " Adversary to divert resources from their preferred actions in order to counter one of our capabilities",
        6231.54,
        6236.3
    ],
    [
        " And then we get into the threshold of violence",
        6236.3,
        6240.3
    ],
    [
        " The threat of violence and violent acts are competitive tools in international relations",
        6240.3,
        6247.86
    ],
    [
        " The goal of posturing is to affect the decision-making of the target to make them so fearful of the damage",
        6247.86,
        6253.8
    ],
    [
        " They might receive if the posturing escalates the violence that they submit and let the posture achieve their goals",
        6253.8,
        6259.12
    ],
    [
        " And it places one into a favor position should violence follow just think about that",
        6260.1,
        6265.7
    ],
    [
        " Psychologically if we start to think about the continuum of influence or leadership",
        6265.7,
        6269.44
    ],
    [
        " And you start using direct",
        6269.44,
        6273.12
    ],
    [
        " influence",
        6273.12,
        6275.02
    ],
    [
        " That's what you're doing you're crossing over that threshold where people are forced to submit that's why you get the equal and opposite reaction",
        6275.02,
        6284.66
    ],
    [
        " In some cases the posturing briefly briefly crosses the threshold and violence occurs to demonstrate the resolve of the actor",
        6286.02,
        6292.78
    ],
    [
        " The brief this brief use of violence still has the same aim which is to affect the target's decision",
        6292.78,
        6299.14
    ],
    [
        " Many actors intentionally try to obscure or confuse exactly where this threshold lies",
        6299.14,
        6306.36
    ],
    [
        " Oh, man, that's a good one, right?",
        6306.36,
        6308.16
    ],
    [
        " Where is that threshold",
        6308.72,
        6310.32
    ],
    [
        " You ever you ever known someone like that just crazy eyes like a crazy eyes person",
        6311.12,
        6316.56
    ],
    [
        " How about how about your bar you're bouncing at a bar",
        6316.56,
        6320.3
    ],
    [
        " There's some people where you don't know where the line is they could shank you at any moment",
        6320.3,
        6324.44
    ],
    [
        " Right and now you have to contend with that yeah, and there's people that proactively",
        6324.44,
        6329.76
    ],
    [
        " proactively prop up that image right",
        6329.76,
        6334.62
    ],
    [
        " Yes, they do",
        6334.62,
        6337.24
    ],
    [
        " It's a good move",
        6338.08,
        6339.0
    ],
    [
        " What where where you have you might think that's a good move as a leader",
        6339.0,
        6345.48
    ],
    [
        " But what you're really doing is now what you're doing is you're inducing more fear",
        6345.48,
        6350.28
    ],
    [
        " And now people don't know when you're gonna lash out and so now they're on egg shells and they're afraid to speak up and speak out and it's a problem",
        6350.28,
        6358.78
    ],
    [
        " This has been oh",
        6365.26,
        6366.38
    ],
    [
        " They do this to cause enough ambiguity and hesitation that they can achieve their aims with little or no interference",
        6366.38,
        6375.54
    ],
    [
        " This has been true historically and will likely increase in the future some rivals use capabilities like certain cyber and space activities",
        6375.54,
        6381.62
    ],
    [
        " That have destructive effects, but false short of some definitions of violence and effort to obscure whether or not they would across the threshold",
        6381.62,
        6388.46
    ],
    [
        " as a push in the envelope",
        6388.78,
        6390.7
    ],
    [
        " And support of us goals marines perform missions on both sides of the violence threshold",
        6390.7,
        6394.92
    ],
    [
        " In some cases marines were introduced into situations below the violence threshold",
        6394.92,
        6399.84
    ],
    [
        " But then a political group performed a violent act against US interests",
        6399.84,
        6403.82
    ],
    [
        " The disciplined response of the marines then occurred above the threshold of violence",
        6403.82,
        6409.0
    ],
    [
        " But the violence was limited and did not reach the level of conventional war",
        6409.0,
        6413.16
    ],
    [
        " Following these brief periods of violence the competition again fell below the violence threshold",
        6413.16,
        6417.8
    ],
    [
        " In most cases",
        6417.8,
        6418.98
    ],
    [
        " Now we get into decision making initiative and response",
        6418.98,
        6424.88
    ],
    [
        " You might just call that a whole thing execution. I'm not 100% sure, but you might",
        6424.88,
        6430.44
    ],
    [
        " marines are taught that decision making is essential since all actions are the result of decisions or of non decisions",
        6430.44,
        6440.08
    ],
    [
        " It's so powerful to paint things so clearly",
        6440.08,
        6446.94
    ],
    [
        " This is",
        6448.12,
        6448.94
    ],
    [
        " Whoever wrote this opener right here because you know you how many people wrote this book Dave six six yeah six",
        6448.94,
        6456.16
    ],
    [
        " The person that the wrote this section gets a little bonus credit right",
        6456.16,
        6461.88
    ],
    [
        " marines are taught the decision making is essential",
        6461.88,
        6464.94
    ],
    [
        " Since all actions are the result of decisions or of non decisions",
        6464.94,
        6469.54
    ],
    [
        " If we lack the will required to make a decision then we have willingly surrendered the initiative to our foe",
        6469.54,
        6477.58
    ],
    [
        " If we consciously post-pone taking action for some reason this is also a decision",
        6479.2,
        6484.5
    ],
    [
        " So there you go",
        6484.5,
        6486.78
    ],
    [
        " boom",
        6486.78,
        6487.44
    ],
    [
        " That's the little section you got to highlight",
        6487.44,
        6491.52
    ],
    [
        " Terminal lands out there",
        6491.52,
        6493.66
    ],
    [
        " This is what where's what we're talking about",
        6493.66,
        6496.12
    ],
    [
        " Initiative is in is as important in competition as it is in war gaining the initiative means our competitor must react to us",
        6496.12,
        6504.02
    ],
    [
        " We can gain it by presenting a dilemma to our competitor and also by setting the tempo of the activity taking place",
        6504.58,
        6512.16
    ],
    [
        " Brian Stan when he was on here's operational tempo he like he he what you know everyone's got their move right in jiu jitsu",
        6512.16,
        6523.06
    ],
    [
        " Everyone's got their you know they got that guillotine they got that comeira they got that heel hook",
        6523.06,
        6527.68
    ],
    [
        " When Brian Stan was on here. I just remember I'm just talking about that operational tempo where it's gonna",
        6527.68,
        6533.2
    ],
    [
        " And I'll",
        6533.2,
        6533.84
    ],
    [
        " That's what he that's what this guy's talking about",
        6533.84,
        6537.08
    ],
    [
        " Setting the tempo of the activity",
        6537.08,
        6540.96
    ],
    [
        " Marines must assume that potential competitors understand initiative as well as we do",
        6540.96,
        6546.26
    ],
    [
        " Thus they will take actions in order to gain the initiative",
        6546.26,
        6549.42
    ],
    [
        " Many competitors also seek to create ambiguity about their actions which leads to a problem of attribution",
        6549.42,
        6556.5
    ],
    [
        " If we are not certain who performed a certain action",
        6556.5,
        6559.32
    ],
    [
        " Then we cannot attribute that action to any particular actor",
        6559.32,
        6562.9
    ],
    [
        " This often delays our response and slows our tempo",
        6562.9,
        6566.96
    ],
    [
        " Conversely if we improve understanding of how of our competitor",
        6566.96,
        6571.16
    ],
    [
        " We can be primed to attribute their actions in ways that slow their tempo instead",
        6571.16,
        6576.46
    ],
    [
        " It's to know that and to be able to recognize oh this isn't just it's not just that I can't figure out exactly who did this",
        6576.46,
        6585.8
    ],
    [
        " It's that I am now",
        6585.8,
        6586.82
    ],
    [
        " My utaloupe is slowing down right now",
        6587.62,
        6589.9
    ],
    [
        " Because I think they did it, but I can't be sure",
        6589.9,
        6593.06
    ],
    [
        " While competition essentially always exists its intensity varies over the course of time",
        6593.06,
        6602.6
    ],
    [
        " We must also understand that the long timelines involved in competition mean decisions and actions sometimes play out over months or years",
        6602.6,
        6609.16
    ],
    [
        " Even decades in some cases this often results in opportunistic behavior as rivals take advantage of conditions to achieve",
        6609.16,
        6615.98
    ],
    [
        " Their strategic goals without crossing the violence threshold or crossing it briefly and then returning below the threshold before triggering a war",
        6615.98,
        6624.4
    ],
    [
        " Opportunities often created when conditions suddenly change or",
        6624.4,
        6629.38
    ],
    [
        " temporarily such as when a pandemic strikes",
        6629.38,
        6631.76
    ],
    [
        " Pandemic strikes which is interesting. I don't know if they wrote this before or after",
        6631.76,
        6635.5
    ],
    [
        " I get they they probably slid it in there you think they slid it in there. Yeah, I think this was drafted it like this last year",
        6635.5,
        6641.5
    ],
    [
        " Yeah, they slid it in there such as this diverts attention",
        6641.5,
        6645.3
    ],
    [
        " And resources which creates a gap for an alert competitor to exploit",
        6645.3,
        6650.34
    ],
    [
        " Having no fixed timeline for achieving goals",
        6650.34,
        6656.38
    ],
    [
        " Plus opportunism also leads to incrementalism",
        6656.38,
        6661.72
    ],
    [
        " Which is the effort to achieve a goal by adding together a number of small steps taken on a path toward it",
        6661.72,
        6670.16
    ],
    [
        " Achieving our goals in competition requires action which comes from making decisions",
        6670.16,
        6675.38
    ],
    [
        " Therefore what marines are taught for war fighting serves them well here provided",
        6675.38,
        6680.84
    ],
    [
        " They also apply judgment in recognizing how timelines can differ between war and the rest of the competition continuum",
        6680.84,
        6686.92
    ],
    [
        " So this idea of incrementalism is something we you got to be on the lookout for",
        6686.92,
        6692.5
    ],
    [
        " You got to be on the lookout for that slow creeping",
        6692.5,
        6696.36
    ],
    [
        " maneuver that your enemies making",
        6696.36,
        6698.56
    ],
    [
        " And at some point you've got to draw the line what I recommend is",
        6700.16,
        6704.26
    ],
    [
        " Instead of drawing a line you what you do is you incrementally respond",
        6704.26,
        6710.3
    ],
    [
        " So when echo",
        6710.3,
        6712.52
    ],
    [
        " Makes a little maneuver",
        6712.52,
        6714.72
    ],
    [
        " That's a little bit offensive to me. I just don't say well. He hasn't really crossed the line",
        6714.72,
        6719.9
    ],
    [
        " I actually give him a little bit of a check a little check",
        6719.9,
        6722.74
    ],
    [
        " That's a little check so from a leadership perspective. What does that mean? It means when Dave",
        6722.74,
        6727.0
    ],
    [
        " When Dave decides he's gonna spend a little bit too much money on the on the company credit card",
        6728.02,
        6733.98
    ],
    [
        " I don't just go well. Yes. I don't really eat him really crossed the line",
        6733.98,
        6738.84
    ],
    [
        " I might say hey Dave. I see I see got it some expenses here that are",
        6738.84,
        6742.76
    ],
    [
        " What is this? What did you buy?",
        6742.76,
        6744.92
    ],
    [
        " Just just check or just checking oh",
        6745.84,
        6748.54
    ],
    [
        " Yeah, you know, I just needed some some oil for my car. Okay, but for your car. Yeah. Yeah. Well, okay",
        6748.54,
        6756.1
    ],
    [
        " Was that was that for a company trip? No, no, no, hey, I'll change. I'll talk to you know, we'll get it straight now. Okay",
        6756.76,
        6763.02
    ],
    [
        " Because you're trying to incrementally see if you can start putting real stuff on the company credit card",
        6763.02,
        6768.2
    ],
    [
        " No, you can",
        6768.2,
        6770.22
    ],
    [
        " But if I don't check you if instead I draw a line in the sand",
        6770.22,
        6775.92
    ],
    [
        " Well, now all of a sudden you've developed a pattern and you've gotten a habit and you could actually come back to me",
        6775.92,
        6781.06
    ],
    [
        " Say well, I've been doing this for a while. I don't want any of that",
        6781.06,
        6783.26
    ],
    [
        " So I'm going to check you",
        6784.48,
        6785.68
    ],
    [
        " Am I going to check you with a with a hockey stick across the face? No, I'm gonna give you a little",
        6785.68,
        6793.26
    ],
    [
        " Test a little I'm here. I see what's happening. I",
        6793.26,
        6797.82
    ],
    [
        " Don't draw a line in the sand",
        6797.82,
        6800.06
    ],
    [
        " Because in a line in the sand",
        6800.06,
        6802.3
    ],
    [
        " can be offensive",
        6802.3,
        6804.1
    ],
    [
        " and",
        6804.1,
        6805.48
    ],
    [
        " Why did you break a rule?",
        6805.48,
        6810.1
    ],
    [
        " if",
        6812.04,
        6812.52
    ],
    [
        " You knew the rule was there",
        6812.52,
        6813.8
    ],
    [
        " If you broke a rule",
        6813.8,
        6815.78
    ],
    [
        " I probably did a bad job of explaining that hey man",
        6815.78,
        6819.24
    ],
    [
        " Company credit cards",
        6819.24,
        6820.68
    ],
    [
        " We use them for company business",
        6820.68,
        6823.1
    ],
    [
        " and what we can't do is we can't have a bunch of little",
        6823.1,
        6826.66
    ],
    [
        " Charges adding up over time and then we look up and we we we have lost a bunch of money and spending on things that don't really benefit the company",
        6826.66,
        6835.6
    ],
    [
        " So anything that you think you're using",
        6835.6,
        6839.6
    ],
    [
        " For your personal gain or for your for your personal life is not allowed",
        6840.1,
        6845.12
    ],
    [
        " So that's a little bit of a line, but I'm I'm not I'm not smacking you with it. I'm showing it to you",
        6845.12,
        6851.94
    ],
    [
        " And you got you have options when you take that approach you can there's a lot of different things you can do in there and",
        6851.94,
        6860.42
    ],
    [
        " The the problem with the line is that that basically commits you",
        6860.42,
        6865.26
    ],
    [
        " To to to a response to a course of action that you it's really really hard to maneuver away from that",
        6866.26,
        6871.86
    ],
    [
        " And if you're using the line like hey if I just draw the line then then jaco's not going to cross the line",
        6871.86,
        6876.94
    ],
    [
        " And I use it more as a tool to keep you from doing it than it's actually what I'm really willing to do",
        6876.94,
        6881.0
    ],
    [
        " you have",
        6881.0,
        6882.02
    ],
    [
        " Almost no maneuver space there and you talk about that's all the time",
        6882.02,
        6885.32
    ],
    [
        " You want to keep as many options as much maneuverability as you can and that line takes all that away from me",
        6885.32,
        6891.04
    ],
    [
        " And if a line is just a tool to get you to comply and that person this is talking about an adversary",
        6891.36,
        6896.92
    ],
    [
        " This is an alert adversary looking for ways to commit you",
        6896.92,
        6900.18
    ],
    [
        " That that limits anything that limits your options and certainly I know this about the Marine Corps is something we don't want",
        6900.18,
        6906.64
    ],
    [
        " Isn't a beautiful thing when",
        6906.64,
        6909.52
    ],
    [
        " The line is implied with such strength that I never even said it, but you knew not to cross it",
        6909.52,
        6917.84
    ],
    [
        " How many how many charges have you made on your company credit card for your personal gain the answer is zero",
        6917.84,
        6923.0
    ],
    [
        " Right and not doing that here and not out of fear of compliance either",
        6923.0,
        6927.32
    ],
    [
        " Or compliance based on fear but out of a recognition of why that actually is what you should be doing",
        6927.32,
        6933.2
    ],
    [
        " and",
        6933.2,
        6934.0
    ],
    [
        " You know there's some things inside here that translate perfectly and there's some things you actually kind of have to think about because",
        6934.0,
        6939.56
    ],
    [
        " there",
        6939.56,
        6940.36
    ],
    [
        " this",
        6940.36,
        6941.56
    ],
    [
        " This",
        6942.88,
        6943.38
    ],
    [
        " publication of this this manual is is really in a lot of ways talking about competitors",
        6943.38,
        6947.5
    ],
    [
        " And there's the there's a component there that that",
        6947.5,
        6951.26
    ],
    [
        " directly",
        6951.26,
        6952.38
    ],
    [
        " That aligns well when you're competing with you're running a company. There's a competitive company",
        6952.38,
        6957.72
    ],
    [
        " But the connection to the litter",
        6957.72,
        6959.76
    ],
    [
        " Leadership piece to your people you got to kind of translate that a little bit",
        6959.76,
        6964.36
    ],
    [
        " You don't want to go to war with your people your goal isn't to set that line to establish your authorities so they comply",
        6964.36,
        6969.94
    ],
    [
        " You want to avoid that it almost all costs",
        6970.46,
        6974.08
    ],
    [
        " But you need your into same thing with my kids do I want my my son to know that there's a line? Yes",
        6974.08,
        6980.62
    ],
    [
        " He and he knows he almost well it happens, but he doesn't cross that line very often",
        6980.62,
        6986.36
    ],
    [
        " I'm not forced to respond in a limited way very often",
        6986.36,
        6989.72
    ],
    [
        " But I want him to know that yeah, so let's say there was a street in front of your house really busy",
        6989.72,
        6994.52
    ],
    [
        " Would you put the line that your son when he's four years old?",
        6995.58,
        7000.24
    ],
    [
        " Would you put the line at the street?",
        7000.94,
        7002.5
    ],
    [
        " Hell no you'd put the line a little further back and would you",
        7002.8,
        7007.12
    ],
    [
        " Would you then escalate like hey you can't go past this",
        7007.12,
        7010.66
    ],
    [
        " This is this is 20 yards from the road where you could get killed",
        7010.66,
        7015.7
    ],
    [
        " That's what we do yeah now even the even the actual line where you're gonna like give",
        7015.7,
        7021.6
    ],
    [
        " Significant punishment because you have to because you have to you have to you have to",
        7021.92,
        7026.32
    ],
    [
        " Impress upon the kid like my my dog kid dog",
        7026.32,
        7031.74
    ],
    [
        " My dog I have this at my house if my dog goes out off my front porch",
        7031.74,
        7039.3
    ],
    [
        " He's gonna be on a street where there's cars right",
        7039.3,
        7042.74
    ],
    [
        " I gave him hard corrections when he was a puppy that dog doesn't leave there. He knows what's up",
        7042.74,
        7049.92
    ],
    [
        " He knows that he can't do it",
        7049.92,
        7051.2
    ],
    [
        " So that's where the lot and the but the line isn't",
        7051.2,
        7054.38
    ],
    [
        " He could go off my porch and go another",
        7054.38,
        7056.46
    ],
    [
        " 15 yards before he'd actually get hit yeah, but I don't give him that extra 15 yards",
        7056.46,
        7062.3
    ],
    [
        " I give him like okay here it is don't go don't go across this line and he's been trained and he understands it",
        7062.3,
        7067.68
    ],
    [
        " so that's",
        7067.68,
        7068.98
    ],
    [
        " What you gotta watch out for and your dog might not ever make this connection",
        7068.98,
        7075.16
    ],
    [
        " But the obvious goal with your people is that the recognition is that it's in their best interest",
        7075.16,
        7079.88
    ],
    [
        " You're trying to help them and that's that that's the piece of like hey when you're talking about your adversaries",
        7079.88,
        7085.14
    ],
    [
        " And you even talked a little bit about coercion",
        7085.14,
        7086.72
    ],
    [
        " In some way we're actually able to have a series basically trying to say hey",
        7086.72,
        7090.9
    ],
    [
        " Don't do this. Yeah, this is in your best interest. Please don't do this",
        7090.9,
        7096.7
    ],
    [
        " Or hey, I'm gonna really need you to do this but",
        7096.7,
        7100.46
    ],
    [
        " From a leadership standpoint all those things even those lines that you draw",
        7100.82,
        7104.36
    ],
    [
        " The ideal situation as user leader is actually what's in their best interest and they're in their pushing against it",
        7104.36,
        7109.68
    ],
    [
        " You might want to find out why they're pushing against that",
        7109.68,
        7112.48
    ],
    [
        " Anyway, I just think that that connection of what's in their best interest and that that line. I mean we",
        7112.48,
        7119.7
    ],
    [
        " You want to be able to maneuver as much as possible all the time and keep as many options open as as as possible and so that line should be",
        7119.7,
        7128.14
    ],
    [
        " Just be real cautious about drawing that explicitly and if you do if you can get them to understand why that's there",
        7129.08,
        7134.88
    ],
    [
        " That's so much more powerful than it's just hey, I'm gonna I'm gonna hammer you if you hit the crosses line. Yeah",
        7134.88,
        7138.56
    ],
    [
        " The why is huge",
        7138.56,
        7141.74
    ],
    [
        " And if they don't understand why then it's an arbitrary thing that you threw up there and look",
        7141.74,
        7147.28
    ],
    [
        " I'm not saying that you shouldn't have that because if people you should absolutely have lines where hey you crossed this line",
        7147.28,
        7153.64
    ],
    [
        " You made it it's ethical mistake you did something that's",
        7153.64,
        7156.24
    ],
    [
        " That's actively freaking criminal you're done. Yeah, that's where we're at just so everybody knows you do something like that",
        7157.32,
        7164.22
    ],
    [
        " You're you're done period end of story. There's no there's not even discussion. So don't do that",
        7164.22,
        7170.22
    ],
    [
        " Getting into the conclusion like war competition serves policy, but usually does so over longer spans of time",
        7170.22,
        7181.14
    ],
    [
        " These long timelines lead us to look for policies",
        7181.14,
        7184.28
    ],
    [
        " aims in our enduring national interests with aspects of these interests emphasized by current state of domestic policy politics",
        7184.28,
        7192.3
    ],
    [
        " Again, apply that to your personal life apply that to your business. What are you trying to do? What are your enduring interests?",
        7192.3,
        7200.34
    ],
    [
        " Attraction is important concept in our theory of competition",
        7201.84,
        7205.54
    ],
    [
        " It uses incentives and rewards to get another political actor to act differently in ways that are aligned with our interests",
        7205.9,
        7212.44
    ],
    [
        " That's what we're doing as a leader",
        7212.44,
        7213.62
    ],
    [
        " we're using attraction",
        7213.62,
        7215.56
    ],
    [
        " We're using coercion",
        7215.56,
        7218.18
    ],
    [
        " We're using the stick we're using the carrot. What do we want to use? We want to use we want to use the carrot as much as possible",
        7218.18,
        7226.96
    ],
    [
        " And you know what we want them to think they found that carrot",
        7226.96,
        7230.1
    ],
    [
        " Coversion is another important component of our theory it takes two forms",
        7234.6,
        7238.46
    ],
    [
        " Compellance to cause arrival to take action favorable to our goals and deterrence to cause a rival to not take action",
        7238.46,
        7246.64
    ],
    [
        " That's what you were asking earlier. I think I go. I don't know if I gave you that clear of an answer",
        7246.64,
        7251.74
    ],
    [
        " In war, we impose our will on an enemy with coercion",
        7251.74,
        7260.08
    ],
    [
        " comply with our wishes",
        7260.08,
        7261.22
    ],
    [
        " Even if their cooperation is unwilling",
        7261.22,
        7263.8
    ],
    [
        " The existence of the Marine Corps is a coercive tool for the nation",
        7263.8,
        7268.54
    ],
    [
        " If it's competitive advantages",
        7268.54,
        7270.7
    ],
    [
        " Advantage is made clear to arrival",
        7270.7,
        7273.24
    ],
    [
        " Competitors act like systems. They have many parts that interact with each other in complex often unpredictable ways",
        7273.24,
        7282.7
    ],
    [
        " This also means competitors have strengths and weaknesses as competition unfolds over time the rival systems can sense",
        7282.7,
        7289.92
    ],
    [
        " What their competitor is trying to do and adapt or evolve in an effort to improve their competitive advantage. It's always adapting",
        7290.86,
        7298.52
    ],
    [
        " These will often blend the threat of violence or the use of violence itself with other tools to gain an advantage",
        7298.52,
        7305.36
    ],
    [
        " This constantly shifting mixture can get confusing which is part of the goal",
        7305.36,
        7311.1
    ],
    [
        " Competitors often intend for this confusion to help them reach their goals by causing their rivals to hesitate",
        7311.1,
        7318.94
    ],
    [
        " This also helps them gain the initiative so that they can set the pace the tempo for the competition",
        7321.38,
        7328.84
    ],
    [
        " I'm more two hours deep right now. I'm not even getting anywhere. The chapter three is next",
        7328.84,
        7337.12
    ],
    [
        " You know",
        7337.12,
        7340.9
    ],
    [
        " Something that I I say and I know I think you and I discussed this the other day on the phone Dave",
        7340.9,
        7348.86
    ],
    [
        " The best way to win is when the enemy doesn't even know their fighting right the what Sunsu was the supreme what Sunsu said was the supreme art of war is to subdue the enemy without fighting",
        7350.08,
        7361.48
    ],
    [
        " That's what we're trying to do to win",
        7361.48,
        7366.66
    ],
    [
        " To influence Dave without Dave even knowing that I influenced him",
        7366.66,
        7373.76
    ],
    [
        " I want to maneuver my ideas into your head so that you think they're they're you're your ideas",
        7373.76,
        7378.58
    ],
    [
        " I want to preemptively remove your will to fight before you even think you should be in a fight before before you even think you should be putting up resistance",
        7380.74,
        7389.92
    ],
    [
        " You already are thinking that you don't want to resist that's my goal",
        7389.92,
        7392.56
    ],
    [
        " I want to make you a champion of my cause as if it were your own cause",
        7392.56,
        7401.48
    ],
    [
        " That's what we're trying to make happen",
        7401.48,
        7403.34
    ],
    [
        " And by the way what what makes this easy or what makes this and actually makes it easy is when",
        7404.88,
        7411.3
    ],
    [
        " My cause is your cause because you're it helps you if I'm over here trying to convince you do something that doesn't help you man. It's freaking hard",
        7411.3,
        7420.3
    ],
    [
        " But when I can align my goals with your goals and I can give you ownership",
        7420.3,
        7424.9
    ],
    [
        " That allows",
        7424.9,
        7428.44
    ],
    [
        " That allows these strategies and tactics",
        7430.94,
        7433.46
    ],
    [
        " For you to get on board with what I want you to do and you don't even know that I'm trying to make you do it",
        7433.46,
        7441.12
    ],
    [
        " So",
        7441.12,
        7446.98
    ],
    [
        " It's one of the most important things about this manual simply making you aware that you're competing and you have to be aware",
        7446.98,
        7452.98
    ],
    [
        " That you're also influencing all the time",
        7452.98,
        7457.82
    ],
    [
        " And you're on that spectrum and you're you're on that continuing and you're either",
        7458.44,
        7462.5
    ],
    [
        " gaining leadership capital or you're spending it",
        7462.5,
        7466.18
    ],
    [
        " And if you do it right people are on board and the and the deeper part of that is you are actually",
        7466.18,
        7477.54
    ],
    [
        " propelling them towards victory for them",
        7477.54,
        7481.62
    ],
    [
        " If you do it right",
        7481.62,
        7484.84
    ],
    [
        " You're propelling them towards victory and they are happy to be moving there",
        7486.42,
        7490.24
    ],
    [
        " And if I'm trying to get Dave to do something that he's resistant to",
        7490.24,
        7495.96
    ],
    [
        " And it's gonna help him in the long run. It's gonna help us in the long run. Why is he resistant? I need to listen to him to see what he what his resistance is why is he resisting?",
        7495.96,
        7505.44
    ],
    [
        " That's what we're doing",
        7507.42,
        7512.08
    ],
    [
        " We're on a constant continual of",
        7512.86,
        7517.86
    ],
    [
        " influence",
        7517.86,
        7520.04
    ],
    [
        " Yes, we're competing, but we're influencing as leaders",
        7520.04,
        7524.5
    ],
    [
        " I",
        7524.5,
        7525.64
    ],
    [
        " Go we're also competing obviously",
        7525.64,
        7535.9
    ],
    [
        " Sure",
        7535.9,
        7536.48
    ],
    [
        " We want to stay competitive right in a multitude of ways. We'll say",
        7537.98,
        7542.92
    ],
    [
        " any",
        7542.92,
        7544.46
    ],
    [
        " Any ways that you can recommend for us to maybe maintain or improve our competitive advantage in the world",
        7544.46,
        7552.84
    ],
    [
        " What do you think what do you got advantage big time first one which I think kind of goes unnoticed and you do could jump in",
        7552.84,
        7560.8
    ],
    [
        " In reminding us from time to time is what game are you playing?",
        7560.8,
        7565.32
    ],
    [
        " Isn't that like kind of one of the questions you used to always get like what motivates you?",
        7566.78,
        7571.66
    ],
    [
        " And still kind of a question like",
        7571.92,
        7575.34
    ],
    [
        " That you kind of got to ask yourself a lot of the time like because it kind of seems like okay, so like getting in shape",
        7575.34,
        7582.74
    ],
    [
        " Right for example or being in shape staying in shape whatever right like for some for the average person",
        7582.74,
        7588.32
    ],
    [
        " Whatever that even means because I don't know what that actually even is but to wake up before 30",
        7588.32,
        7593.34
    ],
    [
        " and do",
        7593.66,
        7594.36
    ],
    [
        " And it's not like you're waking up in 430 and doing like a you know a stretching routine for 10 minutes like right you're kind of going hard, you know",
        7594.36,
        7603.2
    ],
    [
        " And that's every single day not to say you're going full speed everything. Yeah, but I'm just saying your routine",
        7603.2,
        7611.4
    ],
    [
        " Is like the average person not gonna do that, you know, so you're over here going going hard. Mm-hmm, but why you know?",
        7611.4,
        7618.0
    ],
    [
        " Competitive advantage",
        7618.94,
        7619.72
    ],
    [
        " Yeah, a competitive advantage. Exactly. So what I'm saying is in your head. It's there, you know, yeah",
        7619.72,
        7624.8
    ],
    [
        " But I think in like all a lot of our heads like man's not always there like we got to kind of get reminded everyone so you know",
        7624.8,
        7630.26
    ],
    [
        " Just to confirm things in the world",
        7630.26,
        7633.6
    ],
    [
        " You know and disciplinary goes freedom field manual. I'll talk about like how if you exercise you'll be sharper right mentally sharper",
        7633.6,
        7643.04
    ],
    [
        " and then",
        7643.04,
        7645.1
    ],
    [
        " Hearing that chess player the other day Gary Kasparov talk about how if you're in shape. It's gonna help you win at chess",
        7645.86,
        7652.38
    ],
    [
        " I was like keep working out people. Yeah keep working out people",
        7652.38,
        7657.52
    ],
    [
        " That's what you need to do yeah",
        7657.52,
        7659.96
    ],
    [
        " And I and you're kind of always your mind kind seems to be anyway always kind of in that zone where it's like you're kind of looking for some kind of",
        7659.96,
        7667.7
    ],
    [
        " Advantage or something to add to you know your deal or whatever",
        7667.7,
        7672.36
    ],
    [
        " But for the average person I think some of us don't do that all the time because we kind of forget or maybe to get distracted or whatever",
        7672.36,
        7678.82
    ],
    [
        " Maybe that's the same thing, but where that's why people they'll work out less more things going on all this stuff right so they forget",
        7678.82,
        7686.2
    ],
    [
        " Yeah, yeah, you got that",
        7686.2,
        7689.12
    ],
    [
        " Let's face it if you pour all your efforts into your job",
        7689.12,
        7695.94
    ],
    [
        " Your family and your physical health are gonna fall if you pour all your efforts into your family your job and your physical health is gonna fail",
        7697.38,
        7705.46
    ],
    [
        " If you pour all your efforts into your physical health your job and your family are going to fail",
        7705.46,
        7711.98
    ],
    [
        " So we have to be balanced",
        7711.98,
        7714.58
    ],
    [
        " If you let the physical one fall apart that's gonna negatively impact the other",
        7714.58,
        7720.64
    ],
    [
        " I actually they all they all impact each other right they all impact each other, but",
        7720.64,
        7724.74
    ],
    [
        " Let's face it as you pointed out on one of the earliest of these podcasts",
        7725.54,
        7729.16
    ],
    [
        " The physical one will help you",
        7729.16,
        7731.38
    ],
    [
        " Across the board in all aspects of the game. So no way maybe the game the game the game straight up",
        7731.38,
        7738.74
    ],
    [
        " In a way the best way the best strategy you know instead of pouring everything you have into your xyz",
        7738.74,
        7744.12
    ],
    [
        " Whatever one thing you align them all and understand that they're all this what it called in business",
        7744.12,
        7749.76
    ],
    [
        " Vertically integrated whatever right just called the path the path",
        7749.76,
        7754.32
    ],
    [
        " Yeah, same thing. So look. I'm an exercise be capable. I'm do do do do do I'm gonna",
        7754.38,
        7758.96
    ],
    [
        " Improve all my applicable skills",
        7758.96,
        7761.92
    ],
    [
        " So I can be a better",
        7761.92,
        7765.04
    ],
    [
        " Whatever those things are whatever you are you seem I think I know where you're going with this",
        7765.04,
        7769.92
    ],
    [
        " People should get supplements from our gym and I think is that where you're going?",
        7769.92,
        7773.62
    ],
    [
        " I think I just saw little a little connection getting made yeah, oh, and thank you because I was thinking to start to think like",
        7773.84,
        7779.6
    ],
    [
        " Okay, if we're gonna make that connection in 20 minutes maybe two minutes",
        7779.6,
        7783.04
    ],
    [
        " I'm down. Hey, I'm down. Don't see that kind of artistic maneuver",
        7783.04,
        7786.48
    ],
    [
        " The intellectual sharpness as you bring it in for the big win and all of a sudden you're talking about how we're gonna get some supplementation",
        7786.48,
        7793.16
    ],
    [
        " I haven't hype on that okay, and then when we start going 12 minutes",
        7793.16,
        7797.36
    ],
    [
        " Okay, and we're talking about alignment and vertical integration. This is an important thing. Okay",
        7797.36,
        7802.54
    ],
    [
        " I'll just say now you did have one person respond on social media that they are listening right now",
        7802.54,
        7808.3
    ],
    [
        " So that person is happy that you're going down the path of whatever you're going down. Hey look",
        7808.3,
        7813.58
    ],
    [
        " Oh, all right. Well, hey better to be over informed and under informed. Okay, so hey look day",
        7813.58,
        7819.9
    ],
    [
        " I don't know if we can make that necessarily a blanket statement",
        7819.9,
        7822.6
    ],
    [
        " Because I think the people that are right now questioning",
        7822.6,
        7826.54
    ],
    [
        " Well, how about this hey scenario that we're in at this moment. Hey, thanks for helping it alone. Okay, you know",
        7826.54,
        7831.48
    ],
    [
        " You're a good little bump. Little push you do a great job. A little influence. A little influence. Anyway, all right",
        7831.48,
        7838.06
    ],
    [
        " Cool, where we're here trying to compete stay competitive improve and maintain our competitive advantage. Okay, look",
        7838.3,
        7844.7
    ],
    [
        " We need supplementation. See how quickly that worked",
        7844.7,
        7847.04
    ],
    [
        " Yeah, I kind of set you up like hey, how can we maintain competitiveness? You said boom and you were there",
        7847.04,
        7851.74
    ],
    [
        " I know man. It seems like my idea too. There wasn't",
        7851.74,
        7854.22
    ],
    [
        " The seed in my head and man, I was like man the best idea ever came up seeming seemingly. That was a good job",
        7854.22,
        7861.36
    ],
    [
        " Yeah, anyway",
        7861.36,
        7862.6
    ],
    [
        " So I'm taking discipline discipline go. That's probably why my brain is so sharp",
        7862.6,
        7868.1
    ],
    [
        " Let me let me let me let me say something",
        7868.1,
        7869.9
    ],
    [
        " Because even as you're talking about this people are thinking okay, what does this all mean",
        7869.9,
        7874.58
    ],
    [
        " Here's what here's here's a bonus thing because we repeat a lot of the same stuff right sure",
        7874.58,
        7880.16
    ],
    [
        " We certainly seem to repeat what are you right now nothing?",
        7880.16,
        7882.5
    ],
    [
        " Just continue please with your thoughts. You're making notes that using this indication or something",
        7882.74,
        7887.44
    ],
    [
        " It's not in the video. Are we editing stuff out please continue are we editing things?",
        7887.44,
        7891.8
    ],
    [
        " You can edit it out. Uh huh. See you know how I got good news",
        7892.5,
        7896.98
    ],
    [
        " Everything that you're about to talk about",
        7898.18,
        7900.0
    ],
    [
        " Is available",
        7900.0,
        7902.18
    ],
    [
        " With free shipping at origin main.com if you get a subscription. So if you want what do you take every day?",
        7902.18,
        7910.0
    ],
    [
        " All of them uh joint warfare. Okay super crude oil vitamin D",
        7910.4,
        7913.74
    ],
    [
        " Discipline insulin form okay, single day. Dave. What are you on daily cold war? What about what about cool oil?",
        7913.74,
        7920.14
    ],
    [
        " Vitamin D so I guess I have to remember I have such a stash of this that I forget",
        7920.24,
        7926.14
    ],
    [
        " jeez",
        7928.16,
        7928.64
    ],
    [
        " So I'm I am",
        7928.64,
        7929.88
    ],
    [
        " I'm almost ashamed to say that but the only one I don't have a huge stash of is",
        7929.88,
        7936.58
    ],
    [
        " Cold war and then you said vitamin D maybe that's what you were",
        7936.58,
        7940.42
    ],
    [
        " Yeah, alluding to what did I say you said vitamin D? Yeah, I I say cold war that one is now that one is now on",
        7940.42,
        7948.3
    ],
    [
        " Regular shipping okay 30 days",
        7948.3,
        7950.7
    ],
    [
        " So if you go on that if you subscribe yes, and of course go then you get free shipping. Yeah, which is",
        7951.24,
        7957.26
    ],
    [
        " Pretty awesome. Yes, so if you want to get any of these items on a regular basis, which we recommend you do",
        7957.26,
        7965.52
    ],
    [
        " Get subscription get a subscription and you get free shipping. Okay done",
        7965.52,
        7971.36
    ],
    [
        " So let me go down the list these are all beneficial things maintain the competitive edge joint warfare for your joints",
        7971.36,
        7977.26
    ],
    [
        " Don't worry about that stuff. You don't have to worry about your joints anymore",
        7977.26,
        7979.74
    ],
    [
        " Supercure oil same deal general health other benefits vitamin",
        7979.86,
        7983.24
    ],
    [
        " T3 and is another one also cold war this for immunity and other health benefits",
        7983.24,
        7988.82
    ],
    [
        " Better to have health benefits than health",
        7988.82,
        7992.08
    ],
    [
        " You should expression said I don't know what to say and then you pulled it off credit",
        7992.08,
        8003.18
    ],
    [
        " Credit is in the you understand credit anyway back to the supplements discipline",
        8003.18,
        8008.74
    ],
    [
        " And discipline go so discipline the powder for your brain for your body",
        8009.74,
        8013.02
    ],
    [
        " Displingo brain body just on the go quicker delivery system capsules and also the energy drink form",
        8013.02,
        8019.54
    ],
    [
        " It's a healthy energy drink by the way if we didn't already know even though we do",
        8019.54,
        8023.22
    ],
    [
        " That is those are the facts also milk for extra protein for the dessert super delicious tasting protein as a",
        8023.22,
        8030.44
    ],
    [
        " dessert. Yeah, you could say extra protein where you just say oh if you want also want to dessert cool",
        8030.44,
        8035.68
    ],
    [
        " You can get some milk you get them out while you get the drinks you can get that the",
        8035.68,
        8039.6
    ],
    [
        " Ready to drink the cans at walla all the walla's by the way",
        8039.74,
        8044.54
    ],
    [
        " They're in there and vitamin shop",
        8044.54,
        8046.76
    ],
    [
        " So you can you can get them there or you can get them at origin main dot com and if you get a subscription",
        8046.76,
        8052.96
    ],
    [
        " Hey, there's a little issue with the walla scenario",
        8052.96,
        8056.7
    ],
    [
        " Oh, what is it? I got a lot of videos of people just going in there and cleaning it out",
        8056.7,
        8061.58
    ],
    [
        " So people go in there with coolers. Yeah, so go into the shelves of walla and empty every can so",
        8061.58,
        8067.56
    ],
    [
        " Be warned yeah",
        8067.56,
        8069.32
    ],
    [
        " They're getting after people get an after it, but the great the great thing is uh",
        8070.0,
        8074.02
    ],
    [
        " We started off in florida. Yeah, and it was sort of a test run for walla",
        8074.02,
        8078.6
    ],
    [
        " and",
        8078.6,
        8079.66
    ],
    [
        " Everyone went after those",
        8079.66,
        8082.34
    ],
    [
        " When after those is something goes in walla and just",
        8082.34,
        8085.54
    ],
    [
        " Almost like less than a month into it less than a month into a three-month trial walla came to us and said we want you in all the stores",
        8085.54,
        8093.8
    ],
    [
        " so",
        8093.8,
        8094.34
    ],
    [
        " Thank you for for getting after it and walla was gonna deliver",
        8095.18,
        8099.62
    ],
    [
        " Walla was also in the game because they get tagged a lot from people out there shopping the walla's and they always get a good reply",
        8099.62,
        8105.74
    ],
    [
        " Awesome. Yeah, interesting that yeah, I saw that with the guy with the cooler. It was like a bin",
        8105.74,
        8110.96
    ],
    [
        " He was like boom, and I was like, hmm, that's interesting",
        8110.96,
        8113.48
    ],
    [
        " I don't think I've ever been really that compelled to do that with it with the like a drink or whatever",
        8113.48,
        8118.7
    ],
    [
        " I'm saying under what circumstances would I be?",
        8118.7,
        8121.04
    ],
    [
        " And then I thought back to it was like maybe",
        8121.42,
        8123.4
    ],
    [
        " If like four days or so before where I",
        8123.4,
        8126.06
    ],
    [
        " Texted be little with the",
        8126.06,
        8127.94
    ],
    [
        " Emergency scenario because I was only on my last one this one. Okay. There's a thing. They'll send it",
        8127.94,
        8132.96
    ],
    [
        " They'll send it and I because usually I don't go to my last one",
        8132.96,
        8136.7
    ],
    [
        " But what if I'm on my last one and I'm like wait a second. I can go to walla and restock",
        8136.7,
        8141.56
    ],
    [
        " You seem saying then you're bringing a cooler. So it makes it makes sense exactly, right?",
        8141.56,
        8145.98
    ],
    [
        " That's one other good reason you're on a subscription. Yeah, that day doesn't come. It's true",
        8146.18,
        8150.46
    ],
    [
        " That day does not come and we don't want that day to come",
        8150.46,
        8153.02
    ],
    [
        " No",
        8153.02,
        8153.5
    ],
    [
        " So yes, uh, you mentioned origin made calm thus we can get it as well also in origin of Maine",
        8153.5,
        8158.62
    ],
    [
        " Dot com",
        8158.62,
        8160.2
    ],
    [
        " You can get jujitsu stuff",
        8160.2,
        8162.84
    ],
    [
        " Gear",
        8162.84,
        8164.08
    ],
    [
        " Jigis rash cards like and stuff also shirts and sweats and cool clothes as well",
        8164.08,
        8169.8
    ],
    [
        " This is all American made stuff by the way big deal. Yeah, you do",
        8169.8,
        8173.86
    ],
    [
        " Competitive advantage. Yes, sir competitive advantage to have",
        8173.86,
        8177.64
    ],
    [
        " Not slave labor, but awesome people",
        8178.02,
        8180.8
    ],
    [
        " Yeah, you you mentioned that like um slave labor like when you kind of you know the front end of the slave labor situation",
        8180.8,
        8188.04
    ],
    [
        " Right you can you just be like oh, yeah, we'll just make it super cheap",
        8188.04,
        8190.76
    ],
    [
        " You know, you guys are making and we can sell it for hire whatever",
        8190.76,
        8193.42
    ],
    [
        " But it's own cares about what they're doing on every step, you know like manufacturing like okay",
        8193.42,
        8197.72
    ],
    [
        " My job is to do this and do this and to do this and I'm gonna just do it",
        8197.72,
        8201.06
    ],
    [
        " But I care about doing it. Brad, that's way better like quality wise in every capacity and sustainable. Yeah",
        8201.06,
        8207.18
    ],
    [
        " So yes, that is a competitive advantage. What if everyone on your team cared about what their job was",
        8207.64,
        8212.62
    ],
    [
        " Brad, that's how I'm gonna go and say you just nailed that sir. I agree that that is the case",
        8212.62,
        8218.24
    ],
    [
        " unless",
        8218.24,
        8219.02
    ],
    [
        " Back to how we can all support ourselves",
        8219.02,
        8222.86
    ],
    [
        " Joko the store is called juckle store and this is where you can represent your apparel while you're on the path",
        8222.86,
        8229.32
    ],
    [
        " Maintaining your advantage competitively. We have shirts and hoodies and hats",
        8229.32,
        8234.72
    ],
    [
        " They all say discipline equals freedom or something along those lines good good same thing in a way kind of",
        8234.72,
        8242.34
    ],
    [
        " Part of this plan anyway, you understand what I'm saying",
        8242.34,
        8244.7
    ],
    [
        " Um some good stuff on there. There's a t-shirt clubs called the shirt locker",
        8244.7,
        8248.7
    ],
    [
        " Thank you to whoever made that suggestion. Yeah, it's a good one",
        8248.7,
        8252.92
    ],
    [
        " It was a lot better than the other name that we had",
        8252.92,
        8255.98
    ],
    [
        " Been using here the thing is to be honest like the more I think about it the shirt locker is like",
        8255.98,
        8260.82
    ],
    [
        " It didn't even matter what the name was before that one would probably be better because it's like perfect",
        8260.82,
        8264.88
    ],
    [
        " That's the perfect name the shirt locker. Yep, and that is also a subscription scenario where you can get kind of different types of",
        8264.88,
        8272.02
    ],
    [
        " shirts",
        8272.02,
        8272.76
    ],
    [
        " From us",
        8272.76,
        8274.64
    ],
    [
        " Little not hardcore discipline equals freedom stuff, but some fun stuff. It's a cool little deal",
        8274.64,
        8279.98
    ],
    [
        " So look into that if that's for you do that man juckle store.com",
        8279.98,
        8283.68
    ],
    [
        " Subscriber to this podcast",
        8283.68,
        8285.5
    ],
    [
        " You can also join us on the underground",
        8285.5,
        8289.8
    ],
    [
        " Go to juckle underground.com. It's alternative podcasts some amplifying information some behind the scenes",
        8290.82,
        8298.56
    ],
    [
        " some q&a",
        8298.56,
        8300.74
    ],
    [
        " some live stuff and we're gonna we're gonna actually record yet another underground podcast right now",
        8300.74,
        8307.76
    ],
    [
        " about going into some other",
        8307.76,
        8310.56
    ],
    [
        " facets of these discussions and and",
        8310.56,
        8315.18
    ],
    [
        " Reason we're doing that we don't we we need to have an alternative platform",
        8315.18,
        8318.72
    ],
    [
        " And we don't want to take on sponsors where we have to",
        8319.08,
        8322.36
    ],
    [
        " Say what they say us",
        8322.36,
        8324.9
    ],
    [
        " Say what they tell us to say and then also not say what they tell us not to say",
        8324.9,
        8331.66
    ],
    [
        " We don't want to do that",
        8331.66,
        8334.22
    ],
    [
        " We definitely don't want to have anyone",
        8334.22,
        8337.26
    ],
    [
        " critiquing how certain people on this podcast talk about",
        8337.26,
        8341.6
    ],
    [
        " The items that",
        8341.6,
        8343.6
    ],
    [
        " Look at",
        8349.12,
        8349.84
    ],
    [
        " It costs eight dollars and eighteen cents a month or you can",
        8349.84,
        8353.64
    ],
    [
        " If you can afford eight dollars and eighteen cents a month, but by the way, this is what supports this podcast",
        8353.64,
        8358.46
    ],
    [
        " To but we we don't want to have the juckle podcast behind a paywall",
        8358.46,
        8364.3
    ],
    [
        " I always say firewall and you like correcting me right before I even said it, which is good because I saw you",
        8364.3,
        8370.3
    ],
    [
        " Right my mouth. What in the sink is that thing? Yeah, yeah, yeah",
        8370.3,
        8374.18
    ],
    [
        " Well a firewall is an actual thing yeah in like programming or something like okay",
        8374.18,
        8378.28
    ],
    [
        " Well, we just have a we don't want to put it behind a paywall because we want everyone to be able to hear it",
        8378.28,
        8381.46
    ],
    [
        " And so that's why eight dollars and eighteen cents a month you if you if you can't afford that",
        8381.46,
        8386.08
    ],
    [
        " It's okay email assistance at jaco underground.com and we will take care of you",
        8386.08,
        8392.2
    ],
    [
        " Jaco unraveling podcasts. We have the grounded podcast. We have the warrior kid podcast",
        8392.2,
        8396.72
    ],
    [
        " We have a you a YouTube channel",
        8396.72,
        8399.24
    ],
    [
        " Where echo puts his legit videos a lot of those most of the good ones are ones that I'm the assistant director on and you'll notice a trend there",
        8399.24,
        8407.94
    ],
    [
        " You're good ones",
        8410.42,
        8411.52
    ],
    [
        " psychological warfare album",
        8411.52,
        8414.64
    ],
    [
        " On iTunes if you need a little help getting over a little",
        8414.64,
        8419.02
    ],
    [
        " Whatever moment moment momentary weakness. Mm-hmm. Maybe permanent weakness. Yeah, maybe you'll be listening to that thing a lot if you have like permanent",
        8419.02,
        8427.32
    ],
    [
        " Yes",
        8427.32,
        8427.72
    ],
    [
        " So you get that on any mp3 also got flipside canvas.com Dakota Myers company got a bunch of books",
        8427.72,
        8433.8
    ],
    [
        " Leadership strategy and tactics field manual",
        8433.8,
        8436.22
    ],
    [
        " That's ready for you all the answers are in that book. What do you think Dave?",
        8436.98,
        8440.9
    ],
    [
        " Yes",
        8442.48,
        8443.18
    ],
    [
        " The",
        8443.18,
        8444.86
    ],
    [
        " Code the evaluations of protocols we got about face with I wrote the forward honor to be able to write that discipline",
        8444.86,
        8453.36
    ],
    [
        " Because freedom field manual way the warrior kid 123 and four the way the warrior kid field manuals out",
        8453.36,
        8458.76
    ],
    [
        " Miking the dragons and extreme ownership and that economy leadership",
        8458.76,
        8461.7
    ],
    [
        " We also have a leadership consultancy called national on front go to ashlon front.com for details on that",
        8462.3,
        8468.22
    ],
    [
        " We have ef online",
        8468.22,
        8469.0
    ],
    [
        " Where we are have courses and you can take on leadership. We have live interactions",
        8469.0,
        8474.62
    ],
    [
        " there",
        8474.62,
        8475.82
    ],
    [
        " Go to ef online.com",
        8475.82,
        8478.3
    ],
    [
        " We have the muster in 2021, which is our leadership conference go to extreme ownership.com for details",
        8478.3,
        8484.78
    ],
    [
        " We're making some adjustments on that right now",
        8484.78,
        8487.16
    ],
    [
        " On when those are going to take place",
        8487.82,
        8489.46
    ],
    [
        " ef overwatch executive leadership for your company go to ef overwatch.com if you want to help service members",
        8489.46,
        8495.62
    ],
    [
        " Active service members retired service members if you want to help gold star families and",
        8495.62,
        8501.36
    ],
    [
        " service members families at large then you can check out markly's",
        8501.36,
        8505.94
    ],
    [
        " moms",
        8505.94,
        8506.84
    ],
    [
        " Charity organization mom and Lee if you want to donate or you want to get involved go to america's mighty warriors.org",
        8506.84,
        8514.36
    ],
    [
        " And if you didn't get enough",
        8514.36,
        8516.02
    ],
    [
        " of my",
        8517.16,
        8518.48
    ],
    [
        " severe",
        8518.48,
        8521.1
    ],
    [
        " Circumlocution",
        8521.1,
        8523.94
    ],
    [
        " Or you need more of echoes befuddled bulletins or davis exhaustive",
        8523.94,
        8531.34
    ],
    [
        " explanations",
        8531.34,
        8532.16
    ],
    [
        " You can find us on the interwebs on twitter on instagram",
        8532.16,
        8537.86
    ],
    [
        " Which obviously echo only refers to as",
        8537.86,
        8541.86
    ],
    [
        " the gram",
        8541.86,
        8543.3
    ],
    [
        " And on facebook davis that david our berk echo is at equitrals and i am at jacqueline can thanks to all the",
        8544.12,
        8549.66
    ],
    [
        " Military personnel out there in all branches of service",
        8549.66,
        8552.1
    ],
    [
        " In uniform around the world",
        8552.1,
        8554.5
    ],
    [
        " Keeping us out of harms way by going into harms way yourself",
        8554.5,
        8559.72
    ],
    [
        " And also thanks to police and law enforcement fire fighters paramedics emt's dispatchers correctional officers board of patrol secret service",
        8559.72,
        8568.54
    ],
    [
        " All first responders",
        8568.54,
        8569.84
    ],
    [
        " We thank you for the same for going into harms way to keep us out of it",
        8569.84,
        8574.88
    ],
    [
        " And everyone else out there you",
        8574.88,
        8578.58
    ],
    [
        " Are somewhere on that continuum",
        8578.58,
        8583.32
    ],
    [
        " On the competition continuum on the leadership continuum on the influence continuum",
        8583.32,
        8590.04
    ],
    [
        " It's happening every moment of every day",
        8590.04,
        8592.96
    ],
    [
        " So",
        8594.86,
        8595.66
    ],
    [
        " Don't lose track of that and don't get beat without knowing you're competing",
        8595.66,
        8600.8
    ],
    [
        " You are competing",
        8600.8,
        8604.52
    ],
    [
        " So stay in the game by going out there and getting after it",
        8604.52,
        8612.56
    ],
    [
        " Until next time this is dav and echo and jaco out",
        8612.56,
        8617.46
    ]
]