[
    [
        " sleep. So, so, so this is people think I don't like sleep or I don't support sleep or I think, you know, you and it's not true and and I would say",
        0.06,
        7.32
    ],
    [
        " When people, oh you think you're you're giving people advice that's unhealthy. Here's the actual advice that I give people from the book",
        7.32,
        15.04
    ],
    [
        " Sleep is a necessity. Humans need sleep. Failure to get enough sleep has serious side effects",
        15.04,
        22.1
    ],
    [
        " lack of sleep can cause negative hormonal changes interfere with them",
        22.1,
        26.24
    ],
    [
        " metabolizing glucose of glucose increase blood pressure and suppress the immune system less sleep also means less human growth",
        26.76,
        35.18
    ],
    [
        " hormone in your body which means less muscle mass and weaker bones",
        35.18,
        39.38
    ],
    [
        " Mentally the brain is impacted as the ability to pay attention and concentrate begins to diminish and problem-solving and basic reasoning becomes less acute",
        39.38,
        47.38
    ],
    [
        " Furthermore over an extended period. There are psychological effects like paranoia and even hallucinations",
        47.38,
        54.06
    ],
    [
        " So that's me talking about sleep. You need to sleep. I'm not anti sleep",
        54.66,
        59.74
    ],
    [
        " Isn't there a thing called a fast sleeper?",
        59.74,
        64.26
    ],
    [
        " Yes, we'll get there. So check this out",
        64.7,
        68.48
    ],
    [
        " But how much sleep is enough different people need different amounts of sleep newborns can sleep up to 17 hours a day",
        68.48,
        75.86
    ],
    [
        " Toddlers can sleep 12 hours a day as people grow older less sleep is required teens generally need eight to 10 hours",
        75.86,
        83.98
    ],
    [
        " And by the time people are full of adults eight hours becomes the standard even though the actual number is between",
        84.06,
        91.18
    ],
    [
        " Seven and nine hours depending on the individual some people genetically need even less sleep than that",
        91.18,
        96.0
    ],
    [
        " But those people are rare. I'm one of those people and this isn't I don't have the proof",
        96.0,
        100.72
    ],
    [
        " Well, here's my proof",
        100.72,
        103.18
    ],
    [
        " Highest night proof my oldest daughter is like me",
        103.18,
        108.16
    ],
    [
        " Like last night she was studying. She's went to bed at midnight. I woke up at 4th or she's up",
        108.16,
        113.74
    ],
    [
        " And then she took an exam cognitive not impaired right she's gonna get an A",
        114.5,
        118.18
    ],
    [
        " You know what I'm saying so but but my second daughter",
        118.18,
        122.38
    ],
    [
        " That girl likes to sleep like she'll get out of bed when you go drag her out of bed, right?",
        122.38,
        127.22
    ],
    [
        " Like she likes to sleep my son",
        127.4,
        129.5
    ],
    [
        " Kind of it kind of normal I would say my wife. She digs that sleep",
        129.5,
        134.84
    ],
    [
        " So some of my kids get some of it my youngest daughter. She's sort of a little bit. I would see like that sleep too",
        134.84,
        141.86
    ],
    [
        " But but so there is so so I think there is some sort of genetic thing",
        143.3,
        147.22
    ],
    [
        " Here's a",
        147.22,
        151.36
    ],
    [
        " But it's it's a people also will you that you it's so rare. There's no chance that you have it. Okay, cool",
        151.36,
        159.08
    ],
    [
        " I'm only I can only tell you people like people say sleep more. I",
        159.08,
        163.88
    ],
    [
        " Not trying to sleep less. I'm more than happy to sleep, you know, but it just doesn't happen",
        163.88,
        170.24
    ],
    [
        " So going on here, but it isn't only genetics you can also sleep less and fall sleep faster if you are in good physical condition eating clean and have a clear mind",
        172.9,
        180.3
    ],
    [
        " For me the better condition I'm in and the cleaner I eat the more quickly I will fall asleep and the less sleep I need",
        180.3,
        187.76
    ],
    [
        " Do you notice this do you notice that you need less sleep when you're fasting?",
        187.76,
        190.64
    ],
    [
        " I don't notice but I'm not paying attention to that. Okay. I like when I'm when I'm fasting",
        191.24,
        198.44
    ],
    [
        " I feel like I'm on fire",
        198.76,
        200.56
    ],
    [
        " Yeah",
        200.56,
        201.62
    ],
    [
        " And I just did a fast I just did a 48 hour and I feel I felt like again like I was waking up earlier than I normally wake up",
        201.62,
        210.72
    ],
    [
        " So while I do have short sleep genetics on my side equally important is that I stay healthy and eat clean",
        210.72,
        218.82
    ],
    [
        " What about when you eat junk? How don't you need to sleep more?",
        218.82,
        222.52
    ],
    [
        " Yeah, but actually you know what it's real inconsistent when you junk or sorry when I eat junk",
        223.12,
        229.46
    ],
    [
        " It's sometimes all",
        229.46,
        232.92
    ],
    [
        " sleep less but be",
        232.92,
        234.48
    ],
    [
        " Wanting to sleep more, but you know the kind like you're tired and you feel sleepy, but you can't like go to sleep",
        234.48,
        240.2
    ],
    [
        " You know it's like that. There's a lot of that going on. Oh, yeah, I agree",
        240.2,
        244.54
    ],
    [
        " You feel like you wish you would sleep more, but you can't you kind of can't just get up",
        244.54,
        248.72
    ],
    [
        " Yeah, exactly and feel like crap or whatever and sorted, you know, maybe catch the next wave of",
        248.9,
        254.14
    ],
    [
        " sleepiness I guess the and on the inverse when you're talking about like when you exercise",
        254.14,
        259.72
    ],
    [
        " Consistent you eat clean or whatever and it's really different where and it's real real clear where",
        259.72,
        265.7
    ],
    [
        " You feel freaking solid during the day and then once that bedtime ish kind of rolls around you just feel the wave",
        265.7,
        272.46
    ],
    [
        " Just crash. Yeah, you're like oh, it's it's late time. You're so great up. Oh good. Yeah",
        272.46,
        277.46
    ],
    [
        " It's real just when you worked out hard you had a good day. You ate clean",
        277.46,
        280.72
    ],
    [
        " You get to the end of the day. You're like boom. You're out",
        280.72,
        284.0
    ],
    [
        " That's how it was yesterday and I and I got like an hour less sleep than I normally did the day before so but I got up solid",
        284.0,
        291.2
    ],
    [
        " boom",
        291.2,
        291.82
    ],
    [
        " Feeling good now that we're thinking about this when I have like those weird roller coaster brain rides",
        291.82,
        298.4
    ],
    [
        " That's usually that's usually when I'm like something's messed up, you know",
        298.4,
        303.82
    ],
    [
        " Whether I'm eating crap or or whatever",
        304.08,
        307.22
    ],
    [
        " Yeah, but it was a kind like I do quizzes",
        307.22,
        312.2
    ],
    [
        " In story time for what the kids before bed. Everybody is like what eight o'clock eight thirty but it was a time like it's a kind in the middle of a",
        312.2,
        322.18
    ],
    [
        " Question that I'm asking it's you fall asleep straight up. That's a good day right there. Yeah, it's okay",
        322.18,
        327.68
    ],
    [
        " It's about that time. Yeah, I I've had that where when my kids were little and I was still in the",
        327.68,
        332.64
    ],
    [
        " Dreams and you know, you're just getting up at 4 30 you're doing whatever you're doing at work come home",
        333.82,
        338.74
    ],
    [
        " You know and you're just getting bed read that story next thing. You know, it's",
        338.74,
        343.26
    ],
    [
        " Three o'clock in the morning four o'clock in the morning what just happened",
        343.26,
        346.98
    ],
    [
        " Yeah, my wife left me in there because she was running around with three kids at the time, you know trying to",
        346.98,
        352.84
    ],
    [
        " Get them all squared away. She like oh you got the kid school. She probably went to a bar",
        352.84,
        358.5
    ],
    [
        " I don't know what she did. No, that girl went to sleep",
        358.5,
        361.18
    ],
    [
        " She used to fall asleep with some one kid almost every night. It was crazy",
        361.18,
        364.52
    ],
    [
        " So going on here",
        364.52,
        367.98
    ],
    [
        " And finally I choose not to sleep in I",
        367.98,
        372.72
    ],
    [
        " Don't give into the pillow. I don't give into the temptation of",
        372.72,
        376.04
    ],
    [
        " Warm blankets or soft pillow. I mobilize the will to get me out of bed and get into the game",
        376.04,
        380.7
    ],
    [
        " Obviously, I'm an advocate of waking up early, but since sleep must be a priority to maintain health",
        380.7,
        387.86
    ],
    [
        " How can we get enough sleep and still wake up early the answer is simple go to bed earlier",
        387.9,
        393.96
    ],
    [
        " Go to bed earlier",
        393.96,
        397.42
    ],
    [
        " Now I'm gonna skip the little bit here go forward. Well, this I talk about some of the benefits like what are the benefit?",
        397.42,
        404.66
    ],
    [
        " Why do I wake up early?",
        404.9,
        405.62
    ],
    [
        " And I mean first there's some simple math, but why do you wake up early the world is yours when you're up before the enemy",
        406.4,
        412.06
    ],
    [
        " There's no traffic the gym is empty",
        412.06,
        413.7
    ],
    [
        " There's no one distract you or call you or send you some stupid text about something you don't care about",
        413.74,
        418.56
    ],
    [
        " So there's like all these benefits to being up early",
        418.56,
        423.16
    ],
    [
        " But then going back to the other point falling asleep. How do you fall asleep?",
        423.16,
        428.26
    ],
    [
        " So this is kind of what we're just talking about number one, and there's a whole section",
        428.56,
        431.48
    ],
    [
        " I'm gonna read some highlights of it number one get tired. Yes get tired if you are not active throughout the day",
        431.48,
        436.9
    ],
    [
        " You won't be tired",
        436.9,
        437.6
    ],
    [
        " You know it's weird as a recording the podcast depending on the podcast",
        437.6,
        442.52
    ],
    [
        " I'm usually super wired when we get done recording and then I'm tired",
        442.96,
        448.94
    ],
    [
        " You know, it's a mental it's a mental work. Yeah, fully",
        448.94,
        452.94
    ],
    [
        " Number two turn off the computer turn off the smartphone stop checking social media and stop watching one more YouTube video",
        452.94,
        461.2
    ],
    [
        " Sure, there's some science it says that the light from the computer and phone screen tricks your mind into thinking this day",
        461.2,
        469.86
    ],
    [
        " Light and time to get up on top of that the internet is filled with professionals that create content with a sole purpose of getting you to click on it",
        469.86,
        477.12
    ],
    [
        " Yes, clickbait is real and just like the bait used in fishing. It is a trick",
        477.12,
        481.54
    ],
    [
        " To get you hooked so don't don't click it. You will get nothing positive at all number three read",
        481.54,
        488.0
    ],
    [
        " If your mind is still active when you reach your bedtime, that's okay get into bed and get a book and start reading",
        488.0,
        494.08
    ],
    [
        " Reading is relaxing it settles your mind and makes you smarter so do it dude reading will",
        494.08,
        498.36
    ],
    [
        " Reading I think reading is a massive sleep aid",
        500.32,
        503.08
    ],
    [
        " Yeah, yeah, everyone's in a lot of like you",
        503.08,
        505.86
    ],
    [
        " Not everyone's almost the time actually in my experience because I wouldn't be reading a boring book",
        505.86,
        511.98
    ],
    [
        " This is for a specific purpose, but usually they're interesting books so at first I might be like oh kind of excited",
        511.98,
        519.88
    ],
    [
        " But yeah, man after and it depends on the day or whatever but it can be like after like 10 minutes 15 minutes",
        519.88,
        525.82
    ],
    [
        " You know the kind of books I read because I read them on the podcast all the time",
        526.72,
        529.6
    ],
    [
        " I'm talking about books about war combat in the most dynamic heroic situations like even those books",
        529.6,
        535.42
    ],
    [
        " If I'm reading I'll be like oh if it's nighttime and I'm reading I'll get tired of falsely",
        535.42,
        542.34
    ],
    [
        " Yeah, I won't I don't falsely wall I'm reading I really do that, but I'll be like okay",
        542.34,
        546.5
    ],
    [
        " I'm tired. Yeah, I'm gonna shut the book and go to bed. Oh, yeah, then that's exactly what I'm saying where maybe at first",
        546.5,
        551.68
    ],
    [
        " If it's like super interesting or exciting or whatever book you're like at first",
        551.68,
        555.98
    ],
    [
        " You're like oh man, let's get some reading going you know about this whatever you're reading about and then yeah after like I said",
        555.98,
        562.24
    ],
    [
        " It depends on how your state of mind is but as far as time goes, but yeah after a little while",
        562.24,
        567.28
    ],
    [
        " Right you ready you're ready to go sleep. I just got done reading a book for the podcast that it was it was a book that I like",
        567.28,
        574.82
    ],
    [
        " Was actively couldn't sleep because I just was like I'm gonna read this more of this because I want to know",
        574.82,
        579.36
    ],
    [
        " What's about to happen is freaking crazy",
        579.36,
        581.4
    ],
    [
        " Number four most important the key to getting to sleep early is getting up early",
        581.4,
        588.76
    ],
    [
        " No, it might not help you tonight but tomorrow night",
        588.76,
        591.78
    ],
    [
        " It will if you need seven full hours of sleep and you want to get up at 4.30 a.m",
        591.78,
        596.16
    ],
    [
        " That means you need to go to bed at 9.30 p.m",
        596.16,
        598.74
    ],
    [
        " But it is hard to force yourself to sleep at 9.30. So you stay up until 11.30",
        598.74,
        604.74
    ],
    [
        " You should still get up at 4.30. Yes, that will only be five hours of sleep",
        605.54,
        609.56
    ],
    [
        " And yes, you will likely feel tired throughout the day",
        609.56,
        611.56
    ],
    [
        " Which is actually good because at the end of the day you want to be tired now",
        611.56,
        615.84
    ],
    [
        " You can go to bed at 9.30 and get yourself back on track",
        615.84,
        618.86
    ],
    [
        " That's that's a part that people if you want to be tired at night at 9.30 you need to get up early",
        618.86,
        624.26
    ],
    [
        " You can't you can't get up at",
        624.26,
        626.24
    ],
    [
        " 9 in the morning and expect to be tired at 9.00 at night it won't happen",
        626.24,
        631.78
    ],
    [
        " and",
        633.34,
        633.7
    ],
    [
        " The last thing is do it every day right and this is like you know weekend",
        633.7,
        637.22
    ],
    [
        " This way it's whatever to do the same time look if you want to give yourself an extra half an hour",
        637.22,
        641.44
    ],
    [
        " I don't even recommend that I recommend you get up at the same time every day",
        641.44,
        644.7
    ],
    [
        " Yeah, that",
        644.7,
        646.4
    ],
    [
        " Here's a mistake. I think that well when I say some people me I make this mistake or I have made this mistake straight up",
        646.4,
        656.06
    ],
    [
        " Where I'll be like okay. Yeah, I'm gonna do that. I want to get up early, you know earlier whatever",
        656.06,
        660.7
    ],
    [
        " So I'll just wake up earlier and be tired throughout the day",
        660.7,
        663.98
    ],
    [
        " But what I did is I didn't look at the big picture. I was like all just",
        663.98,
        667.96
    ],
    [
        " Automatically be tired at night, you know",
        667.96,
        670.4
    ],
    [
        " But what I did was I would lays through the day skip workout a lot of laying down on the couch",
        670.4,
        676.54
    ],
    [
        " You know a lot more than normal and then",
        676.54,
        679.82
    ],
    [
        " You know you know you basically sense you're tired you kind of adjust your activity accordingly",
        679.82,
        685.3
    ],
    [
        " You know in a bad way so you do just way less and then night time comes",
        685.34,
        689.78
    ],
    [
        " You're not as tired as as you could have been if you just went about your normal routine sure you got power through it",
        689.78,
        694.74
    ],
    [
        " Little bit harder for sure if you're on the sleep or whatever but at the end when it comes time to sleep",
        694.74,
        699.64
    ],
    [
        " Which was your goal?",
        699.64,
        700.76
    ],
    [
        " It's gonna be way more like it's gonna happen way easier, you know or it's gonna happen in my case",
        701.18,
        707.02
    ],
    [
        " They just straight up don't happen. I'm freaking out play again. Can't go sleep whatever. Yep. You gotta be careful",
        707.02,
        713.0
    ],
    [
        " So yeah, do the normal routine. Don't be slacking. I",
        713.0,
        716.92
    ],
    [
        " Got a little section on here on power naps people like do you take naps? Yes, I do if I'm super tired",
        716.92,
        721.42
    ],
    [
        " But I then I explain the whole thing in here",
        721.42,
        723.92
    ],
    [
        " Elivate your feet above your heart which I learned from one of my high school teachers and then I only sleep for like eight minutes",
        723.92,
        729.8
    ],
    [
        " Yeah, and if you're really tired eight minutes seems like you just got a full on",
        729.8,
        734.16
    ],
    [
        " Massive amount of sleep",
        734.16,
        736.0
    ],
    [
        " Yeah, remember we're talking about the two types of tired. Oh, yeah",
        736.0,
        741.52
    ],
    [
        " Yeah, yeah, it's sleepy tired and then there's like physical fatigue. Yeah, and then you know what it kind of in the",
        741.52,
        748.32
    ],
    [
        " Whole eight-minute nap thing sometimes six minutes",
        748.32,
        750.64
    ],
    [
        " So almost like in this is all",
        750.64,
        752.94
    ],
    [
        " What do you call hypothesis?",
        752.94,
        754.72
    ],
    [
        " We'll say that where if like if you could just like if you just did like a marathon",
        755.22,
        762.84
    ],
    [
        " Freakin podcast or you know after you do a podcast you mentioned where you're kind of tired, you know",
        762.84,
        768.62
    ],
    [
        " Something that that that required like cognitive effort for a somewhat sustained amount of time",
        768.62,
        775.34
    ],
    [
        " You you're not exhausted physically, but mentally you might have like this sharpness that you usually have is just dull because like you're",
        775.34,
        786.02
    ],
    [
        " Like it's almost like a superficial",
        786.02,
        788.24
    ],
    [
        " Conscious like cognitive like a bit almost that's what it almost seems like so if I'm working on something on the computer like",
        788.24,
        795.54
    ],
    [
        " Admin numbers are freaking stuff not editing stuff like you know work for like",
        797.06,
        804.04
    ],
    [
        " Three hours and then it's workout time. I'm gonna take one of those six minute eight minute and it helps so much",
        804.04,
        811.26
    ],
    [
        " Yeah, for sure, but the thing is like a six minute eight minutes. What can what can possibly",
        811.26,
        816.2
    ],
    [
        " Recover in that I don't know. It's something. Oh, yeah, it's real and it's like you ever have a dream in eight minutes",
        816.2,
        823.44
    ],
    [
        " Oh, yeah, fun dream. Hey, get rid of those little half dreams like okay, so usually it happens",
        823.44,
        829.08
    ],
    [
        " Yeah, but it's something very specific though where",
        829.08,
        833.18
    ],
    [
        " Sometimes you just like feel like oh you just jump ran almost like oh no",
        833.18,
        837.24
    ],
    [
        " Because someone's swinging a battle accident my head in my dreams",
        837.24,
        840.0
    ],
    [
        " That makes sense, but yes, it's that though. It's something specific where like like the other day",
        840.0,
        848.82
    ],
    [
        " I was getting one in and",
        848.82,
        851.04
    ],
    [
        " My son in my little dream it lasted literally like two seconds like a two second dream almost and my son like ran under my legs",
        852.04,
        859.42
    ],
    [
        " And I like I did jump over him. Oh, okay, my dream. Yeah, so I jumped and I'm like that's what caused me to jump",
        859.42,
        865.02
    ],
    [
        " But it was I remember it was my son ran under my legs. That sounds a lot more pleasant than a battleax",
        865.02,
        870.08
    ],
    [
        " Yeah, but buried with a battleax. Yeah, mine are kill you probably a lot different than yours for sure",
        870.08,
        874.8
    ]
]