[
    [
        " This is Jocco Podcast number 264 with Echo Charles and me, Jocco Willink. Good evening, Echo. Good evening.",
        0.32,
        6.82
    ],
    [
        " And also joining us tonight is Dave Burke, good evening, Dave. Good evening.",
        7.34,
        12.02
    ],
    [
        " So why is Dave Burke joining us? Well, there could be a multitude of reasons.",
        12.62,
        16.98
    ],
    [
        " But one of my favorite reasons is when the Marine Corps releases a new doctrinal publication,",
        17.1,
        22.32
    ],
    [
        " which they just did, it came out on December 16th, 2020.",
        22.62,
        26.72
    ],
    [
        " And as soon as it came out, I sent Dave a text and said, hey, there's a new pub out.",
        27.92,
        33.5
    ],
    [
        " And he texted me back, tell me when recording a podcast on it. So here we are.",
        33.62,
        37.4
    ],
    [
        " Now, you're going to see as we dive into this, that if you know the way broadly, you see it in all things.",
        38.06,
        46.3
    ],
    [
        " And there was a subcontext of this manual that came to my mind almost as soon as I started reading it.",
        48.92,
        56.42
    ],
    [
        " But I couldn't quite put my finger on it. And it took me about 10 pages deep before I realized what this thing was floating around in my head.",
        56.5,
        67.98
    ],
    [
        " And then what I was seeing underneath the surface, which this publication, Marine Corps,",
        67.98,
        74.92
    ],
    [
        " doctrinal publication, one tack for the title of it is competing.",
        75.2,
        79.2
    ],
    [
        " But there's something just underneath the surface of competing that I saw throughout.",
        79.82,
        86.08
    ],
    [
        " And I saw it almost immediately, but it took me a little longer than I would have liked to identify, which is a bummer, but it happened.",
        87.08,
        94.58
    ],
    [
        " So what was I seeing underneath competing? What I was seeing was influencing.",
        94.58,
        100.7
    ],
    [
        " And as soon as I identified that correlation, I kept seeing it.",
        101.58,
        107.66
    ],
    [
        " And we'll share with you today, not just the aspects of competing with others, but how this continuum of competition reflects the continuum of influence.",
        108.06,
        123.42
    ],
    [
        " And of course, if you better understand both of them, you will be able to do both of these things better.",
        125.16,
        130.5
    ],
    [
        " You'll not only get better at competing against your enemy or against your rival, but you'll also become better at leading, leading the teammates you have inside your own organization.",
        130.68,
        142.64
    ],
    [
        " So with that, let's get to it.",
        143.36,
        146.82
    ],
    [
        " The Marine Corps, doctrinal publication, one tack for competing.",
        146.82,
        152.6
    ],
    [
        " And it starts off with a forward. And in the forward, it says this, Western conceptions of the international struggle among nations and other political actors often use binary, war or peace labels to describe it.",
        153.28,
        170.34
    ],
    [
        " The actual truth is more complicated. So out of the gate, we're already getting somewhere.",
        172.18,
        175.64
    ],
    [
        " Out of the gate, we have to recognize that you can be competing with someone, but you're not at war with them.",
        176.24,
        181.48
    ],
    [
        " And there's an infinite degree of gray area in there. And guess what? Right out of the gate.",
        182.8,
        190.7
    ],
    [
        " That's what struck me right out of the gate. Guess what? When you're influencing someone, there's a whole degree of levels.",
        191.16,
        200.08
    ],
    [
        " Of pressure that you can exert to go from influencing. Because let's face it, if I put a gun to your head, is that influence?",
        201.4,
        208.46
    ],
    [
        " Yes. Yes, it is.",
        208.82,
        209.92
    ],
    [
        " So influence and competing very, very similar, continuing on. Actors on the world stage are always trying to create a relative advantage for themselves and for their group.",
        210.72,
        219.94
    ],
    [
        " Sometimes this maneuvering leads to violence. But the use of violence to achieve goals is more often the exception than the rule.",
        220.24,
        228.08
    ],
    [
        " Now, here's where this again. If I'm trying to influence echo Charles, there's levels of influence.",
        228.4,
        238.58
    ],
    [
        " Could one of those levels be a double leg takedown and grounding pound? Yes, it could. How often does that happen?",
        239.02,
        249.66
    ],
    [
        " I mean, how often do people physically fight? Not very often. When you think of all the human interactions that we have, we're trying to influence each other or trying to compete with each other.",
        249.9,
        260.74
    ],
    [
        " See, it's a weird thing though, because on the one side, you've got competition on the other side, you've got influence.",
        261.22,
        267.06
    ],
    [
        " And the continuum of how you apply these pressures are all over the place.",
        267.78,
        272.94
    ],
    [
        " So it continues on, instead most actors use other means in their competitive interactions, right, to achieve their goals. So we're not looking to go to war.",
        273.72,
        280.64
    ],
    [
        " The competition continuum encompasses all of these efforts, including the use of violence.",
        282.34,
        287.94
    ],
    [
        " Okay. So there you go.",
        288.94,
        290.82
    ],
    [
        " It continues on. And by the way, this idea of competitive interactions and influence interactions, this is what's happening.",
        291.4,
        305.54
    ],
    [
        " This is what is happening, right, when we're interacting so many of the interactions that we have with people are either competitive or their influence.",
        306.42,
        316.24
    ],
    [
        " We're constantly trying to get someone to do something, get someone to come on our side, get someone to give us the support that we need, get them to move in this direction. That's what the people are doing.",
        317.18,
        324.6
    ],
    [
        " Continuing on, there are several reasons for explaining the competition continuum to Marines.",
        326.02,
        331.98
    ],
    [
        " The first is to make them aware that from recruitment to retirement, they are an integral part of the nation's strategic competition with other actors.",
        333.4,
        342.04
    ],
    [
        " Marines are always competing even when they are not fighting in combat.",
        342.98,
        347.26
    ],
    [
        " So this is something to think about as a person, as a leader, as a leader, you're always influencing.",
        347.9,
        355.34
    ],
    [
        " Even when you're not standing up in front of the troops, giving a speech about where you're going or what the strategic, even then, even when you're sitting down to eat chow, guess what you're doing, you're influencing.",
        356.06,
        366.26
    ],
    [
        " You're competing. This is always happening.",
        367.56,
        370.06
    ],
    [
        " Then it rolls into this. When you understand those things, it says, next, understanding unleashes creativity.",
        370.82,
        380.32
    ],
    [
        " The Marine Corps coming at you with unleashing creativity.",
        381.16,
        388.0
    ],
    [
        " When you go to art school, do you think they say, listen, the goal of this art school is to get you to unleash your creativity?",
        389.34,
        396.3
    ],
    [
        " No, the Marine Corps will say that. Isn't it interesting? We're two paragraphs in and we're talking about the creative aspects of competition.",
        396.76,
        404.34
    ],
    [
        " And then hand in hand with that, the creative aspects of influence.",
        405.3,
        409.06
    ],
    [
        " Once Marines understand the nature and form of competition, their innovative spirit will lead to the development of new kinds of competition, new kinds of competitive advantages.",
        410.18,
        420.36
    ],
    [
        " Finally, this publication expands the discussion on how and where Marines fit into the continuum and where to look for their natural partners in competition.",
        421.14,
        430.56
    ],
    [
        " By design, this is a small book with a construction that parallels Marine Corps doctrinal publication one or fighting, which is one of the first publications we covered on this podcast.",
        430.78,
        443.42
    ],
    [
        " It is not intended as a reference manual, but it is designed to be read from cover to cover.",
        443.88,
        449.08
    ],
    [
        " This publication does not contain specific techniques or procedures we should adopt.",
        450.22,
        454.38
    ],
    [
        " Rather, it provides broad guidance in the form of concepts with illustrations intended to stimulate thinking and encourage additional learning.",
        454.54,
        462.36
    ],
    [
        " It requires judgment in application.",
        462.54,
        464.64
    ],
    [
        " This is the way I like to learn. This is the way I like to teach.",
        465.72,
        473.9
    ],
    [
        " So, the really easy thing to talk about is, you want to be able to teach you.",
        473.9,
        480.18
    ],
    [
        " The advantage of this broad position is this.",
        480.26,
        483.26
    ],
    [
        " The thing you need to do when you're in this situation broadly is win this underhook.",
        483.5,
        489.6
    ],
    [
        " Whatever the thing is, and that's what this book is.",
        490.08,
        493.74
    ],
    [
        " It's not like, hey, here's in this situation, it's not form you like.",
        494.0,
        497.9
    ],
    [
        " Continuing on, we live in a time of renewed great power competition in the era of exponential technological and social change.",
        501.68,
        509.44
    ],
    [
        " Marines enjoy a rich heritage of advancing our nation's interest in these kinds of struggles.",
        510.26,
        514.72
    ],
    [
        " As we look to the future, we must ensure today's and tomorrow's Marines do the same.",
        515.04,
        518.32
    ],
    [
        " Like maneuver warfare.",
        519.54,
        520.7
    ],
    [
        " And just that statement followed by anything kind of warms my heart.",
        521.82,
        525.0
    ],
    [
        " Like maneuver warfare, competing is a way of thinking.",
        525.32,
        529.22
    ],
    [
        " It's a way of thinking.",
        529.8,
        532.46
    ],
    [
        " And, man, Dave, I kind of went berserk on like decentralized command as a way of thinking not too long ago.",
        533.12,
        539.28
    ],
    [
        " Right? I mean, I went on EF online.",
        540.42,
        542.4
    ],
    [
        " I spent two or three days of the sessions talking about decentralized command as a way of thinking.",
        542.4,
        550.68
    ],
    [
        " And it's so interesting how much that changes your perspective about something.",
        550.98,
        555.42
    ],
    [
        " When you think of it not in a linear way like, oh, this is what you're going to do, but this is the entire way of thinking.",
        555.72,
        561.0
    ],
    [
        " It's like saying, oh, when you fight someone, you can get them to the ground and you can grapple with them instead of punching them.",
        561.72,
        572.68
    ],
    [
        " That's just a whole new way of thinking.",
        572.94,
        574.84
    ],
    [
        " You don't even know one single move about it, but you know this idea that you can then utilize.",
        574.9,
        579.68
    ],
    [
        " We must understand the importance of strategic competition and the essential role Marines play in it for our nation.",
        580.78,
        591.6
    ],
    [
        " Only I've missed this line.",
        592.62,
        593.7
    ],
    [
        " It says we all need to read study and debate this publication with our fellow Marines.",
        593.82,
        597.9
    ],
    [
        " You chimed in on that one. Didn't you, Dave?",
        598.52,
        600.54
    ],
    [
        " Yeah. What do you like about that?",
        600.76,
        602.2
    ],
    [
        " I like that. I like the explanation of this.",
        602.94,
        606.72
    ],
    [
        " I went through the same thing initially when I was kind of looking at this.",
        606.88,
        609.52
    ],
    [
        " There was parts of it that I was thinking it was going to be like a war fighting, but it had this kind of intellectual, this thought process thing.",
        609.68,
        615.88
    ],
    [
        " This idea that what he's saying, the guy in charge of the Marine Corps, you need to go out there and debate this and think about this.",
        615.96,
        620.7
    ],
    [
        " And he's using words like creativity and intellect. Those have a, those are not the words you would normally think of when you think of the Marine Corps.",
        620.98,
        628.72
    ],
    [
        " Creativity, intellectual and debate.",
        629.24,
        631.08
    ],
    [
        " Those are just not the things you think of and those are the things he's saying that you need to do.",
        631.08,
        634.76
    ],
    [
        " And what I really like about it is we think of the Marine Corps, we think of the military in general and then we think of the Marine Corps.",
        635.26,
        642.4
    ],
    [
        " Of course, of being this hierarchy that is just as strict as you can imagine.",
        642.54,
        648.42
    ],
    [
        " And here's a document and general David H. Berger to comment on the Marine Corps is saying the purpose of this document is to make you debate.",
        648.84,
        657.28
    ],
    [
        " Not to just obey what it says, but to make you debate, we want you to think.",
        658.06,
        662.58
    ],
    [
        " And that's a beautiful thing.",
        663.16,
        664.52
    ],
    [
        " So there we are. We are now done with the forward.",
        665.9,
        668.44
    ],
    [
        " Let's get into what the book actually says.",
        669.78,
        674.34
    ],
    [
        " The nature of competition, chapter one.",
        676.18,
        677.68
    ],
    [
        " Total war and perfect peace rarely exist in practice.",
        678.24,
        682.5
    ],
    [
        " Instead, they are the extremes between which exists the relations among most political groups.",
        682.5,
        688.98
    ],
    [
        " This range includes routine economic competition, more or less permanent political or ideological tension and occasional crisis among groups.",
        689.26,
        698.84
    ],
    [
        " So what's that? That's from that's from war fighting the Marine Corps manual number one.",
        699.64,
        704.54
    ],
    [
        " And by the way, these things that we're talking about, tensions, competition, not violent competition, but just competition.",
        706.66,
        715.4
    ],
    [
        " Where do those things exist? They exist. Sure, they exist between countries, but guess where else they exist?",
        715.58,
        720.3
    ],
    [
        " They exist between companies and guess where else they exist?",
        720.42,
        724.02
    ],
    [
        " Between departments inside of companies and guess where they exist?",
        724.52,
        727.48
    ],
    [
        " Between people inside of departments inside of companies.",
        727.86,
        730.24
    ],
    [
        " Inside your family, there's competition going on.",
        731.76,
        734.38
    ],
    [
        " These words from the Marine Corps war fighting philosophy frame the idea of competition for Marines.",
        735.42,
        743.9
    ],
    [
        " They also serve as a springboard for Marines to think about how they can contribute to winning the nation's competitions, including the ones taking place below the threshold of violence.",
        744.1,
        754.08
    ],
    [
        " Which by the way, is 99.99% of competitions. Violence is rare.",
        754.78,
        762.46
    ],
    [
        " And when we get into influence, look, it's almost cheesy for me to talk about influence of like, well, I could put it if I put a gun to your head or I beat you with a baseball bat to get you to do what I want you to do.",
        763.26,
        776.88
    ],
    [
        " That's a rare form of influence that doesn't happen all the time.",
        778.3,
        781.5
    ],
    [
        " There is a threshold of violence.",
        781.96,
        783.98
    ],
    [
        " And I think as we talk about it, and I haven't fully hashed out these ideas in my head, but there's a transition time when you're influencing.",
        784.76,
        794.92
    ],
    [
        " There's a transition time when you go from indirect to direct form of influencing.",
        795.12,
        800.26
    ],
    [
        " There's a transition that you cross.",
        800.26,
        801.96
    ],
    [
        " And it's not quite a threshold of violence, but there's a transition that takes place.",
        803.06,
        808.22
    ],
    [
        " And I think we'll find some comparisons to it in here, but I think about that all the time.",
        808.5,
        811.62
    ],
    [
        " How much, at what point do you go from indirect to direct?",
        812.4,
        817.42
    ],
    [
        " And it's funny, we had somebody on EF online the other day.",
        818.02,
        820.44
    ],
    [
        " And this type of question came up.",
        821.02,
        824.1
    ],
    [
        " But what I was explaining was the escalation of counseling.",
        824.7,
        829.28
    ],
    [
        " And you start off by saying, hey, bro, are you good?",
        829.92,
        832.04
    ],
    [
        " And then it goes to like, hey, this is a problem.",
        832.32,
        834.42
    ],
    [
        " And then it goes, hey, I'm going to write you up.",
        834.48,
        835.76
    ],
    [
        " And then you get written up.",
        835.8,
        836.46
    ],
    [
        " And then you fire somebody if you have to.",
        836.58,
        838.64
    ],
    [
        " I think I'm sitting there talking to you.",
        839.8,
        841.52
    ],
    [
        " You know how many times in my life I made it past the lowest level of escalation of counseling?",
        841.58,
        849.26
    ],
    [
        " The times that I said, hey, Dave, it doesn't look like the gear was ready in time.",
        849.8,
        854.96
    ],
    [
        " And Dave was like, sorry, we lay, blah, blah, blah.",
        855.24,
        857.0
    ],
    [
        " And it never happens again.",
        857.16,
        857.96
    ],
    [
        " That's 97%.",
        858.36,
        860.46
    ],
    [
        " There's another 2% where it was like, hey, bro, that's the second time we almost missed our movement because the gear wasn't ready.",
        860.46,
        868.86
    ],
    [
        " Do you need help?",
        869.24,
        869.9
    ],
    [
        " No, I got it. And it never happens again.",
        870.4,
        872.38
    ],
    [
        " That's another 2%. Now we're at 99%.",
        872.6,
        874.42
    ],
    [
        " There's another point, whatever percent where I actually had to write somebody up.",
        874.42,
        877.06
    ],
    [
        " And there's 0.00, whatever where I had to take action to fire somebody or get rid of them.",
        877.06,
        883.72
    ],
    [
        " The same thing as you go through this escalation of war.",
        884.24,
        887.86
    ],
    [
        " You should be able to get people to do what you want them to do through non-war without breaking the threshold of violence.",
        888.56,
        898.28
    ],
    [
        " Continuing on, competition happens constantly in many forms amongst nations of the world and diplomatic, informational, military, and economic arenas.",
        902.56,
        909.24
    ],
    [
        " Rivals often challenge each other in one of them while they cooperate in a different one.",
        909.46,
        914.92
    ],
    [
        " Oh, God, that's good to know, isn't it?",
        915.32,
        917.0
    ],
    [
        " Isn't it good to know that we can be competing in one thing and cooperating in something else simultaneously?",
        917.3,
        921.94
    ],
    [
        " Competitors include a wide range of political actors from nation states to groups organized around a single cause.",
        924.16,
        930.52
    ],
    [
        " While discussion below will often refer to state versus state rivalries, in most cases the ideas apply equality to challenges with non-state actors.",
        931.32,
        940.16
    ],
    [
        " Competition in various forms among various different actors is the norm in international relations.",
        940.56,
        945.84
    ],
    [
        " That's great that they're talking about international relations and we're talking about these, I keep throwing all these percentages out today.",
        946.22,
        952.14
    ],
    [
        " Is that a good thing? I don't think it's a good thing.",
        952.52,
        954.18
    ],
    [
        " It's a little questionable.",
        954.98,
        955.64
    ],
    [
        " Is anyone going to be able to check me on my 97% facts?",
        956.98,
        960.0
    ],
    [
        " All right.",
        960.66,
        961.4
    ],
    [
        " Well, I'm going to estimate that a vast majority of people that are listening to this podcast are not engaged at a policy level with interstate rivalries.",
        962.0,
        974.08
    ],
    [
        " So what's important to recognize is that everything that we're talking about doesn't only apply to this country versus that country.",
        975.54,
        982.7
    ],
    [
        " It applies everywhere.",
        982.96,
        984.3
    ],
    [
        " Continuing on, the Marine Corps participates in the competitions of the United States in many ways.",
        985.76,
        990.4
    ],
    [
        " Formals among them is to fight and win our nation's battles and be ready to do so at all times.",
        991.08,
        995.58
    ],
    [
        " And then it says this war itself is a special kind of competition, which is a classic line.",
        995.92,
        1003.34
    ],
    [
        " To say that war itself is a special kind of competition, we salute the Marine Corps for that statement because it certainly is a special type of competition.",
        1003.78,
        1013.68
    ],
    [
        " How it fits in the overall continuum will be explored in detail.",
        1014.0,
        1016.72
    ],
    [
        " The very existence of the Marine Corps is a competitive act as it signals to potential rivals that there are vital interests.",
        1017.22,
        1024.28
    ],
    [
        " Our nations will go to war to protect and that those of a maritime nature are important enough that we have invested in a dedicated naval expeditionary force to protect them.",
        1024.28,
        1033.04
    ],
    [
        " So that's a big statement and one thing that I love about this entire manual.",
        1034.02,
        1039.28
    ],
    [
        " Is this entire manual written by the Marine Corps?",
        1039.92,
        1044.34
    ],
    [
        " And I just want you to pay attention to this and you kind of have to know what's going on between all the different services you've got the Army Navy Air Force Marines and Coast Guard.",
        1045.62,
        1052.48
    ],
    [
        " And all of them are in competition at all times.",
        1052.76,
        1055.12
    ],
    [
        " And not just, hey, our planes are better than yours and our pilots are better.",
        1056.18,
        1060.42
    ],
    [
        " Not that competent. They're competing for money.",
        1060.54,
        1062.76
    ],
    [
        " For money. And so I hate to do this to Marine Corps because I do love the Marine Corps.",
        1063.26,
        1069.22
    ],
    [
        " But there are so many maneuvers in this book that if you read it, you go, well, we better take care of the Marine Corps.",
        1069.58,
        1077.36
    ],
    [
        " We better give them a little edge. That's one of those lines right there.",
        1077.62,
        1080.18
    ],
    [
        " That's our vital interest in our nation.",
        1080.18,
        1081.62
    ],
    [
        " Just in case you care about the ocean.",
        1081.88,
        1083.36
    ],
    [
        " Just in case you care about the ocean. Yeah, might want a Marine Corps. They get that in there.",
        1083.6,
        1086.6
    ],
    [
        " But what's interesting about this is the very existence of the Marine Corps is a competitive act.",
        1086.96,
        1090.84
    ],
    [
        " So how many things do you do or have or say that just being there is a competitive act?",
        1091.12,
        1098.02
    ],
    [
        " At your point, I mean, look, I think it's cool. The Marine Corps wrote this.",
        1098.14,
        1101.92
    ],
    [
        " I'm stoked that it's a Marine Corps pub. I was a Marine.",
        1102.08,
        1103.86
    ],
    [
        " But just like what you said, you could change the words Marine Corps.",
        1104.44,
        1106.84
    ],
    [
        " You could put any word you want in there because it's of the military.",
        1106.84,
        1109.54
    ],
    [
        " You just made a connection to family, this idea of competition.",
        1109.94,
        1112.84
    ],
    [
        " So when I was looking at this at first, not knowing what to expect,",
        1113.48,
        1117.64
    ],
    [
        " the connection that I was making of when they were talking about competing,",
        1118.24,
        1122.12
    ],
    [
        " the first thing is competition doesn't have to be a bad thing.",
        1122.26,
        1125.3
    ],
    [
        " That word shouldn't mean, oh, that means conflict and we're fighting.",
        1125.68,
        1127.84
    ],
    [
        " That isn't what it means. And it doesn't have to be about two nations going to war.",
        1128.04,
        1132.72
    ],
    [
        " It doesn't even have to be about the Marine Corps. And the fact that Marine Corps wrote it is cool.",
        1132.72,
        1135.78
    ],
    [
        " That's not the point. And something else that you've been talking about a lot lately,",
        1136.06,
        1140.96
    ],
    [
        " and I've been stealing it. You've been talking a lot about alignment.",
        1141.18,
        1146.66
    ],
    [
        " And when there's conflict in organization, we see this at companies,",
        1147.78,
        1151.42
    ],
    [
        " we work with all the time. What you need to do is find alignment.",
        1151.42,
        1154.74
    ],
    [
        " And the thing I was just thinking in that first couple of sentences is competition.",
        1155.04,
        1159.24
    ],
    [
        " The more aligned you and I are, the healthier the competition is,",
        1159.24,
        1163.82
    ],
    [
        " meaning the less likely the outcome is going to be some sort of conflict or a fight.",
        1164.04,
        1168.56
    ],
    [
        " If we're aligned, really aligned, we might be competing all the time just to make each other better,",
        1168.68,
        1173.04
    ],
    [
        " just do a better job for our clients, whatever it is.",
        1173.26,
        1175.18
    ],
    [
        " And the likelihood of you and I competing, and we might be competing every day,",
        1175.38,
        1178.46
    ],
    [
        " the likelihood of you and I competing turning it into a conflict is almost zero.",
        1179.02,
        1182.26
    ],
    [
        " Now, if we are highly misaligned,",
        1183.38,
        1185.66
    ],
    [
        " then that competition has the potential of the outcome being much different,",
        1187.2,
        1190.64
    ],
    [
        " but competition by itself, where it applies and what it means,",
        1190.88,
        1193.58
    ],
    [
        " five minutes into what you're talking family.",
        1193.88,
        1195.9
    ],
    [
        " So there's a connection here that is way deeper than at first couple of sentences",
        1196.86,
        1200.3
    ],
    [
        " that face values I'm looking, oh, the Marine Corps pub on competition, this is going to be cool.",
        1200.3,
        1203.54
    ],
    [
        " There's a lot more to it. It doesn't have to be about the Marine Corps as you're listening to it either.",
        1204.04,
        1207.34
    ],
    [
        " Yeah, one of the notes that I took down early on,",
        1207.78,
        1211.78
    ],
    [
        " where I started talking about 99%,",
        1211.84,
        1214.38
    ],
    [
        " the note that I took down when I was reading it for the first time,",
        1214.38,
        1218.28
    ],
    [
        " was 99% of the time you don't have to resort to violence because you can find alignment.",
        1218.68,
        1226.68
    ],
    [
        " Because as long as you can find, and you've heard me say that on EF Online,",
        1227.24,
        1230.32
    ],
    [
        " if you can find alignment, well then we can work together.",
        1230.54,
        1234.0
    ],
    [
        " If you and I are aligned, if you and I are not aligned on 48 different things",
        1234.82,
        1238.66
    ],
    [
        " that are lower level things, but we're aligned at the most important thing, we're good.",
        1238.66,
        1242.34
    ],
    [
        " And the example of that when I bring up with companies is,",
        1242.86,
        1245.78
    ],
    [
        " hey, you know, Jockew and Dave can't get along.",
        1246.16,
        1249.1
    ],
    [
        " Oh, okay, well they can't get along about what,",
        1249.46,
        1251.44
    ],
    [
        " well Dave wants to invest in that, Jockew wants to invest in that,",
        1251.48,
        1253.58
    ],
    [
        " Dave wants to move here, Jockew wants to move there.",
        1253.74,
        1255.44
    ],
    [
        " Okay, so they can't get along.",
        1256.06,
        1257.08
    ],
    [
        " Okay, well let's ask this question.",
        1257.42,
        1258.8
    ],
    [
        " Do Dave and Jockew who work at the same company?",
        1259.64,
        1261.44
    ],
    [
        " Do they want the company to make money?",
        1261.72,
        1263.38
    ],
    [
        " Yes, do they want to be able to serve their customers?",
        1263.84,
        1266.92
    ],
    [
        " Yes, if we can get aligned on those things, then the rest of it is just figuring out the details.",
        1267.14,
        1271.28
    ],
    [
        " And if you do what you were just talking about,",
        1272.08,
        1276.34
    ],
    [
        " the more you think in decentralized command, the more you think in Commanders intent,",
        1276.44,
        1280.98
    ],
    [
        " the more you think strategically, the less you care about those details,",
        1281.14,
        1283.26
    ],
    [
        " you go, oh wait, oh you want the same thing?",
        1283.36,
        1284.74
    ],
    [
        " Dude, go do whatever you want.",
        1284.96,
        1286.14
    ],
    [
        " Let me know how I can help.",
        1286.38,
        1287.0
    ],
    [
        " Because then I think, oh, none of those details matter at all,",
        1287.56,
        1291.42
    ],
    [
        " because you want what I want, and if I can just check my ego and go, oh,",
        1291.54,
        1294.44
    ],
    [
        " you know what?",
        1295.14,
        1295.72
    ],
    [
        " Dude, yeah, go do that.",
        1296.2,
        1298.08
    ],
    [
        " Can I back you up?",
        1298.42,
        1299.04
    ],
    [
        " Give me a call if I can help you.",
        1299.24,
        1300.38
    ],
    [
        " The competition part or the conflict part goes away,",
        1300.8,
        1302.94
    ],
    [
        " and it allows you to accomplish so many more things if you think in decentralized command,",
        1303.32,
        1309.28
    ],
    [
        " rather than just the action of, oh, well I'm a leader, I have to push some decisions down to my next layer down.",
        1309.44,
        1314.24
    ],
    [
        " That's the actions of decentralized command.",
        1314.36,
        1316.48
    ],
    [
        " You were talking about thinking in decentralized command.",
        1316.62,
        1318.2
    ],
    [
        " That's what lets you not worry about all those details.",
        1318.44,
        1320.16
    ],
    [
        " Yeah, and by the way, if I want Dave to be at point,",
        1320.44,
        1324.42
    ],
    [
        " and I know that Dave knows to go to point A,",
        1326.92,
        1329.44
    ],
    [
        " I don't care how he gets there, but what's important is,",
        1329.62,
        1333.32
    ],
    [
        " that allows me to look forward to look to the next point,",
        1334.04,
        1339.2
    ],
    [
        " to look to point B or C or D,",
        1339.34,
        1340.68
    ],
    [
        " because I'm not worried about how Dave's going to get there.",
        1340.86,
        1342.4
    ],
    [
        " He's going to get there.",
        1342.48,
        1342.88
    ],
    [
        " And if you need some help, he knows to call me.",
        1343.2,
        1344.52
    ],
    [
        " Cool.",
        1344.62,
        1344.74
    ],
    [
        " No factor.",
        1345.42,
        1346.02
    ],
    [
        " Yeah, the capabilities,",
        1347.08,
        1350.44
    ],
    [
        " the Marine Corps generates in preparation for battle",
        1350.96,
        1353.46
    ],
    [
        " or also competitive as these capabilities are what deter a potential rival",
        1353.58,
        1357.66
    ],
    [
        " from selecting a course of action above the threshold of violence.",
        1357.66,
        1361.08
    ],
    [
        " So what they're saying there, what the United States Marine Corps say in there,",
        1361.42,
        1363.86
    ],
    [
        " is even if you want peace more than anything else, you better have a Marine Corps.",
        1364.04,
        1367.26
    ],
    [
        " You better have a Marine Corps to deter a potential rival from selecting a course of action.",
        1367.74,
        1372.8
    ],
    [
        " That's violent.",
        1373.04,
        1373.58
    ],
    [
        " If you want peace, you better have a Marine Corps.",
        1373.96,
        1375.6
    ],
    [
        " Are they going to be mad at me for deciphering all this?",
        1376.54,
        1380.26
    ],
    [
        " That's so easy.",
        1380.26,
        1380.8
    ],
    [
        " God bless them.",
        1381.48,
        1384.42
    ],
    [
        " The Marine Corps, however, does not win our nation's competitions alone.",
        1384.5,
        1387.98
    ],
    [
        " In fact, the Marine Corps is most likely to support or contribute to advancing US interests",
        1388.16,
        1392.96
    ],
    [
        " as a part of a much larger competitive strategy.",
        1392.96,
        1395.76
    ],
    [
        " The Marine Corps can do a great deal to help the United States compete successfully,",
        1395.9,
        1398.8
    ],
    [
        " but it will do so as part of a larger national effort.",
        1398.8,
        1402.64
    ],
    [
        " That extends well beyond military instruments of national power.",
        1403.38,
        1406.38
    ],
    [
        " So the Marine Corps has to cover move with all the other elements of the military.",
        1406.38,
        1411.94
    ],
    [
        " We're team players.",
        1412.28,
        1413.0
    ],
    [
        " Yeah, not just the military, but the State Department and the economy and everything else.",
        1413.08,
        1416.3
    ],
    [
        " The Marine Corps, despite looking after themselves a little bit with this manual, they are team players.",
        1416.52,
        1421.08
    ],
    [
        " From recruitment to retirement, Marines have the potential to help the nation compete in successful, successfully in many ways.",
        1421.82,
        1428.14
    ],
    [
        " It starts with the right mindset, one that recognizes the Marine Corps's top priorities to win battles.",
        1428.14,
        1432.32
    ],
    [
        " While also recognizing that war and warfare are segments of a larger spectrum known as the competition continuum.",
        1433.68,
        1440.14
    ],
    [
        " Marines need to be clear-eyed about this spectrum.",
        1440.86,
        1444.86
    ],
    [
        " Even when the Marines are not at war, one of its many forms, in one of its many forms, they are still in a state of competition.",
        1445.72,
        1451.7
    ],
    [
        " While demonstrating the ability to fight and win wars is crucial for deterrence, a successful foreign policy will avoid wars, especially against great power rivals whenever possible.",
        1452.18,
        1461.1
    ],
    [
        " Great. Competition continuum.",
        1461.1,
        1463.62
    ],
    [
        " This whole thing, it escalates.",
        1463.92,
        1467.46
    ],
    [
        " Competition is a fundamental aspect of international relations.",
        1470.9,
        1474.84
    ],
    [
        " As state and non-state actors seek to protect and advance their own interests, they continue to compete for the advantage.",
        1475.2,
        1480.66
    ],
    [
        " Okay, so that's what everyone is doing.",
        1480.86,
        1483.18
    ],
    [
        " Am I paranoid?",
        1484.0,
        1484.64
    ],
    [
        " I might be.",
        1485.52,
        1486.28
    ],
    [
        " I might be.",
        1486.58,
        1487.62
    ],
    [
        " I might be a little bit paranoid.",
        1487.96,
        1489.26
    ],
    [
        " People are competing.",
        1489.54,
        1490.12
    ],
    [
        " People are maneuvering.",
        1490.42,
        1491.22
    ],
    [
        " And that's what we're doing, right?",
        1491.8,
        1493.4
    ],
    [
        " That's what that other company is doing.",
        1493.86,
        1495.06
    ],
    [
        " That's what that other department is doing.",
        1495.34,
        1496.74
    ],
    [
        " That's what that other country is doing.",
        1497.0,
        1498.18
    ],
    [
        " They're maneuvering.",
        1498.52,
        1499.04
    ],
    [
        " What are they doing that for?",
        1499.12,
        1499.94
    ],
    [
        " They're doing it too further their own interests.",
        1500.26,
        1503.02
    ],
    [
        " Now, going back to the idea of alignment, this also falls into agendas, right?",
        1503.42,
        1509.28
    ],
    [
        " Because if Dave is trying to make some maneuver inside of our company and I'm trying to make some maneuver inside of our company,",
        1509.62,
        1515.46
    ],
    [
        " as long as those maneuvers still get us to the point we want to go to, I don't care.",
        1516.4,
        1521.28
    ],
    [
        " We're good with it.",
        1521.8,
        1522.42
    ],
    [
        " We're good with it.",
        1523.02,
        1523.96
    ],
    [
        " We're fine.",
        1524.04,
        1524.4
    ],
    [
        " So people trying to advance their own interests, most of the time is fine, as long as they're not undercutting the strategic goals that we have.",
        1524.96,
        1538.18
    ],
    [
        " But people are always competing.",
        1539.38,
        1542.78
    ],
    [
        " They're always making that little move.",
        1543.04,
        1544.26
    ],
    [
        " Some people a little bit more obvious than others.",
        1545.18,
        1547.08
    ],
    [
        " And here's what you got to watch out for.",
        1547.56,
        1551.3
    ],
    [
        " What you got to watch out for is when people have an agenda that helps them, but it doesn't move you in your strategic direction.",
        1551.86,
        1561.42
    ],
    [
        " That's what you're watching out for.",
        1561.76,
        1562.84
    ],
    [
        " What you're watching out for is when Dave and his department, hey, it's great.",
        1563.24,
        1566.54
    ],
    [
        " When Dave and his department are trying to get money so they can get more funds so they can hire more people so they can grow so they can get bigger production and they can move us toward the strategic goal.",
        1566.66,
        1574.24
    ],
    [
        " That's all good.",
        1575.28,
        1576.12
    ],
    [
        " Dave is literally competing to get more money for his department so he can grow his department which will help him create more income so our whole business moves for.",
        1576.4,
        1584.46
    ],
    [
        " That's great.",
        1584.58,
        1585.02
    ],
    [
        " But there's a chance that Dave wants to set up an office in happens to be 0.2 miles down the road from his house.",
        1585.74,
        1597.92
    ],
    [
        " Happens to be in a building that he owns.",
        1598.08,
        1599.7
    ],
    [
        " Happens to want to charge a certain amount of rent.",
        1600.02,
        1602.14
    ],
    [
        " We don't need anything in that area but he's doing it for himself.",
        1602.3,
        1605.66
    ],
    [
        " That's what we got to watch out for and I'll tell you.",
        1605.66,
        1609.24
    ],
    [
        " When you're making those maneuvers for yourself, everybody sees it.",
        1610.56,
        1616.12
    ],
    [
        " You think you're smart, you think you're getting away with it, you think no one notices, you think, you think, oh, you know what?",
        1616.62,
        1621.6
    ],
    [
        " Why do I own the building?",
        1621.74,
        1622.48
    ],
    [
        " But it's really a great spot.",
        1622.5,
        1623.62
    ],
    [
        " Nobody believes you.",
        1624.08,
        1625.22
    ],
    [
        " Nobody believes you.",
        1625.36,
        1627.18
    ],
    [
        " So don't do it.",
        1627.36,
        1628.14
    ],
    [
        " Don't do things for yourself interests that undermine that aren't aligned with the strategic.",
        1629.28,
        1636.42
    ],
    [
        " Whenever I get somebody that I can't figure out quite why they're doing what they're doing.",
        1636.58,
        1640.74
    ],
    [
        " Dave, what do you mean?",
        1640.74,
        1642.14
    ],
    [
        " Why would explain to me why you want this building there again?",
        1642.28,
        1644.48
    ],
    [
        " Why you want to put an office there?",
        1644.7,
        1645.88
    ],
    [
        " Well, I'm telling you there's really a good market and Dave, we're already in that market.",
        1646.16,
        1650.44
    ],
    [
        " We can control this other area.",
        1650.58,
        1651.66
    ],
    [
        " Yeah, but it's, you know, I think it'd be really good for the company.",
        1651.84,
        1654.88
    ],
    [
        " Okay, tell me it would be good.",
        1654.98,
        1656.08
    ],
    [
        " Well, you know, we could have some offices there.",
        1656.5,
        1659.22
    ],
    [
        " I understand what you want to do.",
        1659.48,
        1661.94
    ],
    [
        " Why is it good?",
        1662.38,
        1663.0
    ],
    [
        " So when we can't, when I can't understand why it is you want to do something, there's a chance I need to say, wait a second.",
        1663.16,
        1670.66
    ],
    [
        " Is Dave doing this for some reason, some agenda that is not for the good of the organization?",
        1671.8,
        1678.9
    ],
    [
        " Is he competing against what we're doing?",
        1679.4,
        1683.58
    ],
    [
        " Because that's a problem.",
        1684.74,
        1685.9
    ],
    [
        " And I'll see you in every single time.",
        1686.6,
        1688.12
    ],
    [
        " And so will everybody else.",
        1688.92,
        1690.1
    ],
    [
        " It's so obvious, man.",
        1690.28,
        1692.1
    ],
    [
        " It's so obvious.",
        1692.32,
        1693.14
    ],
    [
        " Nations and other political actors pursue their interests constantly and in a variety of ways.",
        1693.78,
        1699.98
    ],
    [
        " Competition results when the interests of one political group interact in some way with another group,",
        1700.66,
        1705.76
    ],
    [
        " these interactions take place in a dynamic environment.",
        1706.12,
        1708.26
    ],
    [
        " Each move, each move an actor makes towards fulfilling an interest changes that ecosystem.",
        1708.26,
        1714.34
    ],
    [
        " Any interaction of interests changes the situation as well.",
        1714.9,
        1719.54
    ],
    [
        " So what does that mean?",
        1719.82,
        1720.38
    ],
    [
        " We got to track that out of loop.",
        1720.46,
        1721.4
    ],
    [
        " Right? Because every move you make or every move your competitor makes, makes everything a little bit different.",
        1722.34,
        1726.18
    ],
    [
        " Competitions are often labeled as zero sum or positive sum.",
        1726.86,
        1732.68
    ],
    [
        " Zero sum rivalry means that if one group achieves its goal, then the rival group cannot achieve its own.",
        1733.06,
        1737.88
    ],
    [
        " A good example of zero sum competition is when two nations struggle over the ownership of an island.",
        1737.88,
        1741.98
    ],
    [
        " In most cases, only one of them can physically control it at a time.",
        1742.6,
        1745.78
    ],
    [
        " Positive sum means that more than one group can make progress towards fulfilling interests or achieving goals at the same time.",
        1746.44,
        1753.86
    ],
    [
        " For example, two nations may compete economically, but both may see their gross domestic product increase simultaneously.",
        1754.02,
        1760.82
    ],
    [
        " That's what I think we commonly refer to as a win-win situation.",
        1761.38,
        1765.38
    ],
    [
        " Which I love, which I love. I prefer.",
        1766.3,
        1768.84
    ],
    [
        " We don't want to do zero sum. We want to say, oh, I don't want to do something to Dave's division that shuts his division down.",
        1769.68,
        1777.2
    ],
    [
        " I want him to win and I want us, I mean to win. That's fine. It's positive.",
        1777.2,
        1780.72
    ],
    [
        " Why is it positive?",
        1781.68,
        1783.08
    ],
    [
        " Why is it positive?",
        1784.38,
        1786.34
    ],
    [
        " It's positive because I'm not just thinking tactically. I'm thinking strategically.",
        1787.08,
        1791.9
    ],
    [
        " And if what I do right now is burn Dave and burn his efforts to the ground, what is Dave going to do in two years, in five years or in ten years, he's coming back at me.",
        1792.78,
        1803.7
    ],
    [
        " Now, are there times when you have to do scorch or policy? Yes, there are.",
        1805.5,
        1809.32
    ],
    [
        " Most of the time, you don't have to. Most of the time, it's better to build than destroy.",
        1811.16,
        1816.4
    ],
    [
        " Competition manifests itself in several ways, such as when one actor attempts to impose its will on the other.",
        1822.04,
        1828.0
    ],
    [
        " Another way is when one actor acts to frustrate another's plans, preventing them from achieving their goals.",
        1828.38,
        1833.9
    ],
    [
        " Think of when these little things happen to you.",
        1834.3,
        1836.46
    ],
    [
        " Think of when you feel that someone like, wait a second, why is Echo? Why is this another roadblock? Why does Echo? Why hasn't he done this little task yet? What's going on?",
        1837.12,
        1845.68
    ],
    [
        " Well, guess what? Sabotage is what's going on. Trying to frustrate the goals.",
        1846.0,
        1850.46
    ],
    [
        " Both of these mainly apply to zero sum struggles. In a positive sum, example, two economic rivals will try to best each other, like when they try to increase their market share in a particular industry at the expense of the rival while both of their economies grow. So that's fine.",
        1851.98,
        1866.62
    ],
    [
        " Competition, especially at the nation state level, is complex and it is systemic.",
        1868.08,
        1873.54
    ],
    [
        " For example, auto manufacturers in the United States compete with rival companies. Isn't this interesting Dave? As often as we talk to businesses.",
        1873.7,
        1880.28
    ],
    [
        " And I often, well, I'm not often, but I've talked about this before. What came first?",
        1881.56,
        1887.24
    ],
    [
        " The military learning from industry or industry learning from the military because it goes back and forth as I could continue a cycle.",
        1888.3,
        1893.6
    ],
    [
        " So here we are in the Marine Corps manual that they just released. And what do they use for an example? Not a war example. They use a business example.",
        1893.94,
        1900.42
    ],
    [
        " The Marine Corps uses a business example. For example, auto manufacturers in the United States compete with rival companies in their European Union and Japan. But this does not mean the US government is also in direct competition with these governments.",
        1902.06,
        1913.72
    ],
    [
        " Even though the auto manufacturers are based in their respective territories.",
        1914.2,
        1918.72
    ],
    [
        " Indirectly, the auto manufacturers may lobby their governments asking them to take actions that favor their company in the global competition for auto sales. The individual actors are intertwined and interact with each other in many different ways.",
        1921.24,
        1932.22
    ],
    [
        " The details of this brief example are less important than it is from Marines to understand.",
        1932.58,
        1937.58
    ],
    [
        " So there's an example, but here's what you got to understand. Strategic competition among international political actors is multi-layered and networked.",
        1938.68,
        1947.8
    ],
    [
        " Each competitor consists of many parts that interact in complex ways. As we see from these examples competition and cooperation can coexist and competition does not need to lead to conflict.",
        1947.8,
        1960.1
    ],
    [
        " So there's all so many factors at play. And that's on a national level, but there's so many factors at play in the way you talk to someone else.",
        1960.74,
        1968.98
    ],
    [
        " The way you treat somebody else and the facial expressions that you make.",
        1969.36,
        1972.42
    ],
    [
        " Now we get into the continuum.",
        1975.84,
        1978.0
    ],
    [
        " When I was at trade-ed, training people, I would start off by giving them a problem and then a little bit of space to work through that problem and then another problem and then a little bit of space to work through.",
        1978.92,
        1993.1
    ],
    [
        " And physical space. Like, okay, there's a problem that's going to happen before you get to the target. Then there's going to be a problem on target.",
        1993.18,
        1998.2
    ],
    [
        " Then there's going to be a problem as you leave the target. Then there's going to be a problem as you're at your extract point. And so they're separated by time and space.",
        1998.2,
        2003.68
    ],
    [
        " So I were telling the leadership of this one task. And I said, now I go, that did you did a pretty good job.",
        2004.28,
        2013.36
    ],
    [
        " But what you're going to see happen now is I am going to compress the time space continuum that these problems occur, meaning they're going to occur at the same time in the same location.",
        2014.0,
        2023.32
    ],
    [
        " And that causes problems. So the continuum that we're talking about here, this is no perfect model to use.",
        2023.78,
        2031.22
    ],
    [
        " There is no perfect model to use in explaining the competition continuum. The many feedback loops it contains make it very complex so models will omit some details.",
        2031.46,
        2041.02
    ],
    [
        " However, the models are useful because they help explain specific concepts and assist Marines in building their own visualization of the continuum.",
        2041.28,
        2050.46
    ],
    [
        " So they have this basically a line on the one on the one far side is pure piece. The other far side is total war.",
        2050.46,
        2058.96
    ],
    [
        " So it starts with pure piece. Then it goes to economic competition, classic diplomacy and geopolitics.",
        2059.18,
        2068.76
    ],
    [
        " So that's sort of like, hey, we're at peace, but we're not quite a piece anymore. Now we're moving to economic competition, maybe some classic diplomacy, some geopolitics.",
        2068.78,
        2076.34
    ],
    [
        " And then you get into this area called political warfare. At the at the far end of economic competition is political warfare, meaning I'm putting tariffs on you.",
        2076.5,
        2087.44
    ],
    [
        " So now we're getting more aggressive. Then you get to this area called the gray zone, which is now maybe its sanctions and now we're being really aggressive.",
        2087.72,
        2095.22
    ],
    [
        " Then you get to a hybrid war. And then you get to the threat of violence. And then you get to use violence. There's a threshold.",
        2095.54,
        2104.74
    ],
    [
        " And once you get past the threshold of violence, you can go further right, which is conventional war.",
        2106.14,
        2110.54
    ],
    [
        " Okay, we're going to go to war. We're going to have your tanks against my tanks and your planes against my plants. And then we get to total war, which is whatever it takes to survive and win. No mercy of any kind.",
        2110.98,
        2121.04
    ],
    [
        " So that's a linear model of this. There's also a circular model that they have. And by the way, you can get this manual. You can just go on the Google, you know, one tack for competing.",
        2122.38,
        2134.32
    ],
    [
        " And you'll find it. And you can download it. What's up?",
        2134.32,
        2136.72
    ],
    [
        " What's the example of total war and versus conventional war, like which war was like a total war?",
        2136.78,
        2143.98
    ],
    [
        " The closest I would say we got is World War two to total war to total war. But we were still, let's face it, we were still following the Geneva Convention.",
        2144.58,
        2156.1
    ],
    [
        " But imagine if the things were so bad that you just were, we're just killed.",
        2156.22,
        2161.12
    ],
    [
        " They just outright just kill destroy and chemical weapons and just total war.",
        2161.4,
        2166.24
    ],
    [
        " I mean, in World War two, you know, we dropped, we dropped the atom bomb. That's freaking straight up.",
        2167.58,
        2174.48
    ],
    [
        " That's just total war, right? You're killing everyone.",
        2174.54,
        2177.18
    ],
    [
        " We fire bomb Dresden 250,000 civilians or 250,000 people, many civilians dead of an entire city destroyed.",
        2177.88,
        2186.44
    ],
    [
        " Go Google Dresden before and after.",
        2186.58,
        2189.16
    ],
    [
        " I mean, it's not quite as shocking as Hiroshima, Nagasaki before and after, but it's complete and utter devastation.",
        2189.58,
        2197.94
    ],
    [
        " It's as much devastation as we could possibly cause with the weapons we had at hand.",
        2198.06,
        2201.5
    ],
    [
        " Is there like a scenario where like one side is that total war?",
        2202.34,
        2206.0
    ],
    [
        " And the other side is like, hey, we're going to keep this kind of conventional.",
        2206.74,
        2209.68
    ],
    [
        " I mean, it seems like, right? Like certain, we'll say groups, we'll be nations, whatever have a certain philosophy.",
        2210.9,
        2216.6
    ],
    [
        " I would say that, yeah, I mean, I think we, I don't know if we could get to where someone was at total war.",
        2217.28,
        2222.72
    ],
    [
        " I mean, I think the Japanese were pretty close. I think the Nazis were pretty close to total war.",
        2223.0,
        2227.42
    ],
    [
        " They would do whatever they, you know, they do whatever they could.",
        2227.42,
        2230.26
    ],
    [
        " But even even, yeah, they even they had limits.",
        2230.96,
        2236.6
    ],
    [
        " You know, but I mean, let's face it, they were close.",
        2237.56,
        2240.56
    ],
    [
        " They were close. I mean, Japan was doing their best to develop chemical and biological weapons that they could use.",
        2241.14,
        2247.08
    ],
    [
        " They were on that path. And would, if they had gotten them, you think they would have done it?",
        2247.74,
        2251.56
    ],
    [
        " I'm going to say affirmative.",
        2252.46,
        2253.68
    ],
    [
        " So they might have been a total war. You know, you can maybe look at some of these, some of these non-state actors, right?",
        2255.62,
        2261.92
    ],
    [
        " I mean, ISIS was ISIS at total war. They don't have, they didn't have the capabilities or the means.",
        2262.94,
        2268.72
    ],
    [
        " But if they had the opportunity to just kill indiscriminately killed as many people as they possibly could, would they? Yeah, probably.",
        2269.04,
        2278.26
    ],
    [
        " Yeah, that's what I mean. So like, yeah, these groups, like, yeah, they don't have the physical capability, but that was their approach.",
        2278.48,
        2284.46
    ],
    [
        " Like that they in their mind, their mind, their own, their, their, their, yeah.",
        2284.72,
        2288.12
    ],
    [
        " The next thing we're talking about a circular model, a circular model shows conflict above violence, special and competition below it.",
        2289.1,
        2299.86
    ],
    [
        " And they kind of go through these, one of the things that brings up here, one of the actors could be deterred.",
        2300.2,
        2305.5
    ],
    [
        " So you might think you're going towards war, but then you get deterred.",
        2306.14,
        2310.78
    ],
    [
        " The threat of violence could have been significant, sufficient leverage and other rivals decided, you know what?",
        2310.78,
        2318.76
    ],
    [
        " I don't want none of this tension recedes. Negotiations of some kind may have succeeded, bringing the actors back from the threshold of violence.",
        2318.98,
        2328.28
    ],
    [
        " These are all things that think about a, for you as a bouncer, right?",
        2328.28,
        2333.22
    ],
    [
        " Think about as you approach a level of like there's a threshold of violence where someone's taken a swing, think about all the little things that could happen that could deescalate that.",
        2333.54,
        2341.5
    ],
    [
        " You know, maybe it's negotiation. Hey, look, man, you just need to get out of here. Maybe tell you we're calling the cops. How often does that one work? Pretty often.",
        2341.74,
        2348.12
    ],
    [
        " Yeah, right? Yeah, that there's a, when you, whatever you go through this training and that's part of it, that whole thing, that escalation of force, right?",
        2348.52,
        2357.48
    ],
    [
        " And there's like many thresholds. You know, like first it's like straight up friendly.",
        2357.58,
        2362.02
    ],
    [
        " And the better, are we going to get roadhouse quotes in here?",
        2362.34,
        2364.9
    ],
    [
        " Oh, yeah. Well, in roadhouse, they do kind of go.",
        2365.28,
        2367.88
    ],
    [
        " Well, I'm sorry, that's what I was talking about. So I started the training. You went to, man, I'm having some like real positive flashbacks about, or images of you and, and what's his name?",
        2368.26,
        2376.02
    ],
    [
        " Boatie. Boatie. No, Dalton.",
        2376.32,
        2378.28
    ],
    [
        " Boatie's from, uh, which I respect, by the way.",
        2378.56,
        2382.02
    ],
    [
        " So yeah, well, in a way, yeah, because, okay, so Dalton, that wasn't really a training. That was more of a lecture.",
        2382.44,
        2387.5
    ],
    [
        " And that was a very specific philosophy, which was cool. I dig it.",
        2387.58,
        2390.78
    ],
    [
        " Also, there's different philosophies in the, in I would say the continuum of violence.",
        2390.78,
        2396.02
    ],
    [
        " It's about to go, yeah, spectrum of the continuum. Yeah, fully.",
        2397.06,
        2401.9
    ],
    [
        " But each, yeah, each level has it like a little threshold. Like I said, but yes, the most prominent one is like, yeah.",
        2402.22,
        2407.94
    ],
    [
        " And it's kind of the same thing. It reflects that total war kind of situation where, you know, like let's go to that end part of the spectrum. Right?",
        2407.94,
        2414.74
    ],
    [
        " You go, like total war is like, we don't have time for the police to come.",
        2414.86,
        2419.88
    ],
    [
        " We got to like, we got to act because this person is violent towards us or whatever. And then it's a straight up fight where you can expect like laws to be broken within that fight kind of thing.",
        2420.02,
        2430.12
    ],
    [
        " And then there's like one before where it's like, okay, we got to like put our hands on him.",
        2430.76,
        2434.96
    ],
    [
        " We got to whether be restrained or whatever, but we're not trying to be violent towards this person.",
        2435.18,
        2439.8
    ],
    [
        " We have to use what they used to call it the minimum force necessary.",
        2439.9,
        2443.74
    ],
    [
        " I use that term all the time. Yeah.",
        2443.82,
        2445.8
    ],
    [
        " Minimum force required or minimum force necessary.",
        2446.24,
        2448.7
    ],
    [
        " Yeah, I mean, I think a more appropriate term would be, you know, we'll say an appropriate amount of force.",
        2449.1,
        2455.96
    ],
    [
        " Okay. You know, because the minimum, I don't know, there's just a lot of wiggle room for some stuff to not go right for us.",
        2455.96,
        2462.98
    ],
    [
        " You know, for the good guys. Yeah. Yeah.",
        2463.22,
        2464.7
    ],
    [
        " But, you know, but that's like the conventional war kind of scenario, you know.",
        2464.96,
        2469.6
    ],
    [
        " And by the way, you're telling the police that the minimum force was work, the minimum force required was what was used.",
        2469.7,
        2475.36
    ],
    [
        " Yes.",
        2475.52,
        2475.7
    ],
    [
        " Even though you may have used the appropriate.",
        2475.94,
        2478.5
    ],
    [
        " So there's maybe a little linguistics jujitsu happening because we want to, you know,",
        2479.28,
        2485.58
    ],
    [
        " we don't want to see echo trolls locked up back in the day.",
        2485.58,
        2489.16
    ],
    [
        " No, you don't.",
        2489.34,
        2490.14
    ],
    [
        " But I mean, you could, it could be argued that they're the same thing, you know, where it's like an appropriate amount of force.",
        2490.28,
        2495.74
    ],
    [
        " Meaning like you're not abusing this guy. No matter how much he's verbally, whatever, whatever, whatever, drunk or whatever.",
        2495.74,
        2501.02
    ],
    [
        " But yeah, it's, but there is that convention. There was rules like, yeah, put your hands on them. Use force.",
        2501.58,
        2506.78
    ],
    [
        " Knock them out if you have to, you know, like you can do these kind of things, but you can't be just like violating all kinds of, you know, situation.",
        2507.18,
        2514.94
    ],
    [
        " Because it's not a war. There's a line in here. It says there are many possibilities on how rivals can turn away from the violence threshold and return to steady state competition.",
        2514.94,
        2526.2
    ],
    [
        " And I made a note here for myself that crossing that line is almost always a tactical move.",
        2526.2,
        2538.8
    ],
    [
        " A tactical meaning it is an immediate, it's solving this immediate problem, but it seldom a strategic move.",
        2539.96,
        2547.02
    ],
    [
        " Because think about it when you, if you're in the street and you get into a fight, you want to do everything you can to avoid that fight.",
        2547.3,
        2553.52
    ],
    [
        " And if you have to engage in that fight, it's almost guaranteed to be a tactical win and a strategic loss.",
        2554.08,
        2559.88
    ],
    [
        " Now you got to go to jail, now you got to pay this guy money, now you got to get arrested, now you got cuts on your hands.",
        2560.22,
        2564.86
    ],
    [
        " You got all these little problems. And it would have been infinitely better to have just said, you know what?",
        2564.86,
        2571.02
    ],
    [
        " This is guys not worth it or whatever you walk away from a leadership perspective.",
        2571.36,
        2575.46
    ],
    [
        " It is almost always, almost always. If you cross, if you cross the line and there's some gap, but indirect.",
        2576.16,
        2586.5
    ],
    [
        " When you go from indirect influence to direct, it's almost always attack, it might be a tactical win. It's going to be a strategic loss.",
        2586.5,
        2595.08
    ],
    [
        " So the minute I say, you know what Dave, I'm not talking about this anymore, here's what you're going to do.",
        2595.38,
        2599.14
    ],
    [
        " That's almost guaranteed to be a tactical win because you're going to go and execute whatever I told you to do.",
        2599.64,
        2605.04
    ],
    [
        " But guess what strategically, I just took a step back, I took a strategic hit, I'm not saying I can't recover from it, but strategically it's a negative.",
        2605.58,
        2611.96
    ],
    [
        " So we have to be careful of that.",
        2612.78,
        2614.56
    ],
    [
        " It says here, we also see that sometimes the threshold is crossed for a short time only to jump back down into a state of competition below the violence threshold.",
        2615.94,
        2627.02
    ],
    [
        " That's great. Just as described above, note that the turns is not the only thing that causes a movement in this model.",
        2627.14,
        2632.78
    ],
    [
        " A competitor could also move below the violence threshold again if he achieves its goals, negotiated a bargain.",
        2632.9,
        2638.52
    ],
    [
        " A thoughtful review of this model shows it as many uses. So always look to not cross that threshold from violence into violence or into direct orders if you're in a leadership position.",
        2639.42,
        2651.46
    ],
    [
        " And you use direct orders, you use your rank to influence that.",
        2652.68,
        2656.02
    ],
    [
        " However, make no mistake that the above models simply offer us different views to consider, and this is the circular and the linear model.",
        2658.86,
        2665.84
    ],
    [
        " They offer different views on how to consider as we study strategic competition.",
        2666.08,
        2670.06
    ],
    [
        " All of the terms we use, including conflict, competition, violence, and even war are part of an organic whole.",
        2670.4,
        2676.4
    ],
    [
        " All of these terms reside on a single continuum that describes the relationship between and among states in international relations.",
        2676.4,
        2686.2
    ],
    [
        " But it's not just states, I just have to remind you this.",
        2686.54,
        2688.98
    ],
    [
        " It's different divisions inside your company. It's different personalities inside your team.",
        2689.6,
        2694.22
    ],
    [
        " There's all these levels on this continuum.",
        2695.04,
        2698.28
    ],
    [
        " These political actors use activities at various points in the continuum.",
        2699.4,
        2703.36
    ],
    [
        " To advance their interests and also to set conditions to make it easier for them to achieve their interests in the future.",
        2705.48,
        2712.7
    ],
    [
        " This behavior is like a judo competition.",
        2712.84,
        2715.5
    ],
    [
        " When a competitor constantly tries to put the opponent off balance, sometimes through the application of violence, sometimes by moving a position of advantage or moving to a position of advantage, war itself is an integral part of this continuum.",
        2716.26,
        2732.66
    ],
    [
        " That's judo, right? Every move is not war. Every move is a set up.",
        2735.06,
        2739.78
    ],
    [
        " A set up here, and then you're looking for that e-ball.",
        2740.1,
        2742.22
    ],
    [
        " Here is some of the work of the State Department's George F. Kenan following World War II.",
        2743.72,
        2755.64
    ],
    [
        " Kenan was the author of the famous long telegram that described the nature of the Soviet Union and alerted decision makers to the emerging Cold War and the need for the US government to organize itself for political warfare.",
        2755.76,
        2769.46
    ],
    [
        " And here's what he wrote.",
        2770.32,
        2772.6
    ],
    [
        " Political warfare is the logical application of cloud squits doctrine in a time of peace.",
        2772.96,
        2777.62
    ],
    [
        " In broadest definition, political warfare is the employment of all means of a nation's command, at a nation's command short of war to achieve its national objectives.",
        2777.96,
        2786.04
    ],
    [
        " That's George Kenan, that's what he wrote.",
        2786.4,
        2788.42
    ],
    [
        " And it says these opening words to Kenan's paper were directed to the National Security Council.",
        2788.58,
        2793.26
    ],
    [
        " The paper advocated for both over and covert means to compete internationally short of using violence.",
        2793.74,
        2801.7
    ],
    [
        " In the Cold War struggle, that was just beginning Kenan stated that the United States was handicapped by a belief, and this is why I had to include this part, because this is a mistake that we make as people.",
        2803.1,
        2813.02
    ],
    [
        " Kenan stated that the United States was handicapped by a belief that there was, that there is a basic difference between war and peace.",
        2813.48,
        2822.26
    ],
    [
        " To view war as a sort of sporting context, contest outside the political context.",
        2823.12,
        2828.88
    ],
    [
        " So in America, we just look like you're either at war or you're not.",
        2830.3,
        2833.16
    ],
    [
        " And he's like, no, you're competing all the time.",
        2833.76,
        2836.34
    ],
    [
        " His work to help decision makers understand ideas like political warfare, which then help the United States build the capability successful to compete in the Cold War.",
        2837.18,
        2845.3
    ],
    [
        " Yeah, you're going to need more than tanks and planes if you're going to win.",
        2845.72,
        2850.32
    ],
    [
        " Yeah, and there's a whole thing that's happening.",
        2850.86,
        2854.78
    ],
    [
        " So when it's happening, it's happening all the time, then it's happening all the time.",
        2856.0,
        2859.58
    ],
    [
        " So when you're in a leadership position, guess what?",
        2860.02,
        2863.48
    ],
    [
        " There is an infinite number of things that you need to be ready to do and doing to lead besides war, which is shut up and do what I told you to do.",
        2863.98,
        2873.62
    ],
    [
        " Kenan's diagnosis of the competition significantly shaped the way it unfolded across the whole of the United States government in the decades that followed.",
        2879.46,
        2887.86
    ],
    [
        " This highlights two important points from reens.",
        2888.08,
        2890.02
    ],
    [
        " The first is the importance of accurately identifying the nature of the competition one faces.",
        2890.3,
        2895.72
    ],
    [
        " Imagine that.",
        2896.2,
        2897.02
    ],
    [
        " Accurately identifying the nature of competition one faces.",
        2900.34,
        2903.62
    ],
    [
        " You know, Dave caught me on the end of a call with a client.",
        2904.94,
        2908.48
    ],
    [
        " And I was like, we need to be at war.",
        2909.2,
        2912.32
    ],
    [
        " And I guess I always refer to my clients as we, you know, whenever I'm talking to one of our clients, it's we.",
        2912.56,
        2917.22
    ],
    [
        " It's us.",
        2917.54,
        2917.9
    ],
    [
        " Totally.",
        2918.26,
        2918.46
    ],
    [
        " We are at war with you.",
        2919.08,
        2919.92
    ],
    [
        " I said, we got to go to war with them, but we don't want them to know it.",
        2920.22,
        2923.16
    ],
    [
        " So I mean, there's not going to be any any overt actions, all going to be covert.",
        2923.36,
        2927.04
    ],
    [
        " Here's some methodology.",
        2927.42,
        2928.66
    ],
    [
        " We can do that.",
        2928.66,
        2929.32
    ],
    [
        " We went through some of these ways that we could go to war without going on war.",
        2929.32,
        2932.7
    ],
    [
        " Ways that we compete without going on war.",
        2933.32,
        2935.16
    ],
    [
        " That way it is understood.",
        2936.28,
        2940.3
    ],
    [
        " The way that is understood will affect the choices made in how to pursue the competition.",
        2941.3,
        2947.4
    ],
    [
        " An accurate appreciation will increase the chances for success.",
        2948.32,
        2951.84
    ],
    [
        " Marines have an important but supporting role in strategic competition.",
        2952.76,
        2956.36
    ],
    [
        " This shapes the way we approach our competitive efforts.",
        2956.62,
        2959.96
    ],
    [
        " So now we get into this section.",
        2961.42,
        2962.9
    ],
    [
        " Did you have something on that?",
        2963.28,
        2963.92
    ],
    [
        " I'm just thinking, you know, making the connection to the conversations we have with our clients.",
        2963.96,
        2968.44
    ],
    [
        " Or even just in any leadership role.",
        2968.44,
        2970.24
    ],
    [
        " How often, how often does my ego let me jump at the conclusion of,",
        2971.6,
        2975.5
    ],
    [
        " if you're doing something different than what I'm doing, that's a problem.",
        2975.56,
        2978.22
    ],
    [
        " And I got to attack it like it's a problem.",
        2978.44,
        2979.8
    ],
    [
        " And I got to treat you like now we're competitors as opposed to, hey, you know what?",
        2979.94,
        2983.7
    ],
    [
        " I need to, I need to accurately identify the nature of this situation.",
        2984.42,
        2989.48
    ],
    [
        " Which means I got to look at it and go, oh, hang on.",
        2989.88,
        2991.78
    ],
    [
        " Why is Jocco making this move?",
        2992.68,
        2993.94
    ],
    [
        " Why is he doing that?",
        2994.18,
        2995.14
    ],
    [
        " And if I can figure that out, if there actually is the situation that you're at the same company,",
        2995.78,
        3000.26
    ],
    [
        " more often than not, there's going to be a positive reason for that.",
        3000.64,
        3004.64
    ],
    [
        " I just got to figure that out.",
        3004.7,
        3005.76
    ],
    [
        " Or I can just say, oh, that's not what I would have done.",
        3006.02,
        3008.4
    ],
    [
        " Let's fight.",
        3008.6,
        3009.22
    ],
    [
        " And then we can compete with each other and go at each other.",
        3009.42,
        3011.88
    ],
    [
        " And the ability, the need to be able to strategically understand what is really going on.",
        3012.22,
        3020.2
    ],
    [
        " And how often your ego gets in the way, oh, that's a problem.",
        3020.42,
        3023.36
    ],
    [
        " Jocco's doing this, that's a problem.",
        3023.48,
        3024.82
    ],
    [
        " And now we're fighting, now we're competing, and now we're going at each other.",
        3024.9,
        3027.04
    ],
    [
        " Instead of me just taking a little step back and going, hey, hey, help, this movie just made the help me understand that.",
        3027.5,
        3031.74
    ],
    [
        " Oh, yeah, I did this for these couple of reasons.",
        3031.9,
        3033.36
    ],
    [
        " Oh, okay, good to go.",
        3033.54,
        3034.38
    ],
    [
        " So we're actually not competing here.",
        3034.44,
        3035.42
    ],
    [
        " We're on the same page.",
        3035.54,
        3036.24
    ],
    [
        " That is a...",
        3037.26,
        3039.44
    ],
    [
        " When we talk about people asking us questions all the time, but I'm having this problem, this person, that person,",
        3039.44,
        3044.1
    ],
    [
        " it's almost always comes back to, well, what is it that's really going on?",
        3044.12,
        3047.42
    ],
    [
        " And you talk about climbing up the ladder of alignment.",
        3047.9,
        3050.1
    ],
    [
        " Can you just find where, what he's doing, what you're doing, actually achieve the same end?",
        3050.5,
        3054.22
    ],
    [
        " Or at least heading in the same direction?",
        3054.62,
        3057.04
    ],
    [
        " Yeah, something that it's not automatically immediately a problem that you got to now go to war over.",
        3057.18,
        3061.36
    ],
    [
        " Next section, and again, my absolute to the Marine Corps for just even having this thought,",
        3064.66,
        3070.32
    ],
    [
        " war is a special kind of competition.",
        3070.56,
        3072.8
    ],
    [
        " That's the name of this section.",
        3073.6,
        3076.02
    ],
    [
        " Our war fighting philosophy informs us that war is a violent clash of interests between or among organized groups characterized by the use of military force.",
        3076.28,
        3083.54
    ],
    [
        " War is fundamentally an interactive social process.",
        3084.36,
        3087.52
    ],
    [
        " Hold on.",
        3089.1,
        3090.0
    ],
    [
        " I've been studying war for a long time.",
        3092.46,
        3094.12
    ],
    [
        " I've never really thought of it as a fundamentally interactive social process, but I guess we'll go with it.",
        3094.36,
        3101.26
    ],
    [
        " Its essence is a violent struggle between two hostile, independent, and irreconcilable wills each trying to impose itself on the other.",
        3101.26,
        3111.68
    ],
    [
        " That I agree with.",
        3112.06,
        3113.22
    ],
    [
        " That to me is not really an interactive social process. That's a freaking scrap.",
        3113.64,
        3118.48
    ],
    [
        " War, so what am I missing there?",
        3119.8,
        3121.86
    ],
    [
        " I guess what I'm missing there is that there is this aspect that you need to have two elements that are interacting to have a war take place.",
        3123.48,
        3141.38
    ],
    [
        " I guess it takes two to tango, right?",
        3141.38,
        3143.12
    ],
    [
        " I guess.",
        3143.6,
        3143.96
    ],
    [
        " I'm just picturing who of the six authors that got locked in the room to write this club,",
        3144.5,
        3148.5
    ],
    [
        " who is the guy that got that hellbomb to that line?",
        3148.84,
        3151.5
    ],
    [
        " Who is like, no, no, no, no, really.",
        3151.88,
        3153.18
    ],
    [
        " I'm telling you, it's an interactive social process.",
        3153.4,
        3155.88
    ],
    [
        " And the other five are like, fine, just put it in there, whatever.",
        3156.22,
        3158.42
    ],
    [
        " Did Colonel Pogue get his get his paws on this thing?",
        3158.6,
        3162.08
    ],
    [
        " I don't know.",
        3162.82,
        3163.16
    ],
    [
        " Who knows? Maybe they'll revise it.",
        3163.28,
        3165.4
    ],
    [
        " Maybe someone will explain it to me.",
        3165.64,
        3166.94
    ],
    [
        " Because you can tell, look, when you read these Marine Corps field manuals, they're so well written.",
        3167.52,
        3174.22
    ],
    [
        " They're so clean.",
        3174.64,
        3175.66
    ],
    [
        " They don't leave things in there that aren't there for a reason.",
        3175.94,
        3178.62
    ],
    [
        " That's why I question myself here.",
        3178.66,
        3179.72
    ],
    [
        " I don't know what I'm missing, but it's just, at a minimum, it's a strange way to describe war as an interactive social process.",
        3179.8,
        3188.28
    ],
    [
        " But we'll go with it.",
        3189.7,
        3191.42
    ],
    [
        " Wars character can take many forms from using military force to simply restore order during disaster relief operations",
        3192.1,
        3199.26
    ],
    [
        " to completely overturning the existing order within a society.",
        3199.26,
        3202.8
    ],
    [
        " War resides on the competition continuum above the threshold of violence.",
        3203.34,
        3207.1
    ],
    [
        " From a military perspective, we also call the points along this scale above the threshold various forms of armed conflict.",
        3207.54,
        3214.72
    ],
    [
        " There are many descriptors of the form that war takes, such as insurgency, hybrid, conventional.",
        3215.82,
        3223.14
    ],
    [
        " When we think of competition and war, the main points are to acknowledge that war is a political act that uses violence to achieve its aims,",
        3223.6,
        3231.08
    ],
    [
        " but it's also part of a spectrum of other competitive acts that do not use violence.",
        3231.56,
        3235.1
    ],
    [
        " So war isn't just what's happening on the battlefield, it's everything else as well.",
        3235.7,
        3239.76
    ],
    [
        " In the circular model of competition, conflict feeds back into competition.",
        3239.76,
        3243.92
    ],
    [
        " War sets the conditions for the character of the competition that follows it.",
        3244.26,
        3248.86
    ],
    [
        " War is like a violent move in judo contest.",
        3249.48,
        3251.92
    ],
    [
        " In a judo contest, its use can put a competitor into an advantageous position relative to the opponent.",
        3252.04,
        3259.42
    ],
    [
        " Okay, those things are pretty straightforward.",
        3260.08,
        3262.3
    ],
    [
        " Obviously, I had a judo player in the room, one of the six people that wrote this thing.",
        3263.28,
        3268.74
    ],
    [
        " Competition contains many of the same attributes as war.",
        3272.6,
        3277.56
    ],
    [
        " Ambiguty.",
        3278.06,
        3278.52
    ],
    [
        " Ambiguty.",
        3278.74,
        3281.06
    ],
    [
        " Ambiguty.",
        3281.16,
        3282.36
    ],
    [
        " Competition contains many of the same attributes as war.",
        3282.54,
        3286.04
    ],
    [
        " Isn't that interesting?",
        3286.28,
        3287.28
    ],
    [
        " Ambiguty.",
        3288.92,
        3289.44
    ],
    [
        " Just like in war, Ambiguty seems to be everywhere we turn in competition.",
        3289.64,
        3294.44
    ],
    [
        " And I just did a kind of winoff on the F online about the fact that we don't know what's going to happen.",
        3296.02,
        3303.22
    ],
    [
        " There's Ambiguty and everything, and yet people will just dig in.",
        3303.76,
        3310.8
    ],
    [
        " And Dave says, hey, we should attack from the west, and I say, no, we should attack from the north.",
        3311.9,
        3315.24
    ],
    [
        " We don't know where the enemy is.",
        3316.58,
        3318.0
    ],
    [
        " Why am I so hostile towards Dave?",
        3318.58,
        3321.6
    ],
    [
        " Because he wants to attack from the west, and I want to attack from the north, I have no idea where the enemy is going to be.",
        3321.6,
        3326.0
    ],
    [
        " Why am I digging in on that?",
        3326.36,
        3328.16
    ],
    [
        " Because I'm an idiot, and I'll let my ego run it.",
        3328.78,
        3331.12
    ],
    [
        " As noted, two groups may try to best each other in one area while they cooperate in another,",
        3332.64,
        3339.08
    ],
    [
        " which can make the nature of the relationship between them unclear.",
        3339.36,
        3342.56
    ],
    [
        " The differences among rivals often clouds the pictures as well.",
        3342.92,
        3347.58
    ],
    [
        " If the interests of two groups collide, but the interests of the first group are vital while those of the second group are a lower priority,",
        3347.58,
        3354.14
    ],
    [
        " there will be a mismatch between how the two groups view the competition.",
        3354.42,
        3359.5
    ],
    [
        " The first thing about the differences cloud the picture for sure, and that's why we always want to understand what someone else's perspective is.",
        3360.92,
        3371.38
    ],
    [
        " Otherwise, we're looking at two different things, and we can't comprehend how to come to some kind of a solution.",
        3372.2,
        3376.64
    ],
    [
        " This is an interesting one, and it's something you need to pay attention to as a leader.",
        3378.06,
        3381.52
    ],
    [
        " If someone comes to you and says, hey, we really want to do this.",
        3382.82,
        3384.8
    ],
    [
        " And to you, you're like, at 0.00, it's a rounding error on our bottom line.",
        3385.32,
        3390.66
    ],
    [
        " Whatever. We don't need to do that.",
        3391.06,
        3392.88
    ],
    [
        " But man, for whatever group that is, that might be the highest priority thing they've gotten.",
        3394.56,
        3398.02
    ],
    [
        " You're just throwing it away.",
        3398.02,
        3399.1
    ],
    [
        " So pay attention to what the priorities are, and what priorities seem to you might be different.",
        3399.62,
        3405.4
    ],
    [
        " And not just the priorities, the importance.",
        3405.92,
        3408.6
    ],
    [
        " How do you say that word?",
        3409.16,
        3410.36
    ],
    [
        " The importance, you said it correctly.",
        3410.62,
        3411.64
    ],
    [
        " Okay, the importance of the way somebody feels the level of some element is.",
        3411.82,
        3419.48
    ],
    [
        " I think something super important and echo doesn't think it's a big deal.",
        3419.88,
        3423.08
    ],
    [
        " We're going to have a hard time communicating and coming to a good resolution that makes sense to both of us.",
        3423.36,
        3427.8
    ],
    [
        " If he can understand, oh, this is really important to Jockel because of these things.",
        3428.4,
        3433.3
    ],
    [
        " Okay, got it.",
        3433.58,
        3434.2
    ],
    [
        " Dave comes to me. It's critical that we get this office building up in this area.",
        3434.6,
        3438.38
    ],
    [
        " Why is that so important to Dave?",
        3438.76,
        3439.86
    ],
    [
        " Oh, because Dave lives two blocks away. Oh, cool. Got it.",
        3440.14,
        3442.7
    ],
    [
        " At least I understand that.",
        3442.9,
        3444.2
    ],
    [
        " But it could be that Dave has some big project that he's, you know, company that's going to come on board and blah, blah, blah.",
        3444.88,
        3450.18
    ],
    [
        " Then you could have a really important reason.",
        3450.24,
        3452.22
    ],
    [
        " And if I don't understand that or see that, we're not going to be able to connect and figure things out.",
        3452.4,
        3456.1
    ],
    [
        " You talk about it with kids all the time.",
        3456.66,
        3458.44
    ],
    [
        " When kids will come to you with a problem, they'll, it'll sound like the end of the world.",
        3458.8,
        3461.42
    ],
    [
        " And you're looking and like, dude, this is, this is no big deal.",
        3461.54,
        3464.26
    ],
    [
        " But actually to them, it's a huge deal.",
        3464.26,
        3465.96
    ],
    [
        " Huge deal.",
        3466.06,
        3466.44
    ],
    [
        " And the connection you can actually make is just understanding, oh, I got it.",
        3466.64,
        3469.68
    ],
    [
        " This is a big deal to you. Let me understand a little bit better.",
        3469.86,
        3471.94
    ],
    [
        " No big deal. We can sort it out.",
        3471.96,
        3473.04
    ],
    [
        " But you make that connection even at that level all the time, at that level, they say,",
        3473.04,
        3476.48
    ],
    [
        " this is the end of the world for me.",
        3476.66,
        3478.34
    ],
    [
        " And in your mind, like, you're not going to remember this in two months.",
        3478.5,
        3481.02
    ],
    [
        " Yeah, you know, it's weird as we talk about kids.",
        3481.34,
        3484.54
    ],
    [
        " That includes people that are 32 years old.",
        3485.0,
        3488.1
    ],
    [
        " That includes people that are 27 years old, right?",
        3488.28,
        3490.84
    ],
    [
        " When your world's falling apart, you have to understand how important things are to people.",
        3491.16,
        3497.7
    ],
    [
        " And that's what this is talking about.",
        3497.94,
        3499.18
    ],
    [
        " What's a, you've been around, you've been around, it seemed like a small thing.",
        3499.9,
        3504.3
    ],
    [
        " But what is it around it?",
        3504.46,
        3505.7
    ],
    [
        " It's like, let's say, let's say Echo Charles was making $400 million a year.",
        3505.82,
        3510.82
    ],
    [
        " And as they calculate all the money, there's $200,000 and they're like, oh, whatever.",
        3511.4,
        3516.28
    ],
    [
        " Like it's just a little rounding here. It's a little tiny bit of money in the big scheme of things.",
        3516.52,
        3520.08
    ],
    [
        " So if you came to me, you're like, hey, I really want to, you know, really want some more money for this.",
        3520.44,
        3524.9
    ],
    [
        " And I'm like, whatever, it's a rounding here. We're not doing that.",
        3525.38,
        3527.64
    ],
    [
        " And you're mad.",
        3527.96,
        3530.0
    ],
    [
        " But it's something that was very important to you.",
        3530.44,
        3532.7
    ],
    [
        " Right.",
        3532.94,
        3533.26
    ],
    [
        " Or it could be a fortune.",
        3533.7,
        3534.4
    ],
    [
        " My team's entire annual budget's 200 grand in this museum in my entire six month project is on this, you know, like whatever.",
        3534.56,
        3540.14
    ],
    [
        " I can't even count that, though.",
        3540.42,
        3541.32
    ],
    [
        " It's a problem.",
        3541.78,
        3542.08
    ],
    [
        " And you just dismiss it like it's useless and I'm over here thinking, bro, this is my whole thing.",
        3542.64,
        3546.26
    ],
    [
        " Yeah, yeah, yeah.",
        3546.7,
        3547.48
    ],
    [
        " And you just don't be that guy.",
        3547.48,
        3548.68
    ],
    [
        " Good care.",
        3548.84,
        3549.22
    ],
    [
        " Sometimes the scale of two rivals are so different it leads to ambiguity.",
        3550.12,
        3555.42
    ],
    [
        " For example, it took many years of the 1990s for the United States to conclude it was in a struggle with al Qaeda.",
        3555.94,
        3561.12
    ],
    [
        " Even as the competition bounced above and below the threshold of violence.",
        3561.12,
        3564.92
    ],
    [
        " Rivals often use or create ambiguity to cloak their actions.",
        3566.32,
        3570.7
    ],
    [
        " They do this intentionally to obscure their aims until it's too late for the competitors to react effectively.",
        3571.34,
        3577.18
    ],
    [
        " They want to use ambiguous acts to cause indecision, confusion, and hesitation.",
        3577.68,
        3583.82
    ],
    [
        " That is going on all the time with people that you work with.",
        3584.5,
        3591.0
    ],
    [
        " With your wife, with your husband.",
        3591.24,
        3593.6
    ],
    [
        " You know, it's like, oh, where are you going? I'm just going to head out.",
        3594.78,
        3597.44
    ],
    [
        " Like there's all these little ambiguous responses that happen.",
        3598.38,
        3603.8
    ],
    [
        " And then the next thing you know, you look up and it's like, wait a second.",
        3604.22,
        3606.18
    ],
    [
        " Where do we get this new car from?",
        3606.72,
        3608.66
    ],
    [
        " Oh, I thought you said you needed anything about that.",
        3609.78,
        3612.7
    ],
    [
        " I told you that now.",
        3613.68,
        3614.78
    ],
    [
        " Yeah, told you I was heading out.",
        3615.0,
        3616.02
    ],
    [
        " So, and I must say ambiguous acts are good to recognize.",
        3619.12,
        3625.52
    ],
    [
        " They're also good to utilize in, you know, put that in your toolbox.",
        3625.52,
        3629.72
    ],
    [
        " Yeah, and if you're a leader too, you see those words indecision, confusion, hesitation.",
        3630.02,
        3634.12
    ],
    [
        " If you're a leader, those are problems.",
        3634.32,
        3637.52
    ],
    [
        " Those are not good things for you.",
        3637.88,
        3639.72
    ],
    [
        " And you or your people are dealing with those.",
        3639.82,
        3641.46
    ],
    [
        " You got to, those are the things you have to address and fix and clarify.",
        3641.46,
        3645.42
    ],
    [
        " And I suppose it's like, okay.",
        3645.96,
        3649.28
    ],
    [
        " And then things start to get away from you and people are operating.",
        3649.84,
        3652.46
    ],
    [
        " They don't know what's going on.",
        3652.54,
        3653.4
    ],
    [
        " I like it when I catch somebody.",
        3654.36,
        3656.72
    ],
    [
        " When I catch somebody trying to throw some ambiguity at me.",
        3657.66,
        3661.26
    ],
    [
        " And then my big word and blah, blah, blah, blah, and figures and blah, and then all of a sudden,",
        3662.52,
        3666.76
    ],
    [
        " and you just let them do it.",
        3666.78,
        3668.56
    ],
    [
        " And then right when I let them do it, I usually give them like a,",
        3668.92,
        3674.0
    ],
    [
        " like I give them enough time, maybe even maybe even another two, three, four minutes,",
        3674.68,
        3679.3
    ],
    [
        " maybe even seven minutes of discussion about something else.",
        3679.48,
        3682.2
    ],
    [
        " And but I, you ever see me on, like when I'm doing a Zoom meeting,",
        3683.14,
        3687.24
    ],
    [
        " I always have a pad right next to me.",
        3687.6,
        3689.26
    ],
    [
        " You know, I don't be writing something down, I'll be right, you know,",
        3689.38,
        3692.08
    ],
    [
        " whatever, I'll write down a note about what Dave said.",
        3692.54,
        3696.12
    ],
    [
        " And then when he ambiguously threw in there,",
        3696.46,
        3699.62
    ],
    [
        " and then seven minutes later, he thinks he's clean.",
        3700.0,
        3703.84
    ],
    [
        " Yeah, yeah.",
        3703.96,
        3704.54
    ],
    [
        " And I go, hey, when you said earlier, what did you mean by this?",
        3704.54,
        3710.02
    ],
    [
        " And it's such a good thing to give them a little bit of time,",
        3710.06,
        3712.08
    ],
    [
        " because then it catches them off guard.",
        3712.18,
        3713.0
    ],
    [
        " And they're not ready for it.",
        3713.34,
        3714.84
    ],
    [
        " If you ask them immediately, they're ready to maneuver some more.",
        3715.12,
        3717.78
    ],
    [
        " And if you catch them with it, and it's fun.",
        3718.4,
        3720.92
    ],
    [
        " That's funny you mentioned that, because I noticed that early on.",
        3721.26,
        3724.18
    ],
    [
        " Wait, long time ago, years ago.",
        3724.18,
        3725.84
    ],
    [
        " And one of the things, I remember concluding that you were like that.",
        3726.1,
        3729.0
    ],
    [
        " Not so much that you liked it, but that, like, that was the thing.",
        3729.52,
        3732.6
    ],
    [
        " If you throw some ambiguous stuff at you, you'd like to be like,",
        3732.74,
        3735.16
    ],
    [
        " okay, and then cut right through it and ask, like, a different question.",
        3735.2,
        3737.54
    ],
    [
        " And one of the situations, this is long time ago,",
        3738.12,
        3741.66
    ],
    [
        " there was a guy, a guy came into the gym.",
        3742.48,
        3745.46
    ],
    [
        " And just, you know, he's a visitor, he's like, okay, you know, I've been training.",
        3745.98,
        3748.34
    ],
    [
        " You know, I'm a jujitsu guy, and I've been this.",
        3748.68,
        3750.72
    ],
    [
        " And you know how, a lot of like visitors might say that kind of stuff.",
        3750.82,
        3754.16
    ],
    [
        " You know, like, it's almost comparable with the guy who's just like a 500 street fight.",
        3754.22,
        3758.0
    ],
    [
        " You know, it's almost like that behavior is comparable to that.",
        3758.24,
        3761.24
    ],
    [
        " And he'd be like, yeah, you know, I'm, you know, I'm, I'm, I forget what he said.",
        3761.64,
        3765.28
    ],
    [
        " But he was real ambiguous about his training, but he implied that he had a lot.",
        3765.36,
        3769.48
    ],
    [
        " And I remember thinking like, oh, this, this guy, what he said,",
        3769.72,
        3773.18
    ],
    [
        " still leaves a huge question mark of how experienced this person is.",
        3773.18,
        3776.84
    ],
    [
        " And he was just looking at me, go, what belt are you in jujitsu?",
        3776.84,
        3779.44
    ],
    [
        " Because like, he, because he mentioned the jujitsu, right?",
        3779.74,
        3782.62
    ],
    [
        " And he let him talk and he finished his whole spiel about his, you know, experience.",
        3782.66,
        3786.9
    ],
    [
        " You're like straight up dead, dead pen.",
        3787.04,
        3789.66
    ],
    [
        " What belt are you in jujitsu?",
        3790.12,
        3791.6
    ],
    [
        " And he was like, oh, well, I don't have a belt or whatever.",
        3792.22,
        3794.34
    ],
    [
        " You walk away.",
        3794.66,
        3795.72
    ],
    [
        " Damn.",
        3796.1,
        3796.66
    ],
    [
        " When you did it like a couple other times.",
        3797.54,
        3799.36
    ],
    [
        " Yeah.",
        3799.5,
        3799.74
    ],
    [
        " Which is no offense to people that don't have a belt, because there's people that don't have any belt in jujitsu.",
        3799.98,
        3804.58
    ],
    [
        " And they're awesome, but there must have been other characteristics about this guy that let me think like else.",
        3804.58,
        3808.52
    ],
    [
        " It totally, it totally wasn't about that.",
        3808.52,
        3811.38
    ],
    [
        " It wasn't about what belt he was.",
        3811.38,
        3813.18
    ],
    [
        " It was about he was being ambiguous with his training.",
        3813.38,
        3815.3
    ],
    [
        " And he mentioned jujitsu that he had training in jujitsu.",
        3815.58,
        3817.78
    ],
    [
        " So you want to take a, maybe get a little bit of clarification.",
        3817.98,
        3820.22
    ],
    [
        " But it was real direct.",
        3820.76,
        3822.0
    ],
    [
        " I was like, oh, damn.",
        3822.16,
        3822.9
    ],
    [
        " Gave him those three minutes of talking to think he got through with that.",
        3823.06,
        3827.42
    ],
    [
        " That he was a jujitsu guy.",
        3827.46,
        3828.58
    ],
    [
        " Yeah, sure.",
        3828.86,
        3829.28
    ],
    [
        " Yeah.",
        3829.56,
        3829.76
    ],
    [
        " Yeah.",
        3830.18,
        3830.26
    ],
    [
        " Some actors appear ambiguous because they have internal divisions.",
        3831.6,
        3838.0
    ],
    [
        " Multiple internal centers of power or both.",
        3838.4,
        3840.52
    ],
    [
        " This includes national governments reflecting the internal political competition taking place within them.",
        3840.94,
        3846.38
    ],
    [
        " These actors often do not speak with a single voice.",
        3846.56,
        3848.68
    ],
    [
        " From the outside their intentions can appear confusing or conflicting.",
        3849.06,
        3852.26
    ],
    [
        " This happens in every organization.",
        3853.64,
        3855.48
    ],
    [
        " You know, you get the answer from mom gives a different answer than dad.",
        3856.62,
        3859.62
    ],
    [
        " Well, and it's confusing.",
        3860.54,
        3862.34
    ],
    [
        " Just as war fighting states uncertainty is a purve, oh, this whole section is called uncertainty.",
        3864.38,
        3870.7
    ],
    [
        " Uncertainty is a pervasive trait of war.",
        3871.02,
        3873.1
    ],
    [
        " It is also a per pervasive trait of competition.",
        3873.64,
        3877.66
    ],
    [
        " We make estimates of our competitors designs and act accordingly.",
        3878.3,
        3882.96
    ],
    [
        " Now, what's been funny about this is I talked to a lot of clients about this.",
        3884.06,
        3889.72
    ],
    [
        " What you have to do and what the Marine Corps is talking about right there is take a guess.",
        3891.4,
        3894.86
    ],
    [
        " And no one wants to hear that.",
        3895.5,
        3897.14
    ],
    [
        " Even the Marine Corps didn't want to use that.",
        3897.62,
        3898.96
    ],
    [
        " They say make estimates of our competitors designs and act accordingly.",
        3899.2,
        3902.26
    ],
    [
        " What does that mean? It means take a guess at what you're going to do.",
        3902.44,
        3904.1
    ],
    [
        " Take a guess at what they're going to do and then take a guess at what you should do afterwards.",
        3904.6,
        3907.5
    ],
    [
        " Uncertainty in international relations cannot be eliminated.",
        3909.24,
        3912.3
    ],
    [
        " It is nonlinear meaning that a small amount of uncertainty can have a large effect on the situation dealing with it means one is also dealing with risk.",
        3913.8,
        3923.72
    ],
    [
        " Often a competitor's goal is to use ambiguity to inject uncertainty uncertainty into a situation so the rival will hesitate to act using it to take incremental steps toward their ultimate goal.",
        3924.36,
        3935.38
    ],
    [
        " This approach is known as gradualism or salami slicing.",
        3935.88,
        3939.76
    ],
    [
        " It's interesting that the Marine Corps decided to throw salami slicing into which I've never heard that term before.",
        3941.48,
        3946.4
    ],
    [
        " No, no, not in this context.",
        3946.52,
        3949.3
    ],
    [
        " In any context. I mean other than making a sandwich.",
        3949.6,
        3951.82
    ],
    [
        " Yeah, okay.",
        3951.98,
        3952.56
    ],
    [
        " Yeah, so we get this approach known as gradualism or salami slicing.",
        3952.76,
        3957.46
    ],
    [
        " Which is each step taken is by itself so small it does not cause a significant reaction from the opposing group.",
        3957.92,
        3964.9
    ],
    [
        " Eventually the sum of small steps will result in reaching the goal.",
        3964.96,
        3968.94
    ],
    [
        " Now what's important about this is look.",
        3970.76,
        3973.18
    ],
    [
        " There's two things that we should be learning from every one of these techniques that we hear.",
        3973.8,
        3982.58
    ],
    [
        " One is what we need to look out for and what can we utilize.",
        3983.08,
        3986.56
    ],
    [
        " So yes, we want to use gradualism.",
        3987.24,
        3989.54
    ],
    [
        " Echo doesn't really notice that I'm doing this.",
        3990.08,
        3992.14
    ],
    [
        " Adding a little bit every day.",
        3992.44,
        3994.04
    ],
    [
        " This little thing I'm making this little adjustment.",
        3994.3,
        3996.28
    ],
    [
        " Next thing you know, Echo looks up and things totally changed and he didn't even notice it happening.",
        3996.66,
        4001.66
    ],
    [
        " Boiling the frog, right?",
        4002.0,
        4003.3
    ],
    [
        " The frog doesn't notice that the water is getting hotter.",
        4003.68,
        4006.84
    ],
    [
        " So we want to know to utilize that as a technique, as a strategy.",
        4008.08,
        4012.72
    ],
    [
        " We also need to know to look out for it.",
        4012.86,
        4014.52
    ],
    [
        " And Echo's making these little adjustments and I go, hey, Echo.",
        4015.0,
        4016.88
    ],
    [
        " That's four days in a row.",
        4017.6,
        4018.72
    ],
    [
        " You did this.",
        4018.82,
        4019.22
    ],
    [
        " What are you trying to do?",
        4019.32,
        4020.04
    ],
    [
        " What are you trying to get?",
        4020.04,
        4020.62
    ],
    [
        " Trying to make happen.",
        4021.22,
        4021.8
    ],
    [
        " What's going on?",
        4022.64,
        4023.46
    ],
    [
        " Bro, so Salami slicing is literally another expression like for boiling the frog.",
        4024.12,
        4030.72
    ],
    [
        " Like seeing a deal bit at a time.",
        4031.2,
        4032.46
    ],
    [
        " Actors also make use of ambiguity and uncertainty to cause enough hesitation so they can reach their goal",
        4033.26,
        4041.88
    ],
    [
        " while their competitor tries to make sense of the situation.",
        4041.88,
        4044.6
    ],
    [
        " Love that.",
        4044.6,
        4045.32
    ],
    [
        " Love that.",
        4046.08,
        4046.68
    ],
    [
        " It's almost interesting that the Marine Corps doesn't talk about we need to utilize these things.",
        4047.94,
        4053.42
    ],
    [
        " And it's also very interesting how two times in this one paragraph they talk about hesitation.",
        4054.24,
        4060.6
    ],
    [
        " This hesitation, hesitation kills, hesitation is waiting and reacting instead of making things happen.",
        4061.26,
        4070.06
    ],
    [
        " And just using these techniques to get people to hesitate.",
        4070.84,
        4074.44
    ],
    [
        " Just get them to hesitate a little bit.",
        4075.04,
        4076.6
    ],
    [
        " Good move.",
        4076.8,
        4077.18
    ],
    [
        " We like that move.",
        4077.54,
        4078.56
    ],
    [
        " There's also as I listen to this, it's crazy how similar this is to so many things that you have said just on the podcast count",
        4079.62,
        4090.22
    ],
    [
        " sometimes if you just kind of change the view of this is uncertainty with your opponent that if you change the lens a little bit that just in leadership in general in any situation, even with your own team.",
        4090.22,
        4099.56
    ],
    [
        " I think it says something like what was the quote you have to take a guess they had some fancy word for that.",
        4100.34,
        4105.76
    ],
    [
        " Guess what?",
        4105.96,
        4106.42
    ],
    [
        " You don't know the future.",
        4106.72,
        4107.6
    ],
    [
        " So should we make some big massive move 50?",
        4107.98,
        4110.04
    ],
    [
        " No, why don't we just, you talk about incremental decision making because we actually don't know what's going on.",
        4110.22,
        4115.72
    ],
    [
        " I guess that's what slimy slicing is.",
        4115.82,
        4117.42
    ],
    [
        " It's one little step at a time.",
        4117.42,
        4118.5
    ],
    [
        " It allows you to react to what's going on.",
        4118.66,
        4120.66
    ],
    [
        " And even how the way you talk about that from a leadership perspective, it's not a big stretch to go from this description of the Marine Corps and a competitor to just you and your opponent.",
        4121.0,
        4129.54
    ],
    [
        " You don't have a leadership role.",
        4129.54,
        4130.16
    ],
    [
        " You don't have a crystal ball.",
        4130.6,
        4131.68
    ],
    [
        " You don't know the future.",
        4131.94,
        4133.18
    ],
    [
        " Don't fall over your plan.",
        4133.56,
        4134.52
    ],
    [
        " Just take steps.",
        4135.22,
        4135.84
    ],
    [
        " Just allow me slicing steps in a row and you will actually get to where you need to be with so much less conflict than if you say we have to take this giant move all the way to the end right now.",
        4136.14,
        4145.36
    ],
    [
        " Go.",
        4145.48,
        4145.56
    ],
    [
        " Yeah.",
        4146.3,
        4146.54
    ],
    [
        " And you're a, what is it?",
        4146.76,
        4147.4
    ],
    [
        " You're a degree off and by the end you're a hundred degrees off.",
        4147.42,
        4150.0
    ],
    [
        " Yeah.",
        4150.28,
        4150.36
    ],
    [
        " My reputation for being a decisive leader and I cheated.",
        4150.9,
        4155.72
    ],
    [
        " I cheat.",
        4156.24,
        4156.64
    ],
    [
        " I'm super decisive but I cheat because I only make little tiny decisions but no one knows that.",
        4157.8,
        4161.16
    ],
    [
        " They're just like, wow, he made the decision quick.",
        4161.4,
        4162.74
    ],
    [
        " It's like, oh yeah, because it's a little tiny decision with almost no risk.",
        4162.88,
        4165.46
    ],
    [
        " But we're going to do it immediately and then we're going to get feedback and then we're going to figure out what to do next.",
        4165.46,
        4168.34
    ],
    [
        " And I'll make that decision quickly as well.",
        4168.6,
        4170.14
    ],
    [
        " So I'm going to make decisions very quickly but they're little decisions and I'm going to make them rapidly.",
        4170.58,
        4175.36
    ],
    [
        " And that's how I'm going to beat you.",
        4175.62,
        4176.36
    ],
    [
        " I guess Jocco's a salami slicer.",
        4177.1,
        4178.92
    ],
    [
        " I'm going to bring the whole lot of the slicer.",
        4179.12,
        4180.52
    ],
    [
        " By the time the competitor figures it out, the goal is achieved.",
        4180.98,
        4184.32
    ],
    [
        " Which is called fate a company, something already done.",
        4184.46,
        4188.6
    ],
    [
        " Little thing here called boundary stretching.",
        4189.98,
        4192.82
    ],
    [
        " Boundary or threshold stretching occurs when an actor uses measures short of war to force movement or change in the nature of a boundary to gain greater regional influence, access and control.",
        4194.12,
        4205.76
    ],
    [
        " Man.",
        4206.52,
        4207.66
    ],
    [
        " Man as a leader you're always dealing with people pushing that boundary on you.",
        4208.28,
        4211.92
    ],
    [
        " Right?",
        4212.52,
        4212.92
    ],
    [
        " I'm sorry I was a little bit late.",
        4213.26,
        4214.82
    ],
    [
        " Echo Charles.",
        4215.3,
        4216.7
    ],
    [
        " That's a little bit right?",
        4217.16,
        4218.44
    ],
    [
        " Little boundary stretch.",
        4218.9,
        4219.76
    ],
    [
        " Maybe if two minutes is okay, maybe three minutes are good to go.",
        4220.18,
        4222.92
    ],
    [
        " What's funny is that's absolutely true.",
        4223.28,
        4225.36
    ],
    [
        " With being late.",
        4225.7,
        4226.36
    ],
    [
        " I come from a long line of late people.",
        4226.9,
        4228.5
    ],
    [
        " We all know that.",
        4228.68,
        4229.32
    ],
    [
        " But yeah, like if I was one minute late and I didn't hear about it, I'd be like, okay, cool.",
        4229.74,
        4235.32
    ],
    [
        " One minute is kind of the standard.",
        4235.62,
        4236.98
    ],
    [
        " It's more subconscious, but it's like when you're running like one minute late, whatever, the next time, you don't feel that stress at all.",
        4237.42,
        4245.48
    ],
    [
        " You're like, oh, I was one minute late before or nothing, so no problem.",
        4245.7,
        4248.12
    ],
    [
        " Then you're like a minute half, two minutes, three minutes, and then you kind of like probe.",
        4248.36,
        4252.44
    ],
    [
        " You're kind of like, wait, am I going to hear about it?",
        4252.68,
        4254.22
    ],
    [
        " Half.",
        4254.38,
        4254.44
    ],
    [
        " No, that's no problem.",
        4254.5,
        4256.06
    ],
    [
        " Then obviously there's a pretty solid threshold of lateness that I can kind of exist in.",
        4256.3,
        4261.66
    ],
    [
        " And then when you get the 10 minutes, 20 minutes late, then you start here by, you start here.",
        4261.98,
        4266.96
    ],
    [
        " Okay, I know.",
        4266.96,
        4267.62
    ],
    [
        " Now we know what the boundaries are.",
        4267.88,
        4269.22
    ],
    [
        " Exactly right.",
        4269.8,
        4270.5
    ],
    [
        " Habitual line stepper.",
        4270.58,
        4271.86
    ],
    [
        " That might be a different thing, but yeah.",
        4272.14,
        4276.68
    ],
    [
        " By boundary, we mean the limit of a limit of some kind that if crossed, it would normally trigger a significant reaction.",
        4277.14,
        4283.34
    ],
    [
        " But before the boundary stretching events occur, most people would assume crossing a red line would cause a violent response of some kind.",
        4283.64,
        4291.76
    ],
    [
        " The goal of the actor using boundary stretching is to achieve their goals in such a way that a response is not triggered.",
        4291.76,
        4298.38
    ],
    [
        " Or if a response happens, it does not result in a state of war between the two actors.",
        4299.34,
        4302.96
    ],
    [
        " This is, when this happens, we often see a new limit established.",
        4303.66,
        4307.34
    ],
    [
        " The boundary has been stretched.",
        4308.02,
        4309.28
    ],
    [
        " You've got to be careful.",
        4309.88,
        4310.92
    ],
    [
        " Hey, in a leadership position, you're going to have people doing this.",
        4311.12,
        4313.52
    ],
    [
        " This is 24-7 from your troops.",
        4313.52,
        4315.08
    ],
    [
        " They're stretching those boundaries.",
        4315.58,
        4316.54
    ],
    [
        " And what you have to do is you have to be consistent.",
        4317.08,
        4319.32
    ],
    [
        " You have to be consistent.",
        4320.12,
        4321.58
    ],
    [
        " You can't...",
        4322.42,
        4323.98
    ],
    [
        " And look, I'm not saying it's like, no, no, nothing, no, wait a minute.",
        4323.98,
        4330.42
    ],
    [
        " Wait, no, but if you let that line stepping become habitual, it will develop into a problem.",
        4330.54,
        4336.56
    ],
    [
        " And the way that you...",
        4337.46,
        4339.28
    ],
    [
        " This is what's good.",
        4339.28,
        4340.02
    ],
    [
        " First of all, you don't draw lines in the sand.",
        4342.34,
        4344.38
    ],
    [
        " Which I got asked a question about this the other day.",
        4345.44,
        4346.9
    ],
    [
        " Like, how often?",
        4346.9,
        4347.62
    ],
    [
        " What do you draw a line in the sand?",
        4347.66,
        4348.56
    ],
    [
        " It's very, very seldom.",
        4348.72,
        4349.78
    ],
    [
        " Very seldom do I draw a line in the sand.",
        4350.34,
        4351.82
    ],
    [
        " Across this line, you do not.",
        4351.94,
        4353.74
    ],
    [
        " Right?",
        4354.08,
        4354.26
    ],
    [
        " We're not doing that.",
        4354.8,
        4356.1
    ],
    [
        " Now, is there a border to things that if you cross, you're going to...",
        4356.68,
        4363.38
    ],
    [
        " Like, it's going to be a real problem, but that's a real significant thing.",
        4363.38,
        4367.4
    ],
    [
        " So, here's what.",
        4367.64,
        4368.5
    ],
    [
        " We're talking about minimum force required.",
        4368.58,
        4369.78
    ],
    [
        " Minimum force required is good.",
        4370.26,
        4373.34
    ],
    [
        " It's a good way to keep the boundary stretching in check.",
        4373.86,
        4377.8
    ],
    [
        " So, if you're...",
        4378.36,
        4379.58
    ],
    [
        " If, look, the punishment for being late is, you know, your pay is docked for a week.",
        4379.58,
        4384.1
    ],
    [
        " And you're one minute late?",
        4384.84,
        4385.86
    ],
    [
        " Do I necessarily need to dock your pay?",
        4386.54,
        4387.98
    ],
    [
        " No.",
        4388.54,
        4388.82
    ],
    [
        " But can I just let it go?",
        4389.22,
        4390.38
    ],
    [
        " No.",
        4390.66,
        4390.84
    ],
    [
        " I give you a appropriate response.",
        4391.28,
        4395.7
    ],
    [
        " Hey, Echo.",
        4396.3,
        4396.98
    ],
    [
        " You know what the punishment is for being late, right?",
        4397.86,
        4400.16
    ],
    [
        " Because you were a minute late today and look, that's a one week.",
        4400.16,
        4404.16
    ],
    [
        " No pay.",
        4404.72,
        4405.62
    ],
    [
        " You know that, right?",
        4406.04,
        4406.8
    ],
    [
        " Yeah, I know.",
        4406.98,
        4407.52
    ],
    [
        " Okay, I'll just make it sure, because I mean time is time.",
        4407.6,
        4410.68
    ],
    [
        " And I know you come from a long line of people that are late.",
        4410.88,
        4414.34
    ],
    [
        " But sometime we got to take ownership of that and we got to be on time.",
        4414.78,
        4417.56
    ],
    [
        " So, when people start to stretch the boundaries, you push them back.",
        4417.96,
        4423.32
    ],
    [
        " You push them back in there, not with violence of action,",
        4423.68,
        4426.76
    ],
    [
        " but with the subtlest form of leadership and the minimum force that you can",
        4426.92,
        4431.78
    ],
    [
        " to get them back in the way they know that they crossed the line, and that it's not okay.",
        4431.78,
        4435.72
    ],
    [
        " So, actually, let me ask you this.",
        4436.48,
        4441.68
    ],
    [
        "",
        4442.08,
        4442.08
    ],
    [
        " So, my...",
        4442.42,
        4443.6
    ],
    [
        " We'll call him a boss supervisor, whatever.",
        4443.6,
        4445.76
    ],
    [
        " When I did hear about it, he would...",
        4446.88,
        4450.46
    ],
    [
        " I see what he was trying to do.",
        4450.46,
        4451.32
    ],
    [
        " I think he was trying to do that, right, to minimum.",
        4451.36,
        4453.12
    ],
    [
        " But he almost like giggle about it.",
        4453.26,
        4456.06
    ],
    [
        " Kind of like, oh, you're late.",
        4456.06,
        4457.3
    ],
    [
        " And I'm thinking back on my feelings about it, where it...",
        4457.48,
        4461.02
    ],
    [
        " It caused me to not take it seriously, because we were both laughing at it.",
        4461.02,
        4464.52
    ],
    [
        " Kind of like a hot...",
        4464.58,
        4465.4
    ],
    [
        " So, more force was required.",
        4465.4,
        4466.64
    ],
    [
        " Yeah, he did maybe like a twist of like, just don't giggle about it.",
        4467.24,
        4470.94
    ],
    [
        " Just be like, hey, I agree with that.",
        4471.04,
        4473.92
    ],
    [
        " Obviously not a huge deal, but...",
        4473.92,
        4475.66
    ],
    [
        " You remember, guy, a guy I think was at the mustard.",
        4475.66,
        4478.16
    ],
    [
        " He's like, you know, I'm a funny guy.",
        4478.86,
        4480.8
    ],
    [
        " I like to joke around a lot.",
        4480.94,
        4481.94
    ],
    [
        " And, you know, I like to crack jokes.",
        4482.54,
        4484.78
    ],
    [
        " I've always been kind of the class clown kind of guy.",
        4484.88,
        4486.58
    ],
    [
        " And sometimes it seems like my people aren't taking me seriously.",
        4487.1,
        4489.72
    ],
    [
        " And I was like, bro, okay, do we need to go on with this?",
        4490.12,
        4493.14
    ],
    [
        " Or are we just going to stop making jokes when it's not appropriate?",
        4493.32,
        4495.34
    ],
    [
        " How's that sound?",
        4495.76,
        4496.28
    ],
    [
        " So, yes, it's not appropriate.",
        4496.62,
        4498.14
    ],
    [
        " If you're trying to...",
        4498.3,
        4499.5
    ],
    [
        " Now, listen, hey, what about when I joke with you if you're late?",
        4499.5,
        4503.18
    ],
    [
        " Like, bro, what's up?",
        4504.48,
        4505.68
    ],
    [
        " Right? It's like...",
        4505.9,
        4507.1
    ],
    [
        " I'm going to be honest, it's the same thing.",
        4507.1,
        4508.62
    ],
    [
        " Same thing.",
        4508.78,
        4509.1
    ],
    [
        " The thing is, I'm not really late.",
        4509.2,
        4510.66
    ],
    [
        " Yeah, I know, it's a bad example.",
        4510.74,
        4511.7
    ],
    [
        " Everyone thinks you're...",
        4511.82,
        4512.6
    ],
    [
        " Everyone thinks you're late now because I talk to someone smack to you.",
        4512.6,
        4515.1
    ],
    [
        " Yeah.",
        4515.24,
        4515.32
    ],
    [
        " Like, I have people on the e-mail...",
        4515.4,
        4517.08
    ],
    [
        " What about when it goes late?",
        4517.08,
        4518.16
    ],
    [
        " Yeah.",
        4518.54,
        4518.72
    ],
    [
        " I'm like, well, actually, and I had to say this the other day.",
        4518.72,
        4520.44
    ],
    [
        " I'm like, actually, because I was like, what do you do with echo?",
        4520.54,
        4522.84
    ],
    [
        " And he's late all the time.",
        4522.9,
        4523.64
    ],
    [
        " And I go, actually, he's not late all the time.",
        4523.76,
        4525.36
    ],
    [
        " Just kidding.",
        4525.52,
        4525.86
    ],
    [
        " He's a joke.",
        4526.06,
        4526.3
    ],
    [
        " So, guess what?",
        4526.64,
        4527.8
    ],
    [
        " What does that tell you?",
        4528.04,
        4528.72
    ],
    [
        " You're sitting here saying, all the jokes don't really affect me.",
        4529.02,
        4531.14
    ],
    [
        " They do affect you, and they affect you perfectly.",
        4531.22,
        4533.0
    ],
    [
        " Because you're not late, because you know that little bit of ribbing",
        4533.64,
        4536.14
    ],
    [
        " is just enough to let you know we don't...",
        4536.14,
        4538.06
    ],
    [
        " We're not late around here.",
        4538.06,
        4538.86
    ],
    [
        " Right.",
        4539.18,
        4539.36
    ],
    [
        " We're not late for the podcast.",
        4539.58,
        4540.62
    ],
    [
        " Yeah, and that's not to mention that you and Dave Burke, Good Deal Dave,",
        4541.04,
        4545.4
    ],
    [
        " have effectively and successfully, by the way, cultivated an atmosphere of",
        4545.6,
        4550.92
    ],
    [
        " a late being a for real bad thing.",
        4550.92,
        4553.96
    ],
    [
        " Because on quite late, it's not necessarily a bad thing.",
        4554.04,
        4558.78
    ],
    [
        " I'm not saying it's a good thing, but I'm saying it's not undermo...",
        4559.52,
        4562.22
    ],
    [
        " You know, a lot of circumstances like this bad thing could be late.",
        4562.22,
        4565.0
    ],
    [
        " It's sorta like we got other things going on, and we all kind of know that.",
        4565.0,
        4568.18
    ],
    [
        " Let's just say the culture isn't cultivated the way it is here.",
        4568.9,
        4572.14
    ],
    [
        " We'll say that.",
        4572.22,
        4572.98
    ],
    [
        " It is.",
        4573.16,
        4573.26
    ],
    [
        " It's cultivated in a way where a lot of us make psychological, mental, physical adjustments",
        4573.26,
        4581.94
    ],
    [
        " that may accommodate these things, because we don't want to do that.",
        4581.94,
        4585.4
    ],
    [
        " On a slight more serious note, if I can ruin this for a second.",
        4585.8,
        4590.3
    ],
    [
        " There's actually another reason why, when you were talking about",
        4590.72,
        4594.6
    ],
    [
        " escalation of counseling, why the first part of, hey, are you okay?",
        4594.72,
        4598.24
    ],
    [
        " Hey, what's going on?",
        4598.42,
        4599.04
    ],
    [
        " There's another reason why that is, especially if that is actually a thing you actually",
        4599.3,
        4603.16
    ],
    [
        " meet, that it's not like some game you're playing, you're like, hey bro,",
        4603.16,
        4605.3
    ],
    [
        " it should, it should, it better be something that you meet.",
        4605.92,
        4608.68
    ],
    [
        " Yeah, it has to be.",
        4608.68,
        4608.9
    ],
    [
        " It's not even, if you're, no.",
        4608.96,
        4611.46
    ],
    [
        " If you don't mean, hey bro, are you okay, you relate, is everything alright?",
        4611.6,
        4614.58
    ],
    [
        " If you don't mean that, you're just doing a little manipulation.",
        4614.74,
        4616.6
    ],
    [
        " No, you're not, you're not, you're not a good leader.",
        4617.22,
        4619.36
    ],
    [
        " Exactly.",
        4619.54,
        4619.78
    ],
    [
        " And that first step of that, which is rather than go right to the, hey, you broke the rules,",
        4620.16,
        4623.78
    ],
    [
        " here's the paper you got to sign because you've got to know the rules.",
        4623.78,
        4625.9
    ],
    [
        " It's, it's, it's parsing my life and say, hey, I'm paying attention to this.",
        4626.12,
        4629.32
    ],
    [
        " This is important to me.",
        4629.36,
        4630.04
    ],
    [
        " But it's my way of letting you know, this is important, not because I want you to be on time,",
        4630.56,
        4635.1
    ],
    [
        " but because I want to know what's going on with you.",
        4635.1,
        4637.44
    ],
    [
        " You now know, hey, Dave's paying attention to this stuff.",
        4637.8,
        4639.7
    ],
    [
        " And so by me saying, hey, echo, man, everything cool at home?",
        4640.02,
        4642.48
    ],
    [
        " Isn't the mental jujitsu of don't ever be late?",
        4643.18,
        4646.58
    ],
    [
        " It's actually, you realize like, this guy actually is paying attention to my life",
        4647.08,
        4650.38
    ],
    [
        " and cares about my life in a, in a positive way.",
        4650.38,
        4652.98
    ],
    [
        " That if I got to get to step three, you, you don't, everyone, you don't want that to happen.",
        4653.54,
        4658.52
    ],
    [
        " You don't want to put me in that spot because you know, I care about you.",
        4658.76,
        4662.08
    ],
    [
        " I'm like, hey, man, what's going on?",
        4662.12,
        4663.16
    ],
    [
        " If I get to level three and you're not signing paperwork, I mean, come on, bro, like what's going on here?",
        4663.6,
        4668.46
    ],
    [
        " And the starting with that accomplishes a lot.",
        4668.68,
        4671.34
    ],
    [
        " And just exactly what you're saying was my point is if you actually care and paying attention to that,",
        4671.68,
        4675.52
    ],
    [
        " that other person sees that.",
        4675.86,
        4677.38
    ],
    [
        " Oh, dude, Dave, Dave's, Dave's got my best interest in mine.",
        4677.84,
        4680.88
    ],
    [
        " Not like he cares about the one minute. It's not even about that.",
        4680.88,
        4683.0
    ],
    [
        " There's other pieces of that in the escalation, the counseling of me paying attention to what's going on in your world",
        4683.28,
        4687.68
    ],
    [
        " because chances are, if we're on the same page, you being late,",
        4687.68,
        4690.2
    ],
    [
        " they're actually probably is someone going on in your world or else you wouldn't be late.",
        4690.44,
        4693.6
    ],
    [
        " That's so true.",
        4694.68,
        4696.24
    ],
    [
        " So this might be, no, I think this is a good example.",
        4696.62,
        4699.88
    ],
    [
        " So when I lived in Honolulu, I ran a technically, I ran a yellow light,",
        4700.04,
        4704.78
    ],
    [
        " but it was one of those like I pushed it.",
        4704.86,
        4706.6
    ],
    [
        " You know the guy in like, I had way, it was probably more appropriate to stop than run, you know, you just want to.",
        4706.72,
        4712.08
    ],
    [
        " Anyway, so I do that, get pulled over.",
        4712.28,
        4714.02
    ],
    [
        " Come looking at me and of course he explains it to me.",
        4715.28,
        4719.58
    ],
    [
        " I'm trying to play it off like, no, no, it was yellow all good.",
        4719.66,
        4721.74
    ],
    [
        " He's like, but he, that's how he acted the way you're talking, Dave, where he'd be like, hey,",
        4721.88,
        4727.68
    ],
    [
        " he didn't give me a ticket either, but he gave me a little warning, but it was like he cared, you know?",
        4727.8,
        4732.64
    ],
    [
        " So he was like, hey, he's like, I get it, you know, you want to, you don't stop at the red light,",
        4732.82,
        4737.52
    ],
    [
        " I get it, whatever.",
        4737.54,
        4738.12
    ],
    [
        " He's like, but man, like I don't want, I don't want to have to give you a ticket, you know, for running red lights.",
        4738.28,
        4742.54
    ],
    [
        " And I for sure don't want any accidents happening.",
        4742.76,
        4744.88
    ],
    [
        " And you know, I don't want to be in that spot to have to do that to you, you know, as far as the ticket goes.",
        4745.06,
        4748.62
    ],
    [
        " But that's how he was talking to me.",
        4748.78,
        4750.16
    ],
    [
        " And I remember thinking, probably you're so right, I'm so sorry, you know, like I will, I will never do it again for us, you know.",
        4750.4,
        4756.96
    ],
    [
        " It's really not feeling that I got from the guy, he let me go.",
        4757.0,
        4760.5
    ],
    [
        " He could have gave me a ticket straight up.",
        4760.5,
        4762.52
    ],
    [
        " And I would have been, hey man, I'm sorry, I'll never do it again.",
        4762.52,
        4764.86
    ],
    [
        " Like that's the way he talked to me.",
        4764.98,
        4766.54
    ],
    [
        " If he gave you a ticket, you would have been angry.",
        4766.54,
        4768.1
    ],
    [
        " Maybe he might have been, I'm going to run red lights on the office.",
        4768.46,
        4771.4
    ],
    [
        " If he had a bad attitude or an attitude that let's say I didn't like, then yeah, for sure.",
        4771.98,
        4778.12
    ],
    [
        " But his attitude was the thing that won me over.",
        4778.24,
        4780.62
    ],
    [
        " Of course, not getting a ticket is a thing for sure.",
        4780.62,
        4782.9
    ],
    [
        " But the way he talked to me, it made me like, we'll say it compelled compliance in a very nice way.",
        4783.22,
        4790.82
    ],
    [
        " Track, case in point, you know, perfect example.",
        4791.82,
        4795.66
    ],
    [
        " Fluidity, next section, fluidity disorder complexity.",
        4797.4,
        4801.32
    ],
    [
        " While interest usually remains stable for long periods of time, okay, that's important, right?",
        4801.98,
        4807.56
    ],
    [
        " We normally, we focus on the same thing for a long period of time.",
        4807.68,
        4810.78
    ],
    [
        " The ways and means groups used to reach them can't change constantly.",
        4811.16,
        4814.54
    ],
    [
        " The efforts by groups to try different approaches produces fluidity while each action changes the environment as well.",
        4815.34,
        4823.3
    ],
    [
        " Once again, this is a utaloupe, right?",
        4823.56,
        4824.98
    ],
    [
        " We got to, every action you take changes the situation.",
        4825.56,
        4828.76
    ],
    [
        " Actors see the new structure and adapt to it.",
        4830.72,
        4833.58
    ],
    [
        " Changes that often increase the level, this changes that often increase the level of disorder.",
        4833.94,
        4840.96
    ],
    [
        " So every little movie you make creates a change and then you adapt to that and creates another change.",
        4841.56,
        4846.52
    ],
    [
        " This is constantly happening.",
        4846.68,
        4847.48
    ],
    [
        " We change the system whenever we interact with it often in unpredictable ways.",
        4848.02,
        4852.82
    ],
    [
        " That's the way it goes.",
        4853.32,
        4855.54
    ],
    [
        " These factors and their constant change create a great deal of complexity in the environment.",
        4857.72,
        4863.74
    ],
    [
        " This complexity also is also systemic and therefore non-linear.",
        4864.34,
        4868.96
    ],
    [
        " As small changes in one aspect of competition can cause big impacts in other areas.",
        4869.52,
        4873.78
    ],
    [
        " Because change is a constant and actors continually adapt to changes in an effort to achieve competitive advantages,",
        4874.26,
        4879.72
    ],
    [
        " complexity runs throughout the competition continuum.",
        4880.0,
        4883.52
    ],
    [
        " And I read all that so I could read this.",
        4884.1,
        4886.76
    ],
    [
        " I read all of that so I could read this.",
        4887.16,
        4888.76
    ],
    [
        " Marines must learn to thrive in this environment.",
        4889.02,
        4892.18
    ],
    [
        " And I read that in order to say this.",
        4892.9,
        4895.46
    ],
    [
        " Instead of trying to create order in the vain hope of avoiding complexity.",
        4896.12,
        4901.68
    ],
    [
        " So all these things are going to change.",
        4905.3,
        4907.66
    ],
    [
        " The adaptions you make to change is going to cause even more change.",
        4908.1,
        4910.74
    ],
    [
        " Change is going to happen randomly.",
        4910.88,
        4912.18
    ],
    [
        " It's going to be complex. It's non-linear.",
        4912.34,
        4913.9
    ],
    [
        " All these things are changing.",
        4914.16,
        4915.44
    ],
    [
        " And you have to learn how to thrive in that environment.",
        4915.72,
        4919.36
    ],
    [
        " Instead of saying, no, wait, keep it the way it was.",
        4919.64,
        4921.44
    ],
    [
        " Just keep things the way they were. Keep on that same path.",
        4922.42,
        4924.46
    ],
    [
        " We can't change. We can't change.",
        4924.76,
        4926.06
    ],
    [
        " That's a vain hope.",
        4926.42,
        4927.54
    ],
    [
        " The human dimension.",
        4933.32,
        4935.02
    ],
    [
        " In case all that didn't cause enough chaos, there's the human dimension.",
        4935.2,
        4938.62
    ],
    [
        " As the nation's force in readiness.",
        4939.0,
        4941.24
    ],
    [
        " Once again, the Marine Corps.",
        4941.86,
        4943.88
    ],
    [
        " Just making sure everybody knows.",
        4945.5,
        4947.64
    ],
    [
        " As the nation's force in readiness.",
        4948.08,
        4950.38
    ],
    [
        " Marines will often find themselves involved in competitions that are close to the threshold of violence.",
        4951.18,
        4956.18
    ],
    [
        " The threat of violence. The sectionist.",
        4957.46,
        4959.82
    ],
    [
        " The threat of violence acts on the human brain.",
        4960.28,
        4963.26
    ],
    [
        " In much the same way as experiencing actual violence.",
        4963.72,
        4968.16
    ],
    [
        " Acts on it.",
        4968.68,
        4969.2
    ],
    [
        " The two are not synonymous.",
        4970.82,
        4972.22
    ],
    [
        " Because actually experiencing violence is clearly more coercive than the threat of it.",
        4973.16,
        4976.86
    ],
    [
        " Yet we must be aware of how the threat of violence affects human decision making.",
        4977.2,
        4982.58
    ],
    [
        " Because even its threat can cause a physical and emotional response in people.",
        4983.02,
        4989.04
    ],
    [
        " This increases the potential for misjudgment over reaction and other mistakes.",
        4989.96,
        4996.02
    ],
    [
        " It could also be a source of competitive advantage for those who can control their emotions in the heat of the moment.",
        4996.72,
        5005.4
    ],
    [
        " So they can make sound decisions.",
        5005.6,
        5006.64
    ],
    [
        " What?",
        5009.18,
        5009.62
    ],
    [
        " What?",
        5008.34,
        5010.06
    ],
    [
        " This is what's interesting here.",
        5010.56,
        5013.46
    ],
    [
        " Obviously you got what's on the surface, which the face of it is.",
        5014.76,
        5017.76
    ],
    [
        " Listen, even the threat of violence can make people freak out.",
        5017.86,
        5021.02
    ],
    [
        " Violence will definitely make or can definitely make people freak out.",
        5021.68,
        5025.82
    ],
    [
        " So you've got to realize that the threat of violence can make people freak out.",
        5026.86,
        5030.74
    ],
    [
        " Actual violence can make people freak out.",
        5031.4,
        5033.16
    ],
    [
        " Here's what's interesting when you throw the influence continuum over this.",
        5033.3,
        5038.04
    ],
    [
        " Me barking the order of Dave, you know what Dave shot up and do what I told you to do?",
        5038.66,
        5044.26
    ],
    [
        " That creates an emotional response from you.",
        5044.6,
        5047.28
    ],
    [
        " And it's not a good one.",
        5047.8,
        5049.24
    ],
    [
        " Taking away someone's control over their destiny, taking away their ownership from them, imposing your will onto someone,",
        5050.24,
        5062.04
    ],
    [
        " creates an emotional reaction in many cases.",
        5063.4,
        5065.54
    ],
    [
        " And by the way, if I work for Dave and Dave imposes his will on me and I allow it to make me mad on being weak.",
        5065.94,
        5072.98
    ],
    [
        " It's causing an emotional response to me and he'd be like, okay, you know what?",
        5074.32,
        5076.82
    ],
    [
        " Dave is just, he doesn't have a good plan and he's forcing this plan on top of me.",
        5077.0,
        5080.52
    ],
    [
        " Okay, got it. I'm going to go to the best I can with it.",
        5080.6,
        5082.6
    ],
    [
        " That's the right attitude to have.",
        5083.22,
        5084.32
    ],
    [
        " Just like if someone's trying to get violent with me, if I freak out and get emotional, that's a problem.",
        5084.46,
        5090.12
    ],
    [
        " You look confused, Echo Charles.",
        5092.04,
        5093.06
    ],
    [
        " No, sir, it makes sense to me.",
        5093.4,
        5095.58
    ],
    [
        " Okay.",
        5096.9,
        5097.12
    ],
    [
        " Detached from your emotions.",
        5099.4,
        5101.34
    ],
    [
        " Now we get into this.",
        5102.12,
        5105.98
    ],
    [
        " A nation's culture and its effect on how people think also affects the choices they make.",
        5106.74,
        5113.54
    ],
    [
        " For example, some cultures promote holistic thinking while others value a more analytical thought process.",
        5114.16,
        5121.42
    ],
    [
        " Some value action, which can create an implicit bias toward regularly choosing the most aggressive course of action.",
        5121.78,
        5129.96
    ],
    [
        " The list of potential cultural influences is a long one.",
        5130.46,
        5133.4
    ],
    [
        " Thus, cultural have an impact on many aspects of competition, including decision making and how information is perceived.",
        5133.72,
        5140.7
    ],
    [
        " Understanding the human dimension of competition is an area needing constant study by Marines.",
        5141.22,
        5146.18
    ],
    [
        " So, hey, Marines and hey, everyone else in the world, you better understand human beings and human nature.",
        5147.68,
        5154.24
    ],
    [
        " That's what you need to do.",
        5154.94,
        5157.22
    ],
    [
        " Now you know what I love about this.",
        5158.5,
        5159.76
    ],
    [
        " Think about this.",
        5161.62,
        5162.78
    ],
    [
        " Teen leaders, CEOs, business people of the world.",
        5163.86,
        5167.56
    ],
    [
        " Think about this.",
        5168.12,
        5168.82
    ],
    [
        " If a nation's culture affects how you think and the choices you make, guess what's going on inside your business?",
        5169.56,
        5174.12
    ],
    [
        " If you haven't developed the culture that you want to drive people to make the decisions that you want them to make,",
        5174.8,
        5181.4
    ],
    [
        " you're letting that fly out the window.",
        5181.64,
        5183.56
    ],
    [
        " You're leaving it up to chance to what Dave thinks Dave should do.",
        5184.2,
        5187.96
    ],
    [
        " I don't want Dave to think about what Dave should do.",
        5188.24,
        5190.4
    ],
    [
        " I want Dave to think, oh yeah, you know what?",
        5190.76,
        5192.34
    ],
    [
        " I know that in this company we take care of our clients.",
        5192.76,
        5195.74
    ],
    [
        " Okay, got it.",
        5195.94,
        5196.82
    ],
    [
        " When the client calls up and has a complaint or wants something or needs something, Dave doesn't go ahead.",
        5197.02,
        5201.08
    ],
    [
        " You know what? I'm off the clock right now.",
        5201.12,
        5202.28
    ],
    [
        " Sorry, you can't help you.",
        5202.46,
        5203.42
    ],
    [
        " No, Dave goes, hey, what do you need?",
        5203.62,
        5205.84
    ],
    [
        " How can I help you?",
        5206.1,
        5206.66
    ],
    [
        " We're here to help.",
        5207.08,
        5208.16
    ],
    [
        " That's what we do.",
        5208.48,
        5209.08
    ],
    [
        " So if you run an organization or you're part of an organization, that culture, if you don't focus on that culture,",
        5210.6,
        5217.6
    ],
    [
        " you are wasting your time, you're wasting your efforts.",
        5218.04,
        5221.44
    ],
    [
        " And I have you, wasting is the wrong word.",
        5221.92,
        5223.62
    ],
    [
        " You're hurting your efficiency is what you're doing.",
        5223.84,
        5226.0
    ],
    [
        " And look, we talked about this on the debrief podcast, and I talked about it a bunch on the F online.",
        5226.5,
        5231.36
    ],
    [
        " The highest form of decentralized command is culture.",
        5231.86,
        5237.1
    ],
    [
        " If you have, if everyone in the organization understands what the culture is,",
        5238.48,
        5243.38
    ],
    [
        " they can make decisions all day long.",
        5243.86,
        5246.5
    ],
    [
        " They can make 99.9% of decisions based on just knowing what the culture is.",
        5246.5,
        5250.8
    ],
    [
        " And when people don't understand the culture inside your organization,",
        5253.02,
        5256.52
    ],
    [
        " that's when they do the stuff that makes you go, what the hell was Dave thinking?",
        5256.86,
        5260.3
    ],
    [
        " What was Dave thinking?",
        5261.2,
        5262.14
    ],
    [
        " What was that frontline cash register individual thinking when they did that?",
        5263.2,
        5269.2
    ],
    [
        " What was that? What, whatever, you name it?",
        5270.54,
        5272.48
    ],
    [
        " What was that frontline person do thinking?",
        5272.52,
        5274.58
    ],
    [
        " What the hell did they do that?",
        5274.78,
        5276.06
    ],
    [
        " That's crazy.",
        5276.16,
        5277.2
    ],
    [
        " It's because you haven't built the culture that guides their actions.",
        5277.24,
        5281.94
    ],
    [
        " Invest in your culture.",
        5283.22,
        5291.06
    ],
    [
        " Build it.",
        5292.38,
        5293.0
    ],
    [
        " Make it part of everything that you do.",
        5293.68,
        5295.94
    ],
    [
        " And you know what?",
        5296.28,
        5296.68
    ],
    [
        " Had to answer this question day on the F online, somebody asked me like,",
        5296.82,
        5299.06
    ],
    [
        " oh, how do you do a good job?",
        5299.1,
        5300.18
    ],
    [
        " I'm not doing a good job of building culture.",
        5300.26,
        5301.42
    ],
    [
        " What stories are you telling?",
        5301.9,
        5302.84
    ],
    [
        " What stories are you telling to the team?",
        5304.66,
        5306.86
    ],
    [
        " That's where culture comes from, by the way.",
        5307.18,
        5309.22
    ],
    [
        " That's where it comes from.",
        5309.6,
        5311.1
    ],
    [
        " Is the stories that fuel the culture,",
        5311.32,
        5317.08
    ],
    [
        " stories fuel the culture of your organization.",
        5317.24,
        5318.8
    ],
    [
        " And if you want people, if you want a developer culture,",
        5320.16,
        5322.44
    ],
    [
        " you got to have the stories to back it up.",
        5322.54,
        5323.78
    ],
    [
        " That's what the Marine Corps does in such an outstanding way.",
        5324.28,
        5326.56
    ],
    [
        " I got this thing I'm going to cover on the podcast.",
        5326.74,
        5328.18
    ],
    [
        " I think the, it's a, it's a field manual.",
        5328.58,
        5331.76
    ],
    [
        " Or maybe it's just a, some issue thing.",
        5332.8,
        5335.06
    ],
    [
        " It's called, it's called,",
        5335.56,
        5337.82
    ],
    [
        " the squad leader makes a difference.",
        5338.94,
        5341.0
    ],
    [
        " Volume one.",
        5341.5,
        5342.42
    ],
    [
        " So you want to talk about how you develop a culture?",
        5343.34,
        5347.06
    ],
    [
        " Well, hey, you know what?",
        5347.5,
        5348.02
    ],
    [
        " It would be nice if our, if our, if our,",
        5348.34,
        5349.94
    ],
    [
        " it would be nice if our squad leaders really stepped up and made things happen.",
        5350.14,
        5352.74
    ],
    [
        " Oh, cool. I'm going to write a book.",
        5352.96,
        5354.18
    ],
    [
        " It's called the squad leader makes a difference.",
        5354.54,
        5356.78
    ],
    [
        " I'm going to highlight historical factual things that took place",
        5356.86,
        5360.42
    ],
    [
        " where the squad leader saved the division,",
        5360.5,
        5363.5
    ],
    [
        " saved the battalion, saved the effort,",
        5363.7,
        5365.42
    ],
    [
        " saved the mission, the squad leader did it.",
        5365.76,
        5367.5
    ],
    [
        " We're going to tell everybody in the Marine Corps that that's what happened.",
        5367.56,
        5369.88
    ],
    [
        " And guess what? That new squad leader is going to think.",
        5370.48,
        5374.02
    ],
    [
        " He's going to think, I'm going to make a difference.",
        5374.48,
        5375.92
    ],
    [
        " I'm important.",
        5376.56,
        5377.44
    ],
    [
        " My decision.",
        5377.88,
        5378.36
    ],
    [
        " And this is the truth.",
        5378.54,
        5379.34
    ],
    [
        " So that's what the Marine Corps does.",
        5380.38,
        5381.88
    ],
    [
        " They do it,",
        5382.62,
        5383.38
    ],
    [
        " they do it just in such an impeccable way.",
        5383.5,
        5388.08
    ],
    [
        " And really good companies do that.",
        5388.38,
        5390.58
    ],
    [
        " Well, really good companies.",
        5390.72,
        5393.16
    ],
    [
        " They tell that story inside the company.",
        5393.16,
        5395.6
    ],
    [
        " So everybody knows what that company is.",
        5395.72,
        5398.6
    ],
    [
        " They get that culture.",
        5398.72,
        5399.9
    ],
    [
        " So if you want to be build culture,",
        5400.38,
        5402.46
    ],
    [
        " you better invest in telling the story,",
        5402.6,
        5405.12
    ],
    [
        " capturing the story, telling the story.",
        5405.3,
        5406.94
    ],
    [
        " That's what you need to do.",
        5407.16,
        5408.22
    ],
    [
        " The squad leader makes a difference.",
        5410.1,
        5415.6
    ],
    [
        " I might have to do that one.",
        5415.76,
        5416.68
    ],
    [
        " They're such a cool.",
        5416.68,
        5417.76
    ],
    [
        " That's such a perfect,",
        5418.16,
        5420.14
    ],
    [
        " such a perfect example of how you build culture.",
        5420.34,
        5422.6
    ],
    [
        " You tell mythical.",
        5423.68,
        5426.52
    ],
    [
        " They're not mythical, they're historical.",
        5426.86,
        5428.28
    ],
    [
        " Next, the art science and dynamic of competition.",
        5429.8,
        5437.2
    ],
    [
        " The art science and dynamic of competition.",
        5437.4,
        5439.4
    ],
    [
        " The Marine Corps, as part of the joint force,",
        5439.94,
        5443.58
    ],
    [
        " plays an essential role in securing national aims and conditions",
        5443.58,
        5446.66
    ],
    [
        " sometimes regarded as outside the military sphere.",
        5446.66,
        5449.48
    ],
    [
        " Sphere.",
        5449.92,
        5450.4
    ],
    [
        " Competition, below the threshold of armed conflict,",
        5450.94,
        5453.92
    ],
    [
        " and often the lengthy consolidation of gains that inevitably follows war.",
        5454.22,
        5459.9
    ],
    [
        " To play this role successfully,",
        5460.58,
        5462.12
    ],
    [
        " Marines need the ability to see and understand the competitive forces",
        5463.44,
        5466.62
    ],
    [
        " in the environment, understand what tools are available to them,",
        5466.62,
        5469.76
    ],
    [
        " and be able to envision how they can contribute to a campaign of competition.",
        5469.76,
        5475.84
    ],
    [
        " The Marines have to understand how they're going to contribute to a campaign of competition.",
        5476.82,
        5484.22
    ],
    [
        " That takes place through this entire continuum.",
        5484.6,
        5486.74
    ],
    [
        " And then the next sentence is creativity or art is necessary",
        5487.84,
        5494.24
    ],
    [
        " to imagine different ways and means for Marines to contribute to reaching these aims.",
        5494.24,
        5499.02
    ],
    [
        " Again, what's the focus in the United States Marine Corps?",
        5499.76,
        5501.88
    ],
    [
        " Apparently creativity and art.",
        5502.34,
        5504.06
    ],
    [
        " Constructing a set of steps along a timeline to help reach them,",
        5505.9,
        5512.22
    ],
    [
        " along with the necessary feedback loops to improve performance over time,",
        5512.34,
        5516.16
    ],
    [
        " are abilities that align with the science of competition.",
        5516.54,
        5519.1
    ],
    [
        " In many ways, this is nothing new.",
        5520.12,
        5522.9
    ],
    [
        " And then they break it down.",
        5523.64,
        5525.28
    ],
    [
        " It comes down to sizing up your opponent with a critical eye",
        5525.4,
        5528.72
    ],
    [
        " and then coming up with a creative solution that allows you to achieve your goal",
        5528.72,
        5531.88
    ],
    [
        " despite the opponent's resistance.",
        5531.88,
        5533.3
    ],
    [
        " Marines have done this for ages.",
        5533.9,
        5536.64
    ],
    [
        " And I think ages is a strong word.",
        5537.92,
        5541.12
    ],
    [
        " We have to look at it up.",
        5542.1,
        5543.66
    ],
    [
        " But the definition of ages to me means longer than how old is the Marine Corps?",
        5543.9,
        5549.72
    ],
    [
        " 240 years?",
        5549.86,
        5550.58
    ],
    [
        " Yeah.",
        5551.0,
        5551.24
    ],
    [
        " 240, 45 years.",
        5551.76,
        5552.94
    ],
    [
        " 240, 45 years.",
        5553.06,
        5553.8
    ],
    [
        " Ages?",
        5554.0,
        5554.58
    ],
    [
        " Yeah.",
        5554.88,
        5555.06
    ],
    [
        " Seems a little bit bigger.",
        5555.22,
        5556.36
    ],
    [
        " But you know what?",
        5556.38,
        5557.28
    ],
    [
        " The Marines is going to put that in your head.",
        5557.34,
        5558.96
    ],
    [
        " They're telling a story.",
        5559.04,
        5560.3
    ],
    [
        " They're developing the culture that as long as time has existed,",
        5560.66,
        5564.04
    ],
    [
        " Marines have used art and creativity to figure out how to size up their opponent and crush them.",
        5564.42,
        5570.1
    ],
    [
        " And you want to be on that?",
        5570.78,
        5572.1
    ],
    [
        " Yes.",
        5572.26,
        5572.36
    ],
    [
        " You want to be part of that?",
        5572.36,
        5572.98
    ],
    [
        " Yeah, I mean, I mean, there's so many things inside here.",
        5573.12,
        5577.7
    ],
    [
        " So crazy.",
        5577.86,
        5578.24
    ],
    [
        " I was thinking of just the idea of as a leader, the power of culture.",
        5578.4,
        5582.54
    ],
    [
        " I mean, you could look at on this very tiny little selfish level of the stronger that culture is,",
        5582.54,
        5588.18
    ],
    [
        " if you're in a leadership role, the more free time you have,",
        5588.34,
        5590.92
    ],
    [
        " the more things will happen without you having to get involved in those things.",
        5591.4,
        5593.9
    ],
    [
        " And that free time obviously is not so you can do nothing.",
        5594.06,
        5596.62
    ],
    [
        " And so you can think about other more long range, more strategic things.",
        5596.72,
        5600.4
    ],
    [
        " And then they're telling these guys carrying a rifle or flying an airplane.",
        5600.48,
        5604.44
    ],
    [
        " That's not enough.",
        5604.66,
        5605.46
    ],
    [
        " That's not what you're doing.",
        5605.8,
        5607.02
    ],
    [
        " And that seemingly insignificant little micro task of one of hundreds of thousands of Marines.",
        5607.28,
        5611.94
    ],
    [
        " The squad leader is a corporal.",
        5614.28,
        5617.06
    ],
    [
        " It's a corporal rifleman with a couple other corporals working for him.",
        5617.06,
        5621.98
    ],
    [
        " I mean, on paper, it seems so small and so insignificant.",
        5622.2,
        5625.02
    ],
    [
        " But it's not.",
        5625.82,
        5626.36
    ],
    [
        " It's huge.",
        5626.9,
        5627.72
    ],
    [
        " And as a leader, do you want people at that level in organization thinking the entire weight of the organization,",
        5627.72,
        5632.52
    ],
    [
        " resting their shoulders?",
        5632.94,
        5633.58
    ],
    [
        " Yes, because that's what guides them to make those decisions.",
        5634.28,
        5636.8
    ],
    [
        " So you don't have to do it.",
        5636.8,
        5637.66
    ],
    [
        " There's so much in there, man.",
        5638.78,
        5640.16
    ],
    [
        " And it echoes so many of the things that you talk about.",
        5640.54,
        5643.66
    ],
    [
        " And it's just a very slight variation of this competition with other armies.",
        5644.18,
        5648.48
    ],
    [
        " But it's all the same thing.",
        5648.68,
        5650.3
    ],
    [
        " As a leader, it's the exact same thing.",
        5650.7,
        5652.52
    ],
    [
        " And that's why I started off in the opening of this podcast by saying,",
        5653.46,
        5657.88
    ],
    [
        " if you know the way broadly, you see it in all things.",
        5657.88,
        5660.4
    ],
    [
        " So good, man.",
        5661.02,
        5661.7
    ],
    [
        " The nature of these campaigns will require Marines to get comfortable asking for authorities to use tools in new domains like cyber or support to public diplomacy.",
        5662.54,
        5673.22
    ],
    [
        " These campaigns combined cooperation and competition with other dime instruments of power,",
        5673.58,
        5679.86
    ],
    [
        " including armed conflict, if necessary, to achieve and sustain strategic objective.",
        5680.2,
        5685.08
    ],
    [
        " Dime, and I don't even know if people say that the way I, is D-I-M-E,",
        5685.4,
        5689.54
    ],
    [
        " it means diplomatic information, military, and economic.",
        5689.8,
        5694.04
    ],
    [
        " So we have to be able to work in all those domains, diplomatic, information, military,",
        5694.74,
        5703.76
    ],
    [
        " that's the obvious one in the economic.",
        5704.02,
        5705.44
    ],
    [
        " We're playing a role in all those things.",
        5705.74,
        5707.34
    ],
    [
        " The evolution of competition, next section.",
        5709.02,
        5712.7
    ],
    [
        " International competition is never static, it constantly evolves.",
        5714.18,
        5717.12
    ],
    [
        " In fact, it is co-evolutionary because as one actor develops a competitive tool,",
        5717.66,
        5723.1
    ],
    [
        " other actors adapt to it by trying to either counter it or develop another tool that displaces it.",
        5723.48,
        5728.9
    ],
    [
        " This co-evolution is seen clearly when technology changes.",
        5729.36,
        5735.06
    ],
    [
        " And once again, guess what they use here for an example?",
        5736.0,
        5739.46
    ],
    [
        " Do they use a military battle? Do they use? No, they don't use that.",
        5739.46,
        5743.08
    ],
    [
        " They use Henry Ford. Henry Ford's invention of the assembly line caused dramatic efforts to adapt among other automakers.",
        5743.52,
        5750.94
    ],
    [
        " In today's world, firms increasingly try to automate their assembly lines in an effort to stay ahead in the competitive marketplace.",
        5751.58,
        5758.62
    ],
    [
        " In much the same way, the choice's political actors make in developing new concepts and technology to support them are competitive acts.",
        5759.22,
        5768.68
    ],
    [
        " They develop them because they seek an advantage over a particular rival or rivals.",
        5770.28,
        5775.18
    ],
    [
        " So look, the battlefield changes all the time. The market changes all the time.",
        5776.04,
        5779.9
    ],
    [
        " Your competitors are doing things to adapt to that. You have to do things to adapt to what their adaptations are.",
        5780.24,
        5784.58
    ],
    [
        " This is what it's like. Never static. Never static.",
        5785.12,
        5788.6
    ],
    [
        " I used to tell the young seals out in the field during training exercises.",
        5789.5,
        5796.58
    ],
    [
        " A big firefight would break out with paintball. And all of a sudden it would go quiet.",
        5797.02,
        5801.4
    ],
    [
        " And the tendency was, oh cool, they're not shooting at us. We can rest.",
        5802.3,
        5806.7
    ],
    [
        " And I'd go over and whisper in the leader's ear. And I'd say, hey, when you're not getting shot at, it means the enemy is maneuvering on you.",
        5807.42,
        5817.4
    ],
    [
        " Never static. What can you do? How can you improve your position right now?",
        5818.44,
        5822.0
    ],
    [
        " The speed of this evolution usually rests on the rate of technological change because new technologies create opportunities to develop concepts, new concepts, or new concepts may stimulate the development of new technology.",
        5823.9,
        5835.36
    ],
    [
        " In some cases though, new concepts emerge when mature technologies are combined with new organizations and new operating methods.",
        5836.02,
        5844.84
    ],
    [
        " As militaries wrestle with the questions of how to build and keep an edge over their potential opponents, they juggle factors like switching costs, which is how much money and effort does it take to make a change?",
        5846.6,
        5858.82
    ],
    [
        " It's a good term.",
        5859.3,
        5860.48
    ],
    [
        " Switching costs. So how much money is going to take us to make a change and how much effort is it going to take? That's a switching cost.",
        5861.78,
        5867.42
    ],
    [
        " The cost curve. Will I spend more or less than my opponent? How long can I sustain this level of spending? The level of spending that this change requires? That's a cost curve.",
        5867.58,
        5878.48
    ],
    [
        " And then opportunity cost, which I think most people know if I put, and this is the Marine Corps explaining it, if I put effort into this change, then I will not be able to do something else instead. So we always have to weigh the opportunity cost.",
        5878.8,
        5888.78
    ],
    [
        " If I focus on this thing over here, that means I'm not focusing on something over here. What's that what's that going to mean?",
        5889.36,
        5892.96
    ],
    [
        " Marines know that in combat, sometimes we fight to gain information about the enemy. Once we obtain this information, we then inject into, we then inject it into our plan so that we can increase the effectiveness or operation.",
        5896.18,
        5913.34
    ],
    [
        " So we're constantly out trying to figure out what the enemy is doing trying to gain information on them. Once we gain information, we inject it into our plans so we can be more effective.",
        5913.56,
        5922.1
    ],
    [
        " The same dynamic exists in competition. Clearly, we gain information as we compete with arrival and must use this to our advantage.",
        5922.72,
        5933.58
    ],
    [
        " Here's what I think we got to remember about this. Sometimes we're gaining information. Well, oftentimes a great way to gain information is to proactively probe for it.",
        5934.52,
        5945.8
    ],
    [
        " You know what's what's echo's base like? I'll try a little sweep. Oh, we've got some good base. Oh, but he exposes his arms sometimes. Oh, that's good to know. Little information. I tried a little something, but I learned some information. We're constantly doing that.",
        5946.62,
        5959.88
    ],
    [
        " War fighting teaches that that's the book or fighting teaches that we should try to get inside the enemy's thought processes and see the enemy as they see themselves.",
        5962.42,
        5975.14
    ],
    [
        " That's why that's why Colonel David Hackworth had his troopers read Mao se teng to figure out what they were thinking. How they going to fight this war? He explains Mao explains how to fight the guerilla war. Why would you not be studying that? Why would you not be trying to get inside the the enemy's head?",
        5978.68,
        6000.38
    ],
    [
        " This holds equally forgetting inside our competitors thought processes. So we should be doing the same thing. Not just about war. What are you thinking?",
        6002.62,
        6014.16
    ],
    [
        " And this goes back to the one that one I've been funny how everything ties together. There are not. Did an unraveling podcast and the title of podcasts is what your story and just about how we create stories in our heads.",
        6016.24,
        6033.64
    ],
    [
        " And they're very malleable. You can be very easily influenced and you you go through it's a it's almost like a survival mechanism to create a story inside your head so that you can comprehend the world.",
        6035.16,
        6046.98
    ],
    [
        " And we do that. There's all kinds of psychological experiments that we talk about on that on that particular podcast that proves that you'll just kind of make things up. Like if there's not a good explanation, you'll be like, well, hey, that's what happened and you believe it.",
        6047.52,
        6060.08
    ],
    [
        " And so we're doing that all the time. We're doing that. We're telling ourselves little stories. So it's important. And I've been saying this on EF online as well.",
        6060.58,
        6069.06
    ],
    [
        " It's one thing for me to try and understand Dave's perspective. Well, you know, Dave's in that division over here. And Dave got this as a priority. So his perspective must be this. That's great. That's a great. That's a great thing to do. Please understand people's perspective. Let's go deeper though. What I really want to do is I want to know what's Dave's.",
        6070.32,
        6090.04
    ],
    [
        " Story. What where where's he come from? What's his background? How long he been here? Who's he worked for? Who's he got on his team? What's his family doing? What's his family situation?",
        6091.68,
        6101.2
    ],
    [
        " What's his financial situation? Where is he at? What is his story? You ever you ever like you're with your buddy and you know, echo and I are hanging out and then Dave comes over and echoes never bad echo before.",
        6102.64,
        6115.74
    ],
    [
        " And hey, Dave, what's up? How's it going boom? And then Dave leaves and echo is what's that guy's story? You see what I'm saying? Yeah, we want to know what people's stories are. And if we can understand what someone's story is, then we can better predict what they're going to do.",
        6115.76,
        6131.98
    ],
    [
        " Not just their perspective. Look, their perspective will be part of the story. You can understand their story. You understand their perspective. Now I can do a much better job of predicting not with 100% accuracy, but with more accuracy. So I can make a better guess.",
        6132.06,
        6143.84
    ],
    [
        " Better anticipation of what their move is going to be. So we are always trying to get inside our competitors thought process.",
        6145.16,
        6154.36
    ],
    [
        " Trying to know what their story is. Powerful tool.",
        6155.02,
        6160.2
    ],
    [
        " And then we get into this conclusion. Competition is the normal state of the relationship between political actors in international community.",
        6161.74,
        6173.82
    ],
    [
        " And then we get into the international relations. Right. And obviously it's not just that it's between human beings. There's competition happening.",
        6173.82,
        6182.62
    ],
    [
        " You just talk about that thing where you like when I see someone kind of sizing them up. Like you've talked about this in Jiu Jitsu where you say basically if someone that's an equivalent kind of height weight age scenario as you.",
        6183.54,
        6199.26
    ],
    [
        " What's your what's your thoughts? You're sizing them up. Right. There's competition, but we don't even know this person. This person may not even train. They might not even care. But you're looking at him like you're in the game.",
        6199.58,
        6210.86
    ],
    [
        " You said that real like in passing there like they might not even care. My hypothesis is that they do care in one way or another.",
        6212.34,
        6222.52
    ],
    [
        " A physical situational evaluation takes place when you meet someone within that realm of whatever you know some kind of thing.",
        6222.88,
        6231.94
    ],
    [
        " Not to say you want to beat them up. Not to say you want to fight with them. Not to say you want to whatever. I'm just saying that evaluation process is a real thing. And it happens. I think most of the time. Again, if a guy is so far out of the scope of like your.",
        6232.16,
        6246.24
    ],
    [
        " We'll see your orbit. Right. We'll call it for lack of editor. Like your age or size. If it's a Jiu Jitsu situation. Whatever then. Yeah. It kind of it kind of doesn't happen that much. But yes. I still believe that.",
        6246.76,
        6260.02
    ],
    [
        " Dave. When you were in the United States Marine Corps. And you met someone that was also a fighter pilot. What's the thought process? I mean,",
        6261.32,
        6275.08
    ],
    [
        " totally. For sure. Hey, how can you? How can you? What's the what's the what's the packing order? If we haven't got to dogfight against each other. How's that work? I mean, you know, at the most basic level to what's that guy fly?",
        6275.26,
        6290.36
    ],
    [
        " You know, and you can in your mind and and and where we're meaning. Oh, is this guy fly an F 18?",
        6290.98,
        6296.82
    ],
    [
        " Like I fly a lot of these fly carriers is you know, and and I'm not defending this train of thought. But you will draw some conclusions in your mind.",
        6297.12,
        6305.88
    ],
    [
        " Right. And backtrack. You'll create history for him in your own head. Like, oh, Jocke flies this. Okay. Well, this happened. This happened. This happened. This happened. And you'll trace it back to him when he's five. And got him.",
        6306.06,
        6314.86
    ],
    [
        " I'll figure it out because your size them up a little bit. And you'll you'll create. And the more similar the scenario is the more, I guess the more friction could be there in your mind. I'm like, oh, this guy. Interesting. Okay. This could be this could be a thing. We might, you know, we won't have to figure this out. You know, up in the air. So just the way you described it. I mean, it's it's very similar. Do you figure it out in the air? I mean, that's the easiest way to do it. Can you I mean, is it is it like?",
        6314.86,
        6344.34
    ],
    [
        " Because one thing that's great about you to oh, I'm sizing this guy up. Yeah. Hey, want a role? Where about to find out? Where about to find out? Yeah. Can you do that? You can. But you can see it. How does this guy brief? How does this guy get along? You know, when he first shows up at a squadron? How does he do other types of flying?",
        6345.12,
        6361.5
    ],
    [
        " There's a bunch of different ways it doesn't just have to be you and one other person in a dog fight. But especially atop,",
        6362.14,
        6368.64
    ],
    [
        " and what's cool is you get to do that a lot. And that's probably the most fun way to just I don't know what I say settle it. Because this, you know, that sounds pretty crazy. But you you can create.",
        6368.64,
        6380.42
    ],
    [
        " You can resolve a lot of things by doing that. We'll say it helps establish it. It does. It's a hierarchy. It absolutely does. And if that's if that's all you go on the news,",
        6381.02,
        6391.48
    ],
    [
        " you're going to create problems by doing that. But there is a hierarchy. There is a hierarchy in there. And it is always better to be towards the top of that hierarchy.",
        6391.48,
        6398.06
    ],
    [
        " That's a better place to be than at the bottom of it. How often is a guy of freaking awesome pilot and just a turd leader?",
        6398.54,
        6406.84
    ],
    [
        " Not very often. Most of the time. Yeah, they can't. Usually there's a there's a correlation. And as a matter of fact, you know,",
        6407.28,
        6415.66
    ],
    [
        " I'd rather have a guy who's who's an awesome leader. Is a great person to be around a great teacher. And it's kind of a top third than a dude who's, you know, just really good at flying an airplane and he sucks at everything else.",
        6415.66,
        6426.98
    ],
    [
        " And so, you know, hierarchy is not just who won in that particular fight. There's a whole bunch of things. But it's anything is the same very similar.",
        6427.32,
        6433.58
    ],
    [
        " Yeah. And the higher Argy's not just that. But let's face it.",
        6433.9,
        6438.18
    ],
    [
        " Yeah, the culture is the hierarchy of a culture is kind of like people understand it even though it might not be able to be like 100% tangible.",
        6438.84,
        6446.24
    ],
    [
        " You know, you kind of like introduce them. Sure. It's like that is well in flying and all other activities.",
        6446.24,
        6451.66
    ],
    [
        " I always like telling these stories, though, because I know Jockeys over there thinking, I don't like to rely on machines.",
        6451.86,
        6456.7
    ],
    [
        " And he says, hold on. They're like, whatever. It's a machine. Don't care. Oh, your machine can beat my machine.",
        6457.18,
        6462.72
    ],
    [
        " Cool. Well, the other thing that's also from a leadership perspective is you got to recognize that inside your team, when you've got 12 people working for you, there's competition going on between those two people.",
        6464.28,
        6474.88
    ],
    [
        " And the little subtle, the little subtle preferences or statements or comments that you make impact that competition and can create animosity where you should be as a leader trying to unify your team.",
        6475.1,
        6489.66
    ],
    [
        " So pay attention to that competition. Look, and then there's times where we want to seed and fuel competition.",
        6490.66,
        6496.82
    ],
    [
        " Oh, yeah, echo versus, hey, who's a better shot? You were you Dave and it's, oh, I'm better. Okay. Let's see. And now we're creating some stress so that we get better training.",
        6497.22,
        6504.8
    ],
    [
        " It's great. So we want to fuel that. But we don't want to have a negative impact. We don't want to take away from the team by fueling competition competition.",
        6504.86,
        6512.82
    ],
    [
        " Just like anything else, guess what? There's a dichotomy. You can go too far with competition. Now we got the team attacking each other. But if we don't have any competition, now the team's not staying sharp.",
        6512.94,
        6521.82
    ],
    [
        " Yeah. And we see this all the time. I mean, I think in my mind, like the simplest example is when we work with companies and we talk about their sales departments, there's there's absolute competition among sales. And do we want that? Yeah.",
        6522.34,
        6534.6
    ],
    [
        " Absolutely. I want sales teams pushing each other. And so the connection from this publication about, you know, competing, the recognition, like you said, that exists everywhere. And what a good leader does is actually harness that so everybody benefits and wins from that is critical.",
        6534.82,
        6551.4
    ],
    [
        " And if you don't think that's going on as a leader, if you're like, oh, no, no, we're all just harmonious. We're all just fully aligned in the same page all the time. And there's no competition. You're you're missing a whole bunch of those dynamics.",
        6551.54,
        6560.34
    ],
    [
        " There's a lot of power on that. And if you're not paying attention to it, that can spiral out of control. And you get this, you get this friction at the point that people on the same team are actually sabotaging each other. Yeah.",
        6560.68,
        6569.16
    ],
    [
        " Oh, I'm not giving Dave my lead because I'm not turning this over. I'm not going to give him the back brief on what that clients like is I don't want him to get another mark on the board.",
        6569.66,
        6577.16
    ],
    [
        " So once again, conclusion competition is the normal state of the relationships between political actors in international relations. It occurs as the interests of these actors come into conflict as they try and advance them in the world.",
        6579.16,
        6592.0
    ],
    [
        " Right. Everyone's working on their own little gig. Oftentimes two political actors will compete in one area and cooperate in another.",
        6592.54,
        6599.84
    ],
    [
        " Thus, there is a competition continuum that extends from relatively benign efforts to advance interest to the violent efforts that include war.",
        6600.46,
        6608.66
    ],
    [
        " War then is a special kind of competition. They just can't get away from that. Steven one that sets the conditions for the mostly nine non violent struggle that always follows the row, the end of armed conflict.",
        6608.94,
        6621.22
    ],
    [
        " Like war and again, this is all just the conclusion like war. This is by the way, this is the conclusion of chapter one.",
        6623.22,
        6628.98
    ],
    [
        " Like war competition is characterized by ambiguity, uncertainty, fluidity, disorder and complexity. Rivals will try to use these attributes to obscure their aims and achieve their advantages over opponents competitors naturally apply creativity and science to develop advantage as well, which causes the form of competition to constantly evolve.",
        6629.2,
        6649.18
    ],
    [
        " The history of competition is also a history of change. Marine Marines and the Marine Corps have an important but supporting role in the nation's competitions.",
        6649.74,
        6659.84
    ],
    [
        " The activities of Marines take place all along the continuum, including on both sides of the violence threshold. The competition continuum is therefore something Marines must understand.",
        6660.38,
        6674.04
    ],
    [
        " And that continuum, if you take that idea of this continuum and you also then overlay the idea of leading and the idea of influence, there's also a continuum.",
        6675.06,
        6688.46
    ],
    [
        " I sort of talk about it, the escalation of counseling, it's a very similar thing. The escalation of counseling is how much influence, what are you doing to influence? How are you doing this? How are you making this happen?",
        6689.08,
        6698.42
    ],
    [
        " At what point do you cross the threshold from indirect to direct, minimizing the amount of time that you spend on the direct influence, the coercion, the forcefulness? That's not what we're looking to do.",
        6698.42,
        6714.2
    ],
    [
        " Very important stuff to think about. And with that, I figured we could make it through two chapters, but I don't want to jump into the next chapter because we'll be in here for another three hours.",
        6716.8,
        6731.0
    ],
    [
        " So with that, we will pick up the rest of this, I guess, on the next one.",
        6732.32,
        6739.24
    ],
    [
        " And you know, I got asked a question the other day is on the FL mine and the question was basically, how do I train the leadership principles, you know, the leadership principles that we teach? How do I train those leadership principles?",
        6744.96,
        6757.98
    ],
    [
        " How do I get better at these leadership principles? If I'm working all the time in a leadership position, in other words, I'm leading, how do I have time to train? How do I have time to get better?",
        6758.64,
        6766.16
    ],
    [
        " And I answered the question. I said, listen, here's the answer. And I'm not going to get it exact, but there's two components to it. One of them is being intentional about what you're going to do.",
        6767.92,
        6783.42
    ],
    [
        " Right. Paying attention and intention. Those are the two words I use. Paying attention and then having intention. You need to pay attention to what's going on around you because there's no better way to train leadership than leading, but it only works.",
        6784.22,
        6798.84
    ],
    [
        " If you pay attention to it and then the intention part comes from, I said, listen, you're going into a meeting, you're going to counsel someone, you're going to meet with your supervisor or you're going to meet with a subordinate or you're going to present or whatever you're going to do from a leadership perspective, take three minutes before three minutes.",
        6800.54,
        6818.12
    ],
    [
        " Hey, I know we're all pressed for time. You can take three minutes, take three minutes and figure out what is your intention from a leadership perspective going into this meeting. Write them down. Like, what are you going to do in this meeting? Hey, I'm going to, I'm going to meet with Dave and it's a subject that we disagree on. Dave wants to meet with me about some, this is what I'm going to do. I'm going to detach. I'm going to listen. I'm going to find some common ground.",
        6818.42,
        6844.38
    ],
    [
        " I'm going to ask for some time to think about his perspective. That's what I'm going to do. Write that down. Takes three minutes, three minutes to figure out what a good course of action is. Then you go, then you go to the meeting. So that's your training. Your initial part of the training is intention. What do you intend to do?",
        6845.94,
        6861.68
    ],
    [
        " Then you go to the meeting. So that's the intention part. Now how do you now you got to pay attention to how you actually did? You got to detach a little bit when you get done with the meeting. How did you do? Did you get emotional? Did you talk more than you listened?",
        6864.2,
        6880.2
    ],
    [
        " Which by the way to me, if I have a meeting where I talk more than I listen, it's probably was a bad meeting. Did I lose my temper? Did I tell Dave, there's no way we're doing it your way, right? Is that where I went?",
        6880.44,
        6890.24
    ],
    [
        " And you got to be honest with yourself. And then you got to make adjustments and that's how you're going to improve. And that's why one of the reasons that I'm saying this is that these manuals, they can be so helpful to us and for us because we",
        6891.82,
        6909.86
    ],
    [
        " can tell us what it is we should be doing so we can actually do it. And this is a subject I talked about on the F online today. I heard this interview with Gary Kasparov who's a 20 year chest champion and he was talking about chess and he got asked about Magnus Carlson who's this young.",
        6913.04,
        6929.92
    ],
    [
        " Well, he was 19 when he won the world champion became the best in the world and total dominant prodigy in the game. And the guy basically said, you know, well, who kind of who's better and he didn't come right out and say it but it was implied and and and Gary Kasparov understood the implication and there was a couple things that he said one one thing that he said that was interesting. He said basically said I'm too old to compete.",
        6931.14,
        6956.14
    ],
    [
        " Which is interesting because you think about maybe in jujitsu you can get to go to compete but chess you should get better.",
        6957.2,
        6962.18
    ],
    [
        " But he talked about the physical fitness aspect of even playing chess and how sharp your mind is and that tied into how sharp your body is and if you're younger you have an advantage which was very I didn't expect that at all.",
        6962.52,
        6974.98
    ],
    [
        " But more important he said that Magnus even though he's been playing chess for much shorter time he's only 30 years old and Kasparov is 57. He's been playing chess for way less time.",
        6975.34,
        6988.58
    ],
    [
        " But Magnus has been able to learn everything that Kasparov has done throughout his whole career because they take when when a chess game happens they document every single move and they they put it in a book and you can read that book and you can know exactly what the move was, what the outcome was.",
        6989.62,
        7004.96
    ],
    [
        " And so Magnus got to study those. He got to study those things he got lifted up on the shoulders of Kasparov so how could Kasparov compete?",
        7005.88,
        7017.58
    ],
    [
        " Because it wasn't just Magnus didn't just get to study Kasparov he got to study all the all the masters of all time and Kasparov who dominated for 20 freaking straight years.",
        7019.1,
        7029.42
    ],
    [
        " And I was talking about this with you Dave the other day I'm like hey Dave I'm reading a book right now and this guy's giving information about leadership.",
        7031.26,
        7039.96
    ],
    [
        " And this is he's given information about leadership that I thought I kind of figured out from and I had to figure out for myself and he's giving information and the book was published in 1973 and I never got to stand on the shoulders of that giant to learn that lesson.",
        7040.22,
        7053.54
    ],
    [
        " Why because I didn't approach it with the right attitude. So these books these documents whether historical documents whether it's a first person account of what happened in battle and what that leader did we have to understand that we can take those things and we can learn from them we can literally take moves just like moves on the chess board and we can be a better leader because we understand how things occurred in the past.",
        7054.74,
        7081.16
    ],
    [
        " We get to study leadership we get to study human nature we get to study interactions between people when they fight when they go to war when they lead when they influence when they compete.",
        7083.74,
        7096.14
    ],
    [
        " And that paying attention and having intention and recognizing that everything you see is an opportunity for you to learn and take and put that in your playbook.",
        7096.34,
        7113.52
    ],
    [
        " And make you better. And we miss that opportunity all the time because we're not paying attention and we don't have the right intention.",
        7113.54,
        7125.46
    ],
    [
        " Dude I mean there's so there's so much there and I think my favorite part about even just this first chapter because I had a tiny suspicion like we're never going to get through this.",
        7134.04,
        7147.62
    ],
    [
        " So I think I'm going to have to say how easy it was to connect all those comments all the things are saying to so many other areas so many other places in life and you started it.",
        7147.62,
        7160.02
    ],
    [
        " And that's saying when you when you know the way broadly you see in all things as much as that as much as you say that it's so true it's such an important.",
        7160.44,
        7172.32
    ],
    [
        " So just hearing that and and you come out of the gate in in three minutes you're talking about parenting and kids and family on a manual about you know total war competition between nation states and inside that is all these these these these pieces of leadership of of human nature and yeah I probably should just I can stop at this point because I get so fired up thinking about how much is in there and then I think.",
        7173.6,
        7197.48
    ],
    [
        " Then I think I look back on my 40 coming up 40 something 49 years like man how much have I missed how many opportunities have been out there and not see these things in other places so there's so much in there.",
        7198.62,
        7210.38
    ],
    [
        " Yeah chapter one making us better echo Charles speaking of getting better what suggestions do you have for us.",
        7210.6,
        7223.68
    ],
    [
        " Well to be honest that you covered it or a big part of it I say to be honest with you but sure I can add maybe hopefully hopefully I can add a little little something you did mention physical fitness in chess which was interesting.",
        7225.5,
        7243.16
    ],
    [
        " That is interesting you burn three X the number of calories you would normally born burn in a day so if you today just normal activity or you did a chest tournament chest tournament three X the number of calories really heart rate goes up breathing goes up.",
        7244.16,
        7264.68
    ],
    [
        " Yeah dance muscles yeah wonder why I wonder what like just the stress of the company stress of the car thinking yeah I was wondering how much of which is brain power getting used I don't know the answer to that.",
        7265.5,
        7278.62
    ],
    [
        " Dang and it's like you know you mentioned muscles tensing up but but okay yeah okay but you know okay we really can't just throw out that that's the significant you know like all right we'll go do a met con for how long is the chest match you'd say I don't know tournament depends what type of the chest match it is yeah different types so if you get okay there's let's chess yeah then there's just some kind of time to chest and then there's speed chest yeah I don't know.",
        7279.3,
        7308.56
    ],
    [
        " It's called speeches yeah okay all right well let's think scientifically then okay you got one booth I don't know booth of two guys playing chess this is gonna last two hours you got another booth a guy doing your every day run of the mill met con for two hours well the met con guys obviously burn it all right guys going to burn all literally all his calories before the chat you know so I'm just saying the muscle tense thing may not be that as much of a thing we'll say.",
        7308.62,
        7336.62
    ],
    [
        " Okay speaking of not recommending chess as your new physical workout it's not what I'm doing here okay yeah that that seems seems correct for sure.",
        7336.92,
        7346.18
    ],
    [
        " No last as far as fitness goes look it's not to say that chess is like not a way to get better because it straight up is but as far as physical fitness goes maybe not but the fitness not the best avenue yeah many other avenues",
        7346.26,
        7365.2
    ],
    [
        " to get to that's one of them just general workouts right workouts you know all kinds of workouts whatever unless you do have to work out I think I can curve did Burke same conquer all right well we're working out everyone so while we might",
        7365.2,
        7383.2
    ],
    [
        " have issues that we that concern us joint issues lower back issues depending on who you are a shoulder is elbow issues as the case may or may not be but we don't",
        7383.2,
        7395.72
    ],
    [
        " want to worry about this kind of issues so we got some supplementation for for a lot of stuff really but as far as joints and stuff we got joint",
        7395.72,
        7402.26
    ],
    [
        " warfare we got super cruel oil we also have vitamin D for immune I don't even want to say issues I want to say your whole immune situation really to prevent issues check this out here's yeah I got",
        7403.04,
        7416.76
    ],
    [
        " a wait I got some good news for everybody look there's plenty of bad news out there in the world right now right I got some good news for",
        7416.76,
        7425.9
    ],
    [
        " everybody here's a good news all these different type of supplements that you're talking about things that I take every single day joint warfare I take every single day",
        7425.9,
        7436.02
    ],
    [
        " krill take every single day discipline take every single day vitamin D3 take every single day cold war take every single day every single day every single day I take this",
        7436.02,
        7443.52
    ],
    [
        " stuff check this out mook yes I can't say I take it every day but I take it six days no five days out of seven maybe six days",
        7443.52,
        7454.76
    ],
    [
        " out of seven I have a lot of mook yeah any of these items that you want if you want to get them you can get them from origin main dot com and when you get them if you subscribe to them",
        7454.76,
        7469.68
    ],
    [
        " meaning if you just get a subscription for joint warfare you get a subscription for krill oil you will get free shipping yeah look we because listen there's there's people out there",
        7469.68,
        7483.24
    ],
    [
        " rightfully so that don't necessarily want to support some of the companies that sell our products for whatever reason but some of those companies have free shipping which makes it real you know it's you can save a lot of money",
        7483.94,
        7501.68
    ],
    [
        " so in order to take care of everyone if you want to subscribe to this stuff any of it if you subscribe to one thing you'll get free shipping on whatever you order so come subscribe I'll see you give like 10% off if you subscribe so subscription what I'm saying is if you want this stuff and you take it all the time like I do like echo does",
        7502.12,
        7529.56
    ],
    [
        " Dave what do you take every day the list is the list I'm probably like I'm probably maybe maybe four or five mooks a week I'm I'm over the threshold on on discipline go so whatever eight out of seven if that's a math problem",
        7529.96,
        7548.56
    ],
    [
        " and then I will the only thing I will say is that cold war had has kind of moved to the top of my like I never forget cold war ever and I'm probably benefit benefit because my I have a subscription I get it I'm gonna think about it I don't run out but look man lately that's been on that's I don't ever miss it ever so",
        7549.8,
        7567.64
    ],
    [
        " so if you want to support yeah you're very good way to support now one support the whole situation subscribe get free shipping save money 10% we're here to hook it up you're supporting yourself by the way yeah and you're supporting yourself you're supporting yourself good that's kind of the original tagline wasn't it echo Charles yeah sir is a portion yourself I still as you support us you can also get the stuff in vitamin chop you can also get the stuff out while while you can get this",
        7568.52,
        7597.62
    ],
    [
        " discipline go out while and by the way you can get it they're they're they're infusing it into every while while on the east coast as we speak right now that's not in every story yet but yeah look January 4th they started infusing it January 4th 2020 is the day that everyone will remember 21 2021 sorry January 4th 2021 is the day that",
        7597.64,
        7620.76
    ],
    [
        " walla started to infuse discipline go into all their stores so appreciate the support",
        7622.28,
        7628.54
    ],
    [
        " out walla appreciate the support from walla yeah it's uh yeah that's a good situation where let's let's face it sometimes we don't want to order online seems crazy well sometimes we're driving exactly that's what I'm saying we're tired I want my discipline go between",
        7628.54,
        7649.52
    ],
    [
        " right now and when I get home that's what I want it and currently there's none at my house you can't order that ordering it from origin main.com subscription not is not going to help you in that particular",
        7649.74,
        7660.44
    ],
    [
        " mode that way I need a walla yes sir you do um so yeah discipline go boom there's also discipline the powder and the capsule yep if that's your preferred method I you know the",
        7660.44,
        7673.26
    ],
    [
        " cans are kind of a thing with the facet so I'm kind of doing those a lot but discipline go the powder that's a daily for me as well if",
        7673.26,
        7681.94
    ],
    [
        " especially if I'm working out 100% guarantee that's the thing it's on so yes these things will help us in our developmental journey on this path to stay in the game yeah even on the path the path it'll make you better as it were also origin main",
        7681.94,
        7701.8
    ],
    [
        " speaking origin main.coms first.com goes uh jujitsu stuff on there some good American made stuff by the way 100% American made jujitsu stuff American denim and boots",
        7701.8,
        7714.98
    ],
    [
        " mm-hmm jeans yep you might want to get a pair of American made jeans yeah made here where's the oh but you think oh but where's the cotton from oh the",
        7714.98,
        7725.8
    ],
    [
        " cotton from here wait where was it woven oh it's woven here oh where who died oh it's died here in America wait what about the thread well that's American yeah what about the",
        7725.8,
        7734.18
    ],
    [
        " rivets certainly must be oh those rivets are from America yeah what about the buttons the buttons the buttons yeah those yeah where we get",
        7734.18,
        7742.9
    ],
    [
        " oh we got them in America okay and then who took all that stuff and put it together into something you can cover your legs with",
        7742.9,
        7748.88
    ],
    [
        " yeah yes guess guess where guess where that happened in America do you get yep from top to bottom it works is a podcast support yourself and",
        7750.52,
        7762.26
    ],
    [
        " support America America it's true also speaking support jaco as a store hmm it's called jaco store so you",
        7762.26,
        7774.64
    ],
    [
        " can get your discipline equals freedom shirts hoodies hats all that stuff so represent on the platform and we get these things",
        7774.64,
        7781.8
    ],
    [
        " jacastort.com we have a subscription and thing too working on the name it's like a t-shirt club oh no I got I got the name",
        7781.8,
        7790.14
    ],
    [
        " I was from from uh from a supporter and I think well I have a I have a candidate for the name that I think is good to go",
        7790.14,
        7799.06
    ],
    [
        " all right later are we there we are we disclosing I'll disclose it right now is it and I have one to you I'll tell you I'll leave it in your okay you tell me your first",
        7799.06,
        7806.88
    ],
    [
        " uh jaco layers okay don't like it appreciate it get it I like okay here's what about this the shirt locker",
        7806.88,
        7817.3
    ],
    [
        " oh bonson you're good all right so officially the jaco shirt locker so now you can yeah wow yeah okay all right",
        7817.3,
        7827.66
    ],
    [
        " I to be honest I was expecting my t-shirt globe all right t-shirt goes fine shirt locker okay I proved",
        7827.78,
        7836.04
    ],
    [
        " approved straight up okay shirt locker kind of the same deal free shipping you know subscription",
        7836.04,
        7840.42
    ],
    [
        " you know it's a different approach really it's not so you don't run out of shirts it's not that it's just",
        7840.42,
        7845.7
    ],
    [
        " you know it's a t-shirt locker anyway check that out it's cool a little bit different designs for",
        7845.7,
        7851.28
    ],
    [
        " for us that are you know in the game nonetheless jaco store dot com good spot don't forget to",
        7851.28,
        7856.94
    ],
    [
        " subscribe to this podcast and and also on top of this podcast you can join us in the jaco",
        7856.94,
        7863.26
    ],
    [
        " underground jaco underground dot com we have an alternative podcast it's uh it's uh it's a",
        7863.26,
        7871.52
    ],
    [
        " podcast with amplifying in information to to this podcast sort of some behind the scene stuff",
        7871.52,
        7878.82
    ],
    [
        " some some Q&A stuff some some things that didn't quite fit the mold yeah of jaco",
        7880.1,
        7886.62
    ],
    [
        " podcast this is a space that I didn't want the jaco podcast to stay what it is yeah someone puts",
        7886.62,
        7890.56
    ],
    [
        " in their headphones I want them to get what they expect I want to deliver that product that",
        7890.56,
        7896.86
    ],
    [
        " information so however art and creativity what do we learn from the Marine Corps you can't just",
        7896.86,
        7905.12
    ],
    [
        " keep doing the same thing so I like to get a little bit artistic and creative you want to do",
        7905.12,
        7910.86
    ],
    [
        " some different things so now we have a way to do that it's jaco underground dot com and yeah",
        7910.86,
        7919.66
    ],
    [
        " and there's look there's sensor steps censorship things happening right now we want to at least be",
        7919.66,
        7924.72
    ],
    [
        " ready in case something crazy happens we also don't want to take on sponsors because we don't",
        7924.72,
        7929.34
    ],
    [
        " want to start off every podcast by saying welcome to jaco podcast this podcast is brought to me",
        7929.34,
        7934.4
    ],
    [
        " I don't want to do that and I also don't want to in the middle of the podcast talking about the",
        7935.28,
        7940.82
    ],
    [
        " Korean War and some firefight and be like and this podcast was but no we're not doing that so",
        7940.82,
        7947.76
    ],
    [
        " if you want to help out if you want to join the jaco underground jaco underground dot com go there",
        7947.76,
        7953.3
    ],
    [
        " it costs $8.18 a month which is a number that has layers I didn't even know how many layers",
        7953.3,
        7959.76
    ],
    [
        " that number has so many layers layers so many layers we're getting layers on layers",
        7959.76,
        7963.4
    ],
    [
        " on layers so if you want to if you want to support that's one way to do it that we we make sure",
        7963.4,
        7969.84
    ],
    [
        " we can keep this podcast up and running no matter what happens if you hey look and if you can't",
        7969.84,
        7974.26
    ],
    [
        " afford that if you're tied on money that's okay we we still want to have you in the game with us",
        7974.26,
        7981.74
    ],
    [
        " email assistance at jaco underground dot com and and and we'll have you taken care of but if you",
        7981.74,
        7993.38
    ],
    [
        " have the jaco unraveling podcast which is me and daryl daryl Cooper we have the grounded and the",
        7993.38,
        7999.06
    ],
    [
        " warrior kid podcast which I am severely delinquent on lingering in the winds my daughter my youngest",
        7999.06,
        8007.9
    ],
    [
        " daughter today was harassing me about the warrior kid podcast that's where it starts to hurt",
        8007.9,
        8013.36
    ],
    [
        " she lives with Uncle Jake and she wants that podcast so I apologize",
        8013.36,
        8018.96
    ],
    [
        " I got one more book do January 31st a book like the one that you're writing oh yeah straight up",
        8020.6,
        8027.56
    ],
    [
        " and so when that book is done we're going to make this happen make it so yeah subscribe to those as",
        8027.56,
        8033.08
    ],
    [
        " well we got a YouTube channel if you want to see echoes videos and more important in seeing echoes",
        8033.08,
        8038.22
    ],
    [
        " videos it's important to understand who the assistant director is on many of those videos and",
        8038.22,
        8042.84
    ],
    [
        " that's me so if you like the videos it's probably because the assistant assistant directing was strong",
        8042.84,
        8047.64
    ],
    [
        " if you don't like him it's probably when I wasn't working on and echo screwed it up",
        8047.66,
        8052.04
    ],
    [
        " I'm over here doing the best I can anyway thank you for that by the way also psychological warfare",
        8052.04,
        8058.56
    ],
    [
        " it's an mp3 album with tracks of jaco letting you know hey don't skip this workout right because",
        8058.56,
        8065.5
    ],
    [
        " you know when you want to skip the workout Dave doesn't know why because he doesn't work out",
        8065.5,
        8070.4
    ],
    [
        " he's disciplined he's disciplined right he's getting it done is that factually true my wife",
        8070.4,
        8077.2
    ],
    [
        " will not I will not hear the end of it I will not hear the end of it so I have some motivation",
        8077.2,
        8082.1
    ],
    [
        " just to not put up with the harassment we need to make an album with your wife yeah I want to say",
        8082.1,
        8087.66
    ],
    [
        " well your your wife is the psychological warfare the worst day in the burq household is when I",
        8087.66,
        8092.56
    ],
    [
        " don't work out and she does there's enough motivation there to make sure that doesn't happen",
        8092.56,
        8098.3
    ],
    [
        " very often perfect and that's kind of like a little example because you don't like about that is like",
        8098.3,
        8102.52
    ],
    [
        " hey it doesn't matter you worked from four o'clock in the morning until whenever it's like oh",
        8104.08,
        8108.78
    ],
    [
        " I didn't work out today did you okay skip it just get it well for those of us who do",
        8108.78,
        8114.78
    ],
    [
        " entertain the notion of skipping workout you know fudging on the diet I like all that kind of stuff",
        8114.78,
        8120.12
    ],
    [
        " who does psychological warfare I don't get you through it 100% like a little spot get it you know",
        8120.12,
        8124.98
    ],
    [
        " Amazon where everybody mp3 is this where you can get it also flipside canvas dot com Dakota Meyer",
        8124.98,
        8130.1
    ],
    [
        " he's making all kinds of cool stuff for you to hang on your wall we got a bunch of books",
        8130.22,
        8134.1
    ],
    [
        " about face by hack worth I wrote the forward to the new version of that leadership strategy",
        8134.1,
        8138.38
    ],
    [
        " and tactics field manual we got the code the evaluation the protocols we got discipline",
        8138.38,
        8141.9
    ],
    [
        " equals freedom field manual brand new version we got way of the warrior kid for field manual how",
        8141.9,
        8147.64
    ],
    [
        " the kids like in that day book was awesome immediately supplanted all the other ones and now it's",
        8147.64,
        8154.98
    ],
    [
        " just in the cycle my son that was just super stoked on that one outstanding to hear",
        8154.98,
        8159.46
    ],
    [
        " also way the warrior kid one two and three mic into dragon dragons extreme ownership and",
        8159.66,
        8163.9
    ],
    [
        " then economy leadership we got echelon front you heard us when when when Dave and I are talking",
        8163.9,
        8168.48
    ],
    [
        " about oh a client or talking to one of our clients that's because we have a leadership consulting",
        8168.48,
        8174.6
    ],
    [
        " company and we solve problems through leadership go to echelonfront.com for details there",
        8174.6,
        8178.94
    ],
    [
        " and we have eF all mine you also heard us refer to that a bunch today it's leadership training",
        8178.94,
        8184.26
    ],
    [
        " online there's question and answer sessions there's actual courses you can take about leadership",
        8185.42,
        8189.98
    ],
    [
        " that covered these subjects really granular in detail so check out eF online.com if you want",
        8189.98,
        8198.6
    ],
    [
        " we got the muster in 2021 look that is a shifting target right now go to extremotorship.com",
        8198.6,
        8205.38
    ],
    [
        " if you want to come to a muster it's our it's our leadership event we have eF Overwatch where we",
        8205.38,
        8209.74
    ],
    [
        " have executive leadership for your company go to eF Overwatch.com and if you want to help service",
        8209.94,
        8215.16
    ],
    [
        " members if you want to help active duty and retired families members gold star families check out",
        8215.16,
        8222.66
    ],
    [
        " mark Lee's mom mom and Lee she's got a charity organization if you want to donate or you want to",
        8222.66,
        8228.28
    ],
    [
        " get involved go to america's mighty warriors.org and if you didn't quite get enough of my",
        8228.28,
        8237.62
    ],
    [
        " annoying anecdotes or you need more of echoes laborenthing lectures or more of davis devoted",
        8239.88,
        8250.18
    ],
    [
        " diatribe you can find us on the inner webs on twitter on instagram which echo will only",
        8250.18,
        8255.74
    ],
    [
        " and strictly refer to as the gram and on facebook davisat david arburt echo is that echo trolls and",
        8255.74,
        8263.88
    ],
    [
        " iam at jaco willink and to all the military folks out there and all the branches of service the",
        8263.88,
        8270.58
    ],
    [
        " army the navy the air force that coast guard and yes a little extra credit to the marine court today",
        8270.58,
        8275.26
    ],
    [
        " thank you all for continually competing with forces of darkness and evil in the world and",
        8275.26,
        8283.34
    ],
    [
        " thanks also to police law enforcement firefighters paramedics emt dispatchers correctional officers",
        8283.34,
        8289.36
    ],
    [
        " barter patrol secret service and all first responders thank you for keeping us safe when we call",
        8289.36,
        8294.96
    ],
    [
        " on you in our worst moments and that everyone else out there you are competing all the time",
        8294.96,
        8303.04
    ],
    [
        " know that pay attention to it pay attention to it so you can learn and you can get better and you",
        8303.04,
        8314.2
    ],
    [
        " can be better and you can make the things in your world a little bit better a little bit better",
        8314.2,
        8322.18
    ],
    [
        " for you and for the people around you and you do that by going out there every single day",
        8322.18,
        8330.14
    ],
    [
        " and getting after it and until next time this is dav and echo and jaco out",
        8330.14,
        8339.38
    ]
]