[
    [
        " This is Jockel Podcast number 263 with Echo Charles and me, Jockel Willink.",
        0.62,
        6.42
    ],
    [
        " Good evening, Echo.",
        7.08,
        7.6
    ],
    [
        " Good evening.",
        7.72,
        8.12
    ],
    [
        " And this podcast is brought to you by you.",
        8.64,
        16.04
    ],
    [
        " That's right.",
        16.8,
        19.42
    ],
    [
        " This podcast exists because of your support and I've always dreaded having to say the",
        20.04,
        29.94
    ],
    [
        " words this podcast is brought to you by whatever.",
        29.94,
        32.98
    ],
    [
        " But we don't say that and we're not going to say that.",
        33.92,
        38.28
    ],
    [
        " We're here and we're able to do we do because you support us in a bunch of different ways",
        38.78,
        43.78
    ],
    [
        " and we own what we have here and we don't rely on any companies to sponsor what we're",
        43.78,
        53.72
    ],
    [
        " doing, which is nice.",
        53.72,
        54.86
    ],
    [
        " I mean, other than the companies that we actually own and the companies that we own",
        55.6,
        62.02
    ],
    [
        " make the stuff that we actually use to do the things that we like to do.",
        62.02,
        65.7
    ],
    [
        " And listen, it is a harder road to take.",
        66.08,
        71.8
    ],
    [
        " To harder road to take.",
        72.32,
        75.46
    ],
    [
        " You can go that eat.",
        75.74,
        76.38
    ],
    [
        " You can go, you can go like just get that money.",
        76.54,
        78.86
    ],
    [
        " And there's been times some people that are on this podcast right now have sort of petitioned",
        80.52,
        87.4
    ],
    [
        " for that kind of thing a little bit, right?",
        87.4,
        90.62
    ],
    [
        " Well, and that's legitimately because it's it's a much harder move to try and build companies",
        91.92,
        98.48
    ],
    [
        " invest in your companies and run the supply chain and the personnel and deal with all the",
        98.48,
        103.42
    ],
    [
        " finances and the tax and the thousands of things that you got to do to make a business",
        103.42,
        106.68
    ],
    [
        " run.",
        106.68,
        107.06
    ],
    [
        " And that's okay.",
        107.98,
        109.02
    ],
    [
        " Just, well, guess what?",
        109.22,
        110.1
    ],
    [
        " It takes work.",
        110.26,
        110.7
    ],
    [
        " It takes hard work.",
        110.92,
        111.54
    ],
    [
        " It takes discipline because it's a grind.",
        112.08,
        115.12
    ],
    [
        " But at the end of the day, guess what?",
        115.72,
        117.94
    ],
    [
        " That discipline?",
        118.86,
        119.64
    ],
    [
        " Give us freedom.",
        120.16,
        121.3
    ],
    [
        " Give us this freedom.",
        121.88,
        124.62
    ],
    [
        " The freedom to talk about whatever we want.",
        124.76,
        127.96
    ],
    [
        " The freedom to talk for five hours without having to take a break to mention some company.",
        128.12,
        136.96
    ],
    [
        " We don't have to do any of that.",
        137.24,
        138.34
    ],
    [
        " And we can make, like I said, we can make the podcast as long as we want the short as we",
        139.16,
        144.54
    ],
    [
        " want, we can do whatever we want.",
        144.54,
        145.48
    ],
    [
        " We got the freedom to do that.",
        145.82,
        147.86
    ],
    [
        " We have the freedom to do that because we also have freedom of speech, which with the",
        148.7,
        155.06
    ],
    [
        " with the incredible foresight and intention is the first amendment of the Constitution",
        155.06,
        165.18
    ],
    [
        " of the United States of America.",
        165.18,
        166.12
    ],
    [
        " The first amendment is Congress shall make no law respecting an establishment of religion",
        166.76,
        176.36
    ],
    [
        " or prohibiting the free exercise thereof or abridging the freedom of speech or of the",
        176.36,
        183.88
    ],
    [
        " press or the right of the people, peaceably to assemble and a petition, the government",
        183.88,
        189.36
    ],
    [
        " for a redress of grievances.",
        189.36,
        191.12
    ],
    [
        " So there you go.",
        191.4,
        191.82
    ],
    [
        " The government shall make no law to abridge freedom of speech.",
        194.06,
        196.84
    ],
    [
        " It doesn't get any clearer than that.",
        197.0,
        198.32
    ],
    [
        " But it does get a little mudier than in modern times, right?",
        199.18,
        206.74
    ],
    [
        " They didn't have podcasts back in the day that I'm aware of.",
        207.52,
        213.06
    ],
    [
        " So as smart as the founding fathers were, and as well as the Constitution has held up",
        213.24,
        220.62
    ],
    [
        " as a document, well, there's been there's interesting things going on right now.",
        220.62,
        224.24
    ],
    [
        " Interesting things going on right now.",
        225.0,
        226.92
    ],
    [
        " And in some ways, it's troubling because you see, you can see speech being controlled.",
        226.98,
        238.0
    ],
    [
        " You can see speech being censored.",
        238.22,
        239.58
    ],
    [
        " You can see meanings.",
        239.58,
        241.18
    ],
    [
        " The way speech is being used, being manipulated.",
        242.2,
        246.88
    ],
    [
        " You can see words, the meaning of words being changed.",
        247.54,
        252.84
    ],
    [
        " And we've seen this before throughout history.",
        253.22,
        256.0
    ],
    [
        " And one of the best examples of this, it's a very clear example.",
        256.38,
        260.82
    ],
    [
        " And it's when I talked about with Jordan Peterson.",
        261.8,
        264.82
    ],
    [
        " And when Jordan was not, you weren't there.",
        265.68,
        267.9
    ],
    [
        " The second or third time that Jordan came on, you weren't there.",
        268.6,
        271.58
    ],
    [
        " But we, and it's actually happened with every time he's come on.",
        273.42,
        276.96
    ],
    [
        " We've had some, I've had some plan about what we're going to talk about.",
        277.08,
        279.16
    ],
    [
        " We don't talk about any of that.",
        279.18,
        280.24
    ],
    [
        " We talk about something completely different.",
        280.26,
        281.54
    ],
    [
        " So on that one, we were going to talk about the Gula Garcapelago and by social nitson.",
        281.76,
        289.62
    ],
    [
        " And we did cover this one thing that I really wanted to talk about because I think it's",
        290.54,
        294.84
    ],
    [
        " important.",
        294.84,
        295.22
    ],
    [
        " And it's an example of the way language drives thought and policy.",
        295.22,
        302.38
    ],
    [
        " And it's to one word, it's the word is kool-ok.",
        303.82,
        305.92
    ],
    [
        " And what that word originally meant was former sort of workers or peasants that had become",
        306.84,
        318.74
    ],
    [
        " wealthy.",
        318.74,
        319.1
    ],
    [
        " So this person, the kool-ok, they were in the lower class and they moved up.",
        319.56,
        323.68
    ],
    [
        " And then over time, it became a little bit more pejorative, meaning it had a, it started",
        324.68,
        332.18
    ],
    [
        " to take on a negative connotation.",
        332.18,
        333.96
    ],
    [
        " So eventually it became social nitson in the Gula Garcapelago.",
        334.94,
        340.94
    ],
    [
        " He says quote, a kool-ok sort of became to represent a miserly dishonest rural trader",
        341.34,
        350.46
    ],
    [
        " who grows rich, not through his own labor, but through someone else's.",
        350.6,
        354.66
    ],
    [
        " So it's got a negative connotation.",
        355.86,
        358.36
    ],
    [
        " But he says about those kool-ok at the time that there wasn't that many of them.",
        358.88,
        368.7
    ],
    [
        " In fact, he says that they could be numbered on one's fingers.",
        368.84,
        371.2
    ],
    [
        " So there's a very small number of these kind of bad people that had made money and kind",
        371.34,
        379.0
    ],
    [
        " of, well, as the revolution went on, no communist revolution went on, circa like 1915,",
        380.2,
        386.82
    ],
    [
        " 1916, 1917, the meaning of the word started to encompass more people.",
        387.16,
        394.82
    ],
    [
        " It started to, and this is again, this is from social nitson, it started to include people,",
        396.04,
        403.42
    ],
    [
        " all those who in any way hired workers, even if it was only when they were temporarily",
        404.04,
        410.52
    ],
    [
        " short of working hands in their own families.",
        410.52,
        412.9
    ],
    [
        " So you had something that used to just mean someone that had kind of risen up and made",
        413.66,
        417.96
    ],
    [
        " it out of the lower class into the middle class.",
        417.96,
        420.26
    ],
    [
        " Then it became someone that made it to the middle class, but they did it in a bad way.",
        420.4,
        424.3
    ],
    [
        " And now it's, hey, anybody that's sort of, anybody that's hired another person is",
        425.12,
        430.06
    ],
    [
        " cool like by the 1930s, social nitson, he says that the word was used to quote describe",
        430.06,
        440.38
    ],
    [
        " all strong peasants in general, peasants strong in management, strong in work, or even strong",
        440.38,
        448.9
    ],
    [
        " merely in convictions.",
        448.9,
        450.64
    ],
    [
        " So you can see this word, which used to just represent a very small number of people.",
        451.04,
        454.18
    ],
    [
        " All of a sudden, it starts to represent more and more people if you have anyone working",
        455.34,
        459.96
    ],
    [
        " for you.",
        459.96,
        460.46
    ],
    [
        " And eventually an official decree comes out from the government.",
        461.26,
        466.12
    ],
    [
        " It releases an official definition of what a Kool-Ack is.",
        466.72,
        471.24
    ],
    [
        " And by that definition of Kool-Ack was any person who used hired labor, owned a mill,",
        472.76,
        479.82
    ],
    [
        " a creamery, processing equipment, or a quote, complex machine with a motor.",
        479.82,
        486.12
    ],
    [
        " Systematically rented out agricultural equipment or facilities or was involved in trade, money",
        486.74,
        495.2
    ],
    [
        " lending, commercial brokerage, or other sources of non-labor income.",
        495.2,
        499.48
    ],
    [
        " And this last definition made it so that anyone that sold surplus goods, so if you had",
        500.16,
        509.5
    ],
    [
        " extra stuff and you sold it, you were a Kool-Ack.",
        509.5,
        513.5
    ],
    [
        " So now we're basically now talking, if you had a yard sale, right?",
        514.28,
        520.6
    ],
    [
        " So now we're basically talking about everyone.",
        520.72,
        523.12
    ],
    [
        " And then the government set out to destroy the Kool-Acks and thereby destroy the strength",
        524.14,
        530.72
    ],
    [
        " of the peasantry.",
        530.72,
        531.42
    ],
    [
        " And the communist started a program called deculacization.",
        531.76,
        538.86
    ],
    [
        " We're going to get rid of them.",
        539.42,
        542.76
    ],
    [
        " The people that were identified as Kool-Acks, which again, now there's a ton of them,",
        544.02,
        547.36
    ],
    [
        " they were ordered to give their farm animals, their livestock to government authorities.",
        547.66,
        552.2
    ],
    [
        " So now we're taking property.",
        553.04,
        554.24
    ],
    [
        " Many of them, many of the Kool-Acks at this time are like, okay, well then I'm going",
        555.26,
        560.14
    ],
    [
        " to kill my livestock and keep the meat and use the hides.",
        560.14,
        564.08
    ],
    [
        " And then when they try to kill the livestock instead of giving them up, the communist made",
        564.64,
        572.16
    ],
    [
        " a new law which made it possible to prosecute people for the malicious slaughtering of livestock.",
        572.16,
        578.9
    ],
    [
        " This is, isn't it?",
        579.92,
        582.5
    ],
    [
        " You see these steps going and it gets worse and worse.",
        582.74,
        585.8
    ],
    [
        " But that's still left a little bit to a little bit.",
        588.2,
        593.14
    ],
    [
        " You could still maybe move through that.",
        593.28,
        594.72
    ],
    [
        " You could still probably get away with it.",
        594.94,
        596.52
    ],
    [
        " So then Stalin decreed in order to oust the Kool-Acks as a class.",
        597.24,
        603.36
    ],
    [
        " The resistance of this class must be smashed in open battle and it must be deprived of",
        603.68,
        608.96
    ],
    [
        " the productive sources of its existence and development that is in turn towards the",
        608.96,
        614.2
    ],
    [
        " policy of eliminating the Kool-Acks as a class.",
        614.24,
        616.44
    ],
    [
        " We're going to get rid of all of them.",
        617.16,
        618.14
    ],
    [
        " And by the way, look at who we're talking about.",
        618.62,
        620.22
    ],
    [
        " We're talking about people that, we're talking about the people that had stepped up and made",
        620.28,
        624.6
    ],
    [
        " things happen, right?",
        624.6,
        625.5
    ],
    [
        " People that owned machinery, people that owned a mill, people that ran businesses.",
        625.86,
        630.0
    ],
    [
        " That's who they're talking about.",
        630.1,
        631.02
    ],
    [
        " Well guess what?",
        631.78,
        634.96
    ],
    [
        " When you do that, when you get rid of the people that own farm equipment and farms and livestock,",
        635.16,
        641.28
    ],
    [
        " guess what happens?",
        641.68,
        642.36
    ],
    [
        " You run out of food.",
        644.1,
        645.32
    ],
    [
        " You don't have anyone making food anymore and this leads to starvation.",
        645.42,
        649.04
    ],
    [
        " And when you get starvation, now you get people that are hungry, now you get people, now",
        649.8,
        656.24
    ],
    [
        " you get kind of a mob rule thing going on.",
        656.24,
        657.98
    ],
    [
        " And this is a very horrible thing to think about.",
        657.98,
        660.8
    ],
    [
        " If you weren't starving, or your family wasn't starving, how could you not be starving?",
        661.1,
        669.64
    ],
    [
        " You would be, you would not be starving if you had food.",
        670.34,
        672.44
    ],
    [
        " If you had food, guess what you were?",
        672.74,
        673.92
    ],
    [
        " You're a cool, cool, cool, cool.",
        674.74,
        676.82
    ],
    [
        " That's what you are.",
        677.28,
        679.9
    ],
    [
        " So what does mob rule look like when it is approved by the government or it's ignored",
        680.34,
        688.2
    ],
    [
        " by the government?",
        688.2,
        688.98
    ],
    [
        " What does it look like?",
        689.08,
        689.54
    ],
    [
        " There's a description, an author named Robert Conquest, he wrote a book called Reflections",
        690.06,
        696.46
    ],
    [
        " of a Ravaged Century.",
        696.46,
        698.52
    ],
    [
        " And this is a description from that book, which is actually from a Russian journalist,",
        699.22,
        703.58
    ],
    [
        " Grossman, who said that the party activists who helped the state political directorate,",
        704.22,
        711.92
    ],
    [
        " the secret police also knows the GPU, with arrests and deportations, quote, were all",
        712.16,
        718.46
    ],
    [
        " people who knew one another well and knew their victims.",
        718.46,
        722.52
    ],
    [
        " But in carrying out this task, task, they became dazed, stupified.",
        722.52,
        728.7
    ],
    [
        " They would threaten people with guns as if they were under a spell, calling small children",
        729.14,
        734.5
    ],
    [
        " Kulak bastards screaming blood suckers.",
        734.5,
        738.12
    ],
    [
        " They had sold themselves on the idea that so-called Kulaks were pariahs, untouchables",
        738.58,
        746.18
    ],
    [
        " vermin.",
        746.18,
        746.94
    ],
    [
        " They would not sit down at a parasite's table.",
        747.54,
        750.2
    ],
    [
        " The Kulak child was loathsome.",
        750.56,
        752.66
    ],
    [
        " The young Kulak girl was lower than a louse.",
        752.94,
        756.68
    ],
    [
        " Mob scenario.",
        758.16,
        762.38
    ],
    [
        " The book goes on, a quote, a guy named Lev Copa Lev, a party activist.",
        762.78,
        767.82
    ],
    [
        " So this guy was in the communist game who eventually became a dissident.",
        767.82,
        772.1
    ],
    [
        " And he said it was excruciating to see and hear all of this and even worse to take",
        772.1,
        779.3
    ],
    [
        " part in it.",
        779.3,
        779.94
    ],
    [
        " And I persuaded myself, explained to myself, I mustn't give in to debilitating pity.",
        781.0,
        787.92
    ],
    [
        " This is what he's telling himself.",
        789.4,
        790.26
    ],
    [
        " Look, I can't have any pity.",
        790.4,
        791.24
    ],
    [
        " We were realizing historical necessity.",
        792.14,
        795.32
    ],
    [
        " We were performing our revolutionary duty.",
        795.8,
        798.54
    ],
    [
        " We were obtaining grain for the socialist fatherland for the five-year plan.",
        798.54,
        804.6
    ],
    [
        " So Stalin ends up ordering the Kulaks to be liquidated as a class, which in turn causes",
        805.88,
        828.12
    ],
    [
        " at least 3 million dead, socialists and said 6 million.",
        828.12,
        831.48
    ],
    [
        " 1.8 million were sent to labor colonies.",
        832.1,
        835.78
    ],
    [
        " Only 1.3 million ever actually made it to the labor colonies.",
        836.6,
        842.8
    ],
    [
        " Another half a million of them just disappeared gone.",
        843.78,
        847.12
    ],
    [
        " We don't even know what happened, but obviously didn't turn out good for them.",
        847.34,
        850.86
    ],
    [
        " And then you have the rest of the nightmare of the Soviet disaster.",
        851.66,
        861.28
    ],
    [
        " And you can pull that thread and you get to this language.",
        861.92,
        874.0
    ],
    [
        " You get to language and attack on language on what you say, on what people say, or what",
        874.0,
        882.06
    ],
    [
        " people don't say, or what people are allowed to say, or what people are forced to say.",
        882.06,
        886.84
    ],
    [
        " Because our words, they make our thoughts.",
        886.84,
        895.98
    ],
    [
        " We think in words.",
        896.4,
        898.08
    ],
    [
        " And we have to keep our words free to keep our minds free.",
        900.76,
        905.66
    ],
    [
        " And I thought that we learned this.",
        905.8,
        908.34
    ],
    [
        " And if it wasn't obvious enough from watching what happened in the Soviet Union,",
        909.5,
        915.3
    ],
    [
        " then when you read 1984 by George Orwell, you said, oh, yeah, got it.",
        915.92,
        925.04
    ],
    [
        " Didn't he spell it out for us?",
        926.18,
        927.92
    ],
    [
        " If you've ever read that book, and at least when I went through high school,",
        929.42,
        933.32
    ],
    [
        " you had to read that book.",
        933.46,
        934.12
    ],
    [
        " And at some point, at some point, I'm sure I will cover the whole book on the podcast.",
        934.8,
        941.62
    ],
    [
        " But without even talking about the plot, just talking about the world that he paints in this book.",
        942.2,
        953.16
    ],
    [
        " The book is written in the whatever, 1947, I think.",
        954.0,
        957.84
    ],
    [
        " But it's about 1984, and you've got this omnipresent government.",
        958.6,
        962.92
    ],
    [
        " You've got surveillance everywhere.",
        963.36,
        965.38
    ],
    [
        " Everyone's heard that Big Brother.",
        965.46,
        966.82
    ],
    [
        " Do you remember reading 1984?",
        967.24,
        969.0
    ],
    [
        " No.",
        970.06,
        970.36
    ],
    [
        " So it's a futuristic time.",
        970.96,
        973.92
    ],
    [
        " Everything is controlled by the government.",
        974.44,
        976.04
    ],
    [
        " You've heard Big Brother is watching you, right?",
        976.58,
        978.4
    ],
    [
        " Yes, sir.",
        978.58,
        978.86
    ],
    [
        " That's where it comes from.",
        978.88,
        979.68
    ],
    [
        " There's a show called Big Brother, too.",
        979.88,
        981.28
    ],
    [
        " Oh, okay.",
        981.28,
        981.78
    ],
    [
        " Is it about dystopian future?",
        982.24,
        983.96
    ],
    [
        " No, sir, it is.",
        984.22,
        985.68
    ],
    [
        " What's it about?",
        985.78,
        986.78
    ],
    [
        " It's a reality show that everyone lives in this house.",
        987.62,
        991.42
    ],
    [
        " But here's the thing, no.",
        992.64,
        993.68
    ],
    [
        " It's dystopian.",
        993.82,
        994.42
    ],
    [
        " It's not dystopian.",
        994.88,
        995.68
    ],
    [
        " Well, I guess there's far control.",
        995.84,
        997.58
    ],
    [
        " No, but there's cameras in every single room.",
        998.28,
        1000.72
    ],
    [
        " I don't think let me rather reality TV program.",
        1000.86,
        1003.16
    ],
    [
        " I think it's pretty clear what it is.",
        1003.46,
        1005.4
    ],
    [
        " But yeah, so they go around in the house and there's cameras, like mounted cameras in all",
        1006.96,
        1011.42
    ],
    [
        " the rooms, like surveillance cameras, essentially.",
        1011.42,
        1013.6
    ],
    [
        " Yeah, I see.",
        1013.62,
        1013.7
    ],
    [
        " And you can like tune in on off times and stuff and just watch them.",
        1013.92,
        1017.46
    ],
    [
        " Like you could do that.",
        1018.2,
        1021.08
    ],
    [
        " Like you could go on a website and just watch the people in the house.",
        1021.12,
        1023.48
    ],
    [
        " Yeah, like they, I think they used to play it on like show time, where it's like Big Brother",
        1023.54,
        1026.98
    ],
    [
        " Live and you can just tune in and watch them do nothing.",
        1026.98,
        1029.42
    ],
    [
        " Like do normal everyday stuff.",
        1029.68,
        1031.48
    ],
    [
        " But here's the thing.",
        1031.86,
        1032.54
    ],
    [
        " There's, I think there's now that's totally common, right?",
        1032.68,
        1034.64
    ],
    [
        " Because through the internet, you can just do that.",
        1034.64,
        1036.02
    ],
    [
        " There's people doing that right now.",
        1036.12,
        1037.08
    ],
    [
        " Screen and screen or streaming there, whatever they're doing their homework.",
        1037.24,
        1041.06
    ],
    [
        " I saw something, something about, I think it was a Japanese dude who would like do his homework.",
        1041.68,
        1049.92
    ],
    [
        " And he was getting millions of people watching him.",
        1050.42,
        1053.3
    ],
    [
        " He was super organized.",
        1053.54,
        1054.5
    ],
    [
        " I'll give it up for him.",
        1054.68,
        1055.46
    ],
    [
        " But if I remember correctly, could you see the content of his homework?",
        1055.52,
        1059.02
    ],
    [
        " Yeah, he was, that's different.",
        1059.04,
        1059.92
    ],
    [
        " It was like, there was multiple camera views.",
        1060.18,
        1061.98
    ],
    [
        " You know, you could kind of see what he was reading.",
        1062.2,
        1063.5
    ],
    [
        " You could see what he was working on.",
        1063.5,
        1064.56
    ],
    [
        " Yeah.",
        1064.68,
        1064.8
    ],
    [
        " And that's what he did.",
        1064.9,
        1065.62
    ],
    [
        " He did his homework or something like that.",
        1065.74,
        1067.22
    ],
    [
        " Okay, so that makes sense.",
        1067.24,
        1068.36
    ],
    [
        " If it was just a picture of him doing his homework, you couldn't see the homework.",
        1068.36,
        1071.14
    ],
    [
        " That's different.",
        1071.14,
        1071.64
    ],
    [
        " That's weird.",
        1071.64,
        1072.12
    ],
    [
        " But if you can see what homework he's doing, oh yeah, that's good.",
        1072.26,
        1075.24
    ],
    [
        " Why is that?",
        1075.42,
        1075.9
    ],
    [
        " I don't want to.",
        1075.94,
        1076.48
    ],
    [
        " Why are you more interested in his homework at all?",
        1076.48,
        1078.8
    ],
    [
        " Well, I mean, pretty much.",
        1078.9,
        1079.92
    ],
    [
        " I'm not into video games either, but, Brad, you can watch people live streaming their screen",
        1080.04,
        1084.28
    ],
    [
        " in a little corner of them, their face, playing just playing video games or whatever.",
        1084.28,
        1088.56
    ],
    [
        " And this is like multi million.",
        1088.84,
        1090.98
    ],
    [
        " There's hundreds of people that watch those.",
        1091.86,
        1093.66
    ],
    [
        " Hundreds of millions per minute watching that stuff.",
        1093.84,
        1097.72
    ],
    [
        " But it's different because big brother is like them doing normal stuff all day, all night.",
        1098.26,
        1104.68
    ],
    [
        " That's a big big brother like, but they have a voice in there too.",
        1105.04,
        1108.2
    ],
    [
        " Can you give directions?",
        1108.98,
        1109.68
    ],
    [
        " It says, hey, you're breaking this rule or you're who makes the rules?",
        1110.2,
        1113.34
    ],
    [
        " The show or whatever.",
        1113.58,
        1114.96
    ],
    [
        " Are the rules, are the rules tyrannical in any way?",
        1115.04,
        1117.86
    ],
    [
        " No, it's a game show at the end of the day.",
        1118.62,
        1121.06
    ],
    [
        " It's like it lasts like a few months or whatever.",
        1121.3,
        1122.92
    ],
    [
        " I don't know how long.",
        1123.22,
        1123.76
    ],
    [
        " And they have little challenges.",
        1124.2,
        1125.78
    ],
    [
        " How do you defeat the opponents in challenges?",
        1125.78,
        1128.22
    ],
    [
        " So you can fight them.",
        1128.86,
        1129.98
    ],
    [
        " Yeah, and then you have a vote.",
        1130.72,
        1132.22
    ],
    [
        " And it's like, you know, it's a thing.",
        1132.44,
        1134.0
    ],
    [
        " All right, well, that term big brother comes from 1984.",
        1134.6,
        1138.28
    ],
    [
        " There's surveillance watching you all the time.",
        1139.0,
        1141.92
    ],
    [
        " There's perpetual war going on.",
        1142.28,
        1144.98
    ],
    [
        " There's historical negation, which is when you falsify history or you distort history.",
        1147.2,
        1153.08
    ],
    [
        " And there's a bunch of just really, I was going to say cool quotes, but they're not cool.",
        1153.2,
        1157.86
    ],
    [
        " They're actually horrible quotes, but they're, they're, they really capture what the book is about.",
        1158.16,
        1164.08
    ],
    [
        " And there's one saying in the book, who controls the past, controls the future, who controls the present, controls the past.",
        1164.46,
        1170.84
    ],
    [
        " All these sayings in there when you read them, you go, eesh, there's thought police who are tracking people for committing thought crimes.",
        1172.26,
        1181.08
    ],
    [
        " There's people who commit thought crimes.",
        1181.32,
        1183.48
    ],
    [
        " And they, or they don't tow the party line.",
        1183.98,
        1187.96
    ],
    [
        " They don't, they don't, they don't tow the party line.",
        1188.58,
        1191.84
    ],
    [
        " And if you don't tow the party line or if you commit thought crimes, you become an unperson.",
        1192.04,
        1199.4
    ],
    [
        " Meaning you just disappear and all evidence that you ever existed is destroyed.",
        1200.88,
        1206.76
    ],
    [
        " You are gone.",
        1207.02,
        1207.58
    ],
    [
        " You become an unperson.",
        1208.14,
        1209.86
    ],
    [
        " You get erased.",
        1210.52,
        1213.48
    ],
    [
        " You get erased. You get canceled.",
        1213.78,
        1215.34
    ],
    [
        " Right? Sounds familiar.",
        1215.78,
        1216.94
    ],
    [
        " Right? So you get canceled.",
        1217.18,
        1218.16
    ],
    [
        " Then, then this is crazy.",
        1218.74,
        1221.66
    ],
    [
        " In 1984, in the book, there's something called the pro-feed.",
        1222.16,
        1227.08
    ],
    [
        " Short for the pro-letariat.",
        1228.62,
        1230.4
    ],
    [
        " Feed, which is a steady, unending stream of mindless entertainment, which is produced to distract and occupy the minds of the masses.",
        1232.1,
        1245.62
    ],
    [
        " Does that sound familiar at all?",
        1248.38,
        1249.74
    ],
    [
        "",
        1250.1,
        1250.1
    ],
    [
        " So you can spend all this time distracted and wasting and being just mindlessly entertained.",
        1250.24,
        1256.62
    ],
    [
        " Yeah.",
        1257.2,
        1260.14
    ],
    [
        " It sounds like that video game scenario.",
        1260.5,
        1262.18
    ],
    [
        " It sounds like the thing you got in your pocket, which by the way, gets even scarier.",
        1262.18,
        1271.14
    ],
    [
        " They have something called a tele screen.",
        1272.0,
        1274.04
    ],
    [
        " The tele screen, you watch it and it watches you.",
        1274.52,
        1279.96
    ],
    [
        " Kind of like your phone, which is tracking where you are, identifying what you're watching.",
        1280.64,
        1286.9
    ],
    [
        " Like, your phone is watching you as much as you're watching it.",
        1287.48,
        1290.56
    ],
    [
        " Right? This is factual.",
        1291.0,
        1292.3
    ],
    [
        " There's a word called a word called upsub, which means you submit to the app.",
        1293.22,
        1301.12
    ],
    [
        " It's a higher authority.",
        1301.12,
        1302.3
    ],
    [
        " It's viewed in like a positive way.",
        1302.86,
        1304.1
    ],
    [
        " And then all these words are framed on a new evolving language, which is called new speak.",
        1304.36,
        1317.08
    ],
    [
        " So we have a new way of speaking.",
        1317.52,
        1318.6
    ],
    [
        " It's called new speak.",
        1319.2,
        1320.44
    ],
    [
        " The old way of speaking is called old speak.",
        1320.74,
        1322.72
    ],
    [
        " That's English.",
        1322.88,
        1323.4
    ],
    [
        " That's the English language is called old speak.",
        1323.86,
        1325.32
    ],
    [
        " New speak is what we're talking now.",
        1326.14,
        1328.14
    ],
    [
        " And they got a bunch of these words.",
        1328.68,
        1331.18
    ],
    [
        " And we're going to get into the language of it.",
        1332.38,
        1333.94
    ],
    [
        " But if you add plus as a prefix to any word, it's strengthens the word.",
        1334.48,
        1338.62
    ],
    [
        " So good is good.",
        1338.92,
        1340.34
    ],
    [
        " Excellent.",
        1341.56,
        1341.86
    ],
    [
        " They get rid of the word excellent.",
        1342.12,
        1342.8
    ],
    [
        " They say plus good.",
        1342.94,
        1343.54
    ],
    [
        " Because they're trying to limit the vocabulary of people.",
        1344.14,
        1347.98
    ],
    [
        " And people have old think.",
        1349.26,
        1352.0
    ],
    [
        " If people have old think, they have ideas or they have memories that are pre-proceded.",
        1352.48,
        1358.12
    ],
    [
        " They're going to be a prior to the revolution.",
        1358.12,
        1359.24
    ],
    [
        " So this is scary to think about.",
        1359.86,
        1363.9
    ],
    [
        " And I know we don't normally talk much about current events really on this podcast,",
        1364.5,
        1370.34
    ],
    [
        " because there's enough of that feeling everyone's pro feet every single day without us chiming in.",
        1370.5,
        1378.52
    ],
    [
        " I mean, you got pro feet coming at you 24-7,000 different angles.",
        1379.62,
        1384.9
    ],
    [
        " And so, you know, I'm not, we don't spend a bunch of time talking about,",
        1387.66,
        1391.26
    ],
    [
        " wait, what happened in the last 12 hour news cycle?",
        1391.4,
        1394.52
    ],
    [
        " But you know, the other day when we were talking to cowboy,",
        1395.28,
        1399.08
    ],
    [
        " cowboy con, the Vietnamese, Saga soldier, he gave me a little warning that I had to pay his money to.",
        1399.84,
        1408.4
    ],
    [
        " You know, and he was saying, you know, you got to watch out for communism.",
        1408.68,
        1411.48
    ],
    [
        " And I kind of, you know, a kind of brushed it off and said, well, you know, we're a strong country.",
        1413.28,
        1418.92
    ],
    [
        " We are rooted in freedom or something like that.",
        1419.86,
        1425.34
    ],
    [
        " And you know, it's in our blood and we will remain free.",
        1425.52,
        1427.62
    ],
    [
        " And he kind of just said, be careful.",
        1427.82,
        1429.98
    ],
    [
        " Because he had seen it take over in Vietnam.",
        1430.66,
        1434.34
    ],
    [
        " And I mean, you want to talk, you look at the history of the Vietnamese.",
        1435.06,
        1437.48
    ],
    [
        " People, you want to talk about rooted in freedom like that, that country is legit.",
        1437.48,
        1442.84
    ],
    [
        " They do not get, they do not take easy to occupiers.",
        1443.66,
        1449.44
    ],
    [
        " It's in their blood, freedom.",
        1449.84,
        1452.66
    ],
    [
        " And look what happened, it happened, and it happens slowly.",
        1453.74,
        1457.18
    ],
    [
        " And you can see in this like, like in the Soviet Union, one thing that happens is part of it starts with speech.",
        1460.58,
        1470.8
    ],
    [
        " It starts with banning words, it starts with changing the meaning of words.",
        1472.26,
        1474.92
    ],
    [
        " And that's what happens in the book 1984.",
        1475.64,
        1478.14
    ],
    [
        " And there's all kinds of quotes in this book.",
        1479.16,
        1481.96
    ],
    [
        " And they're just eerie.",
        1483.2,
        1486.12
    ],
    [
        " They're eerie when you hear them and you think about the context of the world right now.",
        1486.56,
        1496.22
    ],
    [
        " I plucked out some of the quotes.",
        1496.7,
        1499.82
    ],
    [
        " If all others accepted the lie, which the party imposed, if all records told the same tale,",
        1502.98,
        1509.86
    ],
    [
        " then the lie passed into history and became the truth.",
        1510.96,
        1515.08
    ],
    [
        " How about this one?",
        1519.66,
        1520.82
    ],
    [
        " We know that no one ever sees his power with the intention of relinquishing it.",
        1520.98,
        1526.6
    ],
    [
        " Here's one.",
        1528.18,
        1535.38
    ],
    [
        " The ideal setup by the party was something huge, terrible, and glittering.",
        1535.38,
        1540.7
    ],
    [
        " A world of steel and concrete, of monstrous machines and terrifying weapons, a nation of warriors and fanatics, marching forward in perfect unity, all thinking the same thoughts and shouting the same slogans, perpetually working, fighting, triumphant, per-triumphant, persecuting, 300 million people, all with the same.",
        1540.78,
        1565.36
    ],
    [
        " Here's another interesting one.",
        1574.12,
        1575.78
    ],
    [
        " How could you make appeal to the future when not attrace of you?",
        1576.16,
        1580.4
    ],
    [
        " Not even an anonymous word scribbled on a piece of paper could physically survive?",
        1580.76,
        1585.98
    ],
    [
        " Another section, every record has been destroyed or falsified.",
        1588.02,
        1593.18
    ],
    [
        " Every book rewritten, every picture has been repainted. Every statue and street building has been renamed, every date has been altered, and the process is continuing day by day and minute by minute.",
        1593.18,
        1604.62
    ],
    [
        " History has stopped.",
        1605.18,
        1606.58
    ],
    [
        " Nothing exists except an endless present in which the party is always right.",
        1607.52,
        1614.92
    ],
    [
        " Another one, never again will you be capable of ordinary human feeling. Everything will be dead inside you.",
        1624.4,
        1631.02
    ],
    [
        " Never again will you be capable of love, or friendship, or joy of living, or laughter, or curiosity, or courage, or integrity, you will be hollow.",
        1631.6,
        1641.98
    ],
    [
        " We shall squeeze you empty, and then we shall fill you with ourselves.",
        1642.88,
        1648.02
    ],
    [
        " This book is filled with these eerie statements.",
        1653.36,
        1659.9
    ],
    [
        " But in the end of the book, the main character Winston, he finally breaks.",
        1660.42,
        1664.18
    ],
    [
        " He's resistant to the book, and he's trying to maintain some level of humanity and individuality in the end he breaks.",
        1665.24,
        1672.1
    ],
    [
        " And it finishes up by saying, but he was all right, but it was all right. Everything was all right.",
        1672.52,
        1680.24
    ],
    [
        " The struggle was finished. He had won the victory over himself.",
        1680.7,
        1685.56
    ],
    [
        " He loved big brother.",
        1686.84,
        1688.38
    ],
    [
        " Very, very depressing.",
        1695.72,
        1697.66
    ],
    [
        " It's very depressing when the human spirit is broken, and it's even more depressing when the human spirit is broken on mass, which is what this book portrays.",
        1698.1,
        1709.6
    ],
    [
        " And George Orwell does a great job.",
        1712.46,
        1714.86
    ],
    [
        " This whole explanation and this trick and this thing that he does with language is very powerful.",
        1715.16,
        1723.98
    ],
    [
        " And it's calculated and it's deliberate, which is the way it happens.",
        1725.12,
        1732.46
    ],
    [
        " And like I said, one day, I'm sure I'll cover this whole book, but tonight I just wanted to cover one part of the book, one part of the book that I want to dive into.",
        1733.2,
        1742.74
    ],
    [
        " So George Orwell wrote the book.",
        1744.56,
        1747.66
    ],
    [
        " And he's got a very interesting past.",
        1747.74,
        1748.86
    ],
    [
        " I mean, he had a very interesting guy.",
        1749.04,
        1752.36
    ],
    [
        " And the reason I say that is because he's not just some academic that sat in a ivory tower somewhere.",
        1754.62,
        1761.16
    ],
    [
        " He had a lot of experience in life.",
        1761.2,
        1762.72
    ],
    [
        " He had been a policeman in India.",
        1763.3,
        1765.46
    ],
    [
        " He had fought in the Spanish revolution.",
        1765.88,
        1771.14
    ],
    [
        " He'd been shot in the neck.",
        1771.16,
        1772.54
    ],
    [
        " So this guy is not just a person that's read a bunch of books and is an academic.",
        1772.78,
        1781.08
    ],
    [
        " No, he's been out there in the world.",
        1781.3,
        1783.16
    ],
    [
        " But he wrote, so in this book, at the end of the book, he's got this appendix to the book.",
        1783.98,
        1791.12
    ],
    [
        " And the appendix at the end of the book is about this language.",
        1791.58,
        1798.28
    ],
    [
        " It's about this language, new speak.",
        1798.34,
        1799.88
    ],
    [
        " And in a way, it might be the most important message in the book, or at least it's not the most important message in the book, but it's at least...",
        1801.28,
        1812.0
    ],
    [
        " It's at least the least appreciated message in the book.",
        1812.0,
        1815.58
    ],
    [
        " And that's why I want to read some excerpts from that, because this part of the book really starts to make you think, makes me think anyways.",
        1815.9,
        1829.22
    ],
    [
        " About where we are, about what we have to be careful of.",
        1829.3,
        1832.04
    ],
    [
        " So the appendix is written, this appendix that I'm talking about that we're going to jump into.",
        1832.96,
        1837.82
    ],
    [
        " It's written almost as like an academic assessment of the new speak language.",
        1838.08,
        1842.72
    ],
    [
        " So sometime in the future, beyond, okay, in the book, sometime in the future of this book,",
        1843.3,
        1849.26
    ],
    [
        " some academic type person is writing about like a historical review of this language.",
        1851.5,
        1858.58
    ],
    [
        " Because you can tell when reading it that the totalitarian state that this takes place in didn't work, right?",
        1859.3,
        1868.2
    ],
    [
        " At some point failed.",
        1868.3,
        1869.16
    ],
    [
        " It failed to really maintain the control and suppress the human spirit.",
        1869.78,
        1872.96
    ],
    [
        " So that's a positive sign, right?",
        1872.96,
        1874.32
    ],
    [
        " Even though they got Winston, some people stood up against it and they were able to fight it off.",
        1874.46,
        1879.36
    ],
    [
        " And now you get this person writing this sort of historical documentation about this language.",
        1879.86,
        1886.3
    ],
    [
        " And you can kind of see, he kind of indicates that one of the reasons maybe that the totalitarian government wasn't able to maintain control,",
        1886.98,
        1897.54
    ],
    [
        " was because they couldn't get full control of the language.",
        1897.54,
        1901.74
    ],
    [
        " And it's very interesting, very interesting to go through.",
        1902.48,
        1907.78
    ],
    [
        " So here we go, 1984 by George Orwell, and we're skipping the entire novel.",
        1908.22,
        1915.56
    ],
    [
        " Partly because I think most people have read it.",
        1916.4,
        1921.08
    ],
    [
        " I hope.",
        1921.48,
        1923.18
    ],
    [
        " But I want to jump into the, to the, this appendix.",
        1923.74,
        1928.84
    ],
    [
        " So here we go.",
        1929.04,
        1930.06
    ],
    [
        " New speak was the official language of Oceana.",
        1931.8,
        1936.16
    ],
    [
        " That's the, that's the totalitarian state.",
        1936.16,
        1938.14
    ],
    [
        " And had been devised to meet the ideological needs of Innsac,",
        1938.46,
        1943.3
    ],
    [
        " which Innsac is an abbreviated term for English socialism.",
        1943.7,
        1947.66
    ],
    [
        " In the year 1984, there was not as yet anyone who used new speak as his soul means of communication,",
        1948.52,
        1957.92
    ],
    [
        " either in speech or writing.",
        1958.22,
        1959.68
    ],
    [
        " The leading articles, so, so at the, so at the point that this book was written at the point,",
        1960.94,
        1966.02
    ],
    [
        " at the point when 1984, in 1984 in this world, no one was fully speaking new speak yet.",
        1966.02,
        1972.86
    ],
    [
        " That's why you could read it. That's why you could read these words.",
        1973.12,
        1975.08
    ],
    [
        " They hadn't gotten the new language to where they wanted it to be.",
        1976.38,
        1979.42
    ],
    [
        " The leading article in the Times were written in, in it,",
        1979.66,
        1985.6
    ],
    [
        " but this was a tour de force that could only be carried out by a specialist.",
        1985.68,
        1989.72
    ],
    [
        " So only like people that were really fluent in new speak could write the headlines.",
        1990.14,
        1994.18
    ],
    [
        " It was expected that new speak would have finally superseded old speak or standard English,",
        1994.88,
        1999.66
    ],
    [
        " as we should call it, by the year 2050.",
        1999.66,
        2002.96
    ],
    [
        " Meanwhile, it gained ground steadily, all party members tending to use new speak,",
        2004.58,
        2009.36
    ],
    [
        " words, and grammatical constructions more and more in their speech every day.",
        2009.86,
        2013.22
    ],
    [
        " The version in use in 1984 and embodied in the 9th and 10th editions of the new speak dictionary",
        2013.54,
        2018.94
    ],
    [
        " was a provisional one and contained many superfluous words and archaic formation,",
        2018.94,
        2024.0
    ],
    [
        " formations which were due to be suppressed later.",
        2024.34,
        2027.78
    ],
    [
        " It is in the final perfected version as embodied in the 11th edition of the dictionary",
        2029.16,
        2034.42
    ],
    [
        " that we are concerned here.",
        2034.42,
        2036.1
    ],
    [
        " So this is talking about something that you don't get to see in the book,",
        2036.26,
        2039.18
    ],
    [
        " which is the final kind of version of new speak, what they wanted it to be.",
        2039.2,
        2043.3
    ],
    [
        " The purpose of new speak was not only to provide a medium of expression for the world view",
        2044.0,
        2050.8
    ],
    [
        " and mental habits proper to the devotees of Ingsoc,",
        2050.8,
        2054.92
    ],
    [
        " but to make all other modes of thought impossible.",
        2054.92,
        2060.88
    ],
    [
        " It was intended that new speak had been adopted once and for all,",
        2061.58,
        2068.86
    ],
    [
        " that old speak would be forgotten and a haterical thought,",
        2069.26,
        2075.7
    ],
    [
        " that is a thought diverging from the principles of Ingsoc,",
        2075.9,
        2079.08
    ],
    [
        " should be literally unthinkable,",
        2079.38,
        2081.78
    ],
    [
        " at least so far as it is dependent onwards.",
        2083.0,
        2086.1
    ],
    [
        " So there was going to be, you couldn't commit a thought crime anymore",
        2086.5,
        2089.24
    ],
    [
        " because you wouldn't have the capability of expressing what it was.",
        2089.24,
        2093.56
    ],
    [
        " Its vocabulary was so constructed as to give exact and often very subtle expression",
        2094.06,
        2099.74
    ],
    [
        " to every meaning that a party member could properly wish to express",
        2099.74,
        2103.96
    ],
    [
        " while excluding all other meanings and also the possibility of arriving at them",
        2103.96,
        2109.7
    ],
    [
        " by indirect methods.",
        2109.7,
        2110.92
    ],
    [
        " So you can even use like multiple words to figure out how to say something",
        2111.6,
        2115.78
    ],
    [
        " that wasn't on board with the party.",
        2115.78,
        2117.92
    ],
    [
        " This was done partly by the invention of new words,",
        2118.44,
        2121.76
    ],
    [
        " but chiefly by eliminating undesirable words and by stripping such words",
        2122.22,
        2127.74
    ],
    [
        " as remained of unorthodox meanings and so far as possible of all secondary meanings whatsoever.",
        2127.74,
        2133.9
    ],
    [
        " To give a single example, the word free still existed in new speak,",
        2134.7,
        2140.3
    ],
    [
        " but it could only be used in such statements as,",
        2141.08,
        2143.92
    ],
    [
        " this dog is free from lice,",
        2144.8,
        2146.74
    ],
    [
        " or this field is free from weeds.",
        2147.52,
        2149.96
    ],
    [
        " It could not be used in the old sense of politically free or intellectually free.",
        2150.56,
        2156.5
    ],
    [
        " Since political and intellectual freedom no longer existed even as concepts",
        2156.72,
        2162.76
    ],
    [
        " and were therefore of necessity nameless.",
        2162.8,
        2166.56
    ],
    [
        " Couldn't even think of it.",
        2167.3,
        2170.0
    ],
    [
        " You couldn't even think of being free.",
        2170.64,
        2172.12
    ],
    [
        " The concept didn't exist anymore.",
        2173.14,
        2174.72
    ],
    [
        " They eliminated the word.",
        2175.12,
        2176.46
    ],
    [
        " Quite apart from the suppression of definitely heretical words,",
        2177.92,
        2183.8
    ],
    [
        " reduction of vocabulary was regarded as an end in itself",
        2184.42,
        2188.0
    ],
    [
        " and no word that could be dispensed with was allowed to survive.",
        2188.02,
        2192.64
    ],
    [
        " New speak was designed not to extend,",
        2194.0,
        2196.02
    ],
    [
        " but to diminish the range of thought.",
        2196.28,
        2199.06
    ],
    [
        " And this purpose was indirectly assisted by cutting the choice of words down to a minimum.",
        2200.0,
        2204.76
    ],
    [
        " Scary, right?",
        2205.48,
        2209.78
    ],
    [
        " Yeah, it's interesting.",
        2210.1,
        2211.38
    ],
    [
        " New speak was founded on the English language as we now know it,",
        2212.86,
        2215.72
    ],
    [
        " though many new speak sentences, even when not containing newly created words,",
        2215.72,
        2220.22
    ],
    [
        " would be barely intelligible to an English speaker of our own day.",
        2220.46,
        2223.8
    ],
    [
        " New speak words were divided into three distinct classes known as the A vocabulary,",
        2224.14,
        2228.38
    ],
    [
        " the B vocabulary, and the C vocabulary.",
        2228.9,
        2232.84
    ],
    [
        " It will be simpler to discuss each class separately,",
        2233.3,
        2236.76
    ],
    [
        " but the grammatical peculiarities of the language can be dealt with",
        2237.08,
        2240.1
    ],
    [
        " in the section devoted to the A-cat vocabulary.",
        2240.1,
        2243.7
    ],
    [
        " Since the rules held good for all three categories.",
        2244.2,
        2246.72
    ],
    [
        " So this is the A vocabulary.",
        2247.02,
        2248.68
    ],
    [
        " The A vocabulary.",
        2249.28,
        2251.22
    ],
    [
        " The A vocabulary consisted of the words needed for the business of everyday life.",
        2251.76,
        2257.88
    ],
    [
        " For such things as eating, drinking, working, putting on one's clothes,",
        2258.52,
        2261.86
    ],
    [
        " going up and downstairs, riding in vehicles, gardening, cooking, and the like.",
        2262.1,
        2265.74
    ],
    [
        " It was composed almost entirely of words that we already possess.",
        2266.1,
        2269.7
    ],
    [
        " Words like hit, run, dog, tree, sugar, house, field.",
        2270.18,
        2275.2
    ],
    [
        " But in comparison with present day English vocabulary, their number was extremely small",
        2275.36,
        2281.22
    ],
    [
        " while their meanings were far more rigidly defined.",
        2281.22,
        2283.86
    ],
    [
        " All ambiguities and shades of meaning had been purged out of them.",
        2284.92,
        2289.8
    ],
    [
        " So far as it could be achieved, a new speak word of this class",
        2290.22,
        2295.04
    ],
    [
        " was simply a staccato sound expressing one clearly understood concept.",
        2295.04,
        2300.86
    ],
    [
        " It would have been quite impossible to use the A vocabulary for literary purposes,",
        2301.14,
        2306.78
    ],
    [
        " or for political or philosophical discussions.",
        2307.2,
        2309.52
    ],
    [
        " It was intended only to express simple, propulsive thoughts,",
        2309.52,
        2315.42
    ],
    [
        " usually involving concrete objects or physical actions.",
        2315.86,
        2319.36
    ],
    [
        " So the general populace can't even carry on a political debate or a philosophical discussion",
        2319.82,
        2326.02
    ],
    [
        " because they don't just don't even have the vocabulary for it.",
        2326.02,
        2327.76
    ],
    [
        " They just can't even have it.",
        2327.9,
        2328.86
    ],
    [
        " So we're just, we're just shutting it down.",
        2329.1,
        2331.22
    ],
    [
        " The grammar of new speak had two outstanding peculiarities.",
        2332.22,
        2340.36
    ],
    [
        " The first was almost a complete interchangeability between different parts of speech.",
        2340.42,
        2345.54
    ],
    [
        " Any word in the language in principle that supplied to even very abstract words such as if or when",
        2345.54,
        2352.76
    ],
    [
        " could be used as a verb, noun, adjective, or adverb.",
        2352.76,
        2356.44
    ],
    [
        " Between the verb and the noun form, when they were of the same root, there was never any variation.",
        2356.84,
        2361.54
    ],
    [
        " This rule of itself involving the destruction of many archaic forms.",
        2362.38,
        2366.76
    ],
    [
        " The word Falk, for example, did not exist in new speak.",
        2367.12,
        2369.74
    ],
    [
        " Its place was taken by Think, which did the duty for both noun and verb.",
        2371.12,
        2376.54
    ],
    [
        " No etymological principle was followed here.",
        2377.5,
        2382.4
    ],
    [
        " In some cases it was the original noun that was chosen for retention and other cases it was the verb.",
        2382.5,
        2386.66
    ],
    [
        " Even where a noun and verb of kindred meaning were not etymologically connected,",
        2387.86,
        2393.18
    ],
    [
        " one or the other of them was frequently suppressed.",
        2393.6,
        2396.46
    ],
    [
        " There was, for example, no such word for cut.",
        2396.46,
        2400.84
    ],
    [
        " It's meaning being sufficiently covered by the noun verb knife.",
        2401.52,
        2405.78
    ],
    [
        " So can you knife me a piece of cake?",
        2406.58,
        2410.3
    ],
    [
        " Adjectives were formed by adding the suffix full to the noun verb and adverbs by adding wise.",
        2412.52,
        2421.42
    ],
    [
        " Thus, for example, speedful meant rapid and speed wise meant quickly.",
        2421.56,
        2428.4
    ],
    [
        " Certain of our present-day adjectives such as good, strong, big, black, soft were attained,",
        2429.1,
        2434.32
    ],
    [
        " but their total number was very small.",
        2434.52,
        2436.2
    ],
    [
        " There was little need for them, since almost any adjective,",
        2436.82,
        2441.24
    ],
    [
        " title, meaning could be arrived at by adding full to a noun verb.",
        2442.02,
        2445.96
    ],
    [
        " None of these now existing adverbs was retained, except very few already,",
        2446.74,
        2451.04
    ],
    [
        " ending in wise. The wise termination was invariable.",
        2451.06,
        2454.84
    ],
    [
        " The word well, for example, was replaced by good wise.",
        2455.34,
        2459.1
    ],
    [
        " In addition, any word, this applied in principle to every word in the language, could be negative by adding the affix un,",
        2459.86,
        2472.12
    ],
    [
        " or could be strengthened by the affix plus or for still greater emphasis, double plus.",
        2472.34,
        2480.36
    ],
    [
        " So, for example, uncold, not warning.",
        2480.96,
        2487.9
    ],
    [
        " As opposed to uncool.",
        2488.36,
        2491.1
    ],
    [
        " There's no word for cool.",
        2491.6,
        2492.98
    ],
    [
        " Yeah, I'm just saying in real life, there's a word called uncool.",
        2493.28,
        2496.86
    ],
    [
        " And the short version is uns.",
        2497.06,
        2499.32
    ],
    [
        " Unquiet, that's what it is.",
        2500.02,
        2501.3
    ],
    [
        " Discaught, uns.",
        2501.42,
        2502.16
    ],
    [
        " Yeah, but it's not the temperature cool.",
        2502.4,
        2504.44
    ],
    [
        " It's you being cool or uncool.",
        2504.68,
        2506.9
    ],
    [
        " Unquiet.",
        2507.12,
        2507.22
    ],
    [
        " Unquiet.",
        2507.22,
        2507.62
    ],
    [
        " And uns.",
        2507.7,
        2508.46
    ],
    [
        " Uns is like the short foot.",
        2508.74,
        2510.2
    ],
    [
        " So, if I'm walking behind you, I trip your foot.",
        2510.5,
        2512.4
    ],
    [
        " That's uns.",
        2512.8,
        2513.26
    ],
    [
        " I'm pretty uns.",
        2513.42,
        2514.04
    ],
    [
        "",
        2514.4,
        2514.4
    ],
    [
        " Yeah, actually, you know what?",
        2514.5,
        2516.26
    ],
    [
        " It's more used for stuff that's more uns than that.",
        2516.42,
        2519.68
    ],
    [
        " So, it's a little bit more of a severe phrase.",
        2520.2,
        2523.02
    ],
    [
        " Yes, severe, yes.",
        2523.08,
        2523.8
    ],
    [
        " I think so.",
        2523.96,
        2524.76
    ],
    [
        " In my experience, that's how it is.",
        2524.84,
        2526.32
    ],
    [
        " Like, if I trip you and you fall and it's in front of some people, that's pretty uns.",
        2526.32,
        2532.36
    ],
    [
        " If you spill your beverage on your...",
        2533.06,
        2535.5
    ],
    [
        " I was going to say shirt, but we're probably not wearing a shirt since we're in Hawaii.",
        2535.5,
        2539.0
    ],
    [
        " No, very rarely.",
        2539.14,
        2540.02
    ],
    [
        " Yeah.",
        2540.2,
        2540.32
    ],
    [
        " If you're doing on purpose, it's uns.",
        2540.44,
        2542.44
    ],
    [
        " No shirt, I mean.",
        2542.54,
        2543.68
    ],
    [
        " But actually, you know what?",
        2545.2,
        2546.32
    ],
    [
        " Now, they think it's essentially the same thing.",
        2546.34,
        2547.82
    ],
    [
        " Yeah.",
        2548.4,
        2548.58
    ],
    [
        " Except the plus part.",
        2549.08,
        2549.96
    ],
    [
        " I guess if you replace it with very, because there's like plus plus, right?",
        2549.96,
        2553.44
    ],
    [
        " Yeah.",
        2553.7,
        2553.82
    ],
    [
        " If you say that's very cool.",
        2553.82,
        2555.0
    ],
    [
        " No, there's double plus.",
        2555.0,
        2555.98
    ],
    [
        " Double plus, yes, yes.",
        2556.18,
        2556.98
    ],
    [
        " Double plus cold.",
        2556.98,
        2557.7
    ],
    [
        " Met very cold.",
        2558.12,
        2558.74
    ],
    [
        " It's kind of efficient in a way.",
        2559.22,
        2562.02
    ],
    [
        " Wait, so, un-cold meant warm.",
        2562.18,
        2564.2
    ],
    [
        " Plus cold.",
        2564.5,
        2564.96
    ],
    [
        " And double plus cold.",
        2565.4,
        2567.64
    ],
    [
        " Met very cold.",
        2567.9,
        2568.84
    ],
    [
        " And superlatively cold.",
        2569.06,
        2570.34
    ],
    [
        " Yeah.",
        2570.48,
        2570.76
    ],
    [
        " Very, very cold.",
        2571.1,
        2572.32
    ],
    [
        " It was also possible in present day English to modify the meaning of almost any word by",
        2572.58,
        2579.0
    ],
    [
        " prepositional affixes such as anti-post-up-down.",
        2579.94,
        2582.9
    ],
    [
        " By such methods, it was found possible to bring about an enormous diminution of vocabulary.",
        2583.74,
        2589.72
    ],
    [
        " Given, for instance, the word good.",
        2590.38,
        2592.0
    ],
    [
        " Yes, sir.",
        2592.76,
        2593.2
    ],
    [
        " There was no need for such a word as bad.",
        2594.42,
        2596.18
    ],
    [
        " Since the required meaning was equally well indeed better expressed by un-good.",
        2597.28,
        2603.66
    ],
    [
        " I don't know, it seems like there could be a t-shirt possible in here.",
        2604.42,
        2608.42
    ],
    [
        " And I don't say that very often.",
        2608.7,
        2611.02
    ],
    [
        " But, you know, it seems like we've talked about good a fair amount.",
        2611.86,
        2615.02
    ],
    [
        " And we do have a t-shirt that does say good.",
        2615.18,
        2617.14
    ],
    [
        " Might be kind of cool to have a t-shirt that said, un-good.",
        2617.58,
        2620.92
    ],
    [
        " Maybe a picture of a Hawaiian getting tripped up on the beach.",
        2621.44,
        2625.7
    ],
    [
        " Yeah, bad.",
        2625.9,
        2625.94
    ],
    [
        " It would be very un-good, yes, sir.",
        2626.14,
        2627.44
    ],
    [
        " Un-cool.",
        2627.54,
        2628.06
    ],
    [
        " All that was necessary.",
        2630.62,
        2631.94
    ],
    [
        " In any case, where two words formatted a natural pair of opposites wants to decide which of them to suppress.",
        2632.48,
        2638.3
    ],
    [
        " Dark, for example, could be replaced by un-light or light by undark according to preference.",
        2638.64,
        2642.7
    ],
    [
        " You get rid of one of those two words.",
        2643.26,
        2644.48
    ],
    [
        " Yeah.",
        2645.08,
        2645.24
    ],
    [
        " Wait, according to preference, so.",
        2646.16,
        2648.0
    ],
    [
        " Yeah, so they would just pick either...",
        2648.0,
        2650.6
    ],
    [
        " We got light and dark.",
        2650.6,
        2651.74
    ],
    [
        " We don't need both those words.",
        2652.36,
        2653.58
    ],
    [
        " Right.",
        2653.78,
        2653.88
    ],
    [
        " So we pick one of them and then put on in front of it for the other one.",
        2653.96,
        2657.3
    ],
    [
        " You know what's actually kind of scary?",
        2657.3,
        2658.88
    ],
    [
        " If you let it be scary is like...",
        2659.22,
        2661.24
    ],
    [
        " This whole thing is scary.",
        2661.24,
        2662.28
    ],
    [
        " It kind of makes sense.",
        2662.4,
        2663.78
    ],
    [
        " That's the scary part.",
        2663.98,
        2665.02
    ],
    [
        " Well...",
        2665.2,
        2666.12
    ],
    [
        " Well, you know what's doing with that side came from?",
        2666.12,
        2669.02
    ],
    [
        " That side came from the fact that when I was in English majoring in all of this.",
        2669.36,
        2674.9
    ],
    [
        " And look, the English language, there's things that make no sense whatsoever.",
        2675.48,
        2681.06
    ],
    [
        " Yeah, yeah.",
        2681.26,
        2681.8
    ],
    [
        " Like if you were a...",
        2681.9,
        2687.28
    ],
    [
        " Yeah.",
        2687.78,
        2688.14
    ],
    [
        " And you try and figure out how to do English.",
        2688.18,
        2690.46
    ],
    [
        " Yeah.",
        2690.74,
        2691.24
    ],
    [
        " You're gonna have a real hard time with it, man.",
        2691.24,
        2692.52
    ],
    [
        " Oh, yeah.",
        2692.72,
        2693.06
    ],
    [
        " And that makes sense because...",
        2693.24,
        2694.8
    ],
    [
        " Well, when I first got into whatever I got into it was HTML.",
        2694.8,
        2699.2
    ],
    [
        " Oh, we're talking computer languages.",
        2700.04,
        2701.7
    ],
    [
        " Yeah, hypertext.",
        2701.86,
        2703.04
    ],
    [
        " Markov language to be exact.",
        2703.28,
        2705.04
    ],
    [
        " Yeah, yeah, of course.",
        2705.26,
        2705.9
    ],
    [
        " And if you go deeper into the coding thing, you know, it's that straight up.",
        2706.04,
        2710.74
    ],
    [
        " Like that is engineering mind.",
        2710.84,
        2712.76
    ],
    [
        " Right.",
        2712.82,
        2713.0
    ],
    [
        " Where it's like, bro, the computer's like, hey, tell me what to do.",
        2713.26,
        2716.2
    ],
    [
        " I'll do it.",
        2716.2,
        2716.84
    ],
    [
        " But you better tell me the right thing.",
        2717.04,
        2718.64
    ],
    [
        " If you...",
        2719.24,
        2719.7
    ],
    [
        " I don't know.",
        2719.7,
        2720.1
    ],
    [
        " I don't know about tones.",
        2720.1,
        2720.86
    ],
    [
        " You tell me the words or the characters or whatever, and I'll do it.",
        2721.06,
        2724.52
    ],
    [
        " And you can tell them like accidentally the wrong thing.",
        2724.9,
        2727.3
    ],
    [
        " They're gonna do that thing.",
        2727.5,
        2728.24
    ],
    [
        " That's exactly what a computer does.",
        2728.4,
        2729.8
    ],
    [
        " So you better be specific.",
        2729.96,
        2731.24
    ],
    [
        " And if you're not specific, it simply either won't happen or it'll do the thing that you mistakenly were specific about.",
        2731.6,
        2737.22
    ],
    [
        " Yeah.",
        2737.3,
        2737.56
    ],
    [
        " That's a little something that we like to call operator error.",
        2738.18,
        2741.98
    ],
    [
        " Operator error.",
        2742.62,
        2743.44
    ],
    [
        " Meaning I messed up.",
        2743.52,
        2744.82
    ],
    [
        " You know, when the GPS's first came out, when they first came out, I was pretty...",
        2744.96,
        2752.24
    ],
    [
        " My first reaction was like, why do I need to carry that thing?",
        2752.24,
        2754.4
    ],
    [
        " That thing weighs 25 pounds.",
        2754.5,
        2755.68
    ],
    [
        " And they're like...",
        2756.32,
        2758.9
    ],
    [
        " Yeah, hell yeah.",
        2758.9,
        2759.54
    ],
    [
        " And then they say, well, you know, you'll know where you are.",
        2759.62,
        2761.4
    ],
    [
        " And I go, I have a map and compass.",
        2761.52,
        2762.52
    ],
    [
        " I know exactly where I am.",
        2762.62,
        2763.48
    ],
    [
        " Yeah.",
        2763.76,
        2763.92
    ],
    [
        " You know, I've had the training.",
        2764.26,
        2765.9
    ],
    [
        " I'm doing a terrain study.",
        2766.18,
        2768.32
    ],
    [
        " I know where I'm at.",
        2768.68,
        2769.42
    ],
    [
        " I have a map and compass.",
        2769.6,
        2770.5
    ],
    [
        " I know where I'm at.",
        2770.66,
        2771.8
    ],
    [
        " Yeah.",
        2772.04,
        2772.2
    ],
    [
        " I mean, it'd be like, you know, if...",
        2772.42,
        2777.62
    ],
    [
        " Do you need a GPS to get home right now?",
        2777.62,
        2779.88
    ],
    [
        " Me, no.",
        2780.24,
        2780.62
    ],
    [
        " From here.",
        2780.9,
        2781.44
    ],
    [
        " No, sir, I don't know.",
        2781.7,
        2782.42
    ],
    [
        " That's how I felt.",
        2782.8,
        2783.94
    ],
    [
        " If someone...",
        2784.08,
        2784.46
    ],
    [
        " When they started telling me I needed a GPS in the field, I was kind of like...",
        2784.46,
        2787.22
    ],
    [
        " The exact same way you feel.",
        2787.22,
        2788.26
    ],
    [
        " I was like, why would I need this thing?",
        2788.3,
        2789.4
    ],
    [
        " It weighs 25 pounds.",
        2789.48,
        2790.46
    ],
    [
        " I have a map.",
        2790.74,
        2791.16
    ],
    [
        " I have a compass.",
        2791.34,
        2791.68
    ],
    [
        " I know exactly where I am.",
        2791.84,
        2792.92
    ],
    [
        " I don't need anything else to help me.",
        2793.0,
        2794.58
    ],
    [
        " But there are some situations, you know, when you're out in the open ocean, there's no...",
        2794.82,
        2800.0
    ],
    [
        " There's nothing to get a bearing off of.",
        2800.0,
        2801.48
    ],
    [
        " There's nothing there.",
        2801.68,
        2802.44
    ],
    [
        " So when you're over the horizon, you can't shoot a bearing.",
        2802.86,
        2804.82
    ],
    [
        " Once you get closer to the shore, you can shoot a bearing.",
        2804.98,
        2806.78
    ],
    [
        " You can figure out where you are.",
        2806.92,
        2807.72
    ],
    [
        " In the open desert, sometimes too.",
        2808.28,
        2810.02
    ],
    [
        " There's nothing I shoot a bearing off of that you can see.",
        2810.42,
        2813.1
    ],
    [
        " So sometimes you do need that GPS.",
        2813.8,
        2816.28
    ],
    [
        " But the early GPS is they...",
        2816.54,
        2820.06
    ],
    [
        " They weren't that good.",
        2820.06,
        2821.62
    ],
    [
        " They took a long time to find themselves.",
        2822.2,
        2824.1
    ],
    [
        " But once they found themselves, then all of a sudden I realized, well, this thing is freaking super accurate.",
        2824.1,
        2828.44
    ],
    [
        " And sometimes people would get lost, right?",
        2829.56,
        2833.06
    ],
    [
        " And then they'd blame the GPS.",
        2833.62,
        2836.1
    ],
    [
        " The GPS told me to do it.",
        2836.36,
        2837.64
    ],
    [
        " And I would say operator.",
        2838.22,
        2839.38
    ],
    [
        " That thing did not...",
        2839.86,
        2842.18
    ],
    [
        " You don't have the one GPS that took and changed the coordinates of Earth.",
        2842.18,
        2848.82
    ],
    [
        " That didn't happen.",
        2849.72,
        2850.54
    ],
    [
        " And sure enough, I'd pull it out and be like, oh, yeah, you missed the digits here.",
        2850.68,
        2853.06
    ],
    [
        " You added two...",
        2853.62,
        2854.24
    ],
    [
        " You fat-fingered the digit over here.",
        2854.24,
        2856.32
    ],
    [
        " And that's the problem.",
        2856.62,
        2857.64
    ],
    [
        " Oh, yeah.",
        2857.64,
        2858.26
    ],
    [
        " That...",
        2858.72,
        2859.32
    ],
    [
        " Oh, man, that's so true.",
        2859.32,
        2861.64
    ],
    [
        " So in HTML as well, right?",
        2861.92,
        2864.26
    ],
    [
        " So it's essentially...",
        2864.56,
        2866.06
    ],
    [
        " And you talk about your English major and how it's like...",
        2866.06,
        2869.74
    ],
    [
        " I took a cross called the Fance Grammar in syntax.",
        2869.74,
        2872.06
    ],
    [
        " Yeah, yeah.",
        2872.44,
        2873.04
    ],
    [
        " So the reason that...",
        2873.58,
        2875.28
    ],
    [
        " Okay, I said, I'm not an English major.",
        2875.28,
        2878.02
    ],
    [
        " But I talk English to other people.",
        2878.12,
        2880.3
    ],
    [
        " And here's this little factor in English is one of the main differentiators",
        2880.9,
        2885.38
    ],
    [
        " between like the engineering situation and me talking to you situation.",
        2886.2,
        2889.96
    ],
    [
        " I can use like tones and all the stuff, my emotion and all the stuff or whatever.",
        2890.5,
        2893.94
    ],
    [
        " And I can say like literally the wrong thing, but I can say, hey, you know what I mean though?",
        2894.1,
        2898.1
    ],
    [
        " And you could probably say yes.",
        2898.54,
        2900.04
    ],
    [
        " There is that little soft wiggly room, you know?",
        2900.2,
        2903.16
    ],
    [
        " Or if I misspeak and say someone else's name, but you know I met this other guy's name in a story or something like this.",
        2903.54,
        2909.12
    ],
    [
        " And I can be like, oh, you know what I mean.",
        2909.32,
        2910.62
    ],
    [
        " And you'd be like, yeah, yeah, yeah, I know what you mean.",
        2910.74,
        2911.86
    ],
    [
        " That does not exist in HTML.",
        2912.2,
        2914.9
    ],
    [
        " Yeah, you can be like, you know, 555, 561, 555, 561, 555, 561, 556, and then maybe like a two.",
        2915.82,
        2925.28
    ],
    [
        " And then the thing is like, okay, two.",
        2925.94,
        2927.98
    ],
    [
        " That's on purpose.",
        2928.14,
        2928.62
    ],
    [
        " Boom, let's execute that.",
        2928.86,
        2930.02
    ],
    [
        " That's what the machine does instead of like, all right, hey, did you mean 5561 on this two here?",
        2930.22,
        2935.72
    ],
    [
        " And then, you know, like a person will think that, you know?",
        2936.1,
        2938.44
    ],
    [
        " Yeah.",
        2938.52,
        2938.92
    ],
    [
        " I have this thing one time, it was a guy trying to explain like about the piano and about what, what, how you play the piano good basically.",
        2939.12,
        2950.56
    ],
    [
        " And so he plays a song and he basically hit the notes like a machine.",
        2950.82,
        2954.9
    ],
    [
        " You know what I'm saying?",
        2955.18,
        2955.72
    ],
    [
        " Like ding, ding, ding, ding, ding, and just hit it like, and it was some famous, you know, song on the piano.",
        2956.02,
        2961.26
    ],
    [
        " I don't know what it was, but some kind of like classical piano song.",
        2961.26,
        2965.52
    ],
    [
        " But he plays it like a robot, basically just every key gets the same pressure and whatever.",
        2965.7,
        2971.78
    ],
    [
        " And then he plays it like a human.",
        2972.04,
        2975.26
    ],
    [
        " And it sounds really, really different.",
        2975.8,
        2978.28
    ],
    [
        " Yeah.",
        2978.68,
        2978.88
    ],
    [
        " So there's a lot that's going on.",
        2979.06,
        2980.56
    ],
    [
        " Which one is better, you think?",
        2980.68,
        2981.58
    ],
    [
        " Oh, the human one is way better.",
        2982.02,
        2983.66
    ],
    [
        " Yeah.",
        2983.76,
        2983.94
    ],
    [
        " So, yeah, it's like this too.",
        2984.48,
        2986.86
    ],
    [
        " It's the same thing with guitar.",
        2986.88,
        2987.68
    ],
    [
        " Like you can get people that pluck the notes and they can pluck them perfectly.",
        2988.2,
        2992.6
    ],
    [
        " But then you get, you know, Jimmy Page and he's bending them and flint in the wrong note, bringing it back.",
        2993.06,
        3000.32
    ],
    [
        " I mean, it's a human element.",
        3000.46,
        3002.52
    ],
    [
        " There's a rawness to it.",
        3002.68,
        3003.76
    ],
    [
        " Yeah.",
        3003.94,
        3004.16
    ],
    [
        " There's a rawness to it that's positive.",
        3004.34,
        3005.92
    ],
    [
        " Yeah, it's like obviously millions of examples, but like you have analog and digital, like even if you go film, right?",
        3006.48,
        3013.28
    ],
    [
        " If you go film this little imperfections in there that make it kind of a softer kind of feel.",
        3013.42,
        3017.82
    ],
    [
        " And then digital is kind of hard.",
        3017.92,
        3019.32
    ],
    [
        " Even though digital is getting so advanced where it's kind of incorporating that kind of stuff in that.",
        3019.4,
        3023.02
    ],
    [
        " But CGI, for example, like if you look at early CGI, you're like, by that so lame because it's too perfect.",
        3023.08,
        3029.78
    ],
    [
        " It's too like computer.",
        3030.14,
        3031.2
    ],
    [
        " It looks like a video game almost, right?",
        3031.38,
        3033.06
    ],
    [
        " You forgot like all the light bouncing off of this thing that leaf over there and all the light spill from this color of this guy's shirt and all the imperfections, all that stuff is all in play in real life.",
        3033.2,
        3043.08
    ],
    [
        " And that's how like real life is, you know?",
        3043.36,
        3045.6
    ],
    [
        " And then, but you try to recreate it in a computer, especially one that's not as accurate as real life, which is going to take a while.",
        3045.68,
        3053.86
    ],
    [
        " Right.",
        3054.22,
        3054.44
    ],
    [
        " It's going to feel like a computer, you know?",
        3054.5,
        3056.0
    ],
    [
        " So I was listening to someone talking about making music and it had to do with Jack White from the White Stripes.",
        3056.44,
        3068.92
    ],
    [
        " And basically when you get a drummer, like nowadays, what they do, if you and I are going to make a record.",
        3071.8,
        3078.66
    ],
    [
        " So here's what we do down.",
        3079.56,
        3080.98
    ],
    [
        " Here's what we do.",
        3081.8,
        3083.12
    ],
    [
        " We take the record.",
        3083.42,
        3084.02
    ],
    [
        " We record a snare drum.",
        3084.26,
        3086.72
    ],
    [
        " Crack and we record 30 cracks on the snare drum.",
        3087.08,
        3090.1
    ],
    [
        " We take the perfect one that sounds perfect.",
        3090.24,
        3093.2
    ],
    [
        " That's the snare.",
        3093.24,
        3094.16
    ],
    [
        " And then we take the high hat and we get the perfect, we record 50 of 100 of them.",
        3095.36,
        3101.6
    ],
    [
        " We get the perfect one that sounds exactly the way we want it.",
        3101.64,
        3104.14
    ],
    [
        " And then we take that and then we take all the different drums.",
        3104.22,
        3107.78
    ],
    [
        " We find the perfect sounds.",
        3107.98,
        3109.12
    ],
    [
        " We're making a digital drum.",
        3109.12,
        3110.32
    ],
    [
        " It's a recording of a real drum, but it is, it's the same one.",
        3110.52,
        3115.1
    ],
    [
        " It's a perfect shot, snare shot.",
        3115.22,
        3117.5
    ],
    [
        " And they take that and then they lay down the beat.",
        3117.68,
        3119.78
    ],
    [
        " And the beat is 1000% accurate because it's computer, right?",
        3119.78,
        3124.84
    ],
    [
        " It's absolutely a perfect.",
        3125.12,
        3127.34
    ],
    [
        " Right, right, right.",
        3127.4,
        3128.86
    ],
    [
        " It's right on every single time.",
        3128.92,
        3130.54
    ],
    [
        " And that right there, when you hear it, and that's when you hear like a pop 40, whatever, like a pop 40 music, that's what you're hearing.",
        3131.32,
        3138.92
    ],
    [
        " You're hearing a, sure, you can be like, oh yeah, a person played that, but it got played.",
        3139.06,
        3142.96
    ],
    [
        " They can also take the drum, like a drummer and they can line up.",
        3143.24,
        3147.24
    ],
    [
        " He was off by a half a millisecond.",
        3147.54,
        3149.8
    ],
    [
        " Cool, it's all perfect now.",
        3149.9,
        3151.06
    ],
    [
        " They line it all up.",
        3151.18,
        3151.92
    ],
    [
        " They line it all up.",
        3152.02,
        3152.72
    ],
    [
        " So you're hearing this, what you said, you're hearing this perfection.",
        3153.24,
        3155.98
    ],
    [
        " And there's a, there's a, there's a, a fakeness to it.",
        3157.4,
        3163.52
    ],
    [
        " There's something that we don't like.",
        3163.52,
        3164.74
    ],
    [
        " When you hear like, for the white stripes, because we're talking about the white stripes, or Jack White,",
        3164.96,
        3168.92
    ],
    [
        " he's doing things that you're like, oh, that was, he just did something wild.",
        3170.14,
        3175.8
    ],
    [
        " Right, there's a human there.",
        3176.14,
        3177.3
    ],
    [
        " And that's gives it this reality.",
        3177.94,
        3180.0
    ],
    [
        " So there's a, we want to have that, you know, I want to have that.",
        3181.3,
        3185.34
    ],
    [
        " Did you think, when I said what sounded the, when you said what sounded better, the mechanical piano playing sound, or the human,",
        3185.56,
        3192.36
    ],
    [
        " did you think I was going to say the mechanical sound?",
        3192.58,
        3194.26
    ],
    [
        " No.",
        3194.62,
        3194.72
    ],
    [
        " Were you just checking me?",
        3194.76,
        3195.76
    ],
    [
        " Yeah, that's one way to put it, yeah, exactly.",
        3196.56,
        3199.08
    ],
    [
        " I wasn't checking it.",
        3199.34,
        3200.16
    ],
    [
        " I was like, you know, how you want to expose the example.",
        3200.2,
        3202.72
    ],
    [
        " It's kind of like that.",
        3202.84,
        3203.64
    ],
    [
        " Like where, because you weren't making a point, or were you?",
        3203.9,
        3207.42
    ],
    [
        " It didn't seem like you were making a point that one wasn't necessarily better or worse.",
        3207.52,
        3210.68
    ],
    [
        " You were just identifying what the difference.",
        3210.68,
        3212.5
    ],
    [
        " That's what it seemed like.",
        3212.78,
        3213.68
    ],
    [
        " So I, yeah, that's why I wasn't, I wasn't purposely making the point that one was better or worse.",
        3213.94,
        3218.9
    ],
    [
        " I thought that would be self evident.",
        3219.04,
        3220.78
    ],
    [
        " And if you ever heard a robot play a piano, you would know that it was kind of self evident.",
        3220.78,
        3224.6
    ],
    [
        " That sounds lack.",
        3224.78,
        3225.34
    ],
    [
        " I don't know that I ever heard.",
        3225.84,
        3228.34
    ],
    [
        " When I was a kid, they had these, pianos that had these pieces of paper, these rolls of paper, that, that would go through.",
        3228.34,
        3238.72
    ],
    [
        " And it was basically some kind of a mechanical computer that told it what notes to play.",
        3238.76,
        3246.2
    ],
    [
        " And it would thing, ding, ding, ding, ding, ding, ding, ding, ding.",
        3246.2,
        3249.0
    ],
    [
        " The self-playing piano.",
        3249.04,
        3249.7
    ],
    [
        " Old school self-playing piano.",
        3251.0,
        3253.74
    ],
    [
        " But I would think that that would still have this analog feel to it, if it was physical paper.",
        3253.82,
        3259.44
    ],
    [
        " It had a little bit, it had more analog of than a computer, because guess what?",
        3259.92,
        3264.26
    ],
    [
        " The analog machine is like not perfect.",
        3264.56,
        3269.44
    ],
    [
        " It's still doing the work yet.",
        3269.62,
        3270.42
    ],
    [
        " It still has to like hit the note in there.",
        3270.6,
        3273.58
    ],
    [
        " Yeah, it's just a hit.",
        3273.58,
        3274.42
    ],
    [
        " That little thing has to hit the string.",
        3274.58,
        3276.04
    ],
    [
        " And that's a mechanical thing, right?",
        3276.22,
        3278.48
    ],
    [
        " Yeah, that's absolutely correct.",
        3279.12,
        3280.92
    ],
    [
        " It's mechanical, not digital.",
        3281.02,
        3282.24
    ],
    [
        " Right.",
        3282.62,
        3282.78
    ],
    [
        " It's analog, I guess, is what we're saying.",
        3283.02,
        3284.98
    ],
    [
        " Yeah.",
        3285.22,
        3285.42
    ],
    [
        " CJ has a big one again back to that, like, you know how they computer and still they don't have this down at all.",
        3286.0,
        3290.06
    ],
    [
        " I mean, they're getting good.",
        3290.32,
        3291.9
    ],
    [
        " I don't think they're very even close to it yet, but they can recreate certain things digitally.",
        3292.12,
        3298.22
    ],
    [
        " And CGI, like water and machines and light and all this stuff.",
        3298.66,
        3302.58
    ],
    [
        " And some of it, they have it straight up, they have it down.",
        3302.82,
        3304.76
    ],
    [
        " But if you come to when it comes to the human face, the human face when it's, and when it's not animated, it's good.",
        3305.1,
        3311.62
    ],
    [
        " It's pretty solid.",
        3311.74,
        3312.32
    ],
    [
        " They can get skin, tones and reflections and transfer all that stuff.",
        3312.46,
        3315.94
    ],
    [
        " But when they start talking, there's so many complexities in your face.",
        3316.16,
        3319.74
    ],
    [
        " And as a human being instinctually, we recognize them so deeply.",
        3319.74,
        3324.12
    ],
    [
        " Yeah.",
        3324.44,
        3324.66
    ],
    [
        " We just can't, we're not even there.",
        3324.82,
        3326.28
    ],
    [
        " We're not.",
        3326.28,
        3326.52
    ],
    [
        " But don't we improve our technology so rapidly that we'll get there a lot quicker than we've got to this point?",
        3326.76,
        3331.62
    ],
    [
        " I think so.",
        3331.74,
        3332.46
    ],
    [
        " Yeah, I believe that is the case.",
        3332.68,
        3334.46
    ],
    [
        " But as of right now, you can get the best, best, best one when it's completely made from CJ.",
        3334.78,
        3341.74
    ],
    [
        " Because now they get a real person's face and they match this and match that.",
        3341.86,
        3346.16
    ],
    [
        " And even that, man, it's really hard.",
        3346.3,
        3347.66
    ],
    [
        " Unless it's like a super simple expression or a pause or something like that.",
        3348.18,
        3352.66
    ],
    [
        " But you get someone to talk, a CGI face to talk no matter how good it is.",
        3352.66,
        3357.06
    ],
    [
        " It looks weird.",
        3357.18,
        3358.1
    ],
    [
        " It looks actually scary because it looks like, oh, are you trying to be a person?",
        3358.24,
        3362.04
    ],
    [
        " What about the deep fakes?",
        3362.04,
        3363.18
    ],
    [
        " Somebody just posted a deep fake.",
        3364.08,
        3365.8
    ],
    [
        " Okay.",
        3366.1,
        3366.12
    ],
    [
        " Yeah.",
        3366.4,
        3366.6
    ],
    [
        " So the deep fakes are a little bit different.",
        3366.72,
        3368.3
    ],
    [
        " It's kind of cool.",
        3368.4,
        3369.28
    ],
    [
        " Oh, yeah.",
        3369.42,
        3369.84
    ],
    [
        " I was kind of like those are kind of scary to them.",
        3369.9,
        3371.6
    ],
    [
        " When you, when you think about it or whatever, I mean for different reasons, obviously.",
        3371.76,
        3375.54
    ],
    [
        " But yeah, the deep fakes, they take an actual face though.",
        3375.7,
        3378.9
    ],
    [
        " It's not recreated digitally.",
        3379.2,
        3380.26
    ],
    [
        " Because they take your actual face from a million or however many available representations",
        3380.26,
        3386.8
    ],
    [
        " of your face, it actually exists.",
        3386.8,
        3389.18
    ],
    [
        " They take that and then they match it up to another face.",
        3389.3,
        3392.12
    ],
    [
        " So that's a different process.",
        3392.36,
        3393.5
    ],
    [
        " But if you get a, basically essentially a sculptor and a rigor, it's rigging.",
        3394.14,
        3398.38
    ],
    [
        " It means like, oh, I'm going to control this eyebrow and this, and violate it and all this stuff.",
        3398.46,
        3401.66
    ],
    [
        " You rig everything.",
        3402.14,
        3402.82
    ],
    [
        " The best, best guys, it's going to look like a weird, like a weird monster.",
        3402.98,
        3407.52
    ],
    [
        " And there's a word for it.",
        3407.52,
        3408.92
    ],
    [
        " The fact that it's weird, it's called the uncanny valley.",
        3409.2,
        3413.0
    ],
    [
        " And it's like, so it's this valley between the real deal, recognizing it as the real deal and then a fake deal.",
        3413.54,
        3418.92
    ],
    [
        " So the smaller the uncanny valley, the more offsetting it is.",
        3419.28,
        3423.06
    ],
    [
        " So if it's like a straight up robot face, like remember the back and the like short circuit, remember that movie?",
        3423.26,
        3428.4
    ],
    [
        " Short circuit number five.",
        3428.56,
        3430.5
    ],
    [
        " Anyway, I did watch ET the other day with, I don't even, there's obviously no CGI in there.",
        3430.6,
        3435.82
    ],
    [
        " But man, I hadn't seen ET since I was 10 or whatever.",
        3436.1,
        3439.42
    ],
    [
        " A or whenever it came out, I saw it in the theater.",
        3439.62,
        3441.84
    ],
    [
        " And like I remembered like this really good movie, you know, like space and aliens.",
        3442.06,
        3447.24
    ],
    [
        " Have you watched it lately?",
        3447.64,
        3448.5
    ],
    [
        " No, I was, I was really kind of unilust.",
        3449.26,
        3454.6
    ],
    [
        " No, I love it.",
        3455.24,
        3455.88
    ],
    [
        " Steven Spielberg, if you're out there, I like, I get it.",
        3455.92,
        3459.34
    ],
    [
        " You're working with what you had at the time.",
        3459.46,
        3462.24
    ],
    [
        " All good.",
        3462.3,
        3463.1
    ],
    [
        " Jaws is one of my favorite movies ever.",
        3463.24,
        3464.7
    ],
    [
        " So I appreciate that 100%.",
        3465.02,
        3467.44
    ],
    [
        " But you know, when I saw ET, it was kind of, it was, it was definitely not what, you know.",
        3467.44,
        3474.54
    ],
    [
        " Why wait, what about it?",
        3474.64,
        3475.72
    ],
    [
        " Well, for one thing, this quote, special effects.",
        3476.28,
        3478.88
    ],
    [
        " Like ET looks like a, like a doll that someone's moving around.",
        3479.08,
        3483.04
    ],
    [
        " It's crazy to watch, dude.",
        3483.6,
        3484.9
    ],
    [
        " Maybe his planet, that's how they look.",
        3484.92,
        3486.48
    ],
    [
        " You see him saying?",
        3486.7,
        3487.28
    ],
    [
        " Come out.",
        3487.62,
        3488.52
    ],
    [
        " Yeah.",
        3489.24,
        3489.72
    ],
    [
        " But there isn't actually an argue, they call that practical effects versus visual effects.",
        3488.74,
        3494.6
    ],
    [
        " So like practical effects is like, like the physical thing, visuals like CGI.",
        3494.88,
        3498.7
    ],
    [
        " There's a big argument for practical effects.",
        3498.96,
        3503.1
    ],
    [
        " I think they should be telling that.",
        3503.54,
        3504.02
    ],
    [
        " I don't really like practical effects.",
        3504.02,
        3505.14
    ],
    [
        " I think we all do.",
        3505.14,
        3506.14
    ],
    [
        " But the uncanny valley thing, like ET even, for example, if it's so obviously not a person,",
        3506.58,
        3513.08
    ],
    [
        " knowing it's not going to off put anybody.",
        3513.24,
        3515.38
    ],
    [
        " Everyone's going to be like, okay, cool.",
        3515.58,
        3516.64
    ],
    [
        " It's a non-person, whatever it is.",
        3516.66,
        3518.08
    ],
    [
        " Robot, alien, whatever.",
        3518.18,
        3519.54
    ],
    [
        " But if it is a person, but it's not exactly, exactly straight up a real person,",
        3519.98,
        3524.34
    ],
    [
        " everyone's going to be freaking weirded out by the thing.",
        3524.58,
        3526.86
    ],
    [
        " So what's, what's, what's, to bring this back to what we're talking about and believe it or not,",
        3528.16,
        3531.88
    ],
    [
        " this entire, the rabbit hole we just went down to, down is absolutely applicable or talking about.",
        3531.98,
        3545.36
    ],
    [
        " To express themselves properly.",
        3545.36,
        3547.2
    ],
    [
        " We're removing that ability.",
        3547.54,
        3549.26
    ],
    [
        " And when we remove words from the language, we're removing the ability for humans to express themselves.",
        3549.76,
        3559.3
    ],
    [
        " And therefore we are removing their ability to think.",
        3560.2,
        3564.14
    ],
    [
        " And that is a scary thing.",
        3564.82,
        3567.08
    ],
    [
        " Yeah, it's like the difference between, you know, when you take a test.",
        3568.6,
        3571.52
    ],
    [
        " And there's all kinds of tests, right?",
        3573.08,
        3574.58
    ],
    [
        " So there's like, if you go down the spectrum of tests, there's like the essay question or the thesis,",
        3574.76,
        3579.9
    ],
    [
        " really straight up thesis.",
        3580.18,
        3582.06
    ],
    [
        " There's probably more comprehensive tests than that, but we'll, thesis.",
        3582.24,
        3585.58
    ],
    [
        " Yeah.",
        3585.96,
        3586.16
    ],
    [
        " Then you got your essay question test.",
        3586.42,
        3588.9
    ],
    [
        " Then you got a multiple choice and then true false.",
        3589.48,
        3592.72
    ],
    [
        " No, actually there's a few before multiple choice because you got your, like, hey, what's this?",
        3592.88,
        3597.96
    ],
    [
        " And you have to say the answer.",
        3598.06,
        3599.38
    ],
    [
        " Okay, fill in the deaf.",
        3599.38,
        3600.6
    ],
    [
        " Fill in the deaf, fill in the blanks, sentence, word, whatever.",
        3600.72,
        3604.12
    ],
    [
        " And you got your multiple choice, right?",
        3604.34,
        3605.92
    ],
    [
        " ABCD, all the above, none of the above, whatever.",
        3606.04,
        3609.74
    ],
    [
        " Then you got your true false.",
        3610.5,
        3612.12
    ],
    [
        " True false.",
        3612.46,
        3612.66
    ],
    [
        " Yeah.",
        3613.12,
        3613.68
    ],
    [
        " So now you got just straight binary now.",
        3613.9,
        3615.8
    ],
    [
        " True false.",
        3615.98,
        3616.66
    ],
    [
        " No room for freaking nuance.",
        3617.02,
        3620.6
    ],
    [
        " No nothing.",
        3620.94,
        3621.6
    ],
    [
        " You seem to say what test did you prefer the most?",
        3621.88,
        3624.1
    ],
    [
        " Well, depends.",
        3624.36,
        3626.1
    ],
    [
        " Depends what, how old that was and what, you know, what the subject was for sure.",
        3626.6,
        3631.08
    ],
    [
        " If I didn't care, but just wanted to talk great.",
        3631.3,
        3633.8
    ],
    [
        " Obviously the true false.",
        3634.28,
        3635.28
    ],
    [
        " Really.",
        3635.5,
        3635.82
    ],
    [
        " I always felt like I had a little bit of a better, you know, because maybe I wasn't, you know,",
        3635.98,
        3642.66
    ],
    [
        " we're talking, we're talking, you know, teenage years.",
        3642.74,
        3645.72
    ],
    [
        " Maybe I wasn't quite really doing much studying at that time.",
        3646.08,
        3649.9
    ],
    [
        " So I could maybe write a better essay and fill in the blanks a little bit.",
        3650.66,
        3656.08
    ],
    [
        " About what, you know, maybe there's a concept because I was good if I understood a concept,",
        3656.08,
        3659.52
    ],
    [
        " I could kind of run with it.",
        3659.6,
        3660.66
    ],
    [
        " Yeah.",
        3660.8,
        3660.94
    ],
    [
        " Whereas true false, like what happened on this date?",
        3661.06,
        3662.84
    ],
    [
        " I'd be like, because I didn't read, not in study it, you know?",
        3663.0,
        3665.44
    ],
    [
        " Yeah.",
        3665.62,
        3665.84
    ],
    [
        " Now when I went to college, I was like, bring it.",
        3666.06,
        3667.76
    ],
    [
        " I was like, what takes you?",
        3667.86,
        3668.58
    ],
    [
        " What kind of test you want to give me?",
        3668.58,
        3669.82
    ],
    [
        " Yeah.",
        3670.1,
        3670.28
    ],
    [
        " But a lot of those so true and I'm sure educators have a good grasp on why you would ever administer",
        3670.6,
        3676.16
    ],
    [
        " a true false, question test versus, you know, any of the other ones.",
        3676.16,
        3680.28
    ],
    [
        " And I hope anyway, because man, if you're doing like a,",
        3680.52,
        3683.62
    ],
    [
        " like a history true false, like that's way more dangerous because of like how much nuance",
        3684.88,
        3689.66
    ],
    [
        " are being perspective, like if you go, okay, so my daughter will ask me questions.",
        3689.66,
        3694.56
    ],
    [
        " I don't always answer and I told you this before, where I'll always answer with depends.",
        3694.56,
        3698.86
    ],
    [
        " What's your favorite color?",
        3699.8,
        3701.8
    ],
    [
        " Freaking depends.",
        3702.0,
        3702.58
    ],
    [
        " That's a good one.",
        3702.9,
        3703.02
    ],
    [
        " Bro, my favorite color.",
        3703.4,
        3704.36
    ],
    [
        " What?",
        3705.2,
        3705.58
    ],
    [
        " Wearing stuff or my car or broads different, you know, or not even necessarily it is different.",
        3705.82,
        3710.86
    ],
    [
        " You can use that to say black and color.",
        3710.86,
        3711.98
    ],
    [
        " It can be Tiger Stripe Camel.",
        3712.2,
        3714.32
    ],
    [
        " Most actually, my favorite color actually is black and they know that, but then she'll always",
        3714.6,
        3720.56
    ],
    [
        " probe me, be like, what's your favorite color?",
        3720.56,
        3722.04
    ],
    [
        " What's your favorite color?",
        3722.16,
        3722.98
    ],
    [
        " And then so it makes you think about it, you know, so I'm like, black, but brown, I'm not going to wear",
        3723.5,
        3727.7
    ],
    [
        " like black in certain circumstances, certain blacks.",
        3727.7,
        3732.24
    ],
    [
        " So speaking of tests and speaking of language, because I'm over here just trying to",
        3732.38,
        3736.82
    ],
    [
        " do real things back into the subject, which is, you know, cool.",
        3736.82,
        3739.6
    ],
    [
        " You've got some opposing forces here.",
        3739.76,
        3741.08
    ],
    [
        " It depends.",
        3741.1,
        3741.24
    ],
    [
        " It depends.",
        3741.5,
        3742.04
    ],
    [
        " So check this out.",
        3742.46,
        3743.08
    ],
    [
        " When you went to college and you took, was there a possibility of taking a class where you",
        3744.02,
        3752.78
    ],
    [
        " wouldn't get graded by a letter, but you would either get through the class or not get through the class?",
        3752.78,
        3757.84
    ],
    [
        " Yeah.",
        3758.4,
        3759.04
    ],
    [
        " What was that called?",
        3759.14,
        3759.9
    ],
    [
        " Pass, no pass.",
        3760.36,
        3761.2
    ],
    [
        " Okay.",
        3761.66,
        3761.96
    ],
    [
        " So when I, because I did my, one of my daughters in college, they're like offering now since",
        3762.2,
        3768.02
    ],
    [
        " everything's online, you can take every class.",
        3768.02,
        3770.08
    ],
    [
        " She says, I can take, you know, she said they're telling us we can take every class past no pass.",
        3770.5,
        3774.44
    ],
    [
        " Oh, that's like the option when I was a kid, no, it was called pass fail.",
        3774.92,
        3779.78
    ],
    [
        " Yeah.",
        3779.96,
        3780.14
    ],
    [
        " That's what I, that's what it was in RST.",
        3780.2,
        3783.94
    ],
    [
        " It was called pass fail.",
        3784.06,
        3785.18
    ],
    [
        " Yeah.",
        3785.38,
        3785.58
    ],
    [
        " Now it's called pass, no pass, no pass, right?",
        3785.72,
        3788.32
    ],
    [
        " No pass, no pass, no pass.",
        3788.32,
        3791.94
    ],
    [
        " That's the word fail.",
        3791.94,
        3792.68
    ],
    [
        " Out of the vocabulary.",
        3793.26,
        3795.16
    ],
    [
        " Yeah, I might mess with people self-esteem then.",
        3795.28,
        3797.8
    ],
    [
        " Yeah.",
        3798.7,
        3798.96
    ],
    [
        " That's a fail.",
        3799.16,
        3799.86
    ],
    [
        " There's your fail right there.",
        3800.14,
        3802.3
    ],
    [
        " All right.",
        3803.46,
        3804.14
    ],
    [
        " We're getting back to the book.",
        3804.22,
        3805.02
    ],
    [
        " The second distinguishing mark of new speak grammar was its regularity.",
        3806.68,
        3810.6
    ],
    [
        " Subject to few exceptions which were mentioned below all inflections followed the same rules.",
        3811.0,
        3816.14
    ],
    [
        " Thus in all verbs, the predicate and past participle were the same and ended in ED.",
        3816.6,
        3824.56
    ],
    [
        " The predicate of steel was steeled.",
        3825.22,
        3827.02
    ],
    [
        " The predicate of think was thinked and so on throughout the language.",
        3827.28,
        3830.98
    ],
    [
        " All such forms such as swam gave brought spoke taken being abolished.",
        3831.42,
        3836.18
    ],
    [
        " So you like this part because you now it's all more uniformed.",
        3836.32,
        3840.04
    ],
    [
        " The rules are all plurals were made by adding S's or ES's as the case might be.",
        3840.14,
        3845.1
    ],
    [
        " The plurals of man, ox life were man's, ox's, life's.",
        3845.78,
        3852.68
    ],
    [
        " Comparison of adjectives was invariably made by adding ER or EST.",
        3852.68,
        3858.66
    ],
    [
        " Good, gooder, goodest.",
        3859.28,
        3861.5
    ],
    [
        " Irregular forms and the more most formation being suppressed.",
        3863.44,
        3868.36
    ],
    [
        " So they got rid of more and most and just got good, gooder, goodest.",
        3868.62,
        3873.74
    ],
    [
        " The only class of words which were still allowed to inflect regularly were the pronouns,",
        3874.28,
        3879.94
    ],
    [
        " the relatives, the demonstrative adjectives and the auxiliary verbs.",
        3880.36,
        3884.42
    ],
    [
        " All of these followed their ancient usage except that whom had been scrapped as unnecessary",
        3885.0,
        3889.68
    ],
    [
        " and the shall should tenses had been dropped, all their use to be uncovered by will and wood.",
        3889.68,
        3895.16
    ],
    [
        " There were also certain irregularities and word formation arising out of the need for rapid and easy speech.",
        3896.48,
        3902.06
    ],
    [
        " A word that was difficult to utter was liable to be incorrectly heard,",
        3902.3,
        3905.42
    ],
    [
        " was held to be ipso facto a bad word.",
        3906.02,
        3908.92
    ],
    [
        " Occasionally, therefore for the sake of euphemony,",
        3909.08,
        3912.38
    ],
    [
        " extra letters were inserted into a word or an archaic formation was retained.",
        3912.62,
        3918.04
    ],
    [
        " But this need made itself chiefly in connection with the B vocabulary.",
        3918.04,
        3926.24
    ],
    [
        " Why so great and importance was attached to ease of pronunciation when we made clear later in the session.",
        3927.32,
        3933.74
    ],
    [
        " So one of their main purposes was to make these things easy to say and clear.",
        3933.96,
        3939.58
    ],
    [
        " We're trying to dumb everything down for society.",
        3940.24,
        3942.86
    ],
    [
        " Everyone saw one of these diagrams and they say,",
        3945.38,
        3949.88
    ],
    [
        " I don't know if they say this is proper but the whole diagram implies that it's proper.",
        3949.96,
        3959.48
    ],
    [
        " So it's very good and then they say, don't say very good, say excellent.",
        3961.18,
        3966.94
    ],
    [
        " Don't say whatever, say that they tell you the actual word for fair.",
        3967.72,
        3973.38
    ],
    [
        " In a weird way, it almost seems like it's the opposite of that.",
        3973.66,
        3977.98
    ],
    [
        " They're trying to expand your vocabulary.",
        3978.8,
        3980.84
    ],
    [
        " When you read up an English paper in ninth grade and you say,",
        3982.38,
        3988.08
    ],
    [
        " the chicken that I ate last night was very, very, very dry.",
        3988.28,
        3992.86
    ],
    [
        " You don't come up with a better word.",
        3995.7,
        3997.96
    ],
    [
        " Don't just put another very on that thing to give it another level of goodness.",
        3998.68,
        4002.38
    ],
    [
        " That's a beautiful thing. That's the way it should be.",
        4003.22,
        4007.68
    ],
    [
        " People should be learning more words or vocabulary should be growing.",
        4008.16,
        4013.84
    ],
    [
        " You know what's interesting?",
        4014.72,
        4016.48
    ],
    [
        " Very interesting.",
        4017.84,
        4019.58
    ],
    [
        " What's the next word of a fascinating?",
        4021.66,
        4023.82
    ],
    [
        " Interesting seems ambiguous.",
        4024.86,
        4026.54
    ],
    [
        " Fascinating is like wonderfully interesting.",
        4026.56,
        4034.24
    ],
    [
        " Is that what this is?",
        4034.48,
        4036.72
    ],
    [
        " No, maybe certain levels.",
        4036.72,
        4038.88
    ],
    [
        " Even in slang, we have that.",
        4039.86,
        4043.64
    ],
    [
        " Even like, I can think of an example strangely.",
        4044.02,
        4049.58
    ],
    [
        " How slang you'll have it.",
        4050.2,
        4051.92
    ],
    [
        " These are all swear words.",
        4052.18,
        4056.56
    ],
    [
        " You can be like, he's cool or he's wack or he's dope.",
        4056.92,
        4064.84
    ],
    [
        " There's all these escalating levels.",
        4065.9,
        4067.52
    ],
    [
        " Higherarchy of compliments.",
        4067.62,
        4068.86
    ],
    [
        " He's cool or he's very cool or he's like, the beast needs.",
        4069.08,
        4076.8
    ],
    [
        " I don't know.",
        4076.96,
        4077.3
    ],
    [
        " I just made that up or what I didn't make it up.",
        4077.4,
        4079.22
    ],
    [
        " There's different slang words for different degrees of a certain thing.",
        4079.5,
        4085.7
    ],
    [
        " Even slang has an escalating hierarchy of words to explain things.",
        4085.74,
        4090.18
    ],
    [
        " Expanded slang vocabulary exists as well.",
        4090.3,
        4094.14
    ],
    [
        " Now we get into the B-vo vocabulary.",
        4095.3,
        4097.02
    ],
    [
        " The B-vo vocabulary consists of words which have been deliberately constructed for political purposes.",
        4097.18,
        4101.98
    ],
    [
        " Words that is to say which not only had every case, in every case, a political implication,",
        4102.18,
        4107.84
    ],
    [
        " but were intended to impose a desirable mental attitude on the person using them.",
        4108.32,
        4113.48
    ],
    [
        " Without a full understanding of the principles of in-sok,",
        4113.54,
        4117.32
    ],
    [
        " it was difficult to use these words correctly.",
        4117.44,
        4119.82
    ],
    [
        " In some cases, they could be translated into old speak or even in words taken from a vocabulary,",
        4119.82,
        4124.56
    ],
    [
        " but this usually demanded a long paraphrase and always involved the loss of certain overtones.",
        4124.74,
        4131.38
    ],
    [
        " The B words were a sort of verbal shorthand, often packing whole ranges of ideas into a few syllables",
        4131.84,
        4138.56
    ],
    [
        " and at the same time more accurate and forcible than ordinary language.",
        4138.56,
        4143.42
    ],
    [
        " The B words were in all cases compound words.",
        4143.82,
        4147.4
    ],
    [
        " They consisted of two more words or portions of words welded together in an easily pronuncible form.",
        4147.72,
        4156.14
    ],
    [
        " The resulting was always a noun verb and inflected according to the ordinary rules.",
        4157.28,
        4163.7
    ],
    [
        " To take a simple example, the word good think, meaning very roughly orthodoxy or if one choose to regard it as a verb to think in an orthodox manner,",
        4164.16,
        4174.02
    ],
    [
        " this inflected as follows.",
        4175.0,
        4176.7
    ],
    [
        " Noun verb, good think, the past tense and past participle, good think, present participle, good thinking, adjective, good thinkful, and adverb, good think wise, verbal noun, good thinker.",
        4177.24,
        4188.32
    ],
    [
        " The B words were not constructed on any etymological plan.",
        4188.9,
        4194.74
    ],
    [
        " The words of which they were made up could be parts of any speech, could be placed in any order and mutilated in any way, which made them easy to pronounce while indicating their derivatives.",
        4195.72,
        4208.32
    ],
    [
        " In the word crime think, thought crime, for instance, the think came second, whereas in think pole, which was the thought police, it came first.",
        4209.1,
        4219.24
    ],
    [
        " And in the latter, the word police had lost its second syllable because the great difficulty in making it sound good, irregular formations were commoner in the B vocabulary, for example, adjective forms of miniature,",
        4219.84,
        4235.72
    ],
    [
        " mini-true, mini-packs, mini-love were respectively the ministry of truth, mini-truthful, mini-peaceful, mini-lovely, simply because truthful, packed and lovely, loveful were slightly awkward to pronounce.",
        4236.66,
        4251.7
    ],
    [
        " He went deep on this.",
        4252.52,
        4254.84
    ],
    [
        " Some of the B words had highly sub-talyzed meetings, subtleized meetings, barely intelligible to anyone who had not mastered the language as a whole.",
        4256.32,
        4266.58
    ],
    [
        " Consider, for example, the typical sentence from a Times leading article as old thinkers, unbelly feelingsok.",
        4266.7,
        4274.66
    ],
    [
        " The shortest rendering that could make this, that one could make of this in Oldspeak, could be those whose ideas were formed before the revolution cannot have a full emotional understanding of the principles of English socialism.",
        4276.28,
        4289.74
    ],
    [
        " So that whole sentence gets translated into old thinkers, unbelly feelingsok.",
        4290.04,
        4296.48
    ],
    [
        " The greatest difficulty facing the compilers of the new speak, of the new speak dictionary, was not to invent new words, but having invented them to make sure what they meant, to make sure that is to say what ranges of words they canceled because of their existence.",
        4304.16,
        4318.74
    ],
    [
        " If you made up a new word, it had to get rid of a bunch of other words.",
        4319.16,
        4322.0
    ],
    [
        " We have already seen that in the case of the word free, words which had once born a heretical message, meaning where sometimes retained for the sake of convenience, but only with the undesirable meanings purged out of them.",
        4322.24,
        4339.66
    ],
    [
        " Other words, such as honor, justice, morality, internationalism, democracy, science, and religion had simply ceased to exist.",
        4341.14,
        4351.74
    ],
    [
        " A few blanket words covered them, and in covering them abolished them.",
        4352.76,
        4357.64
    ],
    [
        " All words grouping themselves around the concepts of liberty and equality, for instance, were contained in the single word crime think.",
        4358.24,
        4368.1
    ],
    [
        " While all words grouping themselves around the concepts of objectivity and rationalism were contained in the single word old think.",
        4368.66,
        4377.54
    ],
    [
        " Man, that's really disturbing to think about just the fact that you take the get rid of the words.",
        4378.28,
        4392.5
    ],
    [
        " And now how do you even teach it to your kids?",
        4394.2,
        4397.54
    ],
    [
        " Greater precision would have been dangerous.",
        4398.76,
        4402.3
    ],
    [
        " What was required in a party member was an outlook similar to that of the ancient keybrew who knew without knowing much else that all nations other than his own worshiped false gods.",
        4402.96,
        4413.78
    ],
    [
        " He did not need to know that these gods were called ball, ocirus, malloc, and the like, probably the less he knew about them, the better for his orthodoxy.",
        4414.32,
        4425.88
    ],
    [
        " That's a very cool explanation.",
        4426.1,
        4428.42
    ],
    [
        " He knew Jehovah and the Commanders of Jehovah, and the Commandments of Jehovah, he knew therefore that all gods with other names or other attributes were false gods.",
        4429.24,
        4439.58
    ],
    [
        " In somewhat the same way, the party member knew what constituted right conduct and in exceedingly vague generalized terms, he knew what kinds of departure from it were possible.",
        4440.46,
        4452.02
    ],
    [
        " You only know that everything else is just bad.",
        4452.84,
        4454.5
    ],
    [
        " Everything else is false, everything else is lie, that's all you need to know.",
        4455.44,
        4457.8
    ],
    [
        " No B word, no word in the B vocabulary was ideologically neutral.",
        4462.32,
        4466.52
    ],
    [
        " A great many names were euphemisms.",
        4467.76,
        4470.78
    ],
    [
        " Words, such words, for instance, as joy camp, which was a forced labor camp, or mini packs, which is the Ministry of War, which is the Ministry of Peace is what it was short for, but it really meant the Ministry of War.",
        4471.44,
        4485.64
    ],
    [
        " Men almost the exact opposite of what they appeared to mean.",
        4485.96,
        4488.26
    ],
    [
        " Some words on the other hand displayed a frank and contemptuous understanding of the real nature of oceanic society, an example was pro-feed, meaning the rubbishy entertainment and spurious news, which the party handed out to the masses.",
        4488.44,
        4502.82
    ],
    [
        " Other words, again, were ambivalent, having the connotation good when applied to the party and bad when applied to its enemies.",
        4504.04,
        4512.0
    ],
    [
        " Good thinking, Beth.",
        4512.48,
        4513.88
    ],
    [
        " But in addition, there were great numbers of words, which at first sight appeared to be mere abbreviations and which derived their ideological color, not from their meaning, but from their structure.",
        4515.68,
        4526.28
    ],
    [
        " Fast forward a little bit.",
        4527.64,
        4535.76
    ],
    [
        " In the Ministry of Truth, for example, the records department in which Winston Smith worked was called the RECDEP, the fictional department was called the FICDEP, the teleprograms department was called the TELEDEP and so on.",
        4537.14,
        4550.88
    ],
    [
        " This was not done solely with the object of saving time.",
        4551.24,
        4554.3
    ],
    [
        " Even in the early decades of the 20th century, telescope words and phrases had been one of characteristic features of political language.",
        4554.3,
        4562.6
    ],
    [
        " And it had been noticed that the tendency to use abbreviations of this kind was most marked in totalitarianism countries and totalitarian organizations.",
        4563.14,
        4573.4
    ],
    [
        " Examples were such words as Nazi, Gestapo, common turn, agi-prope.",
        4574.24,
        4581.82
    ],
    [
        " In the beginning, the practice had been adopted as it were instinctively, but in a new speak, it was used with a conscious purpose.",
        4582.04,
        4592.1
    ],
    [
        " It was perceived that in thus abbreviating a name, one narrowed the subtlety altered and altered its meaning by cutting out most of the associations that would otherwise cling to it.",
        4592.62,
        4605.94
    ],
    [
        " That's very interesting.",
        4606.1,
        4607.24
    ],
    [
        " The words Communist International, for instance, call up a composite picture of universal human brotherhood, red flags, barricades, Karl Marx, and the Paris commune.",
        4608.04,
        4620.64
    ],
    [
        " The word common turn, on the other hand, suggests merely a tight-knit organization of well-defined body of doctrine.",
        4620.7,
        4626.64
    ],
    [
        " It refers to something almost as easily recognized and limited in purpose as a chair on table.",
        4627.62,
        4633.18
    ],
    [
        " I don't know why I use commonsense in terms of notses.",
        4633.18,
        4635.44
    ],
    [
        " It seems like notses is the national socialism.",
        4636.18,
        4639.24
    ],
    [
        " Those two words have their own meanings, you know, and you can attach a bunch of things to nationalism and socialism.",
        4639.86,
        4648.3
    ],
    [
        " But when you put those words together in terms of notsy, doesn't get more obvious that we just made something different.",
        4648.8,
        4655.88
    ],
    [
        " Like you say, it makes it a tight group. It removes all the other things that can hang on to these words.",
        4656.24,
        4662.36
    ],
    [
        " In the same way, the associations called up by word like MiniTrue are fewer and more controllable than those called up by ministry of truth.",
        4663.38,
        4674.48
    ],
    [
        " This account for the habit, not only the habit of abbreviating whenever possible, but also for the almost exaggerated care that was taken to make every word easily pronounceable.",
        4675.4,
        4685.86
    ],
    [
        " For the purposes of everyday life, it was no doubt necessary or sometimes necessary to reflect before speaking, but a party member called upon to make a political or ethical judgment should be able to spray forth the correct opinions as automatically as a machine gun spraying forth bullets.",
        4694.48,
        4712.96
    ],
    [
        " His training fitted him to do this. The language gave him an almost foolproof instrument and the texture of the words and their harsh sound and certain willfulness, willful ugliness, which was in accord with the spirit of engsoc assisted the process further.",
        4712.96,
        4729.12
    ],
    [
        " This little section that I was like remind me of what you see today when people just have their go to terms that that's what they're going to throw.",
        4729.7,
        4736.9
    ],
    [
        " They just have their is going to attack with the damn attack words.",
        4737.58,
        4749.5
    ],
    [
        " You know, like I'm coming at you, right?",
        4752.18,
        4754.28
    ],
    [
        " You just you just hear it. What buzzwords that's what I was looking for.",
        4755.5,
        4761.16
    ],
    [
        " One of the cliche. Yeah, but they're coming at you with the cliche. Like, oh, that guy's a commie, that guy's a Nazi.",
        4761.28,
        4768.78
    ],
    [
        " You know, they got you just going to you know, you're on the other side cool. You're a Nazi.",
        4769.12,
        4774.86
    ],
    [
        " Oh, right. Like they kind of throw it all kind of into one almost like. Yeah.",
        4774.88,
        4780.82
    ],
    [
        " Yeah, here's here's my argument. You know, you say, hey, Jocco, I think that there should be voter ID in America. And I say you're a Nazi.",
        4781.04,
        4791.36
    ],
    [
        " Right. Right. Yeah.",
        4791.6,
        4792.72
    ],
    [
        " You know, like that's that's kind of the same thing. And then basically then all my friends start calling you a Nazi as well.",
        4792.72,
        4797.34
    ],
    [
        " Right, right. Or racist. And then I say, well, you know, echo, I think that we should have, you know, some form of welfare to help people out.",
        4797.7,
        4806.82
    ],
    [
        " And you're like, you're a commie and all your friends call me a commie. So that's what I'm saying. That's what that reminds me of.",
        4807.14,
        4812.04
    ],
    [
        " Good. Yeah. Everybody should be able to spray forth the correct opinions as automatically as a machine gun spraying forth bullets.",
        4812.04,
        4818.2
    ],
    [
        " Correct.",
        4818.52,
        4819.6
    ],
    [
        " Yeah.",
        4820.06,
        4820.78
    ],
    [
        " Scary.",
        4821.46,
        4823.48
    ],
    [
        " Um,",
        4824.88,
        4824.98
    ],
    [
        " then you get into the C vocabulary and when you get into C vocabulary, there was indeed no word for science.",
        4828.74,
        4834.38
    ],
    [
        " Any meaning that could possibly bear being already covered by the word engsock. So everything is just.",
        4834.88,
        4843.86
    ],
    [
        " It's just based on engsock and science. That's just engsock. That's what they say is correct. That's science.",
        4844.72,
        4850.86
    ],
    [
        " So you don't need all these other words.",
        4851.24,
        4852.68
    ],
    [
        " And and and C vocabulary was supplementary to others and consists entirely of scientific and technical terms.",
        4853.32,
        4859.18
    ],
    [
        " But like I said, there's not too many of them.",
        4859.58,
        4863.38
    ],
    [
        " Um,",
        4867.04,
        4867.88
    ],
    [
        " ideas,",
        4867.54,
        4868.72
    ],
    [
        " inimical to engsock, which is my costume engsock could be, could only be entertained in a vague wordless form.",
        4869.74,
        4878.66
    ],
    [
        " It could not only be named in very broad terms, which lump together and condemned whole groups of heresies without defining them and doing so.",
        4879.06,
        4888.92
    ],
    [
        " So that's kind of similar to what I just said.",
        4890.68,
        4893.12
    ],
    [
        " Oh, you,",
        4893.42,
        4894.84
    ],
    [
        " you want, you, you're, you're, you're a, you're a conservative, you're Nazi. Oh, you're a liberal, you're a commie.",
        4895.3,
        4902.42
    ],
    [
        " That's the same thing, right? Your whole group is just Nazis. Your whole group is just commies. That's where we're at.",
        4902.6,
        4909.26
    ],
    [
        " Right.",
        4909.44,
        4909.7
    ],
    [
        " The concept of political equality no longer existed.",
        4913.74,
        4917.12
    ],
    [
        " And this secondary meaning had accordingly been purged out of the word equal.",
        4917.96,
        4922.38
    ],
    [
        " In 1984, when Oldspeak was still the normal means of communication that danger theoretically existed that in using new speak, words one might remember their original meanings.",
        4923.86,
        4936.46
    ],
    [
        " In practice, it was not difficult for any person to be well grounded in double think to avoid doing this, but within a lapse, within a couple generations, even the possibility of such a lapse would have vanished.",
        4937.12,
        4946.84
    ],
    [
        " So they're going to get rid of the language over time. Like my kid might remember the other meaning of the word free, but his kids are maybe, maybe, maybe his kids, but by the time you get two generations, we're good. No more freedom. Not even, not even a thought.",
        4948.1,
        4960.76
    ],
    [
        " Getting to the end here, when old sped up fast forward and through a bunch of stuff, when old speak had been once and for all superseded the last link with the past would have been severed.",
        4963.94,
        4975.46
    ],
    [
        " So if they could have gotten control of the language, they would have made it.",
        4975.78,
        4979.24
    ],
    [
        " History had already been rewritten, but fragments of the literature of the past survived here and there imperfectly censored.",
        4980.54,
        4989.1
    ],
    [
        " They didn't quite get rid of all the language. And so long as one retained one's knowledge of old speak, it was possible to read them.",
        4989.66,
        4998.16
    ],
    [
        " In the future such fragments, even if they are chance to survive would be unintelligible and untranslatable. It was possible to translate any passage of old speak into new speak, unless it, unless it either referred to some technical process or some very simple notes, very simple every action was already orthodox. Good thingful would be the new speak expression and tendency.",
        4998.96,
        5022.8
    ],
    [
        " In practice, this meant no book written before approximately 1960 could be translated as a whole pre revolutionary literature could only be subjected to ideological translation.",
        5023.64,
        5036.64
    ],
    [
        " That is alteration in sense as well as language. Take for example the well known passage from the Declaration of Independence. We hold these truths to be self evident that all men are created equal, that they are endowed by their creator with certain inalienable rights.",
        5036.8,
        5051.4
    ],
    [
        " That among these are life, liberty and the pursuit of happiness, that to secure these rights governments are instituted among men, deriving their powers from the consent of the governed.",
        5051.4,
        5062.98
    ],
    [
        " That whatever any form of government becomes destructive of those ends, it is the right of the people to alter or abolish it, and so to institute new government.",
        5063.58,
        5076.6
    ],
    [
        " It would have been quite impossible to render this into new speak while keeping it to the sense of the original.",
        5077.4,
        5085.68
    ],
    [
        " The nearest one could come to doing so would be to swallow the whole passage up in the single word crime thing.",
        5086.14,
        5095.04
    ],
    [
        " The whole thing was just crime speak.",
        5095.5,
        5101.72
    ],
    [
        " It goes on here, a good deal of the literature the past was indeed already being transformed this way. Considerations of prestige made it desirable to preserve the memory of certain historical figures while at the same time bridging their achievements into line with the philosophy of engsock.",
        5104.56,
        5121.12
    ],
    [
        " Various writers such as Shakespeare, Milton, Swift, Byron Dickens and some of the others were therefore in the process of translation when the task had been completed their original writings with all else that survived of the literature of the past would be destroyed.",
        5121.58,
        5137.14
    ],
    [
        " These translations were a slow difficult business and it was not expected that they would be finished before the first or second date decade of the 21st century.",
        5137.62,
        5146.4
    ],
    [
        " There were also large quantities of merely utilitarian literature, indispensable technical manuals and the like that had to be treated the same way.",
        5146.68,
        5155.32
    ],
    [
        " It was chiefly in order to allow time for the preliminary work of translation that the final adoption of new speak had been fixed for so late a date as 2050.",
        5155.96,
        5168.82
    ],
    [
        " So there you go, that's this appendix and you can see that they failed. They failed to change the language which means they failed to get control of speech, they failed to ban free thought because of that.",
        5171.46,
        5190.36
    ],
    [
        " And because of that they failed to successfully enslave the world in their tyranny.",
        5190.36,
        5198.82
    ],
    [
        " So very scary document.",
        5199.54,
        5212.38
    ],
    [
        " And that's the language, that's the control of the language based on reality, based on history, the language control of the government of a dystopian future and you can see it's amazing how close or well got it.",
        5215.72,
        5234.2
    ],
    [
        " And as cowboy warned us it's something we need to watch out for.",
        5237.54,
        5240.22
    ],
    [
        " And we can't control everything but we need to control what we can and go back to the beginning of this.",
        5240.92,
        5253.46
    ],
    [
        " That's why we don't have sponsors here who might limit what we say or limit what we talk to or limit who we talk to.",
        5254.86,
        5261.24
    ],
    [
        " That's why this podcast right here what we're doing.",
        5261.64,
        5267.0
    ],
    [
        " That's why it's open and it's free for everyone.",
        5267.36,
        5271.3
    ],
    [
        " So that as many people as possible here, the lessons of history.",
        5272.84,
        5278.34
    ],
    [
        " Here the reflections of human nature in the past so we can all learn and we can remember what's happened in the past so we don't repeat it.",
        5279.18,
        5293.36
    ],
    [
        " So we've managed to maintain control of that but we don't really have control of everything here.",
        5298.72,
        5306.36
    ],
    [
        " And one of the things we don't have control of is the platforms that we come out on and we rely obviously we rely heavily on the platforms.",
        5306.82,
        5314.02
    ],
    [
        " And the platforms have been good to good good to us for the most part so far all the platforms wherever you're listening this right now we we've intrigued to well it's been good.",
        5315.68,
        5326.34
    ],
    [
        " But at the same time any of those platforms that we publish this podcast on could they could actually shut us down if they wanted to.",
        5326.78,
        5339.28
    ],
    [
        " They could pull the plug they could hold us hostage and I like that and and we don't like that.",
        5341.4,
        5349.66
    ],
    [
        " So we did some contingency planning little contingency planning look hope what's what's the purpose of contingency hopefully you don't need to use a contingency plan.",
        5350.34,
        5362.62
    ],
    [
        " That's the hope is that you don't need to use a contingency plan but if we have to we we we figured we better do some contingency planning just in case.",
        5362.96,
        5375.56
    ],
    [
        " So we're going to we're putting together own platform as a contingency setting up our own network or I guess reinforcing it being prepared.",
        5376.02,
        5391.32
    ],
    [
        " If we have to we hope it doesn't go that way but we'll be ready to we'll have a little sovereign land of our own.",
        5391.86,
        5400.06
    ],
    [
        " Echo Charles our own little sovereign little area little digital land little autonomous place that we we will have control over that we can do what we want.",
        5400.06,
        5415.62
    ],
    [
        " And.",
        5419.44,
        5419.88
    ],
    [
        " Echo has been working hard on this right to put this together.",
        5418.78,
        5423.42
    ],
    [
        " A place where.",
        5424.56,
        5426.12
    ],
    [
        " We can muster if we have to a place we can bring our friends their podcast if we need to a place where we can talk and we can argue and we can theorize.",
        5427.64,
        5436.16
    ],
    [
        " The place where we can dissent we can subvert and we can rebel a place where we're free.",
        5436.44,
        5441.62
    ],
    [
        " A place where we are free to do what we want to do in case we need it.",
        5441.8,
        5452.78
    ],
    [
        " Okay so sounds fired up to me actually.",
        5456.16,
        5458.98
    ],
    [
        " What does it mean pragmatically so like I said echo has been for the past few weeks putting together some.",
        5459.26,
        5467.96
    ],
    [
        " The actual sovereign world.",
        5469.02,
        5472.12
    ],
    [
        " The the underground the death core underground.",
        5473.44,
        5477.44
    ],
    [
        " Doing the technical work besides just pressing record.",
        5480.62,
        5483.7
    ],
    [
        " Echo has skills a separate so so so what we set up what echo set up because pretty much I didn't do anything besides like say we better do this just in case and echo said Roger that so a separate.",
        5483.7,
        5497.44
    ],
    [
        " An underground a podcast feed that's underground right.",
        5497.92,
        5504.56
    ],
    [
        " A separate underground forum.",
        5505.92,
        5509.04
    ],
    [
        " A separate underground kind of way to communicate to us and listen.",
        5509.78,
        5518.66
    ],
    [
        " This podcast that we're doing right here the jockel podcast this will remain free and available to all for as long as it is allowed to be free and available.",
        5520.2,
        5529.84
    ],
    [
        " I will never change that by my own volition and believe me we have had opportunity upon opportunity to do that to go behind the fire wall paywall the paywall.",
        5530.08,
        5544.88
    ],
    [
        " And we haven't done that and we won't do that.",
        5548.02,
        5550.48
    ],
    [
        " So as long as this as long as we're allowed to do this we'll do it.",
        5551.78,
        5554.64
    ],
    [
        " But if but we do need have contingency planning if you want to get in the game if you want to support the underground.",
        5555.18,
        5561.14
    ],
    [
        " That would be appreciated and and in order to like when we do that in order we're going to give something in order to kind of show our appreciation will do some things on the underground.",
        5562.08,
        5574.12
    ],
    [
        " To you know show our appreciation maybe some additional sort of podcast things maybe some podcasts that don't fit in the typical format of a usual jockel podcast because that's one thing that you know I think of that the I try and maintain a consistency with the jockel podcast that when you press play you kind of know what you're getting or you at least have some idea.",
        5576.84,
        5602.56
    ],
    [
        " So for me to throw out something that's you know really maybe a lot shorter or maybe it's different subject matter maybe it's some kind of current event space thing whatever I don't know but we'll be able to do that.",
        5602.64,
        5615.66
    ],
    [
        " We'll do that we'll do whatever we want because we will have pure pure freedom.",
        5615.9,
        5622.56
    ],
    [
        " We'll answer questions probably do some q&a a little bit more because you know at some point if you recall the early days the podcast it was like hey I could just respond to you on Twitter which I would because it was just hey you ask a question call just answer you.",
        5623.98,
        5637.48
    ],
    [
        " Oh and if it was a good question maybe you're going on the podcast and answer it but that became overwhelming because there's just too many questions to answer them all having done a q&a in a while.",
        5637.6,
        5646.6
    ],
    [
        " So we'll do some q&a type stuff this is you know so you can ask questions direct. Now you were saying something about like doing some kind of live connections.",
        5647.56,
        5661.4
    ],
    [
        " Yeah. If we choose to yeah. So if people want it well it's we me the proverb you all of us we if that's our choice yes.",
        5661.4,
        5672.06
    ],
    [
        " Yeah. So that's what we're doing. Obviously we'll be open to whatever suggestion. You know you got so that's what we're doing.",
        5673.14,
        5680.36
    ],
    [
        " Well we got to pay for it. There's going to be a little price a little price to pay for freedom. We came up with a pricing number.",
        5681.42,
        5692.26
    ],
    [
        " If you can figure out the layers of this number what will they win let's let's let's needs to be rewarded if you can I bet someone can figure it out.",
        5692.96,
        5703.22
    ],
    [
        " If you if you want to join $8.18 a month and if you can figure out the layers between behind $8.18 let us know you'll win something.",
        5703.4,
        5720.08
    ],
    [
        " It'll be cool something it'll be a cool something. Do you think it's so obvious that everyone will figure it out. It's very possible.",
        5721.22,
        5727.42
    ],
    [
        " Okay so maybe you may if depending on how many people get let's say this the first three people. Okay.",
        5728.26,
        5734.1
    ],
    [
        " That get it will be rewarded. But that way you know look a little bit of a little bit of cost for freedom that way we can invest in all these different things we want to do.",
        5734.42,
        5743.2
    ],
    [
        " And by the way if you're freaked out or you're like. Money grab and whatever cool no no factor if you can't afford that it's too much we we want you to listen.",
        5743.54,
        5754.04
    ],
    [
        " Echo will take care of you. He's writing down that email right now because he just made it up he will have it live.",
        5754.34,
        5764.9
    ],
    [
        " And yeah but if you can't afford to chip in that's awesome to and we appreciate it there's also you know talking to some other friends right now that have other podcasts about you know given them the same kind of bringing them into the fold and that's what we're at.",
        5766.86,
        5779.7
    ],
    [
        " And like I said I hope it doesn't come to a point where you need to go full death core underground.",
        5780.24,
        5784.08
    ],
    [
        " But we prepare we make contingency plans and we execute so we'll do some cool stuff and we'll be ready.",
        5787.86,
        5795.72
    ],
    [
        " More and more excerpt from 1984 here's the quote don't you see that the whole aim of new speak is to narrow the range of thought.",
        5796.36,
        5807.44
    ],
    [
        " In the end we shall make far crime literally impossible because there will be no words in which to express it and quote.",
        5808.06,
        5818.56
    ],
    [
        " Well we will maintain the words and we will maintain our freedom.",
        5820.02,
        5831.68
    ],
    [
        " Echo yes sir so how do people join the jockeau death core underground go to jockeau underground dot com that's it straight up that's all you can do go there and that's where you can join if you want.",
        5834.78,
        5849.6
    ],
    [
        " There you go cool.",
        5849.6,
        5850.88
    ],
    [
        " Kind of crazy what it so obviously we're not just sitting around waiting for a dystopian future to to be delivered unto us no we're not no we're preparing for it yes sir we also got prepare for other things in life yeah we want to be prepared we want to have capabilities yes what do you recommend so okay so bad and I vaguely heard of this book nineteen years serious crazy.",
        5850.96,
        5879.46
    ],
    [
        " I don't know maybe I don't know I maybe I'm quite that's just not how I don't know maybe I missed it okay.",
        5879.6,
        5885.52
    ],
    [
        " But it's really interesting because like their little parts of that like we all of that stuff that they're doing and trying to do or whatever we do that in little ways and it's actually the thing is it's useful and it's actually beneficial in a lot of ways as long as it's not across the board this is what we're doing.",
        5885.52,
        5904.06
    ],
    [
        " You lost me there when you want to make this and it's beneficial you want to make things binary which we talked about on the last episode actually that's completely different things it's the same concept except it's used for good so like you're getting wrapped around the fact that you have a computer programming mind and you want to take the English language and put it into a totally formatted system.",
        5904.4,
        5926.3
    ],
    [
        " It's doesn't work again if it's across the board you know why it doesn't work I'll tell you why it doesn't work it's like jujitsu languages like to the English language is like jujitsu words come into it and they get adapted into it if they're good if they work if they don't then they get shot down oh yeah fully and then the same thing with like methodology in general so if you like okay so the binary thing right by anything they're they're implementing that in language across the board that concept anyway across the board that's bad but you can use that.",
        5927.0,
        5955.46
    ],
    [
        " In specific nuanced ways to make it like a more efficient situation like working out or something like that where okay so I was working out today actually.",
        5957.24,
        5966.94
    ],
    [
        " Something tells me you just want to tell me this story and you're given some kind of no no so this is this is an exact this is why this whole book is interesting it's it basically one of the many lessons or whatever it's like you can take us a good thing and just take it too far if you implement it across the board.",
        5966.94,
        5985.4
    ],
    [
        " That caught me of leadership a lot of this story. Yeah fully a lot of this stuff again in teeny tiny doses or use just like sparingly it's like it's good thing like salt really.",
        5985.42,
        5994.96
    ],
    [
        " Put a little bit of salt on such it's pretty nice. Okay put too much salt or you put all salt right you're dead.",
        5995.04,
        6001.18
    ],
    [
        " True. So anyway I'm working out and my little son he's like four now he's doing you know he's he's copying more and trying to understand and actively understanding like what these kettlebell swings.",
        6001.34,
        6013.64
    ],
    [
        " Yeah he's doing little kids like the kettlebell swings don't that. I don't want them to quite do my daughter does them or wants to do whatever I don't know I don't need her like sleeping and bashing her shin with that little kettlebell I don't know anyway burpees all that yeah we can talk about that offline.",
        6013.64,
        6032.24
    ],
    [
        " Yes sir because having your kids do kettlebell swings is a good thing seems like that. Okay cool work on that coordination if we're worried about leg hits shin hits.",
        6032.24,
        6042.36
    ],
    [
        " Yes sir okay makes sense to me. So anyway. So my daughter was there and she was like talking about like how her like because she went to that running thing whatever legs are all soaring all this stuff.",
        6042.56,
        6055.5
    ],
    [
        " Meanwhile my son he's over getting after it whatever right and he's like hey I'm doing this or whatever so I can be strong.",
        6055.54,
        6062.04
    ],
    [
        " So my daughter is there listening so it's like yeah it's true and you can understand in life answer me this what's better to be strong or weak.",
        6062.18,
        6070.72
    ],
    [
        " Strong these are strong what's it better to know how to do something or did not know how to do something is it to know how to do something.",
        6071.56,
        6078.12
    ],
    [
        " So okay what's better to be healthy or unhealthy they say healthy or whatever right so obviously life is there's way more to it.",
        6078.28,
        6085.18
    ],
    [
        " What's better to do kettlebell swings or not you kettlebell swings. No that's see that's another one of those things on the surface you say yeah kettlebell swings all day but the point is there's a lot more to it than that.",
        6085.22,
        6095.38
    ],
    [
        " But if I use that binary terminology just for that moment it's going to send a message more effectively.",
        6095.4,
        6103.24
    ],
    [
        " Great it's a good message at this point but you apply that across the board by you just eliminate understanding nuance all these importance.",
        6103.68,
        6111.16
    ],
    [
        " Yes I get it I get it your your theory is accepted but it's really really.",
        6111.28,
        6119.14
    ],
    [
        " You're taking like something massively destructive and just taking a little tiny piece of it and saying it's good yeah like salt okay I said we'll go with it but if I have a steak come on Jocco steak right all day.",
        6121.62,
        6137.84
    ],
    [
        " I put a little bit of salt on it does I make it better or worse in your opinion this opinion can we put pepper on it to yes sir yes okay what if all salt you put the whole thing actually let me start eliminating some of the",
        6138.14,
        6151.34
    ],
    [
        " steaks to make room for more of the salt in fact at the end of the day let's remove the whole steak just salt and pepper or wait you want to pepper right so salt and pepper right your day it's not even good it's not even the same thing seems.",
        6151.34,
        6161.18
    ],
    [
        " Yeah I got it so a little bit it's good a lot of it so a little bit of language control inside your own family with your children trying to explain to them basic things like a binary decision making process between good and bad in an immediate way is a positive thing.",
        6161.9,
        6177.24
    ],
    [
        " To influence their thoughts for sure got it across the board maybe not just remind me not to let you become dictator where you run that game on the whole country.",
        6177.24,
        6186.48
    ],
    [
        " Well there you go.",
        6187.04,
        6188.44
    ],
    [
        " The world.",
        6188.56,
        6189.14
    ],
    [
        " Sure the world too.",
        6189.86,
        6191.28
    ],
    [
        " Alright anyway speaking of working out yeah I worked out today.",
        6191.42,
        6194.98
    ],
    [
        " We're expanding our capabilities our strength our health all that stuff right that's what this path is.",
        6196.04,
        6203.24
    ],
    [
        " So in the spirit of being pathful you see what I'm doing there anyway we got supplements boom Jocco fuel we got suffer your joints so you don't have to think about them aching anymore.",
        6203.82,
        6216.0
    ],
    [
        " You don't have to worry about thinking about them aching anymore thinking about that stuff won't even exist it'll be impossible to think even think about it those stock crimes etc.",
        6216.0,
        6227.82
    ],
    [
        " Anyway joint warfare also super krill oil these things help your joints boom keep you in the game even as we age through this human existence also discipline and discipline go.",
        6227.88,
        6242.42
    ],
    [
        " So for your mind for your body to the daily thing I think but yes enhance your cognitive capabilities as far as capabilities go.",
        6242.44,
        6250.82
    ],
    [
        " Have you improved your routine where you're at 100% on krill and then and joint warfare with no no holes in your game lapses.",
        6251.26,
        6259.48
    ],
    [
        " Did you just use the word 100% yeah no how can you not dig that want you just put them when you brush your teeth you take it.",
        6259.5,
        6268.44
    ],
    [
        " I know well I thought we covered that this was the brushing the teeth part because the teen is it's nuanced anyway it's because of to really point it out it's when the whole covid thing came to my shores I was like I grabbed the vitamin D3 in the cold war I was that like my mind shifted to that as the priority and then it'd be like one day all I didn't take the krill oil.",
        6268.44,
        6298.06
    ],
    [
        " Not because like for me black dealt like okay I'm just gonna take this now or whatever it's not as implemented into the routine as it should be really crazy to me really crazy to me that this is not a big thing.",
        6298.88,
        6312.96
    ],
    [
        " I think you could just do with the bottles next year to you know what it is it no this is this is really what it is now that I'm like analyzing my whole mind because you're right you're like we know it like helps you so much yeah yes so here's the thing I'm violating two rules or maybe it's just one rule with different terms resting on my laurels in complacency.",
        6314.1,
        6339.62
    ],
    [
        " So you know how like my joints don't hurt so I'm not compelled to solve any problem is the same but I'm not kind of I'm not taking my own advice you know how you like you don't want to take what they're going to do you do feel your joy it's like like for five six days you know you go six days until they start feeling it yeah but I'm not like off home I don't have issues right now but I'm just saying like as far as 100% daily the way that that one I when I do put it together I'm just not doing it.",
        6340.26,
        6369.6
    ],
    [
        " I'm not doing that but I'm getting there but yeah no issues for sure but that's I think baby steps bro baby steps we're getting there working on it.",
        6369.62,
        6376.12
    ],
    [
        " We're working on that discipline.",
        6376.2,
        6377.2
    ],
    [
        " So the lesson there is even take I got to take my own advice we don't want to think about that can stuff but the only way to not think about your joints hurting or hurting in the future is to through discipline take them every day.",
        6377.6,
        6393.68
    ],
    [
        " So you know you're like that guy that's you know given advice about something they're not actually doing yeah kind of sad I'll give the advice hey take them every day there you go I do okay don't do it echo does don't do what I do well technically I don't know that I say take it every day I say take it and so you don't",
        6393.68,
        6423.66
    ],
    [
        " anyway you might be on cocaine or something anyway discipline and discipline go for your brain for your body for your whole thing for your life really",
        6423.66,
        6432.72
    ],
    [
        " discipline go in a can that's what I'm talking about you like energy drinks cool you don't like energy drinks yeah I know why cool discipline go in a can is everything that an energy drink should be and more",
        6432.72,
        6450.36
    ],
    [
        " like a hell yourself you go a corner right there you know he wanted to give the counter example when you painted yourself in your corner you couldn't escape I'm a creator it's all the good without the bad it's all the good without the bad it's all the good without the bad yeah go go get some yeah it's fully good in Wawa right now it's online you can get it wherever you want accessibility is not the issue here yeah yeah it's about making the correct choice by the way",
        6451.16,
        6478.44
    ],
    [
        " mm-hmm freedom to choose freedom choose right yeah you can get the stuff at Wawa you can get it vitamin chop you can get it at origin main dot com you can actually get it on Amazon all this stuff",
        6479.36,
        6488.52
    ],
    [
        " mulk protein discipline just the whole nine yards check it out if you want to if you want to get after it also at origin main you got jujitsu gear",
        6488.52,
        6500.66
    ],
    [
        " because we are training jujitsu for a multitude of reasons as we found out in that last podcast is it better to be capable or incapable we want to be capable if you choose to fight someone do you want the choice to fight someone and win or no",
        6500.9,
        6513.86
    ],
    [
        " it's better to be capable or uncapable yeah so it's better to do jujitsu or unjujitsu yeah I know I want to do jujitsu you know to be jujitsu is jujitsu is double plus good yes yes so go to go to origin main dot com get",
        6513.86,
        6529.58
    ],
    [
        " geese get rash cars you can also get jeans boots t-shirts and the thing is all the stuff is made in America all made in a factory up in main and it's awesome we're bringing",
        6529.58,
        6541.64
    ],
    [
        " manufacturing back to America so support if you can what else jaco's stores called jaco store same deal if you want to represent on this path you want to be",
        6541.64,
        6555.8
    ],
    [
        " careful and represented the same time just hey man you can go jaco store dot com get a discipline shirt hoodie hat some rash cards on there we do have a t-shirt club if you're into it and if you're into",
        6556.62,
        6567.96
    ],
    [
        " representing monthly variety different stuff so that's this is the kind of thing where maybe that's where the ungood t-shirt comes from right oh like slides in as far",
        6567.96,
        6578.86
    ],
    [
        " as the implementation let's face it it's very cool if you kind of if you're kind of in the game right no if you yes like revise these are going to ungood t-shirt on from from that I'll be like yep so you might want to put that one in the lineup",
        6578.94,
        6591.72
    ],
    [
        " putting the lineup little ungood you heard it here first jaco's idea good one I like it it's it's a it's not ungood I'll tell you that um but yes t-shirt car every",
        6591.72,
        6602.92
    ],
    [
        " month you know it's like one of those things in the theme of today's deal it's it's not narrowing down your options for representation it's expanding them soon saying so yeah t-shirt club uh check that up if you want boom on jaco store dot com also",
        6602.92,
        6620.76
    ],
    [
        " subscribe to the podcast we got a you know the platforms that were on like I said they they've been good to us let's hope they stay that way",
        6620.76,
        6628.44
    ],
    [
        " subscribe to it check it out we also got we got this podcast we got the jaco unraveling podcast we got grounded podcast we got the warrior kid podcast we got a YouTube channel",
        6628.44,
        6637.72
    ],
    [
        " where echo does excessive amounts of CGI and uncanny fakes or what what do you say uncanny valley uncanny he's he's out there in the uncanny valley he's walking through the uncally vanny of death uncanny valley of death and he fears no robots",
        6637.72,
        6656.0
    ],
    [
        " no so check out that also got little excerpts on there we got psychological warfare which is a me talking for like a minute two minutes three minutes out of at a whack",
        6657.26,
        6669.4
    ],
    [
        " mm-hmm and I'm telling you put your donut down telling you get out of bed telling you why to do it",
        6669.4,
        6675.62
    ],
    [
        " when to help you achieve what you want to achieve when you don't seem like yeah even when you don't feel like it flip side canvas",
        6676.14,
        6683.98
    ],
    [
        " stuff you can hang on your wall some people would say art yeah I would say graphic visual representations of the path of justice",
        6683.98,
        6695.94
    ],
    [
        " and",
        6697.72,
        6698.24
    ],
    [
        " Got a bunch of books a bunch of bucks about face leadership strategy and tactics discipline equals freedom field manual brand new version",
        6698.24,
        6704.88
    ],
    [
        " You can probably can probably get that one for you know somebody that you know that could you was a little",
        6704.88,
        6711.58
    ],
    [
        " A little adjustment in life",
        6711.58,
        6714.02
    ],
    [
        " Maybe it's the kind of person maybe it's the kind of person that right now",
        6714.02,
        6717.74
    ],
    [
        " They could use some help maybe when they wake up in the morning instead of having a routine where they take the supplements",
        6717.74,
        6725.24
    ],
    [
        " They're supposed to take maybe they could just figure out through this book they could find the discipline that it takes",
        6725.24,
        6732.1
    ],
    [
        " To put a bottle next to their toothbrush and take it. Thank you",
        6732.1,
        6736.14
    ],
    [
        " Jocco",
        6736.14,
        6736.98
    ],
    [
        " Anyways, you can check out that book this week with freedom field manual way the warrior could four field manuals out",
        6736.98,
        6743.34
    ],
    [
        " Way the warrior could one two and three mic in the dragons extreme ownership dichotomy leadership",
        6743.34,
        6747.02
    ],
    [
        " We got a salon front which is leadership consultancy we sell problems through leadership",
        6747.02,
        6752.16
    ],
    [
        " Go to echelonfront.com for details on that we got eff online",
        6752.74,
        6756.74
    ],
    [
        " We're on there all the time live doing Q&As we got",
        6756.74,
        6761.52
    ],
    [
        " discussions happening with",
        6761.52,
        6764.26
    ],
    [
        " Entire network of leaders from all kinds of different industries and the echelon front team myself the rest of the team",
        6764.26,
        6771.58
    ],
    [
        " We're on there all the time so check out eff online.com",
        6771.58,
        6774.92
    ],
    [
        " We have the muster which is our",
        6774.92,
        6777.26
    ],
    [
        " Leadership seminar. We got phoenix march third and fourth or land Ome",
        6779.0,
        6782.32
    ],
    [
        " 25th and 26th and",
        6782.32,
        6785.26
    ],
    [
        " Las Vegas",
        6785.26,
        6785.76
    ],
    [
        " October 28th and 29th go to extreme ownership.com look by that time",
        6785.76,
        6791.4
    ],
    [
        " Let's face it. COVID's gonna be over. We got the vaccine. We got vitamin D",
        6791.4,
        6796.18
    ],
    [
        " We got all kinds of good stuff going on. I'm calling it. Well, let's hope it's over",
        6796.18,
        6800.5
    ],
    [
        " Let's hope it's over then look we didn't have any monsters this year. So",
        6800.5,
        6804.02
    ],
    [
        " Obviously, we got a bunch of people that are already signed up to go but if you want to if you want to come",
        6804.78,
        6808.52
    ],
    [
        " Check it out extreme ownership.com. We got eff overwatch. We got executive leadership for your company if you want to hire a",
        6808.52,
        6816.56
    ],
    [
        " former military person that understands the principles we talk about all the time",
        6816.56,
        6821.96
    ],
    [
        " Check out eff overwatch.com and if you want to help",
        6821.96,
        6825.68
    ],
    [
        " Service members active duty service members retired service members their families gold star families",
        6825.68,
        6831.82
    ],
    [
        " Then check out marklees mom",
        6832.52,
        6835.76
    ],
    [
        " Mommally",
        6835.76,
        6836.96
    ],
    [
        " She's got a charity organization and if you want to donate or get involved check out america's mighty warriors.org",
        6836.96,
        6843.38
    ],
    [
        " And if you want to bring some dystopian future",
        6843.38,
        6848.1
    ],
    [
        " Into your present day",
        6848.1,
        6849.94
    ],
    [
        " We got you covered",
        6849.94,
        6852.08
    ],
    [
        " You can get more of my despondent diatribs or",
        6852.08,
        6856.82
    ],
    [
        " You can get more of echo's disoriented",
        6857.4,
        6860.26
    ],
    [
        " Differentiacians you can find us on the interwebs and we definitely got some disoriented different",
        6860.26,
        6866.96
    ],
    [
        " Inchations for you today. Didn't we and you can find us on the interwebs",
        6866.96,
        6870.92
    ],
    [
        " on Twitter on",
        6870.92,
        6872.6
    ],
    [
        " Instagram which you know echo only refers to as the gram and on",
        6872.6,
        6879.4
    ],
    [
        " Echo is adequate Charles i am at jockewink and thanks to all the military",
        6879.4,
        6886.5
    ],
    [
        " people out there",
        6886.82,
        6888.12
    ],
    [
        " In the world that fight against tyranny and oppression every single day and keep us",
        6888.12,
        6893.6
    ],
    [
        " free and thanks to police and law enforcement firefighters paramedics",
        6893.6,
        6898.42
    ],
    [
        " EMTs dispatchers correctional officers board of patrol secret service all first responders",
        6898.42,
        6903.22
    ],
    [
        " For being there when we aren't in our time of need and to everyone else out there",
        6903.22,
        6908.92
    ],
    [
        " Don't take freedom for granted",
        6908.92,
        6913.66
    ],
    [
        " and",
        6919.38,
        6920.0
    ],
    [
        " countless",
        6920.0,
        6918.6
    ],
    [
        " Sacrifices have been made to secure freedom and to preserve it and if",
        6918.6,
        6924.78
    ],
    [
        " We have to preserve",
        6924.78,
        6927.64
    ],
    [
        " And I know that we don't do it perfectly",
        6927.64,
        6930.66
    ],
    [
        " But I do believe that in the battle of good versus evil and light versus dark and truth versus lie",
        6930.66,
        6939.74
    ],
    [
        " I believe that truth and light and good will prevail",
        6939.74,
        6944.1
    ],
    [
        " But there may be times of darkness and for those times we will be ready",
        6944.1,
        6948.26
    ],
    [
        " And we we may have to go underground at some point",
        6948.26,
        6953.5
    ],
    [
        " But we will never surrender and we will never submit to tyranny discipline equals freedom",
        6953.5,
        6960.96
    ],
    [
        " And freedom will overcome all and until next time this is echo and jockew",
        6960.96,
        6967.72
    ],
    [
        " out",
        6967.72,
        6967.96
    ]
]