[
    [
        " I came home from college one summer and we had a home invasion.",
        0.0,
        4.24
    ],
    [
        " These two drug addicts broke into my parents' house and I was like, this is my time. This is my",
        4.54,
        11.34
    ],
    [
        " fun. This is what I've lived my whole life for. I grabbed Remington shotgun and I loaded it up",
        11.34,
        18.64
    ],
    [
        " and I was, I'm going to shoot these guys. They're shirtless. Shirtless guys just running around",
        18.64,
        27.06
    ],
    [
        " the house, cutting wires off a TV, throwing them into their car, moving in and out. I had a",
        27.06,
        34.14
    ],
    [
        " rot wiler at the time. I put the rot wiler in the garage because I was afraid the rot wiler would bite",
        34.14,
        39.66
    ],
    [
        " them and I didn't want like there to be a liability issue. Like maybe they were my parents' friends,",
        39.66,
        44.58
    ],
    [
        " maybe it was a misunderstanding, but I was shook. I was scared and I grabbed this shotgun. I loaded",
        44.58,
        50.4
    ],
    [
        " it up. I felt it just like I had done previously and I brought it up the stairs and I saw these guys.",
        50.4,
        58.9
    ],
    [
        " My mom had had neck surgery. My dad was taking care of her. They were on the other side of the house",
        59.02,
        64.7
    ],
    [
        " and I just thought you're gonna murder these guys. You're gonna kill these guys and everyone's",
        64.7,
        73.64
    ],
    [
        " gonna have to move out of the house. No one, everyone's gonna look at you differently",
        73.64,
        77.48
    ],
    [
        " and what I was really doing was just buying time. Right? Buying time for them to do something and",
        78.54,
        85.2
    ],
    [
        " run away and they didn't and they looked at me with like zero fear. That hurt, but that was,",
        85.2,
        93.86
    ],
    [
        " that's 3 a.m. inventory. No one saw that. But then my dad came out after these guys",
        94.1,
        101.42
    ],
    [
        " rolled off. They get arrested. They go to jail. The whole patrol. But right after they drove",
        101.42,
        106.6
    ],
    [
        " off that day, my dad looked at me and he looked at me in a way that was just, that was a",
        106.6,
        112.2
    ],
    [
        " masculating. Having your dad look at you and say, you're 223 and you're not ready for the world.",
        112.2,
        120.26
    ],
    [
        " That was it. That was it. I'm like, I'm going to summer camp of bad haircuts.",
        121.24,
        125.76
    ],
    [
        " I'm gonna go, I'm gonna get my PhD at the University of Fort Penny to Georgia and human studies.",
        126.34,
        132.64
    ],
    [
        " That I've got to, I'm never going to be, if there's a noise anywhere I'm at, any situation I'm in,",
        133.12,
        141.64
    ],
    [
        " I'm gonna handle it. Any situation I'm in and you know, you could be bigger than me,",
        141.86,
        146.78
    ],
    [
        " stronger than me. You could have more skills than me. I'm gonna tear your eyes out or shoot you",
        146.8,
        151.8
    ],
    [
        " repeatedly. There's gonna be a series of escalation. But the reality is, I'm gonna handle it.",
        151.8,
        158.74
    ],
    [
        " I'm gonna handle it. I had no ability to control my destiny. I had no ability to handle anything.",
        159.12,
        164.94
    ],
    [
        " And the Army gave me the opportunity to at least say, we're gonna teach you enough",
        166.14,
        170.1
    ],
    [
        " to get your hands kicked in a fight, but we're gonna teach you enough that you can control your",
        170.1,
        175.84
    ],
    [
        " destiny. And I needed that.",
        175.84,
        178.08
    ]
]