[
    [
        " Basically, some kind of combat mission every day or two days,",
        0.0,
        4.12
    ],
    [
        " three days at the most.",
        4.24,
        5.34
    ],
    [
        " Oh, sometimes in one day, we are through three missions.",
        5.68,
        8.56
    ],
    [
        " Each mission lasts about less than two hours.",
        9.44,
        15.38
    ],
    [
        " Yeah, see, that's what's cool about being a pilot, right?",
        15.6,
        19.22
    ],
    [
        " Two hours, you know, two hours and you're done.",
        19.54,
        22.08
    ],
    [
        " If you live to come home, you're fine.",
        22.72,
        25.04
    ],
    [
        " If you live to come home, you're doing all right.",
        25.04,
        26.72
    ],
    [
        " You're back eating good, shall, and drinking a cold beer.",
        27.14,
        29.8
    ],
    [
        " Indeed.",
        30.02,
        30.32
    ],
    [
        " So, so how long did it take before you finally ended up getting shot down?",
        30.86,
        38.9
    ],
    [
        " Basically, like when did I know you ended up getting shot down?",
        40.36,
        45.64
    ],
    [
        " How long were you flying for before you got shot down for the first time?",
        45.84,
        48.88
    ],
    [
        " Over four years, first time.",
        49.02,
        50.24
    ],
    [
        " That's a, oh, it's been the first time in 67 or 66.",
        50.54,
        56.3
    ],
    [
        " I don't remember.",
        56.3,
        57.2
    ],
    [
        " Because I was at that point I had a lot of times.",
        57.58,
        60.56
    ],
    [
        " You were at down four times?",
        61.4,
        62.48
    ],
    [
        " Yeah, and I don't even remember which day I was at.",
        62.7,
        67.64
    ],
    [
        " I said the last time I lost my hand.",
        68.16,
        69.94
    ],
    [
        " Do you remember that?",
        70.72,
        72.14
    ],
    [
        " Yeah.",
        72.4,
        72.56
    ],
    [
        " The first time you guys shot, you don't really remember what happened the first time you got shot down?",
        72.98,
        76.1
    ],
    [
        " Oh.",
        76.12,
        76.28
    ],
    [
        " The first time I was at that was in the south of the map of mountain.",
        77.14,
        82.72
    ],
    [
        " And in the morning, we were supposed to take the, the, the, the, the, to make the security line",
        83.62,
        92.06
    ],
    [
        " south of the mountain mountain.",
        92.06,
        94.94
    ],
    [
        " And the marble mount right where FOB4 was.",
        95.24,
        97.68
    ],
    [
        " So this is the in-country mission and they're picking up a battalion to put it on the south side",
        97.9,
        102.74
    ],
    [
        " of marble mount because FOB4 was on a north side.",
        102.74,
        105.48
    ],
    [
        " But and they were having some issues.",
        105.68,
        107.68
    ],
    [
        " They put the battalion out there for security purposes.",
        107.84,
        110.06
    ],
    [
        " They were working along with their Marines at that point.",
        110.06,
        112.86
    ],
    [
        " And so seven o'clock in the morning, South Vietnam, he gets shot down.",
        113.4,
        117.52
    ],
    [
        " Yeah.",
        118.68,
        118.78
    ],
    [
        " And I went out at six o'clock and insert the, uh, moderately, uh, the, the tube.",
        119.7,
        127.66
    ],
    [
        " And when the second came to the land and he said that he, uh, he caught the ground",
        128.26,
        135.94
    ],
    [
        " fine.",
        135.94,
        136.52
    ],
    [
        " And I told him, remember which way?",
        137.06,
        140.12
    ],
    [
        " Uh, uh, and, uh, I come back to, uh, mountain pick up more people and then land again.",
        140.86,
        148.78
    ],
    [
        " And I see which, uh, which direction is that he said two o'clock and I take up and",
        149.46,
        156.26
    ],
    [
        " have to two two o'clock direction.",
        156.26,
        157.72
    ],
    [
        " And I saw a line of people was moving with the, uh, holy, holy woman and she got killed.",
        159.58,
        168.12
    ],
    [
        " And with the, you know, remember the two bus cats and the carry on.",
        168.56,
        172.72
    ],
    [
        " And I, I told the, uh, the crew chief, all the people, the civilian people don't, don't",
        173.08,
        187.7
    ],
    [
        " have a long fire from that, from that life, from that people, from those people.",
        189.38,
        195.98
    ],
    [
        " And the engine just quit.",
        197.2,
        198.9
    ],
    [
        " And I make, I make a cross to, uh, on the right speddy.",
        200.54,
        204.48
    ],
    [
        " And, uh, the, uh, the third shop, uh, of them that came down to, uh, pick me up and, uh,",
        205.14,
        215.24
    ],
    [
        " bring me, uh, back to that name and that nine o'clock, I go out, I go out, wow, again,",
        215.24,
        220.88
    ],
    [
        " to take the little chopper back.",
        221.04,
        222.1
    ],
    [
        " And we, we took that chopper back.",
        222.66,
        225.1
    ],
    [
        " The, um, mechanics, the, uh, couldn't find in the, uh, and, uh, any around.",
        225.72,
        230.18
    ],
    [
        " So, uh, they keep asking me tell, uh, tell them, uh, tell, tell them what happened, what",
        230.74,
        245.22
    ],
    [
        "",
        245.22,
        245.22
    ],
    [
        " Um, uh, uh, uh, then, uh, he must be the technical problem.",
        245.22,
        249.1
    ],
    [
        " And I said, yes, I did, I, uh, I, I, I, I, I, I, I, I heard that the row, I, I, I,",
        249.64,
        254.8
    ],
    [
        " did fire.",
        254.8,
        255.26
    ],
    [
        " And, uh, later in the afternoon, one of the, um, mechanic ship, he was, he opened the,",
        255.6,
        264.96
    ],
    [
        " the front door, uh, the front door of the, uh, of the engine.",
        264.96,
        270.14
    ],
    [
        " Uh, and he looked around and suddenly he, he, he saw the, uh, the, the, the, the, the,",
        270.36,
        279.52
    ],
    [
        " the, the, the, the, the, the, the cap of the, uh, the needle.",
        279.62,
        282.66
    ],
    [
        " Mm-hmm.",
        283.22,
        283.56
    ],
    [
        " There's, there was a hole in there.",
        283.74,
        285.3
    ],
    [
        " Also, that was it.",
        285.78,
        286.56
    ],
    [
        " And, uh, he was wondering, why did he say that it's a hole in, why did the, the, the, the,",
        286.9,
        294.06
    ],
    [
        " the, the people that didn't change it.",
        294.06,
        295.78
    ],
    [
        " So he called it the mechanic and opened it.",
        295.92,
        299.38
    ],
    [
        " Oh, my, my bullet was in there.",
        299.56,
        301.64
    ],
    [
        " And then I started the, uh, I tied it.",
        301.78,
        304.54
    ],
    [
        " Well, yeah.",
        304.78,
        306.02
    ],
    [
        " So you would go back out and rug, you went back out and recovered that aircraft?",
        306.56,
        310.26
    ],
    [
        " Yeah.",
        310.64,
        310.82
    ],
    [
        " Would you tie straps onto it and bring it back or how'd you do it?",
        311.42,
        314.3
    ],
    [
        " I, I, I got, uh, we're out and we did, uh, so so them how to, to, to, to, to, to bring",
        315.2,
        320.66
    ],
    [
        " the, uh, the down the aircraft back.",
        320.66,
        323.78
    ],
    [
        " Would you bring it back with another helicopter?",
        324.36,
        326.3
    ],
    [
        " Yeah.",
        326.5,
        326.62
    ],
    [
        " Just tie it on and bring it back and then start working on it.",
        326.62,
        329.64
    ],
    [
        " Uh-huh.",
        329.68,
        330.62
    ],
    [
        " Did you feel jinks to going back in that aircraft again?",
        330.62,
        333.46
    ],
    [
        " No.",
        333.78,
        333.9
    ],
    [
        "",
        334.32,
        334.32
    ],
    [
        " Or did you feel lucky?",
        335.16,
        339.28
    ],
    [
        " You already got shot down.",
        339.96,
        341.3
    ],
    [
        " You, you know, you know, when, uh, when, uh, I, I, uh, class on, uh, on, uh, in the, uh,",
        341.54,
        347.1
    ],
    [
        " rice paddy, uh, I, um, I don't know how to do, uh, chop it and, uh, grab it and, uh,",
        348.0,
        355.1
    ],
    [
        " uh, the M30.",
        355.84,
        356.7
    ],
    [
        " Mm-hmm.",
        357.14,
        357.38
    ],
    [
        " Did you own one?",
        357.56,
        358.16
    ],
    [
        " Did you, uh, what were two machine guns?",
        358.36,
        360.08
    ],
    [
        " Mm-hmm.",
        360.38,
        360.56
    ],
    [
        " And then my crew ship bring a little carry the, uh, arm of the box.",
        360.88,
        364.64
    ],
    [
        " And, uh, my, my, my copai, he ran along with me when I, when I picked up the M30, I look",
        365.2,
        373.66
    ],
    [
        " back and I saw the, uh, the, uh, the, um, the water on the rice paddy was fairly,",
        373.66,
        380.72
    ],
    [
        " definitely because in the, uh, from the, uh, they were shooting from the village.",
        380.86,
        384.58
    ],
    [
        " Oh.",
        384.94,
        385.16
    ],
    [
        " Yeah.",
        385.58,
        385.76
    ],
    [
        " Still.",
        386.0,
        386.36
    ],
    [
        " And then to the bottom of the rice paddy and put it again, uh, put them on, and, uh, load",
        386.72,
        394.64
    ],
    [
        " it and I started.",
        394.64,
        396.14
    ],
    [
        " I got it.",
        397.2,
        398.8
    ],
    [
        " Idiot.",
        398.94,
        399.02
    ],
    [
        " Work.",
        399.16,
        399.36
    ],
    [
        " I'll be against a shoot one, one round in the time.",
        399.36,
        401.9
    ],
    [
        " What did we see?",
        402.42,
        403.06
    ],
    [
        " Yeah.",
        403.62,
        403.86
    ],
    [
        " Those old, those old 30 calibers were not the most reliable after, after the first 30",
        404.3,
        409.9
    ],
    [
        " years of combat.",
        409.9,
        410.84
    ]
]