[
    [
        " December 1950.",
        4.46,
        5.4
    ],
    [
        " Time had no meaning.",
        6.3,
        9.26
    ],
    [
        " We labored through infinite darkness in ghostly clouds of snow over an icy path that",
        10.34,
        17.66
    ],
    [
        " rose and fell but seemed to lead nowhere.",
        17.66,
        20.68
    ],
    [
        " We saw only the back of the man ahead, a hunched figure in a long shapeless parka,",
        22.28,
        29.28
    ],
    [
        " whose every tortured step was an act of will.",
        30.12,
        33.32
    ],
    [
        " We carried on with the only strength that was left to us, Marine Corps discipline.",
        34.52,
        42.86
    ],
    [
        " Over the noise the wind, we heard Chinese soldiers speaking.",
        45.78,
        49.62
    ],
    [
        " They were no more than 25 yards away but we could not see them.",
        50.12,
        55.06
    ],
    [
        " Undoubtedly, they heard us too, but in the blinding snow, they mistook our column for",
        56.7,
        63.1
    ],
    [
        " one of their own.",
        63.1,
        63.86
    ],
    [
        " The nearby Chinese voices had an adrenaline effect, realizing that we were within",
        64.96,
        72.78
    ],
    [
        " grenade range.",
        72.78,
        73.88
    ],
    [
        " We were charged with energy and our minds cleared.",
        74.48,
        77.8
    ],
    [
        " Gone was our weary stumbling.",
        79.08,
        81.0
    ],
    [
        " The men became sure-footed alert.",
        81.88,
        84.26
    ],
    [
        " The nightmare passage we had endured through the dark, frigid storm was ended.",
        85.66,
        90.66
    ],
    [
        " We had reached the enemy.",
        92.0,
        93.22
    ],
    [
        " The men held their fire and watched for signal orders.",
        95.06,
        98.74
    ],
    [
        " No unlikely noise gave away our presence.",
        99.24,
        102.48
    ],
    [
        " We signaled his squads and discirmatures, extending to both sides.",
        103.9,
        108.4
    ],
    [
        " Quietly he led them forward on hands and knees.",
        109.24,
        112.18
    ],
    [
        " The enemy's first shots came as our riflemen topped the rise, a torrent of oats and fire",
        113.28,
        119.24
    ],
    [
        " erupted from the Marines as they poured across a small Chinese position.",
        119.24,
        123.48
    ],
    [
        " An enemy squad had been sleeping on a wide shelf of ground that jutted from the hillside.",
        123.8,
        129.18
    ],
    [
        " Most of them were shot in the brief firefight.",
        129.62,
        131.54
    ],
    [
        " One was bayoneted at his hole.",
        131.88,
        133.5
    ],
    [
        " A few ran off into the snow.",
        134.44,
        135.98
    ],
    [
        " There was no longer any need for silence.",
        137.68,
        139.72
    ],
    [
        " Lee and his NCOs bellowed orders to reform the skirmish line, then sent the riflemen in",
        140.26,
        145.94
    ],
    [
        " pursuit up the hill.",
        145.94,
        146.98
    ],
    [
        " The night exploded with the flash and sound of the fight.",
        147.86,
        150.66
    ],
    [
        " The Marines had the advantage of surprise and momentum.",
        150.82,
        153.9
    ],
    [
        " They fought with a fierce energy now released from the hours of cold and misery.",
        154.44,
        158.84
    ],
    [
        " The Chinese could do little more than try to escape.",
        159.72,
        162.72
    ],
    [
        " Their position was a wide plateau, studded with large granite boulders.",
        163.7,
        167.82
    ],
    [
        " The snowy field was packed with small holes and rocks from which the startled Chinese",
        168.14,
        173.32
    ],
    [
        " emerged.",
        173.32,
        174.08
    ],
    [
        " Many of them were unarmed and most ran off to the south.",
        175.02,
        178.76
    ],
    [
        " Those with weapons attempted to fight.",
        179.74,
        182.28
    ],
    [
        " The night was against them.",
        182.8,
        184.82
    ],
    [
        " Under the ghostly blue illumination from the mortars, teams of parka clad Marines using",
        185.7,
        190.92
    ],
    [
        " automatic weapons, bayonets and grenades blasted through the Chinese who stayed to face them.",
        190.92,
        196.98
    ],
    [
        " Baker Company quickly secured a perimeter.",
        198.34,
        201.42
    ],
    [
        " Despite the prodding of the NCOs, many of the men fell asleep.",
        202.9,
        206.38
    ],
    [
        " Others nodded off while in the act of repeating their orders.",
        206.38,
        209.68
    ],
    [
        " Colonel Davis walked the line with the platoon commanders.",
        210.46,
        213.1
    ],
    [
        " He assured that officers and NCOs were prepared against counterattack and ordered 25% watch one",
        213.48,
        220.44
    ],
    [
        " man awake in four.",
        220.44,
        222.1
    ],
    [
        " Dawn arrived.",
        223.5,
        225.84
    ],
    [
        " Gray and cold and we jumped off on the second phase of the breakthrough.",
        226.72,
        230.7
    ],
    [
        " Abel and Baker attacked online, headed for Fox Hill, a thousand yards away.",
        230.98,
        236.38
    ],
    [
        " Minus after we moved out, Kaiser's platoon on the left walked into heavy small arms and",
        237.34,
        242.6
    ],
    [
        " machine gun fire from a ridge on his flank.",
        242.6,
        244.96
    ],
    [
        " The 60s responded with HE on the ridge and Kaiser's people broke through deep snow to mount the hill.",
        245.58,
        252.58
    ],
    [
        " When they neared the ridge line, we lifted the mortar fire and the platoon drove through the",
        253.42,
        258.82
    ],
    [
        " enemy position on its own firepower.",
        258.82,
        260.76
    ],
    [
        " We were astonished by our first view of Fox Hill.",
        261.4,
        266.74
    ],
    [
        " The snow field that led up to the embattled company's position was covered with hundreds of",
        268.68,
        274.04
    ],
    [
        " dead Chinese soldiers. Many of them seemed to sleep under blankets of drifted snow,",
        274.04,
        281.1
    ],
    [
        " but their bodies were frozen in spasms of pain.",
        281.44,
        284.82
    ],
    [
        " There were jumbles of corpses and padded green uniforms.",
        285.98,
        289.6
    ],
    [
        " A white clad column had fallen in the formation that had attracted the attention of Fox",
        290.28,
        295.34
    ],
    [
        " Company's machine gunners. Craters of dirt and snow made by the big guns were rimmed with bodies",
        295.34,
        303.28
    ],
    [
        " and parts of men. Thick bands of dead Chinese lay at the base of Fox Company's perimeter.",
        303.28,
        311.32
    ],
    [
        " We stood in wonder. Men bowed their heads in prayer. Some fell to their knees.",
        314.82,
        321.86
    ],
    [
        " Others breathed quiet oaths of disbelief.",
        323.4,
        326.46
    ],
    [
        " Tears came to the eyes of the raggedy marines who had endured the bitter cold and savage battle",
        328.42,
        334.36
    ],
    [
        " to reach this place of suffering and courage.",
        334.36,
        337.2
    ],
    [
        " Some one let loose a wild cheer.",
        340.36,
        342.86
    ],
    [
        " And we broke forward in a jubilant run. Across the snow covered in corpse-filled",
        343.78,
        349.22
    ],
    [
        " battlefield, the marines of Fox Company waived brightly colored banners.",
        349.22,
        354.0
    ],
    [
        " The blue, yellow, and red remnants of the parachute drops that had sustained them for nearly a week.",
        354.64,
        362.02
    ],
    [
        " Around their perimeter Fox Company had constructed barricades of frozen Chinese bodies.",
        363.78,
        370.3
    ],
    [
        " From behind these walls of dead, the marines had mounted their weapons and maintain the fight",
        371.06,
        378.28
    ],
    [
        " against an enemy whose numbers never ceased.",
        378.28,
        381.24
    ],
    [
        " Now the men of Fox Company arose from behind these gruesome piles to join us.",
        382.68,
        388.5
    ],
    [
        " Arms, slings, and blood-soaked compresses were common among them.",
        389.8,
        394.62
    ],
    [
        " Men hobbled about with makeshift leg splints. All hands were haggard and dirty as were we.",
        395.94,
        403.26
    ],
    [
        " We exchanged profane greetings that did not conceal the love that we marines felt for each other.",
        404.5,
        412.24
    ],
    [
        " The sun came out later and marines appeared upon the skylines to the north.",
        415.1,
        420.6
    ],
    [
        " Then we saw marines marching down the MSR toward us.",
        421.36,
        425.54
    ],
    [
        " Their columns of riflemen at first followed by a long trail of vehicles and artillery pieces.",
        426.18,
        431.48
    ],
    [
        " Our corsairs swooped in close, their crooked wings wagging in salute.",
        432.22,
        438.08
    ],
    [
        " The fifth and seventh marines had broken out of Yudamni.",
        439.22,
        443.86
    ],
    [
        " But still they had to travel 14 miles to get to the American base at Haggaru Rhee.",
        444.72,
        452.7
    ],
    [
        " One of Jack's buddies responding to a spasm of diarrhea was nailed by a sniper.",
        453.44,
        459.52
    ],
    [
        " Galapo went to help the man who cried in pain as he flailed about the snow he had just soiled.",
        460.76,
        467.58
    ],
    [
        " He pulled his buddy to cover but the sniper's next bullet caught Galapo in the lower back.",
        467.58,
        472.6
    ],
    [
        " Ed Topel, the only corpsman left to us was hitting the leg sometime that day. It was a flesh wound,",
        472.98,
        479.78
    ],
    [
        " painful at first, but the cold deadened it. Topel was not about to turn himself in.",
        479.84,
        485.06
    ],
    [
        " He patched up his own leg, chomped on a cigar, and limped about taking care of his marines.",
        485.38,
        490.82
    ],
    [
        " We had lost scores of good men.",
        492.96,
        495.88
    ],
    [
        " Sergeant Bondarant, the corpsman, Dr. Torsky, Sergeant Swan Dollar, the big squad leader from",
        498.36,
        507.2
    ],
    [
        " First Platoon. Sherman Richter, the machine gun sergeant. Dean Westberg and Jim Veter,",
        507.2,
        514.74
    ],
    [
        " workhorse mortar men. Hugo Johnson was a severe loss to me. He and Kelly were the only",
        515.14,
        522.38
    ],
    [
        " NCOs I had left, both corpus. Sergeant Richard had been hit twice, but he was still with us.",
        522.38,
        531.06
    ],
    [
        " Richard and Gunny Foster were the remaining senior NCOs. Foster kept the machine guns,",
        532.58,
        538.08
    ],
    [
        " but became the company gunnery sergeant when Buckley had turned in.",
        538.5,
        541.7
    ],
    [
        " All of the platoon sergeants had been hit, as were most of the squad leaders.",
        545.64,
        551.12
    ],
    [
        " We had corpoles and privates stepping into leadership billets, but they were combat experience",
        551.64,
        557.22
    ],
    [
        " marines, and they knew the work. The Marine column that came out of the besieged Yudami Nee",
        557.22,
        566.04
    ],
    [
        " had hundreds of jeeps, ambulances, and trucks, as well as big guns of the artillery regiment.",
        566.04,
        572.58
    ],
    [
        " Many of the trucks were filled with wounded men, and some were stacked with the corpses of our",
        573.24,
        578.9
    ],
    [
        " killed in action. While the rifle companies secured the high ground, the column crept along the",
        578.9,
        586.48
    ],
    [
        " road, often grinding to a halt. The stop and start pace made it vulnerable to bands of Chinese who",
        586.48,
        593.98
    ],
    [
        " infiltrated the road. The walking wounded who could carry a weapon were turned to riflemen to",
        593.98,
        600.88
    ],
    [
        " protect the column. Every man who could walk, hobble, or limp was ordered off the trucks.",
        600.88,
        607.14
    ],
    [
        " The only riders were the serious cases, the gut wounds, and blinded men, those with severe leg",
        608.36,
        614.78
    ],
    [
        " wounds and men with frostbite so bad they would need amputation. Many of the wounded died in the",
        614.78,
        622.64
    ],
    [
        " trucks, some froze to death, and some were shot by infiltrators. The 14 mile ride was three",
        622.64,
        630.62
    ],
    [
        " days and nights of grim survival. Bob Fisher, who could hardly feel his wounded leg anymore,",
        630.62,
        638.6
    ],
    [
        " and was worried that he would lose it, was ordered off the truck and given flank guard duty.",
        638.96,
        643.28
    ],
    [
        " A limping sergeant shoved a rifle at him and ordered him to fix bayonet, lock and load,",
        644.78,
        650.0
    ],
    [
        " and stand by the rappel borders. The walking wounded fought off the Chinese and did not let them",
        650.44,
        659.0
    ],
    [
        " get to the trucks. It was like that all the way to Hagaruri.",
        659.0,
        665.8
    ],
    [
        " The rifle companies of the fifth and seventh Marines stayed in the hills, guarding the MSR as the",
        667.52,
        677.48
    ],
    [
        " column pulled into Hagaruri. The garrison of the town came out to meet the bedraggled Marines",
        677.48,
        685.64
    ],
    [
        " who had run the 14 mile gauntlet of fire and ice. There were trucks and jeeps with their windshield",
        685.64,
        693.06
    ],
    [
        " shot away and their hoods and sides peppered with bullet holes and gashed by shrapnel.",
        693.06,
        698.32
    ],
    [
        " Wounded men were stuffed in layers in the backs of the trucks. Others were lashed across the hoods",
        699.44,
        706.18
    ],
    [
        " or tied to the fenders. There were many more trucks filled with corpses than had started the journey.",
        706.18,
        712.86
    ],
    [
        " As the walking wounded came within sight of the town, someone commanded them to fall into ranks.",
        715.64,
        723.56
    ],
    [
        " Maybe it was the limping sergeant who gave the command, the old salt who had set the defenses",
        724.24,
        730.7
    ],
    [
        " along Bob Fisher's stretch of the column. It could have been father Griffin or sergeant wing",
        730.7,
        738.56
    ],
    [
        " or corporal burris or corporal Johnson. The wounded men and some who were unharmed but who staggered",
        738.82,
        748.96
    ],
    [
        " from exhaustion formed up into three files, shouldered their weapons and marched in ragged step.",
        748.96,
        759.04
    ],
    [
        " Slowly, the tread of their thick rubber-sold shoe packs on the icy road became a steady sure cadence.",
        761.48,
        769.82
    ],
    [
        " And the haggard and hurt Marines put their heads high.",
        770.42,
        774.86
    ],
    [
        " Captain Wilcox, who couldn't carry a weapon, was in the forward ranks. His arm was in a huge cast",
        776.22,
        783.66
    ],
    [
        " and splintered so that it was horizontal to the deck. His head and face were a cocoon of bandages.",
        783.66,
        789.28
    ],
    [
        " But holding himself erect, he picked up the cadence and marched standing straight into Haagaru Rhe.",
        789.98,
        800.52
    ],
    [
        " A battalion surgeon took time away from the hundreds of wounded men he tended in the Haagaru Rhe",
        801.82,
        813.64
    ],
    [
        " and the men were in the back of the haggard and the men were in the back of the haggard and the men were in the back of the haggard.",
        813.64,
        813.74
    ],
    [
        " Those bastards, those magnificent bastards were the words the doctor used to describe the warn and torn marines from Udomni.",
        813.74,
        828.6
    ],
    [
        " And that is from the book Colder Than Hell by Joseph R. Owen, who was a mortar platoon commander in Baker",
        838.02,
        849.14
    ],
    [
        " Company, First Battalion, Seventh Marines.",
        849.22,
        852.36
    ],
    [
        " And we covered that,",
        853.52,
        857.14
    ],
    [
        " harrowing book in podcast number 53 in 2016, but I always think,",
        858.38,
        866.1
    ],
    [
        " I always think about that part of the story.",
        866.72,
        873.46
    ],
    [
        " I always think about that moment.",
        876.78,
        878.74
    ],
    [
        " I always think about these marines exhausted and bloodied and frozen and wounded and carrying their fellow marines who were killed in action.",
        879.4,
        893.76
    ],
    [
        " And I think of them at that point of misery and suffering and fatigue and I think of them falling into ranks and standing up straight and marching.",
        897.88,
        909.52
    ],
    [
        " Marching proudly with their heads held high.",
        910.08,
        917.92
    ],
    [
        " Even though they knew, they knew there was more fighting and freezing and suffering to come.",
        921.46,
        930.58
    ],
    [
        " And I think that is a good example.",
        931.98,
        940.58
    ],
    [
        " A good example for me to follow a good example for all of us to follow.",
        943.52,
        948.02
    ],
    [
        " When the times are tough and the challenges just keep piling up.",
        948.48,
        956.66
    ],
    [
        " And I know it's been a year of many challenges throughout the world.",
        958.32,
        968.2
    ],
    [
        " And they keep piling up political hostilities and civil strife and the virus and economic struggles.",
        970.58,
        977.38
    ],
    [
        " It's been a challenging year to say the least.",
        977.38,
        982.2
    ],
    [
        " But you know what?",
        983.58,
        989.34
    ],
    [
        " We are still here.",
        990.94,
        994.86
    ],
    [
        " We are still in the game.",
        998.12,
        1000.38
    ],
    [
        " We have not been defeated.",
        1000.76,
        1002.66
    ],
    [
        " So stand up straight.",
        1004.5,
        1014.78
    ],
    [
        " Stand up straight and march forward.",
        1016.56,
        1020.9
    ],
    [
        " They give someone else some encouragement.",
        1024.86,
        1027.22
    ],
    [
        " Let them see you standing strong.",
        1027.74,
        1030.04
    ],
    [
        " Set an example.",
        1030.68,
        1032.08
    ],
    [
        " And if you set an example, if you lead, you know what?",
        1034.06,
        1041.14
    ],
    [
        " Other people will join in.",
        1042.24,
        1045.9
    ],
    [
        " The fortitude will spread.",
        1047.34,
        1051.42
    ],
    [
        " The cadence will align.",
        1054.86,
        1057.44
    ],
    [
        " The movement will grow.",
        1057.92,
        1059.44
    ],
    [
        " And we will march forward.",
        1061.0,
        1063.92
    ],
    [
        " We will march forward together into the future.",
        1064.5,
        1071.52
    ],
    [
        " Into 2021 with our heads held high.",
        1073.18,
        1078.68
    ],
    [
        " Ready for whatever comes our way.",
        1082.9,
        1085.34
    ],
    [
        " And by our very posture, by our very being, we will let the world know",
        1085.82,
        1093.64
    ],
    [
        " that we are here to win.",
        1093.64,
        1101.3
    ],
    [
        " Happy New Year, everybody.",
        1107.98,
        1109.26
    ],
    [
        " And stand by to get some.",
        1110.54,
        1114.56
    ]
]