[
    [
        " This is Jockel Podcast number 262 with Echo Charles and me, Jockel Willink. Good evening,",
        0.22,
        6.94
    ],
    [
        " echo, good evening. The President of the United States takes pleasure in presenting the",
        7.04,
        13.8
    ],
    [
        " Medal of Honor to Colonel Merritt A. Edson, United States Marine Corps for service as set",
        13.8,
        29.98
    ],
    [
        " above and beyond the call of duty as commanding officer of the first Marine Raider battalion",
        29.98,
        35.94
    ],
    [
        " with parachute battalion attached during action against enemy Japanese forces in the Solomon",
        35.94,
        42.9
    ],
    [
        " Islands on the night of 1314 September 1942. After the airfield on Guadalcanal had been",
        42.9,
        52.9
    ],
    [
        " seized from the enemy on August 8, Colonel Edson with a force of 800 men was assigned to the",
        52.9,
        61.52
    ],
    [
        " occupation and defense of a ridge dominating the jungle on either side of the airport, facing a",
        61.52,
        68.16
    ],
    [
        " formidable Japanese attack which augmented by infiltration had crashed through our front lines. He,",
        68.16,
        76.22
    ],
    [
        " by skillful handling of his troops successfully withdrew his forward units to a reserve line with",
        76.22,
        83.08
    ],
    [
        " minimum casualties. When the enemy in a subsequent series of violent assaults engaged our force in",
        83.08,
        91.72
    ],
    [
        " desperate hand-to-hand combat with bayonets rifles pistols grenades and knives, Colonel Edson,",
        91.72,
        99.6
    ],
    [
        " although continuously exposed a hostile fire throughout the night, personally directed defense",
        100.14,
        105.86
    ],
    [
        " of the reserve position against a fanatical foe of greatly superior numbers. By his astute leadership",
        106.22,
        114.14
    ],
    [
        " and gallant devotion to duty, he enabled his men despite severe losses to cling tenaciously to their",
        114.14,
        123.36
    ],
    [
        " position on the vital ridge thereby retaining command not only of the Guadalcanal airfield but also",
        123.36,
        131.74
    ],
    [
        " of the first divisions entire offensive installations in the surrounding area.",
        131.74,
        138.08
    ],
    [
        " Signed Franklin D. Roosevelt",
        139.68,
        142.86
    ],
    [
        " that is an example of the level of heroism that was required to achieve victory in the battle of",
        142.86,
        161.72
    ],
    [
        " 1942 until February 9th 1943, six months and two days of just absolutely brutal and savage fighting.",
        161.72,
        174.78
    ],
    [
        " Then we've covered some of that in several books on the podcast and we even had Dean Lad on the",
        175.14,
        184.8
    ],
    [
        " podcast who received a battlefield commission on Guadalcanal and went on to fight",
        184.8,
        190.82
    ],
    [
        " at Tarwa and Saipan and Tinian. But I recently received a copy of a book from a podcast listener by",
        190.86,
        201.08
    ],
    [
        " the name of David. I guess I'm a little cautious about giving out full names because I don't know,",
        201.08,
        205.76
    ],
    [
        " don't know the background so a guy named David, he sent me a book. It's actually not a book",
        205.86,
        212.94
    ],
    [
        " technically. It's a Fleet Marine Force reference publication FMFRP12TAC110. The title is",
        212.94,
        224.82
    ],
    [
        " Fighting on Guadalcanal so thank you David for sending that to me. And the book is filled with all",
        224.82,
        231.52
    ],
    [
        " kinds of layers. One of them being the the Medal of Honor citation that I started with there's",
        231.52,
        237.0
    ],
    [
        " there's an additional layer in this which is that this that this Fleet Marine Force reference",
        237.0,
        244.3
    ],
    [
        " publication was put together by a guy named Colonel Red Reader who was West Point Class of 1926",
        244.3,
        251.8
    ],
    [
        " who led the 12th Infantry Regiment who ended the day and he eventually was wounded and he received",
        251.8,
        260.66
    ],
    [
        " the the Distinguished Service Cross and Silver Star and the Legion of Merid and the Bronze Star",
        260.66,
        264.22
    ],
    [
        " and the Purple Heart and he retired in 1946 and then he worked as the athletic director",
        264.22,
        268.56
    ],
    [
        " back at West Point and eventually became an author and he wrote a bunch of books including a memoir",
        268.56,
        275.12
    ],
    [
        " which is called Born At Reveley. So I'm sure at some point we will cover that book on this podcast",
        275.12,
        283.24
    ],
    [
        " but for tonight I wanted to I wanted to go to this book which which is what I'm guessing is sort of",
        283.24,
        291.28
    ],
    [
        " the beginning of Colonel Reader's writing career was to put together this this manual fighting on",
        291.28,
        298.74
    ],
    [
        " Guadalcanal and it's the direct lessons learned and let's get right into it. So here's the forward.",
        298.74,
        308.48
    ],
    [
        " To secure the point of view with the fighting men in the Salmanai Islands, Lieutenant Colonel",
        309.54,
        316.36
    ],
    [
        " Russell P. Reader Jr., not who I just mentioned, of the Operations Division of the War Department General",
        316.36,
        323.1
    ],
    [
        " Staff was designated as my personal representative. He reported to Major General Van Degryft,",
        323.1,
        328.76
    ],
    [
        " United States Marine Corps and Major General Patch, US Army on Guadalcanal and discussed with many",
        329.0,
        334.64
    ],
    [
        " officers and soldiers their experiences in jungle fighting against the Japanese. The stories of",
        334.64,
        340.84
    ],
    [
        " these men as told the Colonel Reader have been printed for your information. The American Marines",
        340.84,
        346.84
    ],
    [
        " and Doeboys show us that the Jap is no Superman. He is a tricky, vicious and fanatical fighter",
        346.84,
        353.86
    ],
    [
        " but they are beating him day after day. There is a priceless record of the gallantry and",
        353.86,
        362.14
    ],
    [
        " resourcefulness of the American fighting man at his best. Soldiers and officers alike should read",
        362.14,
        368.62
    ],
    [
        " these notes and seek to apply their lessons. We must cash in on the experience which these and",
        368.62,
        375.96
    ],
    [
        " other brave men have paid for in blood. So that's what this book is. There's an opening note from",
        375.96,
        386.46
    ],
    [
        " Major General Van Degryft, just a very famous commanding general, the first Marine division.",
        386.46,
        394.64
    ],
    [
        " He says, I desire to thank General Marshall for the message which he has just sent me.",
        395.68,
        400.92
    ],
    [
        " I pass this message of congratulations on to my men. My message to the troops of General",
        401.28,
        406.48
    ],
    [
        " Marshalls in training for this type of warfare is to go back to the tactics of the French and Indian days.",
        406.48,
        413.4
    ],
    [
        " This is not meant facetiously. Study their tactics and fit in our modern weapons and you have a",
        414.2,
        422.68
    ],
    [
        " solution. I refer to the tactics and leadership of the days of Rogers Rangers.",
        422.74,
        429.52
    ],
    [
        " So there you go. Already we're talking about we got to make some things a little bit different.",
        430.08,
        434.48
    ],
    [
        " We got to look at the way we used to fight. And if you think about that attitude of fighting with",
        434.96,
        440.96
    ],
    [
        " the Rangers, with Rogers Rangers, with the French and Indian War, this is the big difference between",
        440.96,
        445.42
    ],
    [
        " the way the British wanted to fight which was we're all lined up. We're standing in ranks and we",
        445.42,
        452.4
    ],
    [
        " are going to shoot and then you shoot and then we shoot back at you. We're not doing that.",
        452.4,
        455.84
    ],
    [
        " That's how we won the Revolutionary War because we're going to fight a different way, the early form",
        456.28,
        462.36
    ],
    [
        " of maneuver warfare. So that's what this book is. This is a bunch of just short anecdotal quotes",
        462.36,
        470.02
    ],
    [
        " from a bunch of Marines mainly about what their experiences are on Guadalcanal, a bunch of great",
        470.02,
        478.4
    ],
    [
        " information, gunry, sergeant, HL Beardsley, company G fifth Marines. I've been in the Marine 16 years",
        478.4,
        489.0
    ],
    [
        " and I've been in three expeditions to China in five engagements since I've been in the solomans.",
        489.0,
        493.22
    ],
    [
        " I will say that this 1942 model recruit we are getting can drink more water than six old",
        493.7,
        500.12
    ],
    [
        " timers. We have to stress water discipline all the time. They don't seem to realize what real water",
        500.12,
        507.24
    ],
    [
        " discipline is. We have too many NCOs in the Marines who are Nambi Pambi and beat around the bush.",
        507.24,
        513.16
    ],
    [
        " Our NCOs are gradually tuffening up and are seeing reasons why they must meet their responsibilities.",
        513.48,
        520.3
    ],
    [
        " Respectfully speaking sir, I think that when officers make an NCO they should go over their minds",
        520.74,
        527.92
    ],
    [
        " what kind of NCO will he make in the field? Water discipline. There's something you don't hear very",
        527.92,
        536.54
    ],
    [
        " often. You got to go deep into the field before you start talking about water discipline because",
        536.6,
        540.96
    ],
    [
        " guess what? I don't know when the word hydrate. Do you remember pre the word hydrate?",
        540.96,
        546.62
    ],
    [
        " Yes. Hydrate was a new thing. It's a relatively new thing.",
        546.7,
        550.9
    ],
    [
        " Yeah, as far as the expression hydrate. I think even the idea because when I was a kid",
        551.6,
        556.8
    ],
    [
        " we didn't have the word hydrate because hydrate seems like a proactive thing.",
        556.8,
        562.36
    ],
    [
        " Yeah, like you're going to get ahead of the curve. You're going to say you need to hydrate.",
        562.36,
        567.46
    ],
    [
        " You need to stay hydrated. Hydrate or die.",
        567.72,
        569.56
    ],
    [
        " Sure. I never heard that. Hydrate or die. That was the camelback. Remember camelback?",
        570.04,
        574.94
    ],
    [
        " That was their expression. Hydrate or die. I think the camelbacks, the things with little holes",
        575.44,
        579.36
    ],
    [
        " coming over. Yeah, yeah. Oh, that was the camelback the brand.",
        579.36,
        581.72
    ],
    [
        " The camelback the brand. Have the expression. Hydrate or die.",
        581.86,
        584.76
    ],
    [
        " That's cool. So, but let's face it, what we're saying here and you never hear this.",
        584.94,
        591.1
    ],
    [
        " He said, don't hydrate. If you hydrate too much you're going to actually run out of water.",
        591.92,
        595.76
    ],
    [
        " You need to have water discipline. That's a totally different mindset.",
        595.88,
        599.42
    ],
    [
        " Now, I will tell you when you're going out on a long like a desert patrol where you're not",
        600.34,
        605.02
    ],
    [
        " going to get a water resupply, you got to have some water discipline.",
        605.02,
        609.44
    ],
    [
        " You know, these guys fought when they needed to have water discipline big time, but",
        609.98,
        615.16
    ],
    [
        " it's interesting to hear that attitude. You don't hear that anymore.",
        615.16,
        620.34
    ],
    [
        " Everyone's all about hydrate. Hydrate. It's a different mindset. I'm sure maybe there's some",
        620.52,
        625.7
    ],
    [
        " doctors that will approach us and kind of give us the real deal on that.",
        625.7,
        629.9
    ],
    [
        " Yeah, well, it makes sense because you have two different scenarios. Like, yeah, if you have",
        630.32,
        634.06
    ],
    [
        " the luxury to be able to just hydrate at will, then oh, yeah, hydrate or die for sure.",
        634.06,
        638.48
    ],
    [
        " But water discipline, that idea kind of seems like it would be under maybe two specific",
        638.88,
        645.6
    ],
    [
        " circumstances where you don't have a lot of water just to go. Have you ever not had water?",
        645.7,
        652.08
    ],
    [
        " Yes. Yeah. Yeah. Like where you were almost going to go down straight up dehydrated.",
        652.66,
        658.12
    ],
    [
        " Well, it was heat exhaustion. Okay. So the thing is I had water, but I didn't get enough water.",
        658.22,
        665.88
    ],
    [
        " Okay. What was the scenario? Football. Brass, so there was like a gatorade thing on the side.",
        666.16,
        671.48
    ],
    [
        " Automatic. Yes, sir. I was not out of water. Okay. My body was up. Like",
        672.36,
        678.3
    ],
    [
        " low on water. Can you get heat, whatever heat. Yeah, you can. You can get a heat catch",
        678.3,
        684.74
    ],
    [
        " when you're drinking water. Yes, sir. So you were saying you were kind of close to that.",
        684.74,
        689.12
    ],
    [
        " I guess that's different from just straight up dehydration. Well, dehydration is like levels,",
        689.54,
        693.82
    ],
    [
        " right? Like you're they say you're 2% dehydrated if you're even thirsty for water. That's what they say.",
        693.82,
        700.02
    ],
    [
        " But so yeah, you know, it depends on what you're trying to say. We're going to get feedback on this",
        700.62,
        705.72
    ],
    [
        " one. I can tell you. Yeah. Makes sense. But the you know, in the field, you're talking about a",
        705.72,
        710.52
    ],
    [
        " situation where there's two elements where limited water, you don't have unlimited water because",
        710.52,
        714.8
    ],
    [
        " you can't carry unlimited water. And then you still have to function in the event of unlimited",
        714.8,
        720.2
    ],
    [
        " water or not. And let's face it. So there's been there's been a lot of times where I was thirsty,",
        720.2,
        726.38
    ],
    [
        " right? In the field. There's one time where I was in like a little bit of a bad situation where I",
        726.48,
        734.48
    ],
    [
        " could start feeling like, Oh, this could be a problem. And we were out we were out in the Ozarks",
        734.48,
        740.66
    ],
    [
        " in Arkansas doing this big land warfare problem. And we we were expecting, you know, we had planned",
        740.66,
        750.1
    ],
    [
        " that you know, there were streams you could see on the map. When there was a couple, so we,",
        750.1,
        754.2
    ],
    [
        " you know, okay, we'll be able to go this far and we'll be able to get water from the streams",
        754.2,
        757.54
    ],
    [
        " and purify it. And then we'll go another distance and we'll get some more. Well, the first like two",
        757.54,
        763.18
    ],
    [
        " or three streams that we came across were empty. They were dried up. And so I was running danger close",
        763.18,
        770.94
    ],
    [
        " on water. And I'll tell you, not having water to me is the second, the second worst feeling in the",
        770.94,
        778.16
    ],
    [
        " world, the worst feeling in the world is don't don't have air. But the thing is with don't have air,",
        778.16,
        783.44
    ],
    [
        " that's only a bad feeling for like 30 seconds. And then your past, then you're done. Yeah,",
        783.44,
        789.22
    ],
    [
        " not have waters. It takes a while. Yeah. So it's and when you try, when you go too deep in the",
        789.44,
        795.42
    ],
    [
        " red zone there, it's not like you can just drink water and get out like air. A lot of times like",
        795.42,
        799.76
    ],
    [
        " when you're like, let's say you're in the red zone air, but you can still recover. You just take",
        799.76,
        803.5
    ],
    [
        " a huge breath on the road to recovery. But water, you get like a, or for real heat exhaustion or a",
        803.5,
        810.04
    ],
    [
        " heat stroke is death, but like, exhaustion like a for real one. And you drink water, you'll just throw",
        810.44,
        815.88
    ],
    [
        " it up. Yeah. Because your body can't really take in that kind of water yet. You got to do the IV",
        815.88,
        820.04
    ],
    [
        " thing. You got to do this big process. You know, so yeah, no water. So I'm sure someone will contact",
        820.04,
        826.7
    ],
    [
        " us and tell us like what the minute there's got to be some minimum protocol. Because that's the thing",
        826.7,
        831.16
    ],
    [
        " that I have, you know, you you got to have some kind of minimum protocol. Like what's the minimum",
        831.16,
        834.92
    ],
    [
        " amount of water you need? Yeah. I hate being thirsty. I would carry a lot of water. Yeah, I would",
        834.92,
        840.28
    ],
    [
        " carry a lot of water. But you know, you know, you just made me think of you know when you're",
        840.28,
        843.6
    ],
    [
        " caught in a triangle or something or you're caught in a guillotine and you get out and like, how good",
        843.6,
        848.08
    ],
    [
        " it feels to eat. Oh, I feel so good. I feel so good. I guess it's really triangle. Triangles are hard",
        848.08,
        856.66
    ],
    [
        " to breathe, but like a guillotine and a guill choke. You like having a hard time breathing. Yeah.",
        856.66,
        863.56
    ],
    [
        " Because it's like a good rear naked, you know, you're not it's a different you don't you don't",
        863.56,
        867.64
    ],
    [
        " feel all panicky. Right. Because you're still taking breaths. Yeah. You're like, oh, good, I'm good.",
        867.64,
        872.16
    ],
    [
        " Good night. You're right about the guillotine there. Because I think there's two elements in the",
        872.24,
        877.28
    ],
    [
        " guillotine defense that makes you not breathe. So like one, it's pressing against your windpipe. So",
        877.28,
        882.52
    ],
    [
        " you can't hardly breathe. But another one, you're trying to tense your neck to resist like that,",
        882.52,
        886.8
    ],
    [
        " that torque. So when you tense your neck, it's like harder to actually take a take a deep breath,",
        886.8,
        891.9
    ],
    [
        " you know, it's like those double things. I've been training with Dean Dean Lisch. Dean Lister",
        891.9,
        897.74
    ],
    [
        " for a long time, 25 years. He showed me some guillotine defense the other day. And I was like,",
        897.74,
        904.8
    ],
    [
        " no, you waited 25 years to show me this guillotine defense. Yeah. I couldn't guillotine him. And then",
        904.86,
        909.9
    ],
    [
        " he couldn't guillotine you show this defense. I'm like, well, what, why wouldn't you show me that?",
        909.9,
        913.44
    ],
    [
        " Why would you not show me that? Yeah. Bro. That's probably like his so many. And yep. And you know",
        913.56,
        918.66
    ],
    [
        " what? He has so many things, but he also, he just thinks that everybody knows everything.",
        918.66,
        923.48
    ],
    [
        " Right. You know, so if you don't ask him about it, and the only reason he was showing someone else,",
        923.78,
        928.08
    ],
    [
        " and I'm like, what's that defense? He goes, oh, you just do this here and put this hand here. And I was",
        928.3,
        931.38
    ],
    [
        " like, you never showed me that. And he goes, oh, oh, yeah, it's real obvious. You feel like an idiot.",
        931.38,
        937.9
    ],
    [
        " All right. So there you go. Water discipline. Next, I have just been promoted from first sergeant.",
        938.12,
        946.88
    ],
    [
        " This is Sergeant Major B. Medsger fifth Marines. I have just been promoted from first sergeant.",
        946.88,
        953.46
    ],
    [
        " In the firefighting, the Marine first sergeant helps the company commander. He checks up on the",
        953.82,
        960.08
    ],
    [
        " company as a whole, even down to checking on the evacuation of the wounded. I was able, I was",
        960.08,
        966.14
    ],
    [
        " available to the company commander for any emergency orders during the firefight teacher soldiers,",
        966.14,
        971.52
    ],
    [
        " sir, that when a man is hit in the assault to leave him there, too many of our men suddenly become",
        971.6,
        978.5
    ],
    [
        " first aid men. Your men will have to be rugged and rough and to win, they must learn to disregard",
        978.5,
        986.08
    ],
    [
        " politeness and must kill. So a couple things there. First of all, I'm going deep on this. So first of",
        986.08,
        996.76
    ],
    [
        " all, this is what I used to, when I used to teach, when I used to teach the young seals about",
        996.76,
        1000.28
    ],
    [
        " leadership, I would teach roles and responsibility for every individual person inside of a platoon",
        1000.28,
        1004.9
    ],
    [
        " from a leadership perspective, fire team leader, squad leader, platoon leader, cascading leader,",
        1004.9,
        1011.24
    ],
    [
        " company commander level. And the senior enlisted guy, which is what he's the company first sergeant.",
        1011.34,
        1020.18
    ],
    [
        " And what you want to do, and the way I used to explain it to guys, and it's the exact same thing",
        1020.78,
        1025.38
    ],
    [
        " that he's saying, you want to be the action arm for the leader, for the commander, right? So the",
        1025.38,
        1030.42
    ],
    [
        " command, so basically you're the guy with all this experience. But if, but if the, if something's",
        1030.42,
        1036.24
    ],
    [
        " going wrong, like you got a problem, you got to be the guy that the company commander can look at",
        1036.24,
        1040.64
    ],
    [
        " and go says, go solve that problem. And you have the capacity to do it because you're not assigned",
        1040.64,
        1045.66
    ],
    [
        " any specific role. So you should actually do your best to keep your company, to keep your company",
        1045.66,
        1052.68
    ],
    [
        " first sergeant like free from direct responsibility so that he can, he can be your action arm to go make",
        1053.48,
        1060.38
    ],
    [
        " things happen. That's, that's number one, number two is prioritized and execute, right? Everyone",
        1060.38,
        1066.6
    ],
    [
        " wants to help out the wounded guy. You can't, you got to win first. You can't, you can't do that.",
        1066.6,
        1071.84
    ],
    [
        " And then, I mean, let's face it, this is total war. And these guys are just in a different level.",
        1072.12,
        1081.28
    ],
    [
        " You, you got to disregard politeness and you got to just kill people. That's where we're at.",
        1081.28,
        1085.8
    ],
    [
        " That's what's so interesting about, about with the old breed by Eugene Sledge. And in the,",
        1086.4,
        1094.12
    ],
    [
        " in the HBO series, the Pacific, they portray Eugene Sledge. He's kind of like this very nice,",
        1094.16,
        1101.76
    ],
    [
        " very polite guy. That's how they portray him. And then you see videos of the real guy, the real",
        1102.06,
        1107.36
    ],
    [
        " Eugene Sledge. And that's exactly what he's like. You know, he's kind of like a southern gentleman,",
        1107.36,
        1111.52
    ],
    [
        " young, very nice, very kind. And you know, those guys were getting thrown into this savagery.",
        1111.74,
        1120.1
    ],
    [
        " And, and that's what this, that's what this, that's who this message is for. You got to disregard",
        1120.56,
        1124.88
    ],
    [
        " politeness and kill. Now, Eugene Sledge, we should probably, we should probably do that book again,",
        1124.88,
        1130.7
    ],
    [
        " but Eugene Sledge, you know, he had to, he had to put some things in check himself and he watched",
        1130.72,
        1135.96
    ],
    [
        " guys rip in Japanese soldiers teeth out that were gold and like, you know, pissing on the,",
        1135.96,
        1142.48
    ],
    [
        " and then he saw crazy stuff and he had like a line that he didn't cross over. But he also understood",
        1142.66,
        1148.7
    ],
    [
        " it. So even a guy that says nice and, and a good of a person, which Eugene Sledge apparently was,",
        1148.7,
        1156.62
    ],
    [
        " even he realized like, this is, this is next level. There's another situation. This is normal.",
        1156.98,
        1163.16
    ],
    [
        " Hmm. Platoon Sergeant HR strong company A fifth Marines. Some of my men thought their hand grenades",
        1163.92,
        1170.72
    ],
    [
        " were too heavy. They tossed them aside when no one was looking. Later, they would have given six",
        1170.72,
        1176.06
    ],
    [
        " months pay for one hand grenade. There you go. Short term versus long term. Got to carry that",
        1176.06,
        1184.74
    ],
    [
        " little extra weight of the hand grenade. Platoon Sergeant FTO Ferra company B fifth Marines. After",
        1184.74,
        1193.02
    ],
    [
        " the japs had been located, my platoon has gained the element of surprise by moving in fast with",
        1193.02,
        1198.46
    ],
    [
        " bayonets and hand grenades. In turn, they have surprised us by being in a defensive position on",
        1198.46,
        1204.22
    ],
    [
        " the reverse slope of a ridge. I think the snipers look for bar BAR men and then Colonel Edson",
        1204.22,
        1211.24
    ],
    [
        " said no doubt about this in one engagement in one platoon every BAR gunner was hit. So",
        1212.66,
        1218.6
    ],
    [
        " this idea that you could locate them, this is sort of like in jujitsu when you get, let's say you",
        1218.6,
        1226.8
    ],
    [
        " get them out, because you immediately go for the arm lock. Sometimes that's so enough to do it,",
        1226.8,
        1230.32
    ],
    [
        " right? Whereas if you get mount and you're like, okay, I got them out, that person's going into",
        1230.38,
        1234.62
    ],
    [
        " defensive position and now they're going to set up for it. And so what he's saying is if they",
        1234.62,
        1238.98
    ],
    [
        " locate the Japanese, immediately they go out in with grenades and bayonets, which the good thing",
        1239.18,
        1245.1
    ],
    [
        " about grenades and bayonets is now they can't really locate you because of your muzzle flashes and",
        1245.1,
        1251.02
    ],
    [
        " where you're shooting, you're just getting in there with grenades and bayonets. Which is, you know,",
        1251.02,
        1257.78
    ],
    [
        " you think about modern warfare? You don't think of the tactic of, hey, when we make contact,",
        1258.26,
        1267.42
    ],
    [
        " we're going to immediately attack with bayonets and grenades. That's what kind of war this was.",
        1267.42,
        1273.14
    ],
    [
        " Platoon Sergeant R.A. Zolo, Company C. Fifth Marines. Sir, I would like to tell you that,",
        1274.5,
        1282.08
    ],
    [
        " that a man's keenness or doneness of I may determine whether or not he will live. 10 men in my",
        1282.08,
        1288.52
    ],
    [
        " platoon were killed because they walked up on a JAP 37 millimeter gun. I went up later after the",
        1288.52,
        1293.94
    ],
    [
        " gun had been put out by our mortars to help bring back the dead. The Japanese gun was so well",
        1293.94,
        1298.58
    ],
    [
        " camouflaged that I got within four feet of the gun before I saw it. Corporal W.A. McCluskey.",
        1298.58,
        1309.96
    ],
    [
        " Company D. Fifth Marines. Sir, the other day on Bloody Ridge Rifleman protecting our light",
        1310.62,
        1315.58
    ],
    [
        " machine guns pulled out and left us. We were doing okay at the time, but they're pulling out,",
        1315.58,
        1320.52
    ],
    [
        " caused our whole outfit to withdraw. I think the men in these rifle companies should receive some",
        1320.52,
        1327.28
    ],
    [
        " training in the work and in the mission of the machine gun company. They should be able to act",
        1327.28,
        1332.56
    ],
    [
        " more intelligently. What does that mean? You should have your team cross-train. No matter what",
        1332.56,
        1337.98
    ],
    [
        " business you're in. No matter what kind of team you have, you should cross-train.",
        1337.98,
        1341.54
    ],
    [
        " And the interesting thing about that, we've read about this before.",
        1342.34,
        1345.88
    ],
    [
        " When people see other people running away, you've got a pretty good chance that those people",
        1347.74,
        1352.72
    ],
    [
        " are going to run away too. This is just mob mentality. Second Lieutenant Andrew T.Sick. Fifth",
        1352.72,
        1361.92
    ],
    [
        " Marines, I think that in the regimental supply, there should be extra canteen. So when the",
        1361.92,
        1367.14
    ],
    [
        " outfit gets in a place like the table plateau where there is no water, an extra canteen of water",
        1367.14,
        1373.22
    ],
    [
        " can be issued. Sir, this would be really, this would really help our men stay in there.",
        1373.22,
        1377.32
    ],
    [
        " And what's interesting, this is all like done like an interview. So that's why they keep saying",
        1377.98,
        1382.94
    ],
    [
        " things like sir, they're talking directly to this guy and he's just putting the quotes in there.",
        1382.94,
        1386.5
    ],
    [
        " They're talking a Colonel Reader. Marine Gunner, ES Rust, Fifth Marines. I hate to admit it,",
        1386.88,
        1393.38
    ],
    [
        " but it's the truth. When we got here, a lot of our young men were confused at night. They were not",
        1393.38,
        1397.72
    ],
    [
        " used to the jungle at night. They could not use their compasses at night. And we did not have enough",
        1397.72,
        1402.44
    ],
    [
        " compasses. We have learned that when we get off the beaten trails, it seems to confuse the",
        1402.58,
        1407.08
    ],
    [
        " japs and we have better success. So what does that mean? You got to train at night. Platoon Sergeant",
        1407.08,
        1411.92
    ],
    [
        " J.C.L. Hollingsworth, Company H. Fifth Marines. When we moved around on these jungle trails, we have",
        1411.92,
        1418.32
    ],
    [
        " learned to have men at the rear of each platoon who carry light loads so they can quickly, so they",
        1418.32,
        1424.02
    ],
    [
        " can get their weapons into action quickly to help overcome ambush fire from the rear.",
        1424.02,
        1428.76
    ],
    [
        " That's...",
        1434.52,
        1435.08
    ],
    [
        " So what you want to do as a human, as a human that's strategizing in the world, is you want to have",
        1435.08,
        1441.28
    ],
    [
        " an element that's flexible and can move quickly to help you overcome situations. So whether you're in",
        1441.28,
        1450.04
    ],
    [
        " business, whether you... Whatever situation you're in, you want to have a specific element that is",
        1450.04,
        1458.4
    ],
    [
        " designed to move quickly and give support where it's needed. Could go left, could go right,",
        1459.3,
        1467.14
    ],
    [
        " could go north, could go south, could go east, could go west. Why do you... Why do you need that?",
        1467.52,
        1471.2
    ],
    [
        " Because you can't predict the future. So you should design your plans so that the design of",
        1471.52,
        1478.34
    ],
    [
        " the plans is inherently flexible. Put the big, rugged men into the heavy weapons company.",
        1478.34,
        1488.1
    ],
    [
        " Just throwing that out there for all the young men going in the military. They're going to",
        1488.54,
        1495.54
    ],
    [
        " saddle you up with that pig gun and you're going to carry it from... Some of our new men were so",
        1495.54,
        1502.34
    ],
    [
        " scared of our hand grenades when they first... When they were first issued that they jammed the",
        1502.34,
        1506.04
    ],
    [
        " down the cotter pin. Later, in action, they could not pull the pin. I noticed as I get... And I pointed",
        1506.04,
        1513.14
    ],
    [
        " out... Pointed this out to my platoon that when a man gets hit, the men close by get to yelling",
        1513.14,
        1518.84
    ],
    [
        " Korman, Korman, Korman. They get so excited sometimes that they actually forget to use their own",
        1518.84,
        1523.44
    ],
    [
        " first aid packets. In first aid training, teach correct use of injecting morphine and procedure",
        1523.44,
        1529.72
    ],
    [
        " of tagging. Because what are you going to do when the Korman gets hit? I'd give $75 for a pair of",
        1530.54,
        1537.38
    ],
    [
        " tennis shoes to rest my feet and for use in night work. Classic. I have only been in the Marine",
        1537.38,
        1546.98
    ],
    [
        " Corps for years, but I have learned that you have got to develop a sense of responsibility in the",
        1546.98,
        1559.7
    ],
    [
        " authorized person yelling cease firing or commence firing this caused confusion.",
        1559.7,
        1564.34
    ],
    [
        " Platoon Sergeant George E. Ajo Ajo. Company 5th. Company F 5th Marines. I put five years in the US",
        1565.08,
        1575.94
    ],
    [
        " army before joining the Marine Corps. Sir, I like the Marines better than the Army because the",
        1575.94,
        1581.04
    ],
    [
        " average Marine officer is closer to his men than the average Army officer whom I observed.",
        1581.04,
        1585.76
    ],
    [
        " We have comradeship in the Marine Corps. Also, the Marine enlisted men are more spartan like.",
        1585.94,
        1590.96
    ],
    [
        " I believe, sir, we baby our soldiers too much in peacetime. I hope we are not doing this now.",
        1591.54,
        1596.5
    ],
    [
        " And then here's a comment from a Colonel Reader here. I asked Colonel Edson,",
        1598.56,
        1605.28
    ],
    [
        " and Edson is the guy that we read the Medal of Honor citation from. I asked Colonel Edson what",
        1605.84,
        1611.74
    ],
    [
        " kind of a Sergeant Ajo was. And he told me that he was one of the outstanding men in his regiment",
        1611.74,
        1617.5
    ],
    [
        " and that he was a very rugged individual. I heard that. I was like, I can picture this dude.",
        1617.5,
        1624.06
    ],
    [
        " He gets described as you're in Guadalcanal with Marines. And you're in that environment with the toughest",
        1624.56,
        1633.56
    ],
    [
        " bastards in the world. You get described as a quote, very rugged individual. You know, George E. Ajo,",
        1633.56,
        1641.66
    ],
    [
        " Platoon Sergeant, Company F. Fifth Marines, doesn't play around. He continues on. In our training for",
        1641.94,
        1648.12
    ],
    [
        " this jungle warfare, we had a great deal of work and hand-to-hand individual combat, use of knife,",
        1648.12,
        1654.56
    ],
    [
        " jujitsu, etc. Let's face it, when I read that, I got very, very. We were feeling good about it.",
        1655.64,
        1663.12
    ],
    [
        " What's the year on that? 1943. Yeah. That's the tradition. Jujitsu. It's not the president. Jujitsu.",
        1663.12,
        1669.76
    ],
    [
        " Okay. Well, maybe it is actually because 1925, that's what it is. Yeah, this is pre-Judo.",
        1670.46,
        1675.44
    ],
    [
        " No, it's not pre-Judo. So it's jujitsu. Let's take it for what it's worth. Anyways, you're",
        1675.82,
        1681.16
    ],
    [
        " excited. It's going to go down just like mine did because he says this. With the exception of Bayonet",
        1681.16,
        1684.48
    ],
    [
        " fighting, we have not used this work. I have been in many battles since I hit the island and I've",
        1684.48,
        1690.0
    ],
    [
        " never seen anyone use it. Okay, so did some hand-to-hand training.",
        1690.0,
        1694.2
    ],
    [
        " Well, I think maybe just out of sort of GP, I would have found a way to get my hand-to-hand",
        1694.72,
        1702.6
    ],
    [
        " bag, bring the JITS. Every man should have a watch. That's a good one. Just to kind of let you know,",
        1702.6,
        1712.58
    ],
    [
        " I mean, think about you're going to warn you never watch. Our battalion commander, Major Walt,",
        1713.48,
        1720.36
    ],
    [
        " wants every last man in our battalion to know as much as he does about the situation. It pays.",
        1720.58,
        1726.2
    ],
    [
        " Think about that. You're in a leadership position. You should try and get every last man and your",
        1726.88,
        1734.48
    ],
    [
        " team to know as much as you do about the situation. It will pay off. He also says this. Get rid of",
        1734.48,
        1740.96
    ],
    [
        " gold bricks. It's better to be short-handed having good men around than having a lot of",
        1740.96,
        1747.36
    ],
    [
        " undependables. Are you familiar with the term gold brick? No. Not in this context anyway.",
        1747.36,
        1756.08
    ],
    [
        " Well, context are you familiar with it in? A regular gold brick. Which is? That's a gold bar.",
        1756.44,
        1761.04
    ],
    [
        " Okay, got it, got it, got it. So that's the difference. A gold bar is made of gold. A gold brick",
        1761.38,
        1767.2
    ],
    [
        " is a brick painted like gold. Have you ever seen the big Lebowski? Yeah, but like once.",
        1767.2,
        1773.88
    ],
    [
        " No, no. The term is heavily used in there. Gold brick. So a gold brick is, it looks like good.",
        1773.94,
        1783.22
    ],
    [
        " Yeah, you just hear for show. It looks good, but it's a good deal. Yeah, I'll show no gold.",
        1783.6,
        1787.34
    ],
    [
        " All that can. Exactly. Man, I got a book I just read for this podcast that we'll be covering in",
        1787.54,
        1791.78
    ],
    [
        " the future. But there's a guy that shows up in the Korean War and he's all squared away. He's",
        1791.78,
        1796.52
    ],
    [
        " all like right and tight. Everything's good to go. And the older combat vets are like, I don't",
        1797.96,
        1803.36
    ],
    [
        " think so. And then one younger guy that's kind of that's a badass. That's actually writing the book.",
        1803.36,
        1807.2
    ],
    [
        " He says, oh, yeah, this guy's going to be good to go and sure enough, the older veterans,",
        1807.36,
        1811.56
    ],
    [
        " without looking at him, he was suspect. He was, they were suspect because he was like,",
        1811.82,
        1816.08
    ],
    [
        " everything was kind of perfect. Kind of like that conversation we had the other day about, you know,",
        1816.08,
        1820.64
    ],
    [
        " music and everything being perfect. And if it's too perfect, this is not real.",
        1820.8,
        1824.7
    ],
    [
        " Well, that's kind of the impression these guys got. Oh, this guy's totally perfect.",
        1824.78,
        1828.34
    ],
    [
        " Well, guess what happened when the bullet started flying? He had a, he had a trick knee.",
        1828.64,
        1833.76
    ],
    [
        " And all of a sudden, he couldn't get after it. So to me, that right there, gold brick.",
        1834.36,
        1841.88
    ],
    [
        " Corporal JS Stankus company E fifth Marines. On necessary firing gives your position away.",
        1842.26,
        1850.4
    ],
    [
        " And when you give your position away here, you have to pay for it. Man, I went on like the",
        1850.4,
        1854.96
    ],
    [
        " crazy, I've gone on crazy tendons about giving away your position on necessary firing.",
        1854.96,
        1863.48
    ],
    [
        " And I'm not talking about combat. I'm talking about in conversations, in leadership situations,",
        1863.9,
        1868.54
    ],
    [
        " where you give away your position. Yeah. You take shots at echo. Echo says, you know,",
        1868.8,
        1875.28
    ],
    [
        " I'd like to use this plan over here. And I go, that plan doesn't make any sense. And now,",
        1875.36,
        1878.98
    ],
    [
        " all of a sudden, you know what I stand? Why would you do that? Why wouldn't I say, well,",
        1878.98,
        1884.56
    ],
    [
        " explain to me more about your plan? And then ask you a question about it. Because if I,",
        1884.64,
        1890.84
    ],
    [
        " if I give my position away, all of a sudden, you're not even, you're already like defensive.",
        1891.02,
        1895.32
    ],
    [
        " Well, I'm causing problems. Why do that? And by the way, you might now attack me because I just",
        1895.58,
        1899.62
    ],
    [
        " gave my position away. Now you might start throwing shots at me. So when you say, here's my plan,",
        1899.62,
        1903.58
    ],
    [
        " and I say, your plan doesn't make any sense, I just gave my position away. I don't think your plan",
        1903.58,
        1907.5
    ],
    [
        " makes sense. There's my position. Whereas if you say, here's my plan. And I say, why do you want to",
        1907.5,
        1912.06
    ],
    [
        " put guys over here? Or why do you want to move this over here? And you start answering my questions.",
        1912.06,
        1915.28
    ],
    [
        " I haven't given my position away. You're not defensive. You're trying to explain it to me.",
        1915.36,
        1918.3
    ],
    [
        " Maybe your plan makes sense, but I just didn't understand it. So don't give your position away.",
        1918.62,
        1923.38
    ],
    [
        " Not in Guadalcanal and not in the meeting with your, with your team.",
        1923.88,
        1927.94
    ],
    [
        " The men in my squad fire low at the base of trees. There's too much high firing going on. I have,",
        1933.02,
        1938.8
    ],
    [
        " I have observed, japs often get short of ammunition. They cut bamboo and crack it together to simulate",
        1938.82,
        1948.46
    ],
    [
        " rifle fire to draw our fire. They ain't superman. They're just tricky bastards.",
        1948.46,
        1952.6
    ],
    [
        " Second lieutenant H. M. Davis fifth Marines in parentheses promoted on the field of battle. Do you",
        1955.8,
        1962.6
    ],
    [
        " understand what that means? I think so. Okay. So you understand that there's enlisted guys in the",
        1962.6,
        1968.46
    ],
    [
        " military. And there's officers. So basically enlisted guys have not gone to college. The officers,",
        1968.46,
        1973.82
    ],
    [
        " well, I guess the enlisted guys may have gone to college, especially nowadays. There's a lot of",
        1973.82,
        1978.12
    ],
    [
        " enlisted guys that are going to college. But the, in these days, most likely, the enlisted guy hadn't",
        1978.12,
        1982.26
    ],
    [
        " gone to college. So they went through a regular training pipeline and you're sort of the workforce",
        1982.26,
        1986.4
    ],
    [
        " of the military than the officers. They've been to college and they've been through some kind of",
        1986.4,
        1991.68
    ],
    [
        " a training program to make put them into a leadership position. Is that kind of like at a company,",
        1991.68,
        1996.26
    ],
    [
        " the difference between a guy who has a great resume degree, but what comes in at a certain high",
        1996.26,
        2001.36
    ],
    [
        " position versus the guy who worked his way up through like the mail room. So, so a little bit,",
        2001.36,
        2006.94
    ],
    [
        " but let's say a construction site, you've got a guy that went to college for civil engineering and",
        2007.14,
        2011.94
    ],
    [
        " he's overseeing the whole project, right? And he's, he got his degree three years ago.",
        2012.9,
        2016.7
    ],
    [
        " But then you've got a guy that's been working construction since he was 14 years old. And now he's",
        2016.9,
        2022.92
    ],
    [
        " been doing it for 28 years and he's the foreman or he's any of those people in between. That's kind",
        2022.92,
        2027.66
    ],
    [
        " of the breakout. So to get promoted on the field about a battlefield promotion, to be",
        2027.66,
        2041.86
    ],
    [
        " honest, all this mayhem was going on. They skipped you through like entire an entire",
        2041.86,
        2047.26
    ],
    [
        " spectrum of promotions to the next completely different level. It's haquard factoring career.",
        2047.26,
        2055.06
    ],
    [
        " Got got battlefield promoted. Like you're so good, we're going to take you, we're going to put you",
        2055.28,
        2059.14
    ],
    [
        " in charge. So it'd be like if it'd be like if you showed up as the brick carrier and you did",
        2059.14,
        2067.38
    ],
    [
        " such a good job and then they said, well, you can put start putting it, you did that and you did",
        2067.38,
        2070.8
    ],
    [
        " something else. And then next thing they promoted you to the guy that was the civil engineer,",
        2070.8,
        2074.04
    ],
    [
        " put you in charge of the whole project. So that's when you hear about second lieutenant HM Davis",
        2074.52,
        2080.84
    ],
    [
        " fifth Marines promoted on the field of battle. We're talking about full legit.",
        2080.84,
        2085.94
    ],
    [
        " He says travel light. For example, to hell with all the mess equipment, we used our mess cup and",
        2086.74,
        2092.74
    ],
    [
        " spoon for the first 15 days here and enjoyed our chow. You don't have to live like a gentleman in",
        2092.74,
        2099.5
    ],
    [
        " jungle warfare. Our mess equipment is too bulky for this type of warfare and makes noise. There you go.",
        2099.5,
        2104.76
    ],
    [
        " And then he says this, not every man can lead a battalion. Find out who can lead your battalions",
        2105.24,
        2112.86
    ],
    [
        " before you go into combat areas. And then Colonel Edson, the imprentices,",
        2112.86,
        2120.8
    ],
    [
        " remarked by Colonel Edson says, I would like to concur in that statement. So the Medal of Honour",
        2122.34,
        2127.78
    ],
    [
        " Recipient, the commander of that battalion, he says, I'd like to concur with that. There's",
        2127.84,
        2134.08
    ],
    [
        " something that's so pure and just unmercifully beautiful about combat when it comes to like, hey,",
        2134.08,
        2143.3
    ],
    [
        " we can't, we don't, we can't afford to play around. It's kind of cool. When I was in Sri Lanka,",
        2143.4,
        2147.74
    ],
    [
        " which we covered on like podcasts three or something working with those soldiers that were fighting",
        2147.74,
        2153.44
    ],
    [
        " against the Tamil Tigers. And if they had someone that was good, they'd be like, you're promoted.",
        2153.44,
        2160.62
    ],
    [
        " You're going to be in charge. If they had someone that bad, you're not in charge anymore. They",
        2161.04,
        2164.26
    ],
    [
        " didn't care about anything. There was no HR department. There was no, hey, we're going to document",
        2164.26,
        2169.58
    ],
    [
        " what mistakes you made. And we're going to counsel you. They're like, no, you made like five bad",
        2169.58,
        2173.48
    ],
    [
        " calls in a row. You're done. And you young recruit that's been doing great. You're in the game.",
        2173.48,
        2179.5
    ],
    [
        " You will put you in charge. It was very cool. And that's what happens in war. It doesn't",
        2179.5,
        2184.28
    ],
    [
        " so much happen in peacetime. In an advanced, in an, in an advanced in the jungle, it's hard for",
        2184.28,
        2190.28
    ],
    [
        " a platoon leader to keep control of his men. Corporals and their men must be taught to act individually.",
        2190.28,
        2197.28
    ],
    [
        " It's a little something that we like to call decentralized command. You are not going to be",
        2197.96,
        2203.7
    ],
    [
        " with everyone. You can't control them. It doesn't work.",
        2203.7,
        2206.5
    ],
    [
        " Platoon sergeant C. M. Fagan, company I fifth Marines. I haven't been fired at many times by",
        2210.22,
        2218.34
    ],
    [
        " snipers and I haven't seen one yet. I threw that in. There's a lot I skipped over some of these,",
        2218.34,
        2222.92
    ],
    [
        " but there's a lot of people complaining about snipers. The sabers, which the Japanese officers",
        2222.94,
        2230.76
    ],
    [
        " carry have proved to be worthless. I killed two japs who came at me with sabers and I got them",
        2230.76,
        2235.56
    ],
    [
        " first by shooting them. You remember that scene in Indiana Jones? Yes, I remember all scenes.",
        2235.56,
        2243.48
    ],
    [
        " Some guy comes out and he's swinging a sword around like kind of a real skilled like hey,",
        2244.14,
        2251.44
    ],
    [
        " I got the sword and we're going to fight. Indiana Jones kind of like shrugs his shoulder and",
        2251.66,
        2257.08
    ],
    [
        " just pulls a pistol out and shoots him. That's what I heard. This all like well, yeah, if you got a gun,",
        2257.08,
        2261.98
    ],
    [
        " he's making a statement. Hey, a gun is better than a saber. Yeah. Well, thank you. We agree.",
        2262.5,
        2268.6
    ],
    [
        " But this is a new kind of obvious. That scene Indiana Jones, yeah, you asked for it. So here you go.",
        2269.14,
        2275.04
    ],
    [
        " That scene in real life, they were going to have or the original script or whatever. They were going",
        2275.16,
        2280.84
    ],
    [
        " to have a this epic kind of battle sword battle. But Indiana or Harrison Ford had to use a bathroom,",
        2280.84,
        2286.58
    ],
    [
        " brew bad. So he pulled that out as a little improv. They just kept it. Cool.",
        2286.58,
        2293.46
    ],
    [
        " Good to know. Never mind the bottom of a water canal. Let's hear about the bathroom battles on",
        2294.1,
        2299.78
    ],
    [
        " the set of Indiana Jones. It's different. I've seen this. Then he says this, but I wish I had",
        2299.78,
        2307.7
    ],
    [
        " in reserve a good jungle knife. I don't mean I don't mean a bow low, which we should have for",
        2307.7,
        2313.68
    ],
    [
        " cutting trails, but a knife with a 12 inch blade, a good steel. We could use this against these",
        2313.68,
        2320.54
    ],
    [
        " japs as well as cutting vines that catch us at night. And then says, no, many men expressed their",
        2320.54,
        2326.88
    ],
    [
        " wish for a jungle knife, such as described here. This desire is being omitted in further remarks",
        2326.88,
        2333.36
    ],
    [
        " to avoid repetition. So everybody was like, give us a big ass knife. Corporal Fred Carter",
        2333.36,
        2343.6
    ],
    [
        " company, I fifth Marines on the river. We got to firing at each other because of careless leadership",
        2343.6,
        2350.1
    ],
    [
        " by the junior officers. We had a little blue on blue situation. We are curing ourselves of",
        2350.1,
        2355.44
    ],
    [
        " promissue as firing, but I should think new units would get training to make the men careful.",
        2355.44,
        2361.34
    ],
    [
        " There you go. He's guys had a little blue on blue situation. And he's saying, I should think new",
        2362.14,
        2368.92
    ],
    [
        " units would get training to make the men more careful. Yeah. That's what I did when I had a blue on",
        2368.92,
        2376.62
    ],
    [
        " blue friendly fire situation came back and said, I'm going to train people. So this doesn't happen to him.",
        2376.62,
        2380.7
    ],
    [
        " We learned not to fire unless we had something to shoot at doing otherwise,",
        2381.26,
        2386.16
    ],
    [
        " discloses your position in way. Sam, you should",
        2386.42,
        2388.18
    ],
    [
        " he says, I've been charged twice by the japs in bayonet charge.",
        2388.18,
        2396.06
    ],
    [
        " Armourines can out bayonet fight them and I know our army men will do the same.",
        2397.04,
        2401.66
    ],
    [
        " And then note by Colonel Edson, incidentally in the last push we executed. We executed",
        2402.66,
        2408.34
    ],
    [
        " three bayonet charges.",
        2408.34,
        2410.7
    ],
    [
        " Sergeant O.J. Marion company L fifth Marines, a platoon guide. You crawl in the advance",
        2411.94,
        2424.58
    ],
    [
        " unless you are to charge and make it. The reason for this is that all men hit our hit from the",
        2424.7,
        2434.22
    ],
    [
        " knees up except for ricochets. We have crawled up to within 25 yards of a machine gun,",
        2434.22,
        2439.96
    ],
    [
        " firing over our backs. The japs don't depress their machine gun. Men get killed rushing to help",
        2440.12,
        2446.94
    ],
    [
        " a wounded man. If the wounded man would crawl about 10 yards to his flank, he can generally be",
        2446.94,
        2451.64
    ],
    [
        " aided in safety as the japs seem to fire down lanes in the jungle.",
        2451.64,
        2455.28
    ],
    [
        " Colonel Edson said we have taught our men that the best way to aid a wounded man is to push ahead",
        2456.16,
        2461.18
    ],
    [
        " so that the wounded man can be cared for by the corpsman. The men have been the men have to be",
        2461.18,
        2468.62
    ],
    [
        " trained individually for when the fire starts the corporal can't see all of this men and further",
        2468.62,
        2474.14
    ],
    [
        " when the order for an attack is given any number of men are unable to see the man on his right or left.",
        2474.14,
        2479.2
    ],
    [
        " So you see sir, it takes guts for the men to get up and move forward when the signal is given.",
        2479.8,
        2486.18
    ],
    [
        " The men have to depend on one another and have confidence in each other.",
        2486.54,
        2491.52
    ],
    [
        " So again, you can see these guys, if you've ever been tripled, I guess you have tripled canopy",
        2492.46,
        2496.6
    ],
    [
        " jungle like real thick jungle. Yeah, obviously. It's really, you can take five steps and you can't",
        2496.6,
        2502.9
    ],
    [
        " see another person, you know, and that's what these guys are seeing for the first time.",
        2502.9,
        2506.82
    ],
    [
        " Well, not in the first time, but they're seeing, hey, somebody gets five feet away from me.",
        2507.14,
        2512.68
    ],
    [
        " I can't see him anymore. They have to know how to act on their own. They have to be ready to",
        2512.7,
        2516.5
    ],
    [
        " utilize decentralized command. He says, I was in one advance when the japs let us come through",
        2516.5,
        2523.24
    ],
    [
        " and then rose up out of covered foxholes and shot us in the back. The best cure for that is",
        2523.24,
        2536.8
    ],
    [
        " Fifth Marines. Sometimes the information doesn't get down to us and then we are really in the dark.",
        2536.9,
        2542.72
    ],
    [
        " When we get the orders and information, we can get in there and pitch better. Again,",
        2543.44,
        2548.0
    ],
    [
        " make sure you keep your people informed.",
        2548.64,
        2551.52
    ],
    [
        " My platoon is the best one in the company because we are all like a baseball team.",
        2553.76,
        2559.72
    ],
    [
        " Our lieutenant is like the captain of the team. He is close with us and we like him and yet",
        2560.04,
        2564.56
    ],
    [
        " respect him. We have a wonderful platoon. I'm not bragging. That's a fact.",
        2564.56,
        2569.1
    ],
    [
        " And then here's the note in parentheses. When I read this to Colonel Etsin at the end of the day,",
        2569.82,
        2576.44
    ],
    [
        " he was so delighted that he sent a runner to find out who Corporal McCallan's platoon leader was.",
        2576.74,
        2581.32
    ],
    [
        " We give that guy a promotion.",
        2581.8,
        2583.12
    ],
    [
        " And here's the interview with Colonel Merritt Etsin himself. And again, this is the guy who",
        2583.84,
        2593.84
    ],
    [
        " received the Medal of Honor that I read at the beginning of this podcast.",
        2594.52,
        2598.34
    ],
    [
        " He says, if I had to train my regiment over again, I would stress small group training",
        2598.98,
        2605.88
    ],
    [
        " and the training of the individual even more than we did when we were in training.",
        2605.88,
        2610.54
    ],
    [
        " So there you go. Everyone is stressing that people need to be able to think for themselves",
        2611.3,
        2615.46
    ],
    [
        " and make things happen. There must be training and difficult observation which is needed for the",
        2615.46,
        2623.54
    ],
    [
        " offense. It is my observation that only 5% of the men can really see while observing.",
        2623.54,
        2631.44
    ],
    [
        " Yeah. What's crazy about that is they do drills, especially to men's sniper school where they put",
        2632.62,
        2643.58
    ],
    [
        " stuff out in a field like a canteen and a knife and a notebook. They put all this stuff in a field.",
        2643.58,
        2649.92
    ],
    [
        " And then they bring you out to the field and you get to sit in position, you've got to look and",
        2650.64,
        2657.58
    ],
    [
        " you've got to see. They have it kind of hidden, partially hidden. So they'll put 10 items out there",
        2657.58,
        2663.46
    ],
    [
        " and you've got to sit there with your notebook and you've got to write down all the items that",
        2663.46,
        2666.78
    ],
    [
        " you can see in what their location is. And there's different people have different levels of skill",
        2666.78,
        2673.42
    ],
    [
        " at actually observing things. So some people get 9, they get 8, they get 10. Some people see like",
        2673.42,
        2679.16
    ],
    [
        " 3 or 4 things. So to actually train for that is important. The other crazy thing about this is",
        2679.16,
        2686.26
    ],
    [
        " I was talking about this on the EF online the other day.",
        2686.26,
        2689.28
    ],
    [
        " It's hard. It's hard to see and sometimes things that you think are so obvious",
        2690.58,
        2699.34
    ],
    [
        " other people aren't seeing. And sometimes if you think what you're doing no one can see,",
        2699.34,
        2708.24
    ],
    [
        " they can all see it. So if you think you're making some little tactical move that no one's saying",
        2708.66,
        2712.46
    ],
    [
        " you're wrong. If you're making some little maneuver to get the promotion or whatever and you",
        2712.46,
        2719.18
    ],
    [
        " think that it's all good no one can see it, you're wrong. Everybody can see it. Everybody can see it.",
        2719.18,
        2725.3
    ],
    [
        " You know who can't see it? You can't see that they can see it.",
        2725.74,
        2728.8
    ],
    [
        " The offensive is the most difficult to support as you cannot tell exactly where your troops are.",
        2734.56,
        2739.38
    ],
    [
        " So scary. Whether the Japs will continue to fight as they do now, I don't know. They defend on",
        2739.62,
        2745.94
    ],
    [
        " the low ground in the jungle. They dig standing trenches extremely well. Camouflage. And then he",
        2745.94,
        2751.1
    ],
    [
        " goes into some really tactical level stuff talking about the need for rifle grenade to need for",
        2751.1,
        2757.74
    ],
    [
        " knee mortar. Why that would be good because it gives the platoon commander kind of at hand weapons.",
        2757.74,
        2763.94
    ],
    [
        " He says this, I suggest that you have maneuvers with ball ammunition, which is basically",
        2765.02,
        2772.6
    ],
    [
        " do maneuvers with real bullets. And then he says even if you get a few casualties,",
        2772.6,
        2779.24
    ],
    [
        " I was like dang. Now in the SEAL teams, we do live fire training all the time. And not only that,",
        2780.58,
        2788.32
    ],
    [
        " we do incredibly complex maneuvers with live fire. And it's so beneficial that you're just used to it.",
        2788.5,
        2801.58
    ],
    [
        " You know, you're used to it. You really learn about paying attention and safety and how to keep your",
        2801.72,
        2807.44
    ],
    [
        " distance and all those really important things. But if you the other thing, I will say we got,",
        2807.46,
        2815.78
    ],
    [
        " when I first came in the teams, that's all we did was live fire. And it was sort of like a the thing.",
        2815.94,
        2821.92
    ],
    [
        " You know, it's sort of like that's as good as it gets. Like we're doing live fire. It was one of",
        2822.18,
        2827.48
    ],
    [
        " those things. And it was, you know, you go well, it's live fire. And you do so much of it that it",
        2827.48,
        2831.6
    ],
    [
        " became. So it wasn't really, it was just normal, right? Live fire was just totally normal. It's how you",
        2831.6,
        2837.18
    ],
    [
        " operate. But once we got ammunition and like the high speed laser tag systems, that's when you got,",
        2837.18,
        2844.44
    ],
    [
        " you have to do both. But that's when you got good at actually combat because when you're going",
        2844.72,
        2851.26
    ],
    [
        " live fire, you're not going against anyone but paper targets. So I don't move. But you have to do it.",
        2851.26,
        2857.06
    ],
    [
        " Yeah, so he goes into more details about the kind of boots that they have. And he says the same",
        2859.38,
        2866.08
    ],
    [
        " thing that everyone's been saying in your training, put your time and emphasis on the squad and",
        2866.08,
        2870.28
    ],
    [
        " platoon rather than on the company battalion regiment. So train at the lowest levels. Your",
        2870.28,
        2876.24
    ],
    [
        " principle of the command post up into the front is certainly true here. In your scouting and",
        2876.24,
        2887.04
    ],
    [
        " you should have have the men work against each other. So he's saying the same thing. You have to",
        2887.04,
        2892.92
    ],
    [
        " do something where you're actually going against other humans, not just against paper targets.",
        2892.92,
        2897.18
    ],
    [
        " Same thing for squads and platoons and their problems. Develop better snipers. He goes on to a",
        2897.8,
        2901.6
    ],
    [
        " bunch of things. Smoking lamp once the smoking lamp goes out and it gets dark, you have to be quiet.",
        2901.6,
        2907.16
    ],
    [
        " Yeah. He goes into this example. In the Raiders, we adopted the custom of dropping all",
        2910.96,
        2916.58
    ],
    [
        " rank and titles. We use nicknames for officers, all ranks use these nicknames for us. We did this",
        2916.58,
        2922.94
    ],
    [
        " because the nips caught on to the names of the officers and would yell or speak at night.",
        2922.94,
        2927.64
    ],
    [
        " This is Captain Joe Smith talking a company withdraw to the next hill.",
        2928.52,
        2931.58
    ],
    [
        " So we adopted nicknames with code words. Captain Walt became silent Lou. My nickname was Red Mike.",
        2932.44,
        2941.5
    ],
    [
        " An example of the use of these nicknames as code words is one night the japs put down smoke",
        2941.82,
        2947.74
    ],
    [
        " and they yelled gas. We were too green at the time and two of our companies withdrew leaving a",
        2947.74,
        2954.36
    ],
    [
        " company exposed on two flanks. He says a value of night training is that it lets men learn the",
        2954.36,
        2964.4
    ],
    [
        " normal noises of the woods at night. Woods are not silent at night. He says the Japanese is no",
        2964.4,
        2970.14
    ],
    [
        " Superman. He has the same limitations that we have. They have the advantage of experience",
        2970.14,
        2975.52
    ],
    [
        " with proper training. Our Americans are better as our people can think better as individuals.",
        2975.52,
        2980.54
    ],
    [
        " Encourage your individuals and bring them out. So this is any team. You either train your team to",
        2982.08,
        2991.78
    ],
    [
        " think or you train them to obey. And certainly the Japanese leaned toward what they wanted was",
        2991.78,
        2998.96
    ],
    [
        " obedience. Both are riflemen and machine gunners must be taught to shoot low. Well I can tell you",
        3004.4,
        3008.6
    ],
    [
        " that's what I got shot taught to shoot low. This leadership business resolves itself down to being",
        3008.6,
        3020.14
    ],
    [
        " hard boiled. By that I mean getting rid of the poor leader even if you like him personally",
        3020.7,
        3028.02
    ],
    [
        " because this is a life in death affair. This goes right on down to the non-coms.",
        3028.02,
        3034.16
    ],
    [
        " You can see they just did there's no you could allow no slack for poor leadership. Like you know",
        3035.1,
        3042.56
    ],
    [
        " it's peace time. I can tell you when when I first got to the to the days. The amount of",
        3042.56,
        3052.5
    ],
    [
        " seal officers that got fired when they were in a seal platoon was very very small. Very small",
        3052.5,
        3059.38
    ],
    [
        " number of seal officers that would get fired. And then after the war started it would happen.",
        3059.38,
        3065.18
    ],
    [
        " This would happen. It was not like it happened often but it happened a lot more.",
        3065.58,
        3069.76
    ],
    [
        " Happened a lot more because you'd be looking going there. This isn't just a deployment over to",
        3070.08,
        3074.88
    ],
    [
        " you know train someone or you know this is going to be we're going to war.",
        3074.88,
        3079.24
    ],
    [
        " So that was that was Colonel Edson.",
        3079.52,
        3086.68
    ],
    [
        " Now we get to major Lew Walt commanding officer second battalion fifth marine.",
        3087.34,
        3096.62
    ],
    [
        " And there's a note from Colonel Edson. Colonel Edson told me that major Walt was one of his best",
        3097.34,
        3102.18
    ],
    [
        " leaders and one of the best men he has ever seen in action. Major Walt is a young man of about 35",
        3102.18,
        3108.72
    ],
    [
        " years of age. He's extremely rugged and looks like a full back on a football team. I talked to him",
        3108.72,
        3114.82
    ],
    [
        " over 20 minutes before I was able to make a single original note as his ideas seem to echo",
        3114.82,
        3122.04
    ],
    [
        " Colonel Edson's. So that's pretty cool. You got the battalion commander saying all the same",
        3122.56,
        3128.68
    ],
    [
        " stuff that the regimental commander was saying. Here's a little report that Major Lew Walt gives.",
        3128.68,
        3136.6
    ],
    [
        " At 6.30 pm they smoked our two right companies and when the smoke had enveloped these two companies",
        3137.04,
        3143.64
    ],
    [
        " they broke out. They came out in mass formation 20 abreast yelling bayonets fixed automatic",
        3143.64,
        3150.64
    ],
    [
        " weapons working rear ranks throwing hand grenades. They were trying to escape to the sand pit at the",
        3150.64,
        3157.38
    ],
    [
        " mouth of the river in order to cross the river to get back. Our right front company had just completed",
        3157.38,
        3163.98
    ],
    [
        " a double apron barbed wire fence when the Japanese hit the left flank of the right company.",
        3163.98,
        3169.66
    ],
    [
        " They killed nine out of the first 10 men nine out of the first 11 men they hit.",
        3170.2,
        3174.48
    ],
    [
        " Then they hit the barbed wire. Two of our heavy machine guns opened up shooting down along",
        3174.72,
        3181.04
    ],
    [
        " this barbed wire fence and dispersed their attack. It got dark quickly like it does here.",
        3181.04,
        3186.94
    ],
    [
        " There was smoke, japs and marines all mixed up. Three japp officers were swinging their two hand",
        3187.46,
        3193.88
    ],
    [
        " swords. There was hand to hand fighting all night long. We mopped them up a day break. We killed 78",
        3193.88,
        3202.48
    ],
    [
        " japs. They killed 12 marines and wounded 26 of us.",
        3202.48,
        3206.84
    ],
    [
        " The jap has a great deal of respect for our hand grenade and it is a valuable weapon to us.",
        3210.76,
        3216.66
    ],
    [
        " Do you ever practice throwing it in wooded country?",
        3217.12,
        3219.58
    ],
    [
        " Scary throwing grenades in the woods because you can hit a tree, you can hit a branch.",
        3221.06,
        3228.02
    ],
    [
        " He says, and this is always a common theme about the Japanese. The jap is not an individual fighter.",
        3229.06,
        3233.72
    ],
    [
        " He won't fight with a bayonet unless backed up with a dozen other japs.",
        3233.98,
        3237.24
    ],
    [
        " Here's where we get to this pure leadership. As in the basic field manual, each man should know the",
        3238.78,
        3249.64
    ],
    [
        " objective. I make my platoon meter designate an objective every 100 yards in the jungle and they",
        3249.64,
        3257.56
    ],
    [
        " work to it and reorganize. They don't push off for the next objective until they get word from",
        3257.56,
        3262.78
    ],
    [
        " a company commander. This method we have found ensures control. I control my companies exactly",
        3262.78,
        3268.26
    ],
    [
        " the same way. I set up objectives for each company when the companies reach their objective,",
        3268.26,
        3273.3
    ],
    [
        " they report. After the reorganization, we go ahead. I think reserves and the attack should be kept",
        3273.52,
        3280.04
    ],
    [
        " up closely. It can be committed immediately. Platoon Sergeant CC ardent. There's a note in here.",
        3280.18,
        3292.46
    ],
    [
        " It says when Colonel Edson sent for his best fighters, he did not include platoon sergeant ardent.",
        3292.58,
        3298.52
    ],
    [
        " After I got through talking to these men, two of them came up to me and said, sir,",
        3299.2,
        3303.0
    ],
    [
        " did you did not see sergeant ardent. He has more patrols and does more scouting than any man in the",
        3304.16,
        3309.88
    ],
    [
        " regiment. Could we get him for you, sir? And so here we got CC ardent. And he seems like the kind of",
        3309.88,
        3316.84
    ],
    [
        " guy when I was reading this. I was like, I know this kind of dude. So here's this dude. I practice",
        3316.84,
        3322.16
    ],
    [
        " walking quietly over rocks, twigs, grass leaves, through vines, etc. I practiced this around the",
        3322.16,
        3332.96
    ],
    [
        " controlling in Quantico, but I still practice this around here in the Bifuak area. I believe because",
        3332.96,
        3339.32
    ],
    [
        " I practice this is the reason I am still alive. Some of the other NCOs laugh to me because I'm always",
        3339.32,
        3345.88
    ],
    [
        " seeing how quietly I can walk around because I go out and practice on my own, but they have stopped",
        3345.88,
        3351.8
    ],
    [
        " laughing because I have been on more patrols than any man in the regiment and I am still alive.",
        3351.8,
        3357.76
    ],
    [
        " When I am scouting and come to an opening in the jungle and have to cross it, I generally run",
        3358.62,
        3364.1
    ],
    [
        " across it quickly and quietly. Going slow here may cost a scout his life. Different types of terrain",
        3364.1,
        3371.62
    ],
    [
        " calls for different methods. So I totally know that guy. Just obsessed and I love it.",
        3371.62,
        3379.68
    ],
    [
        " Go ahead.",
        3382.34,
        3383.08
    ],
    [
        " No, you think it like you do two guys do that too. You know guys, they stand up and they do",
        3383.24,
        3390.5
    ],
    [
        " like a technical stand even though they are doing their keep it real. Yeah, yeah.",
        3390.5,
        3394.76
    ],
    [
        " Or when they give you a hug they like fish for under hooks. They are always doing that thing.",
        3395.14,
        3399.46
    ],
    [
        " Yeah, yeah, but I think this is the guy that's like stand, not just that.",
        3400.72,
        3406.82
    ],
    [
        " This is the guy that's and you know, when I first got in,",
        3407.82,
        3413.2
    ],
    [
        " the whole time I was in it was like, okay, I gotta do this again. I need to do this better.",
        3413.84,
        3417.6
    ],
    [
        " I gotta get better at this. But I did that kind of in a broad way.",
        3417.74,
        3422.48
    ],
    [
        " I kind of wanted to be good at everything. Whereas,",
        3423.24,
        3428.86
    ],
    [
        " it'd be like someone, whereas there's some guys that we get really into one thing.",
        3429.94,
        3434.38
    ],
    [
        " Yeah. You know, it'd be like someone that just works on, you know, deep pathguard.",
        3435.24,
        3440.74
    ],
    [
        " They just get obsessed with deep pathguard and that's what they're working on. Like that's",
        3441.02,
        3444.52
    ],
    [
        " all they're drilling. That's all they're doing. This is Colonel Amor LER Sims.",
        3444.52,
        3457.5
    ],
    [
        " Commanding officer seventh marines first marine division. He says is the army stripping down to",
        3460.22,
        3465.68
    ],
    [
        " essentials and equipment, teach not to waste ammunition, learn to make every shot count,",
        3465.68,
        3470.24
    ],
    [
        " try to get the japs on the move, keep them bouncing around, don't let them get set.",
        3470.58,
        3474.92
    ],
    [
        " When you let them get set, they're hard to get out. This is such a good philosophy to have",
        3475.28,
        3479.42
    ],
    [
        " when you're ever in a competitive moment against another person or against another business or",
        3479.42,
        3484.2
    ],
    [
        " against another team. Don't let them settle. Don't let them, you know, like we talked about",
        3484.2,
        3488.52
    ],
    [
        " earlier, you get them out and go for the unlock. Look, sometimes you think, well, get there in",
        3488.52,
        3493.32
    ],
    [
        " established position. I get it. I get that philosophy. But if you can and you can get there and you",
        3493.32,
        3499.56
    ],
    [
        " can go for it, you're going to catch them off guard. Don't let them prepare. Go.",
        3499.56,
        3504.08
    ],
    [
        " He says Arbitinian commanders in the seventh marines know that in reporting information at once.",
        3505.12,
        3513.52
    ],
    [
        " And if they need help to ask for it and not just try to pull things through,",
        3514.82,
        3519.6
    ],
    [
        " that they are enabling regiments to act as a team in the right manner and in the right direction.",
        3519.86,
        3524.84
    ],
    [
        " So he's saying, listen, the battalion commanders knew that they need to get the information,",
        3525.1,
        3529.86
    ],
    [
        " the correct information up the chain of command as quickly as they could so that they",
        3530.04,
        3534.8
    ],
    [
        " so that the chain of command, the senior leadership could support them. And if you needed help,",
        3534.8,
        3540.52
    ],
    [
        " you needed to ask for it. A regimental commander cannot be impatient. Don't push your battalion",
        3540.52,
        3550.94
    ],
    [
        " commanders unless you feel there is reluctancy on their part. Our great leader General Vandergrift",
        3550.94,
        3556.92
    ],
    [
        " gives me a job and lets me handle the situation with a regiment in my own way.",
        3556.92,
        3562.34
    ],
    [
        " He is not impatient with me. Inpatients would ruin the best plans. A mapped plan may not turn out",
        3562.96,
        3572.54
    ],
    [
        " to be feasible. So we have learned here not to be impatient. And then he says it has been",
        3572.54,
        3582.76
    ],
    [
        " impressed upon us here that the logistics have to be correctly planned. The science of logistics",
        3582.76,
        3589.36
    ],
    [
        " turns out to be your life logistics wins awards. Here's a thought I would like to leave you with",
        3589.36,
        3596.14
    ],
    [
        " the regimental commanders. Pick your officers for common sense. Basic field manual knowledge is fine.",
        3596.14,
        3604.56
    ],
    [
        " But it is useless without common sense. Common sense is of greater value than all the words in the book.",
        3605.32,
        3611.36
    ],
    [
        " I am too deep. So that's a statement right there. Common sense.",
        3612.46,
        3616.12
    ],
    [
        " Is not amazing. Promote and put in leadership positions people that have common sense.",
        3617.6,
        3625.94
    ],
    [
        " Then he says I am too deep in my battalion and regard to battalion commanding officers. That is",
        3626.34,
        3631.66
    ],
    [
        " each one of my battalion executive officers is a potential battalion commander. The reason for this",
        3631.66,
        3636.44
    ],
    [
        " is if the battalion commander gets killed or sick, I won't be caught out on the limb.",
        3636.44,
        3641.14
    ],
    [
        " He says I make my staff officers get out of this CP not to snoop so they go get out of the command",
        3642.72,
        3649.5
    ],
    [
        " cup post and go to the front lines. And he does that quote not to snoop on the troops but to help the",
        3649.5,
        3655.16
    ],
    [
        " battalions and equate themselves with the general situation insist on night training. But don't train",
        3655.16,
        3661.74
    ],
    [
        " day and night. If I were training my regiment again working seven days a week, I would train",
        3661.74,
        3666.46
    ],
    [
        " three nights and four days. Our orders to our Marines on the perimeter defense are this is this is",
        3666.46,
        3673.1
    ],
    [
        " kind of epic. Our orders to our Marines on the perimeter defense are you stay on your position",
        3673.1,
        3679.76
    ],
    [
        " and do not pull back. If they bust through you will plug up the hole but you stay there.",
        3679.76,
        3686.04
    ],
    [
        " And then he says this regiment can out yell the japs out fight them out bayonet them and out shoot",
        3689.84,
        3697.36
    ],
    [
        " them. This yelling as in hand to hand action is important. It's like a football team that talks it",
        3697.36,
        3704.36
    ],
    [
        " up. The japs yell at us Marines we're going to kill you more blood for the emperor. The Marines",
        3704.36,
        3712.32
    ],
    [
        " yell back you blank blankity blank blank blank blank that's what it's just as blank that's little",
        3712.36,
        3717.7
    ],
    [
        " under ones you blank blankity blank blank we'll kill you japs more blood for Franklin.",
        3717.7,
        3722.62
    ],
    [
        " They're just yelling at each other. You know that was like when we had cowboy on",
        3723.1,
        3737.48
    ],
    [
        " and cowboy could hear the North Vietnamese army commander yelling hey get ready to get ready to",
        3738.78,
        3747.8
    ],
    [
        " assault and he's telling telling Lynn black here they come he just gave the order to assault.",
        3747.8,
        3755.42
    ],
    [
        " Sometimes that's how right like if you're close I think it was late who said when they were like",
        3755.92,
        3763.52
    ],
    [
        " in a gunfight and they were so close they were yelling at each other where you could definitely hear",
        3763.52,
        3768.1
    ],
    [
        " people talking yeah yeah I saw I have to ask late like what particular instance that was yeah he I saw",
        3768.1,
        3776.78
    ],
    [
        " a video of some fire some army guys I think in Afghanistan they were kind it looked like a kind of",
        3776.78,
        3783.26
    ],
    [
        " a jungle there's parts of Afghanistan it looked like that yeah like not a thick yeah but like it was",
        3783.26,
        3789.1
    ],
    [
        " like trees in there and they were in a gunfight and they were you could hear them yelling at it",
        3789.1,
        3793.7
    ],
    [
        " and I think there it was in a different language and stuff and they were just the same deal blankity",
        3793.7,
        3797.78
    ],
    [
        " blank blank and but it's crazy because in football yeah that's how to you know it's like it's all",
        3797.78,
        3803.2
    ],
    [
        " talking trash the whole time yeah even the referee is saying hey be quiet be quiet no fat the",
        3803.2,
        3807.8
    ],
    [
        " referee is no factor because he can't do nothing for you he's talking and everyone's yelling at",
        3807.8,
        3811.3
    ],
    [
        " each other right and depends certain teams are more hostile than others whatever just depends on",
        3811.3,
        3816.5
    ],
    [
        " the personality of the team but yeah that goes on but it's all like it's all within like sportsman",
        3816.5,
        3823.54
    ],
    [
        " like you know some of it's funny some some of it's like kind of me you know so there's there's a",
        3823.54,
        3828.28
    ],
    [
        " sort it's kind of the culture you know but it's crazy to understand that like this guy's trying",
        3828.28,
        3833.7
    ],
    [
        " to straight out kill you and you're trying to kill them so that blankity blank blank is like the real",
        3833.7,
        3838.98
    ],
    [
        " deal you know this next section is about the commanding officer of the first battalion seventh",
        3838.98,
        3848.24
    ],
    [
        " regiment us Marines first Marine division you might know who that is it's Lieutenant Colonel",
        3848.24,
        3854.08
    ],
    [
        " Lewis B. Polar from podcast 121 we went through his book which is called Marine in podcast 122",
        3854.08,
        3864.66
    ],
    [
        " we talked about his son Lewis Polar Jr so if you want to check out those podcasts there is",
        3864.66,
        3873.12
    ],
    [
        " that's a podcast that will stay with you I'll put it to you that way um so what he says this is",
        3873.12,
        3884.18
    ],
    [
        " one of the most yeah this is the most iconic Marine of all time Chasty Polar and he says and this",
        3884.18,
        3892.32
    ],
    [
        " was kind of cool because like this is it's cool because the way this is written you can tell that",
        3892.32,
        3897.52
    ],
    [
        " this guy was taking notes like there was someone there sitting there writing down word for word",
        3897.52,
        3901.06
    ],
    [
        " what these guys were saying so this is Chasty Polar talking and he says and handling my companies I",
        3901.06,
        3905.7
    ],
    [
        " take the company commander's word for what is going on you have to do this to get anywhere in order",
        3905.7,
        3911.58
    ],
    [
        " to get a true picture of what is going on in this heavy country I take my staff I make my staff",
        3911.58,
        3918.46
    ],
    [
        " get up to where the fighting is this command post business will ruin the American army and",
        3918.46,
        3923.84
    ],
    [
        " Marines if it isn't watched hell our platoons and squads would like a command post in the attack",
        3923.84,
        3929.46
    ],
    [
        " if they are not watched as soon as you set up a command post all forward movement stops",
        3929.46,
        3938.14
    ],
    [
        " that's a good one it's a good one to think about mentally for you for us for me",
        3938.14,
        3947.42
    ],
    [
        " right you and soon as you set up a command post like okay I'm good we're I'm good in this spot",
        3948.46,
        3953.58
    ],
    [
        " forward progress stops don't do it he says the walkie talkie the japs have operates why",
        3953.58,
        3962.56
    ],
    [
        " why can't we have a similar one and then he says this to hell with the telephone wire advancing",
        3962.56,
        3970.72
    ],
    [
        " with the troops we can't carry enough wire we received an order this advance the advance will",
        3970.72,
        3977.42
    ],
    [
        " stop until the wire gets in this is backwards so you know because they didn't have good radio",
        3977.42,
        3985.32
    ],
    [
        " communications they they would run a wire an actual wire so they could talk to each other on",
        3985.32,
        3991.44
    ],
    [
        " these little field telephones well obviously it's not easy to run that wire out there and you'd",
        3991.44,
        3996.84
    ],
    [
        " see you've ever seen that you know movies of guys they got the little wire in a real running out",
        3996.84,
        4000.42
    ],
    [
        " avoiding getting shot I mean it's a don't nightmare but then you get these commander saying hey don't",
        4000.42,
        4005.54
    ],
    [
        " advance anymore until you get the wire position and just he's like look we know where we're going",
        4005.72,
        4009.62
    ],
    [
        " let us go he said the staffs are twice as large they should be the regimental staff is too large",
        4009.62,
        4018.5
    ],
    [
        " I have five staff officers in the battalion and I could get along with less the officers have to",
        4018.5,
        4024.2
    ],
    [
        " dress and look like the men one time the command on of the Marine Corps asked me why our patrols failed",
        4024.2,
        4029.62
    ],
    [
        " I replied because the officers betting role in Haiti at that time the officer had to have a pack",
        4030.0,
        4036.2
    ],
    [
        " mule and the enlisted men saw the officers lying around in luxury the patrols were actually held",
        4036.2,
        4043.1
    ],
    [
        " up for this pack mule your leaders have to be up front those that won't get up there and are not",
        4043.1,
        4049.54
    ],
    [
        " in physical shape to keep up with the men will cause plans to fail it's okay to say that an outfit",
        4049.54,
        4058.62
    ],
    [
        " cannot be surprised but it is bound to happen in this type of warfare so therefore your outfits",
        4058.62,
        4065.76
    ],
    [
        " must know what to do when ambushed so he's saying like hey look you can say hey we're not going to",
        4065.76,
        4071.46
    ],
    [
        " get surprised but guess what you are so you better know what to do then he says calling back commanding",
        4071.46,
        4077.72
    ],
    [
        " officers to battalion and regimental CPs to say how are things going is awful that's a statement",
        4077.72,
        4084.28
    ],
    [
        " that's a complete statement if you call me back from the front line to say how's it going",
        4084.28,
        4088.08
    ],
    [
        " it's awful each company is responsible for its flank this is a time tested improvement formation",
        4088.08,
        4097.22
    ],
    [
        " which worked if attacked from the flank face and adjust good little good little thing to think about",
        4097.22,
        4105.68
    ],
    [
        " in marching or in camp I just noticed like now that I'm reading chesty pull I'm getting more",
        4105.68,
        4112.2
    ],
    [
        " fired up I'm channeling chesty in marching or in camp I think I'm doing what I think he sounded like",
        4112.2,
        4120.16
    ],
    [
        " in marching or in camp we've learned here that you must have an all-around defense there you go",
        4120.16,
        4128.66
    ],
    [
        " but he's just making statements he's not even he's just he's just rattling things off we need more",
        4128.66,
        4134.34
    ],
    [
        " entrenching shovels give shovels to the men who have wire cutters you need both the wire cutter",
        4134.34,
        4138.8
    ],
    [
        " and shovels I wish we had had the M1 rifle and when we get relieved from Guadalcanal I'm going to make",
        4140.12,
        4145.76
    ],
    [
        " every effort to get it I consider it my imperative that the army and Marines be equipped with knee",
        4145.76,
        4155.1
    ],
    [
        " mortars and only carry one type grenade have the hand grenade fit in the knee mortar and be of",
        4155.1,
        4161.18
    ],
    [
        " use as a hand grenade and also as a rifle grenade you need a rifle grenadier and each squad for",
        4161.18,
        4166.12
    ],
    [
        " use against enemy machine gunness I didn't in some of the other guys I kind of skipped through",
        4166.64,
        4173.98
    ],
    [
        " some of their when it gets re starts getting real granular but I wasn't going to skip chesty puller",
        4173.98,
        4179.3
    ],
    [
        " because chesty puller the following is the result and so that's it that's that's what we get from",
        4179.3,
        4188.0
    ],
    [
        " chesty but then the following is the result of a conference with five of the best NCOs in the first",
        4188.0,
        4192.9
    ],
    [
        " battalion of the seventh Marines these NCOs were selected by lieutenant colonel puller",
        4192.9,
        4198.02
    ],
    [
        " here's some comments from them the Japanese fire is not always aimed it is harassing fire and",
        4198.02,
        4203.72
    ],
    [
        " scares recruits get the recruits so they are used to overhead fire japs who have infiltrated",
        4203.72,
        4209.58
    ],
    [
        " signal to each other with their rifles by the number of shots we get these birds by constantly",
        4209.58,
        4218.06
    ],
    [
        " patrolling he says if one of the guys say if you shoot their officers they mill around talking",
        4221.56,
        4227.88
    ],
    [
        " about the Japanese if you shoot their officers they mill around their NCOs are poor you can tell",
        4227.88,
        4232.98
    ],
    [
        " their officers by their sabers and their letter leather pletees which is like some kind of",
        4232.98,
        4238.74
    ],
    [
        " legging I had to look that word up pletees PUTTS it's like a legging but this is again this is",
        4238.74,
        4247.08
    ],
    [
        " something that you hear a lot about the Japanese is that once their officers are dead they because",
        4247.08,
        4252.02
    ],
    [
        " they're very centralized command micro managed so if you killed their if you killed their officers all",
        4252.02,
        4257.78
    ],
    [
        " of a sudden the the rest of the troops are just kind of milling around they don't know what to do",
        4257.78,
        4261.16
    ],
    [
        " lieutenant shepherd seventh Marines also promoted on the field of battle",
        4261.16,
        4270.74
    ],
    [
        " resolutely lieutenant shepherd I would stress in training teamwork between the leaders in all units",
        4271.8,
        4278.14
    ],
    [
        " liaison between support plans and all leaders liaison between artillery and the infantry if I",
        4278.14,
        4283.1
    ],
    [
        " were training my unit again I would really have some high class patrol training I would do everything",
        4283.1,
        4287.84
    ],
    [
        " with these patrols I could possibly think of to include losing them and making them go across",
        4287.84,
        4292.7
    ],
    [
        " country without maps or compasses the Japanese do a lot of yelling at times and at other times they",
        4292.7,
        4299.92
    ],
    [
        " are deadly silent one night some Japanese got in our marching column we discovered them and bayonet",
        4299.92,
        4307.84
    ],
    [
        " them at another time I hurt I myself heard a Japanese yell in good English K company forward",
        4307.84,
        4316.48
    ],
    [
        " the japs don't like our men yelling back at them",
        4316.48,
        4321.0
    ],
    [
        " okay next we get to master gunnery sergeant rm foul seventh Marines and he's 24 years of service",
        4324.44,
        4330.3
    ],
    [
        " he said we learned not to get excited or go off half cocked where there's noise the Japanese",
        4330.3,
        4335.96
    ],
    [
        " make noise to mislead us they shot off some firecrackers at the start but we have learned that where",
        4335.96,
        4343.46
    ],
    [
        " the noise is he ain't you never hear him move he sleeps in the daytime and does his work at night",
        4343.46,
        4349.88
    ],
    [
        " officers and nco's during shelling should move around and talk to the men quiet them down if you",
        4353.94,
        4360.32
    ],
    [
        " don't do this some of them will walk around with their fingers on their triggers and they get to",
        4360.32,
        4365.9
    ],
    [
        " imagining things and along this line we learn to post double sentinels one man to quiet another",
        4365.9,
        4373.18
    ],
    [
        " imagine that you got to you got to put two people on watch because you got one of them is going to",
        4373.18,
        4380.98
    ],
    [
        " all my time in the Marines I've seen men bunch up and I've talked about this and make my nco's",
        4382.84,
        4389.02
    ],
    [
        " talk about this all the time the men seem to fear separation I talked about that leadership",
        4389.02,
        4393.36
    ],
    [
        " strategy and tactics I got a whole section called don't bunch up and I don't didn't just talk",
        4393.36,
        4398.92
    ],
    [
        " about it from the battlefield perspective but what happens is the way I the reason I had to talk",
        4398.92,
        4403.08
    ],
    [
        " about it in there is because yes people bunch up on the battlefield and they do it because they're",
        4403.08,
        4410.96
    ],
    [
        " I want to get to you to hear what you have what's going on but what happens and from a leadership",
        4410.96,
        4415.54
    ],
    [
        " perspective is people bunch up mentally in live from the so echo you have an idea I like to",
        4415.54,
        4423.6
    ],
    [
        " crowd in with your idea put my ideas in there we but we I want to get together we're gonna talk",
        4423.6,
        4427.14
    ],
    [
        " we're gonna give our input it's like man give that person some space yeah let that plan develop",
        4427.14,
        4433.86
    ],
    [
        " a little bit don't bunch up don't crowd it this one says the japs are man monkeys and they run",
        4433.86,
        4443.96
    ],
    [
        " around considerable in order to compete with these man monkeys from Japan you got to be an excellent",
        4443.96,
        4450.62
    ],
    [
        " shape and you've got to be tough we can lick them and we are doing it all the time sir so yeah",
        4450.62,
        4457.08
    ],
    [
        " we're saying they're like in great shape and they're able to move around through the jungle very",
        4457.08,
        4461.38
    ],
    [
        " quickly well I suppose it's like when when Joe Rogan calls some fighter like a gorilla or whatever",
        4461.38,
        4469.38
    ],
    [
        " right yes or a monster yeah monster animal yeah the animal check man monkeys",
        4469.38,
        4476.98
    ],
    [
        " lieutenant colonel frisbee executive officer seventh marine I hope the army is being toughened up",
        4476.98,
        4484.52
    ],
    [
        " we toughened up by bivouacking not camping at the combat ranges we lived at these combat",
        4485.08,
        4492.12
    ],
    [
        " ranges in order to teach platoons to keep off the road we made platoons marching the field alongside",
        4492.12,
        4497.5
    ],
    [
        " the road when they moved from one combat area to another hey what's bivouacking",
        4497.5,
        4503.2
    ],
    [
        " sleeping in the woods not camping but you know setting up a small area to sleep in you're not like",
        4503.2,
        4514.26
    ],
    [
        " put pitching a tent it's like a just a make shift sort of we're gonna sleep here",
        4514.26,
        4521.52
    ],
    [
        " just kind of for sleeping for rest but it's not like in a bad way or a necessarily good way",
        4521.52,
        4529.74
    ],
    [
        " more just like to get sleep like hey we've been patrolling all right we're in a good spot hey we're",
        4529.74,
        4534.36
    ],
    [
        " gonna be a wackier for the night okay you know half guys on security other half guys get you know",
        4534.36,
        4539.2
    ],
    [
        " put your head down get some sleep got you probably a good defensible position",
        4539.2,
        4545.16
    ],
    [
        " here's lieutenant colonel n h",
        4545.16,
        4550.46
    ],
    [
        " hand con second battalion seventh Marines and by the way metal of honor from Haiti",
        4550.46,
        4560.64
    ],
    [
        " it pays in the attack in the jungle to use the heavy machine guns there is a difference of opinion",
        4560.64,
        4568.12
    ],
    [
        " as you've noticed on this matter it's hard work yes but don't overlook the value morale and",
        4568.12,
        4575.34
    ],
    [
        " otherwise and don't forget about the high rate of fire if you ditch the heavy machine guns and",
        4575.34,
        4580.44
    ],
    [
        " substitute the lights in their place you must remember that you'll be up against the Japanese",
        4580.44,
        4585.74
    ],
    [
        " machine guns as we all know a huge fan of machine guns and apparently so is lieutenant colonel",
        4585.74,
        4595.84
    ],
    [
        " be careful about withdrawing the men unless all the men know what it's about if you don't do",
        4595.84,
        4600.74
    ],
    [
        " this you're liable to make the man panicky we already talked about that mob mentality can happen",
        4600.74,
        4605.64
    ],
    [
        " you must realize that there is such a thing as not attacking win order to do so",
        4605.64,
        4610.16
    ],
    [
        " we have got to get to a point where the men go ahead win ordered and damn the hindmost",
        4610.16,
        4619.36
    ],
    [
        " corpals must be indoctrinated with leadership to overcome this and all ranks have got to have",
        4619.82,
        4626.54
    ],
    [
        " the hate like I said this is a different time man you're going against a different enemy",
        4626.54,
        4633.42
    ],
    [
        " we're talking about you have to hate the enemy that's where we're at",
        4633.42,
        4640.42
    ],
    [
        " here's a conference with three second lieutenants and five old NCOs of second battalion seventh",
        4645.04,
        4650.68
    ],
    [
        " Marines the basic principle of leadership in the US Marine Corps is that the individual is told",
        4650.68,
        4655.72
    ],
    [
        " of his responsibility in different situations and is held to it you gotta have confidence in",
        4655.72,
        4664.56
    ],
    [
        " each other when signals to move forward are given you must have confidence that the men next",
        4664.56,
        4669.1
    ],
    [
        " you will move forward even if you cannot see them we have that kind of confidence in this battalion",
        4669.1,
        4676.0
    ],
    [
        " there's a quote here which I am in full agreement with it says we love the heavy machine gun",
        4676.0,
        4685.88
    ],
    [
        " period we have two American Indians we use as talkers on the telephone or voice radio when we want",
        4685.88,
        4697.32
    ],
    [
        " to transmit secret or important messages awesome be mean and kill them kill them dead our platoon",
        4697.32,
        4707.7
    ],
    [
        " our motto in this platoon is no prisoners second lieutenant d a Clark seventh Marines",
        4707.7,
        4720.36
    ],
    [
        " promoted on the field of battle this officer was interviewed in the hospital where he was",
        4720.36,
        4726.38
    ],
    [
        " recuperating from wounds we have a lot of trouble in my platoon with water discipline we also have",
        4726.6,
        4733.0
    ],
    [
        " trouble with men bunching up in order to talk to each other they seem to do this even though it",
        4733.0,
        4737.26
    ],
    [
        " means death major abuse assistant g3 on the general general van der Griff staff we have had to",
        4737.26,
        4749.24
    ],
    [
        " multiply our unit of fire in hand grenades by five the yellow color on hand grenades is poor",
        4749.3,
        4757.78
    ],
    [
        " why can't they just be painted black as the yellow color enables the jabs to throw them back",
        4757.78,
        4763.42
    ],
    [
        " you ever seen that color combination it's it's very common in the military it's like an olive",
        4763.42,
        4770.56
    ],
    [
        " drab but then the writing is in yellow yeah and like even the grades no one listen to this guy",
        4770.56,
        4775.16
    ],
    [
        " because the grenades still have like a yellow band around them yeah it's it's it's not like a bright yellow",
        4775.16,
        4779.66
    ],
    [
        " but it's definitely yellow yeah wait why is that why is it yellow that's just how they mark them",
        4779.66,
        4787.26
    ],
    [
        " I mean there's I mean there's no particular reason it looks kind of I almost actually leadership",
        4787.26,
        4792.46
    ],
    [
        " strategy and tactics almost when in fact I the reason I didn't go because it's olive drab",
        4792.46,
        4798.08
    ],
    [
        " the reason I didn't go that same exact yellow is because you couldn't really read it clearly enough",
        4798.08,
        4804.0
    ],
    [
        " that's kind of a bummer I should have just stuck with it huh yeah like claim where my do claim",
        4804.74,
        4808.98
    ],
    [
        " where my eyes are yeah big where it says front towards enemy yeah actually yeah yellow I think yeah",
        4808.98,
        4814.02
    ],
    [
        " yeah so it's very good it's the common thing yeah it's the common stencil color is this",
        4814.02,
        4819.78
    ],
    [
        " olive drab green and it's a faded yellow it's like a drab yellow yeah he says this",
        4819.78,
        4829.44
    ],
    [
        " I am being sent back for arrest we have been in action continually from here from August 7th 1942",
        4830.16,
        4836.48
    ],
    [
        " until this date November 26 1942 what we all marvel at is how general vandagrift can stand",
        4836.48,
        4843.7
    ],
    [
        " it so much better than we do it must be his character what to do like a full-on podcast on general",
        4843.7,
        4855.5
    ],
    [
        " Ben J Northridge CO 2nd Battalion 164th Infantry if I could train my men over again I would put",
        4855.5,
        4865.2
    ],
    [
        " officers and men in slit trenches and drop bombs nearby to overcome fear we were all scared to death",
        4865.2,
        4873.04
    ],
    [
        " at first let's overcome this fear how about firing some captured 25 caliber ammunition out of",
        4873.04,
        4878.58
    ],
    [
        " captured rifles to let officers and men know the sound also captured Jap machine guns ammunition",
        4878.58,
        4884.84
    ],
    [
        " out of their captured machine guns gotta get used to that sound luckily we do I mean luckily",
        4884.92,
        4891.38
    ],
    [
        " we have 8k 47s we can do that no problem no factor we know what that 8k sounds like Lieutenant",
        4891.38,
        4897.26
    ],
    [
        " Colonel Frank Richards CO 1st Battalion 164th Infantry he says if I were training my battalion again",
        4897.26,
        4905.16
    ],
    [
        " I would have training in patience I would have patrols wait for the enemy to expose himself",
        4905.16,
        4913.8
    ],
    [
        " they move around too they have to relieve themselves and they have to get food I would have the",
        4913.92,
        4920.58
    ],
    [
        " men in this patience training made be made to sit still for hours at a time Captain John A",
        4920.58,
        4933.12
    ],
    [
        " Gossett CO company 864th Infantry teach the men the capacities of the hand grenade and handling men",
        4934.76,
        4943.6
    ],
    [
        " Isn't that crazy dude that this guy is it here in Guadalcanal and here's the two notes that he's got",
        4943.6,
        4951.06
    ],
    [
        " he says you gotta learn the capacities of hand grenades and how to handle men I thought I knew how",
        4951.06,
        4956.42
    ],
    [
        " to handle men but since I've been here I have revised my ideas as I have learned a great deal",
        4956.42,
        4962.4
    ],
    [
        " I have learned the primitive rough and tumble way you can't pat all men on the back you have to be",
        4963.12,
        4969.64
    ],
    [
        " rough with some men in order to get results it is not my nature to be rough but I am forcing myself",
        4969.64,
        4975.74
    ],
    [
        " and I have learned which of my men I can pat on the back and which I have to deal with in the hardest",
        4975.74,
        4981.88
    ],
    [
        " manner everyone's the same everyone's different",
        4981.88,
        4985.6
    ],
    [
        " um",
        4989.42,
        4990.1
    ],
    [
        " Captain John A Dawson commanding officer company B 164th Infantry",
        4990.1,
        4995.68
    ],
    [
        " if I could train my company again I would have some maneuvers on which the men were deprived of",
        4995.68,
        5002.86
    ],
    [
        " food water and comforts in order to find out which NCOs and men can't take it I would relieve",
        5002.86,
        5008.76
    ],
    [
        " these people this type of maneuver would teach men to know and expect hardships it will lessen",
        5008.76,
        5015.68
    ],
    [
        " the shock when they come up against the real thing in the presence of the enemy it is important",
        5015.68,
        5022.9
    ],
    [
        " that the entire squad know how to operate the BAR not just two men reason think of the BAR",
        5022.9,
        5029.68
    ],
    [
        " men who are wounded get killed and become sick and have to be evacuated again cross-training",
        5029.68,
        5035.36
    ],
    [
        " Lieutenant John S Graves Platoon Leader Company C 164th Infantry the biggest thing I have learned",
        5038.04,
        5045.18
    ],
    [
        " since I hit this island is that leadership and initiative is so important here the platoon leader",
        5045.18,
        5050.44
    ],
    [
        " can only be in one spot at a time and men must be trained to act correctly on their own I've never",
        5050.44,
        5057.06
    ],
    [
        " seen this type of training yes decentralized command that's just post that on your brain",
        5057.06,
        5071.74
    ],
    [
        " Sergeant WV Dema Squad Leader Company C 164th Infantry sir I would like to say that there is no",
        5071.74,
        5082.76
    ],
    [
        " place for recruits here we need trained soldiers who have initiative and and know what is the right",
        5082.76,
        5089.88
    ],
    [
        " thing to do the jungle is so thick that squad leaders cannot get around all of the time to see men",
        5089.88,
        5096.84
    ],
    [
        " and tell them what to do this is the common theme this is Colonel Bee Moore commanding officer",
        5096.84,
        5107.38
    ],
    [
        " 164th Infantry note when I saw Colonel Moore he was interviewing a patrol and patrol leader who",
        5107.6,
        5113.4
    ],
    [
        " had just come back they had been on a reconnaissance for 15 hours the patrol leader had been met at an",
        5113.4,
        5119.24
    ],
    [
        " advanced position and as he had valuable information of the enemy he was conducted by jeep to the",
        5119.24,
        5127.06
    ],
    [
        " observation post of the artillery where he directed artillery fire then returned to the Colonel",
        5127.06,
        5132.48
    ],
    [
        " where he made his report the patrol and its leader were nearly exhausted Colonel Moore had on hand",
        5132.48,
        5139.28
    ],
    [
        " a small sample bottle of brandy which he issued one small sample bottle to each two men",
        5139.28,
        5147.52
    ],
    [
        " he made them dilute this brandy with water in their canteen cups it was noticeable that this helped",
        5147.52,
        5154.94
    ],
    [
        " them the following interd view took place after the patrol had been dismissed one could not be around",
        5154.94,
        5161.88
    ],
    [
        " Colonel Moore Colonel Moore very long without realizing that he is a leader and regimental commander",
        5161.88,
        5169.14
    ],
    [
        " in every sense of the word taking care of his people and he says the greatest problem",
        5169.14,
        5181.78
    ],
    [
        " is leaders and you have to find some way to weed out the weak ones but platoon leaders who cannot",
        5181.78,
        5190.22
    ],
    [
        " command who cannot foresee things and you cannot act on the spur of the moment in an emergency are a",
        5190.22,
        5196.78
    ],
    [
        " distinct detriment leadership and this is the last thing we're going to read from this book",
        5196.78,
        5207.44
    ],
    [
        " he says many of the junior leaders have not used their heads at times in their training I recommend",
        5207.44,
        5215.04
    ],
    [
        " you put them up against situations where they must use their heads",
        5215.76,
        5222.1
    ],
    [
        " he says the good leaders seem to get killed the poor leaders get the men killed",
        5222.1,
        5228.5
    ],
    [
        " the big problem is leadership and getting the shoulder straps on the right people not one man in 50 can",
        5228.5,
        5235.16
    ],
    [
        " lead a patrol in the jungle if you can find out who the good patrol leaders are before you",
        5235.16,
        5240.58
    ],
    [
        " hit the combat zone you have found out something I have had to get rid of about 25 officers because",
        5240.58,
        5247.8
    ],
    [
        " they just weren't leaders I had to make the battalion commander weed out the poor junior leaders",
        5247.8,
        5253.88
    ],
    [
        " this process is continuous our junior leaders are finding out that they must know more about their men",
        5253.88,
        5261.06
    ],
    [
        " the good leaders know their men",
        5261.06,
        5267.66
    ],
    [
        " the good leaders know their men obviously that's not new we've heard it before in fact we've",
        5274.28,
        5282.9
    ],
    [
        " heard all this before and what's crazy is they'd all heard it before right like these principles",
        5282.9,
        5291.28
    ],
    [
        " have been around these principles have been around forever but they still made mistakes they",
        5291.28,
        5297.14
    ],
    [
        " still had a real or no lessons and they still had to make every effort like this manual to pass",
        5297.14,
        5304.98
    ],
    [
        " those lessons on and what should we do we well what we should do is we should make our best effort",
        5304.98,
        5317.28
    ],
    [
        " to receive those lessons remember those lessons just as we should remember these brave men who learned",
        5317.88,
        5329.02
    ],
    [
        " these lessons in blood what do you got echo Charles I always like so there's kind of two ways you can go",
        5329.02,
        5345.0
    ],
    [
        " with like all of this stuff where it's like you hear it over and over and over again right which",
        5345.0,
        5348.9
    ],
    [
        " should sort of reinforce it so you kind of got to be careful to not regard it I guess maybe this",
        5348.9,
        5356.46
    ],
    [
        " happens subconsciously sometimes where you just you know you hear something over and over again and",
        5356.46,
        5361.42
    ],
    [
        " then it just becomes sort of just noise like I already know that what's weird about me yeah I know a lot",
        5361.42,
        5368.34
    ],
    [
        " of things okay well when you say that like I can't relate to it yeah because every time I hear",
        5368.34,
        5374.64
    ],
    [
        " these things I'm like there it is yeah yeah I'm like there it is it's a reinforcement it's it's",
        5374.64,
        5380.06
    ],
    [
        " it's I'm hearing it again it's a little bit of different but I know what that means you know like",
        5380.06,
        5384.58
    ],
    [
        " that last little section it's so crazy to read that it's so crazy to read that this guy is saying in",
        5384.58,
        5390.38
    ],
    [
        " training you I recommend you put them in situations where they must use their heads I teach that",
        5390.38,
        5396.0
    ],
    [
        " all time that's long front we like oh you want to train your leaders you got to put you can't give",
        5396.0,
        5399.76
    ],
    [
        " your leaders problems that there is a wrote memor memorable solution to you actually want to make",
        5400.1,
        5406.5
    ],
    [
        " them think I always bring up a story with the Germans the Germans would give their subordinate",
        5406.5,
        5413.62
    ],
    [
        " leaders in training they would give them problems that could only be solved if they broke the rules",
        5413.62,
        5419.24
    ],
    [
        " which means there's no format to what they're getting them to try and do so how can you get your",
        5419.24,
        5425.06
    ],
    [
        " people you need to put your people in situations where they need to think so every time I look and this",
        5425.06,
        5428.86
    ],
    [
        " is a lesson that I've taught before but I hear it and I'm like there it is yeah maybe because you",
        5428.86,
        5434.44
    ],
    [
        " like a pilot so maybe often or maybe it made like such an impact for because of like your experiences",
        5434.44,
        5440.52
    ],
    [
        " and stuff or maybe both I don't know but so it's always sticking with you so you're always like",
        5440.52,
        5446.22
    ],
    [
        " looking to like reinforce to make it better to improve on this very thing that you're actually",
        5446.22,
        5451.4
    ],
    [
        " practicing yeah you know what's interesting so my last three years in the in the terms I was running",
        5451.4,
        5457.32
    ],
    [
        " that training it's why I got to see and I always say that the training that I ran",
        5457.32,
        5460.54
    ],
    [
        " was the best leadership laboratory in the history of the world and I would be willing to go toe-to-toe",
        5460.54,
        5468.56
    ],
    [
        " on anyone that thinks that they've seen them better I'm not not not to fight them but I would be",
        5468.56,
        5472.0
    ],
    [
        " interested if there was someone else that says oh we did we had a leadership situation where this",
        5472.0,
        5478.52
    ],
    [
        " is what we got to see and therefore we have a really good understanding of of leadership as well",
        5478.52,
        5484.6
    ],
    [
        " I'm sure there's other things that are out there I'm telling you the when I was running that",
        5484.6,
        5490.14
    ],
    [
        " training it was freaking awesome because you're seeing platoon after platoon after platoon after platoon",
        5490.14,
        5497.18
    ],
    [
        " with different leadership you could see the good leadership versus the bad leadership you see what",
        5497.18,
        5501.62
    ],
    [
        " work what didn't work it was the best leadership laboratory and I I learned that I got to take the",
        5501.62,
        5508.5
    ],
    [
        " lessons that I learned and see them applied and when they when they applied them well did things",
        5508.5,
        5514.0
    ],
    [
        " would go well if they didn't apply well things would go bad it was so obvious it was so obvious and",
        5514.0,
        5519.1
    ],
    [
        " what's interesting is now at echelon front I kind of get to do the same thing because it's hey I work",
        5519.1,
        5526.54
    ],
    [
        " with a business here's what's happening in their market here's what's happening in their expansion",
        5526.54,
        5529.98
    ],
    [
        " here's what's happening as they grow so we get to see oh here's the leadership here's what you",
        5529.98,
        5534.06
    ],
    [
        " need to do and then I it's like this is the mistake that you're making this is where you need to move",
        5534.06,
        5539.56
    ],
    [
        " and so I like you said I I'm very lucky because I continue to get to work directly in this",
        5539.84,
        5546.22
    ],
    [
        " environment that I've been completely and utterly engaged in for you know I mean for a long long",
        5546.22,
        5556.58
    ],
    [
        " for decades and and and yet that I guess maybe that's why when I see these things I think to myself",
        5556.58,
        5565.12
    ],
    [
        " like guess like I get it just just more reinforcement and yeah so do you like it",
        5565.82,
        5574.4
    ],
    [
        " yeah what like straight out like okay so we'll call this maybe oversimplify uh simplifying it",
        5574.4,
        5581.42
    ],
    [
        " leadership right do I like it yeah are you serious right now man I absolutely love okay I love",
        5581.42,
        5587.9
    ],
    [
        " and you know what I love it in the way that what I love about it is it is a continual challenge",
        5587.9,
        5595.16
    ],
    [
        " to it's it's it's it's it's solving a problem and getting the grad it's it's kind of like",
        5595.16,
        5602.02
    ],
    [
        " jujitsu and that you get out there you learn a move you see a move you use the move it works it doesn't",
        5602.02,
        5607.5
    ],
    [
        " work you make adjustments on it it's a very similar thing but yeah I love it because it's super",
        5607.5,
        5615.8
    ],
    [
        " complex and yet it's super simple right and the gratification is is extraordinary because people",
        5615.8,
        5626.76
    ],
    [
        " you know like people say I did what you just told me to do you know I did in the last meeting",
        5626.76,
        5633.16
    ],
    [
        " and Fred's on board now and you're like that's awesome yeah and and this was a problem for someone",
        5633.16,
        5639.62
    ],
    [
        " that was a legitimate not not just a challenge but like a threat to their lifestyle right a",
        5640.16,
        5646.7
    ],
    [
        " threat to their business a threat to their corporation and you're like hey here's this here's okay do",
        5646.7,
        5653.18
    ],
    [
        " this report back let me hear what you got okay here's the report okay here's a reaction I got okay",
        5653.18,
        5657.52
    ],
    [
        " good that means continue moving this around no that means go over in this direction so to be able to",
        5657.52,
        5663.12
    ],
    [
        " so be able to be lucky enough to take all these lessons that I learned and be able to apply them",
        5663.12,
        5670.0
    ],
    [
        " on a daily basis it's ridiculous it's freaking awesome because like it's do you like leadership well",
        5670.0,
        5677.96
    ],
    [
        " I I knew the answer and maybe it was kind of a semi rhetorical question but if",
        5677.96,
        5684.28
    ],
    [
        " because some people they don't they don't like it they they see it as a necessity and stuff like",
        5684.28,
        5689.82
    ],
    [
        " that but they don't really like it so and then it's a spectrum for sure it's like sales you know",
        5689.82,
        5694.42
    ],
    [
        " like sales for example where some people they just love it and every little tip every little thing",
        5694.42,
        5699.86
    ],
    [
        " every little like established like element of successful they're all about all about it",
        5699.86,
        5706.54
    ],
    [
        " yep well people can be in all kinds of stuff right yeah you get to guitar drawing oh yeah",
        5706.54,
        5712.06
    ],
    [
        " reading I mean yeah so if there's a certain philosophical element that is like with stood the test",
        5712.06,
        5718.74
    ],
    [
        " of time and the reading here reading that man it's gonna reinforce a thing they're gonna be into it",
        5718.74,
        5723.3
    ],
    [
        " and it's gonna be just in their head they're gonna apply it any chance that they get even if it's",
        5723.3,
        5728.46
    ],
    [
        " this much of a little development they're gonna apply it boom just ready is down because they enjoy it",
        5728.46,
        5734.18
    ],
    [
        " and that's part of their jam but if let's say you don't really like you fight it's like a like a",
        5734.18,
        5739.38
    ],
    [
        " chore or whatever right you know there's certain in type introvert type people who are in a",
        5739.38,
        5744.6
    ],
    [
        " leadership position who kind of don't like it they'd rather someone else do it with the people",
        5744.6,
        5748.28
    ],
    [
        " or something like this right and then so those are the ones that might be I don't know but they might",
        5748.28,
        5755.3
    ],
    [
        " be the ones that are gonna be making these mistakes over and over again because they're not consciously",
        5755.3,
        5759.66
    ],
    [
        " like actively trying to implement these lessons that are just in someone like your case just",
        5759.66,
        5764.94
    ],
    [
        " straight up being reinforced yeah but for them it's it's almost like not even getting in it's kind",
        5764.94,
        5769.94
    ],
    [
        " of like I heard that before whatever I heard that before whatever I'm too busy like not caring almost",
        5769.94,
        5774.04
    ],
    [
        " in a way like I'm too busy like caring about the things that I care about and like yeah I think I",
        5774.04,
        5778.18
    ],
    [
        " think where oh there's a lot of misconceptions and I wrote about this in leadership strategy tactics",
        5778.18,
        5783.42
    ],
    [
        " but here it's it's all like the cover flap or whatever um",
        5783.42,
        5790.28
    ],
    [
        " leadership is the most challenging of human endeavors it is often misunderstood it can be",
        5790.28,
        5797.82
    ],
    [
        " bewilder mystify and frustrate even the most dedicated practitioners leaders at all levels",
        5797.82,
        5803.74
    ],
    [
        " are often forced to use theoretical guesswork to make decisions and lead their troops it doesn't",
        5803.74,
        5810.58
    ],
    [
        " have to be that way there are principles that can be applied and tenants that can be followed",
        5810.58,
        5815.96
    ],
    [
        " there are skills that can be learned and maneuvers that can be practiced and executed there are",
        5815.96,
        5821.44
    ],
    [
        " leadership strategies and tactics that have been tested and proven on the battlefield in business",
        5821.44,
        5827.08
    ],
    [
        " and in life so that's what I think people miss out on is they miss out on the fact that it's not it's",
        5827.08,
        5833.48
    ],
    [
        " it's kind of like any any skill set that you want to learn you want to learn how to play guitar you've",
        5833.86,
        5844.2
    ],
    [
        " got to learn the chords you've got to learn notes you want to learn jiu jitsu you got to learn",
        5844.2,
        5848.42
    ],
    [
        " it on lock you got to you want to learn how to play basketball you got to learn how to dribble you",
        5848.42,
        5852.22
    ],
    [
        " couldn't expect why would anybody expect that they could walk out on a basketball court without ever",
        5852.22,
        5856.0
    ],
    [
        " practicing and be good at it now what now let me ask you this have you ever watched",
        5856.0,
        5860.5
    ],
    [
        " some like a skateboarder or a BMX guy or a mountain biker or a surfer and been like oh that looks",
        5863.9,
        5871.9
    ],
    [
        " you you think in your weird mind that you could actually do what they're doing right yeah not the",
        5871.9,
        5876.68
    ],
    [
        " skateboarding guys but yeah the other guys yeah skateboarding out there guys are crazy but but you",
        5876.68,
        5881.18
    ],
    [
        " think oh like oh like I can see myself doing that so I think people look at leadership sometimes",
        5881.18,
        5887.18
    ],
    [
        " and there's things that are happening oh yeah I would do the same thing or whatever they it looks",
        5887.18,
        5891.64
    ],
    [
        " easier than it is yeah and so you have to be careful of that and maybe that's why I continue to",
        5891.64,
        5898.5
    ],
    [
        " enjoy reading and learning about it because I see how hard it is I see every day what a challenge",
        5898.5,
        5906.84
    ],
    [
        " it is for people so if I can take one thing away from a book that I can use as a tool to help",
        5906.84,
        5912.04
    ],
    [
        " someone else maneuver through a challenging leadership situation I love it I love adding that",
        5912.04,
        5918.34
    ],
    [
        " capability so speaking of learning and improving and getting better what other suggestions might you",
        5918.34,
        5931.14
    ],
    [
        " have for us mr yeah kind of like me saying Charles kind of like me saying hey exercise will help",
        5931.14,
        5940.3
    ],
    [
        " improving every other aspect of your life true unlike any other thing or whatever true of that",
        5941.2,
        5946.26
    ],
    [
        " thing sure I'll say it over and over again or whatever helps reinforce it hopefully hopefully it",
        5946.26,
        5953.22
    ],
    [
        " doesn't become noise yeah I'll give you some credit now for taking what I just said which is a",
        5953.22,
        5958.02
    ],
    [
        " was a pretty meaningful moment and what you just said is you're gonna continue to read the same",
        5958.02,
        5963.7
    ],
    [
        " stuff over and over again on the support section of the podcast what's good for the goose is good for",
        5963.7,
        5969.32
    ],
    [
        " the other guy you understand what I'm saying anyway we're working out let's get",
        5970.3,
        5974.04
    ],
    [
        " improve your life health what if you just tried to say things in a different way sometime",
        5974.04,
        5977.86
    ],
    [
        " like maybe people would be more interested in it it's possible",
        5977.86,
        5983.62
    ],
    [
        " uh nonetheless we are still working out regardless of how I say it yes I worked out today did",
        5983.62,
        5990.7
    ],
    [
        " spots what oh good job I had pull ups today by the way we're in the process of the",
        5990.7,
        6000.06
    ],
    [
        " let's call it the new garage gym of justice we are probably two months out maybe right now so we're",
        6000.56,
        6007.96
    ],
    [
        " getting there really yeah if anybody if anybody you know uh maybe a year and a half ago there was a",
        6007.96,
        6015.32
    ],
    [
        " transition where I was I moved into a temporary holding facility for myself and that meant a temporary",
        6015.32,
        6022.18
    ],
    [
        " workout facility in my home and that was all a strategic move to long-term have a much better",
        6023.84,
        6032.3
    ],
    [
        " sort of facility facility yes so we're getting there I'm looking forward to unveiling that I might",
        6032.3,
        6041.6
    ],
    [
        " even do you know the um I'll get people I say hey show us your gym gym tour like gym tour",
        6041.6,
        6046.54
    ],
    [
        " well I'll tell you what I will when I when the new gym is complete or at least like when it's kind",
        6047.0,
        6054.36
    ],
    [
        " of getting close we'll do a little we'll do a little um facility tour yeah so you're thinking",
        6054.36,
        6061.02
    ],
    [
        " so what are you gonna do or you're saying a month or two months fish two months ish maybe maybe",
        6061.02,
        6068.86
    ],
    [
        " three maybe two and a half no maybe two okay we should we're getting there we're getting close",
        6068.86,
        6072.8
    ],
    [
        " there you go so improvements across the board straight up facilities personal health all that stuff",
        6072.96,
        6080.7
    ],
    [
        " it's good looking for it's what we're looking for is what we're going for anyway we've got supplements",
        6080.7,
        6084.72
    ],
    [
        " for you if you need them which you know need you know that's a spectrum but this thing will",
        6084.72,
        6090.26
    ],
    [
        " 100% help you yeah I'm gonna go and say say that you you need you need to get joint warfare and",
        6090.26,
        6100.68
    ],
    [
        " not sure of it well if you're listening to this podcast which means you're getting after it",
        6100.68,
        6104.12
    ],
    [
        " right okay if you're not listening to this which which we don't care you're then you don't",
        6104.12,
        6109.4
    ],
    [
        " need it right sure you legitimately don't because you're like on your own program you're probably",
        6109.4,
        6113.32
    ],
    [
        " watching TV you don't need joint warfare and super krill if you're to to strengthen your thumb",
        6113.32,
        6119.06
    ],
    [
        " depressed the remote control yeah you're not a little bit different yeah you you can just get",
        6119.06,
        6123.08
    ],
    [
        " whatever more more french fries more cheetos that's what you can get yeah if you're in the game you",
        6123.08,
        6130.66
    ],
    [
        " super krill you may want yeah you should you need to get super krill you get your warfare and the",
        6130.72,
        6136.7
    ],
    [
        " reason I say need is because if you don't take it you have issues you will have issues that's it",
        6136.7,
        6142.8
    ],
    [
        " don't just get get away from the issues yeah yeah it's like one of those things like you ever play",
        6142.8,
        6148.04
    ],
    [
        " uh you played soccer before yeah right soccer baseball football right you wear certain kind of",
        6148.04,
        6153.2
    ],
    [
        " shoes club cleats really cleats so when you when you go play when you suit up you put on your",
        6153.2,
        6160.28
    ],
    [
        " cleats yeah you don't put on tennis shoes no I mean look is it possible to put on tennis shoes",
        6160.3,
        6165.1
    ],
    [
        " do you need cleat that's the thing do you need cleats depends on what you mean by need right",
        6165.1,
        6170.18
    ],
    [
        " exactly right and that's exactly what I'm saying okay so clarification accepted look look if you",
        6170.18,
        6175.72
    ],
    [
        " want to stay on this path and not worry about your joints giving out on you and they can oh they",
        6175.72,
        6181.32
    ],
    [
        " can get it give out on you for sure they can bother you ache they can ache when you're not even",
        6181.32,
        6186.3
    ],
    [
        " exercising straight up they can but if you don't want to worry about that can stuff that's when you",
        6186.3,
        6190.76
    ],
    [
        " take the joint warfare and the super krill oil 100 percent it's taking every day like I do every",
        6190.76,
        6196.0
    ],
    [
        " single day so far since our last talk anyway glad you've tightened it up yes sir also disciplined",
        6196.0,
        6203.48
    ],
    [
        " and disciplined go kind of the same thing just different uh delivery different modalities and",
        6203.48,
        6208.9
    ],
    [
        " delivery yes sir big time so yeah oh you know the powder there's a powder there's a pill there's",
        6208.9,
        6216.28
    ],
    [
        " call it energy drink healthy energy drink even though it's barely related to the common",
        6216.28,
        6222.66
    ],
    [
        " what's commonly considered an energy drink right when I think of energy drink I think oh",
        6222.66,
        6228.52
    ],
    [
        " massive amount of sugar massive amount of caffeine massive amount of chemicals yeah to keep it",
        6228.52,
        6233.52
    ],
    [
        " from going getting spoiled yeah that's what I think of when I think of an energy drink and I think",
        6233.52,
        6238.82
    ],
    [
        " of a pink orange and yellow can that it's in yeah silver maybe yeah that's what I think of",
        6238.82,
        6245.92
    ],
    [
        " so that's an energy drink now it is very strange to say that what we have which has no sugar",
        6245.96,
        6254.28
    ],
    [
        " it's sweetened with monk fruit it's got 95 milligrams of caffeine so it's got caffeine in it but",
        6254.28,
        6262.76
    ],
    [
        " that's the same as a cup of coffee it's not some crazy amount that gets you all psycho jittery",
        6262.76,
        6267.52
    ],
    [
        " and you have a big crash from and there's no preservatives in it because we pasteurize it so",
        6267.52,
        6273.24
    ],
    [
        " what we're really talking about are two totally different things one of them has a bunch of bad",
        6273.24,
        6277.58
    ],
    [
        " stuff in it the other one has a bunch of good stuff in it yes so so why are they both",
        6277.58,
        6282.94
    ],
    [
        " called energy drinks I'm not 100% sure one of them should be called an energy drink the other",
        6282.94,
        6287.88
    ],
    [
        " one should be called poison next question not to get too analytical on here but I think I know why",
        6287.88,
        6297.38
    ],
    [
        " because you and you know some of us we think of energy drinks not as what the whole energy drink we",
        6299.78,
        6305.66
    ],
    [
        " just think of the stigma not just the stigma but the stigma is a very significant portion",
        6305.66,
        6310.84
    ],
    [
        " I'm sure rightly so by the way you put some if there's some stuff that's straight up bad for you",
        6310.84,
        6316.66
    ],
    [
        " that should mean something yeah that's what I think yeah so you know you think about those kind",
        6316.66,
        6321.58
    ],
    [
        " of things and rightly so like I said but you know you know they're like hippie people that will say",
        6321.58,
        6325.92
    ],
    [
        " like oh that's bad energy yeah that's different so now I'm kind of feeling like there's such a",
        6325.92,
        6330.52
    ],
    [
        " thing as like bad energy drinks they drink as bad energy we have a good energy and that",
        6330.52,
        6336.02
    ],
    [
        " clean energy to me that's in play too I think so so you know if you consider the stigma of energy",
        6336.02,
        6341.78
    ],
    [
        " drinks and it's not an unfair stigma it's not unfair the accurate it's fair stigma if you consider",
        6341.78,
        6348.38
    ],
    [
        " that and you associate it with the word energy drink yes when you look at jaco discipline go",
        6348.38,
        6354.3
    ],
    [
        " citrus psycho jaco all these flavors if you look at that then yeah they're not going to be",
        6355.52,
        6361.0
    ],
    [
        " very similar in that way because we don't have the stigma over here no stigma energy drink without",
        6361.0,
        6367.62
    ],
    [
        " the stigma hump but there you go there you go boom look at that one on jaco jaco fuel dot com you",
        6367.62,
        6373.76
    ],
    [
        " like that one yes sir jaco fuel dot com that's we can get it that's that's part of origin main",
        6373.76,
        6378.44
    ],
    [
        " yeah come talk kind of the same deal you can also get them at wah wah the energy drinks the",
        6378.44,
        6383.74
    ],
    [
        " stigma the unstigma stigma less energy drink at wah wah and the vitamin chop as well also moque",
        6383.74,
        6393.62
    ],
    [
        " moque don't forget about moque vitamin D3 cold war jaco white tea I'm actually drinking some",
        6393.62,
        6399.6
    ],
    [
        " way that white tea right now drinking some of that and I'm drinking a discipline go so I'm kind",
        6399.6,
        6403.68
    ],
    [
        " of getting after a vitamin chop wah wah and origin main dot com also got some we talked about",
        6403.68,
        6409.08
    ],
    [
        " jujitsu a little bit today fortunately let's say it was not required to be put into use in guadal",
        6409.08,
        6415.46
    ],
    [
        " canal right luckily we still have we had our bayonet we were able to stab people in the neck",
        6415.46,
        6420.48
    ],
    [
        " and didn't have to choke them but had it been required we were happy that people were trained in",
        6420.48,
        6425.62
    ],
    [
        " jujitsu and we even if we don't have to use it even if you don't have to use it ever in your life",
        6425.62,
        6433.66
    ],
    [
        " in a real situation believe me you're gonna want to have it so train some jujitsu and when you train",
        6433.66,
        6438.82
    ],
    [
        " jujitsu you're gonna want a ghee to train in you're gonna want a rash guard to train in and you're",
        6438.82,
        6445.7
    ],
    [
        " gonna want those things to be made in America and you're also gonna want them like you're gonna",
        6445.7,
        6452.12
    ],
    [
        " want the best possible ones that you could get because you're kind of making a commitment in your",
        6452.12,
        6455.94
    ],
    [
        " life to jujitsu you're gonna look at yourself in the mirror and say you know what we're gonna do this",
        6455.94,
        6460.4
    ],
    [
        " we're gonna gain a skill that will help you in all aspects of my life do you ever or you know how",
        6460.84,
        6467.16
    ],
    [
        " like you look at yourself and you kind of have like a little bit of an identity varying levels of",
        6467.16,
        6472.18
    ],
    [
        " something identity whatever do you part of that identity are you like a jujitsu person for me yeah",
        6472.18,
        6477.92
    ],
    [
        " I would say yes yeah but see how you just said I would say yes some because it's a spectrum for sure",
        6477.92,
        6485.62
    ],
    [
        " and not one one is not better than the other by the way well the reason I said that is because",
        6485.62,
        6489.74
    ],
    [
        " and we've talked about this on the podcast if it wasn't here's why I actually it's just a yes",
        6491.04,
        6495.98
    ],
    [
        " because if it wasn't for jujitsu I wouldn't have be where I am because I wouldn't have been able to",
        6495.98,
        6501.52
    ],
    [
        " figure out a bunch of stuff right like jujitsu for me the physical part the knowing how to submit",
        6501.52,
        6507.18
    ],
    [
        " people or whatever that is as far as what I got from jujitsu this is gonna sound crazy that part",
        6507.18,
        6515.56
    ],
    [
        " the actual being able to fight and beat people up of all the beneficial things I got from jujitsu",
        6515.88,
        6521.8
    ],
    [
        " that part is 20% the 80% benefit that I got from jujitsu was an understanding of the world",
        6521.8,
        6530.9
    ],
    [
        " now it ties into combat it ties into leadership and that those things also participated in",
        6530.9,
        6536.98
    ],
    [
        " in providing me with that 80% but the jujitsu was the factor that allowed me to see it yeah",
        6536.98,
        6544.5
    ],
    [
        " so yeah that makes sense I think I would agree with that so yes I'm a jujitsu person yeah so",
        6544.86,
        6551.2
    ],
    [
        " yeah I feel like if I if I look my identity I'm not not a jujitsu person but I'm not like",
        6551.2,
        6558.08
    ],
    [
        " I'm a jujitsu person you know like if I if you meet someone someone's not gonna be like oh yeah",
        6558.08,
        6563.62
    ],
    [
        " that's a jujitsu guy that's not the first thing they're gonna say you're not known as a jujitsu guy",
        6563.62,
        6568.82
    ],
    [
        " yeah but people know you do do do do everybody knows you do jujitsu even though",
        6568.82,
        6573.5
    ],
    [
        " they also they also know you do other things other things yeah that are significant I think",
        6573.68,
        6580.32
    ],
    [
        " that's why you and I look at you I don't see okay jujitsu guy even though you're straight up jujitsu",
        6580.32,
        6584.94
    ],
    [
        " yeah I don't want to say like I yeah you're not not a jujitsu but then because you have all these",
        6584.94,
        6589.86
    ],
    [
        " other things that you have like straight up like for lack of a better term significant prowess like",
        6589.86,
        6595.7
    ],
    [
        " in you know I don't know about all that I don't have significant prowess in jujitsu even so working",
        6595.7,
        6600.66
    ],
    [
        " on that one what is prowess really like doing good at yeah yeah there you go okay we worried well I",
        6600.66,
        6605.76
    ],
    [
        " think that yeah did I've totally missed you anyway I think that might be the first time I ever said",
        6605.76,
        6610.82
    ],
    [
        " that out loud the word process nonetheless none the less that this one go kicking in getting them",
        6610.82,
        6615.94
    ],
    [
        " brain cells working whether you want to be a jujitsu person or just have jujitsu be part of your life",
        6615.94,
        6624.66
    ],
    [
        " you should definitely make it part of your life you're gonna need a gear you're gonna need",
        6624.66,
        6628.3
    ],
    [
        " rash guards go to origin main dot com and unfortunately for all of us we can't just walk around in our",
        6628.3,
        6634.08
    ],
    [
        " geese unfortunately so you got to get other clothing you can also get that other clothing at origin",
        6634.08,
        6641.54
    ],
    [
        " main dot com jeans American made boots American made jeans with American denim rivets that are from",
        6641.54,
        6650.04
    ],
    [
        " America oh guess what everything I'm talking about without compromise made in America go to press",
        6650.04,
        6657.24
    ],
    [
        " buttons even the brass the brass what but the brass buttons right those are significant try look at",
        6657.34,
        6663.58
    ],
    [
        " them they're like they're legit I mentioned the rivets I didn't mention the the brass buttons yes sir",
        6663.58,
        6669.22
    ],
    [
        " origin main dot com you're good yes sir also speaking of other clothing and jaco",
        6669.22,
        6676.62
    ],
    [
        " the store it's called jaco store that's where you can get t-shirts hoodies hats all discipline",
        6676.62,
        6680.66
    ],
    [
        " equals freedom good all this stuff to represent why you're on the path",
        6680.66,
        6685.84
    ],
    [
        " heartburn jam yeah you got that covid cough homie see bral you know you're gonna say that",
        6685.84,
        6694.98
    ],
    [
        " anyway um also on the t-shirt also on jaco store I was like I wait I know we're over COVID now but when",
        6694.98,
        6704.06
    ],
    [
        " when when I had covid and then you had covid I was a little bit happy because I was like cool we",
        6705.46,
        6711.12
    ],
    [
        " can still record podcasts we can't have any guests but at least we can still go in their record no",
        6711.12,
        6716.0
    ],
    [
        " factor yeah yeah it's true a little bit happy no no offense like right you know covid plus covid",
        6716.0,
        6722.7
    ],
    [
        " doesn't equal more it cancels itself out yeah kind of thing all right well I'm clear we're all clear",
        6722.7,
        6728.04
    ],
    [
        " no less jaco store also on jaco store we have a t-shirt club working title t-shirt club get a",
        6728.04,
        6736.46
    ],
    [
        " t-shirt every month different varying levels of layers on these t-shirts they're inside they're",
        6736.46,
        6742.12
    ],
    [
        " they're easter eggs in the shirts in the not literally Easter eggs but Easter eggs the expression",
        6742.12,
        6747.68
    ],
    [
        " Easter eggs stuff that like if you listen you kind of know you know anyway interesting shirts you",
        6747.68,
        6758.02
    ],
    [
        " also subscribe to the podcast if you haven't already I think it's important varying levels of",
        6758.54,
        6763.52
    ],
    [
        " importance at jaco store cancels just get rash guards and just like a t-shirt like this t-shirt",
        6763.52,
        6768.08
    ],
    [
        " that I'm wearing hardcore racandos yes you can fully I mean you don't have to like go on there",
        6768.08,
        6772.9
    ],
    [
        " and join the club no no no not at all that's optional club right there that we made it's a good",
        6772.9,
        6779.98
    ],
    [
        " club I mean people seem to like it so far maybe if anyone look let's face it echo tried to come",
        6779.98,
        6787.06
    ],
    [
        " up with like hey we'll just call it the t-shirt club okay oh that's good if anyone can come up with",
        6787.06,
        6793.16
    ],
    [
        " something better than that which I'm sure most people can please let echo know that you have a better",
        6793.16,
        6799.66
    ],
    [
        " name you know even if it was called like the pickle head club or whatever people be like a little",
        6799.66,
        6804.96
    ],
    [
        " bit more into it yeah well I don't know what the pickle head club but yeah I do agree I see",
        6804.96,
        6809.96
    ],
    [
        " what you're saying and I I can't disagree on that okay all right cool we'll bring the people",
        6809.96,
        6815.64
    ],
    [
        " together also yes so subscribe if you haven't already and leave a review if you're in the mood",
        6815.64,
        6820.3
    ],
    [
        " and go ahead be creative with a review if you want good these are all all good things also got some",
        6820.3,
        6826.54
    ],
    [
        " other podcasts yep we got some other podcast jaco unraveling podcasts we got the grounded",
        6826.54,
        6833.08
    ],
    [
        " podcast we got the warrior kid podcast and also if you want to if you want to join and support",
        6833.08,
        6840.18
    ],
    [
        " kind of at the next level you can go to jaco underground dot com where we have a sovereign",
        6840.18,
        6848.6
    ],
    [
        " a sovereign virtual land that we rule and that cannot be taken away from us no matter what happens",
        6848.6,
        6858.32
    ],
    [
        " so if you want to support that we got some extra things going on there we got some we got some",
        6858.54,
        6863.36
    ],
    [
        " alternative podcasts that we're doing we got little q and a if you're in there you can go to",
        6863.36,
        6869.78
    ],
    [
        " jaco underground dot com and join that so we can connect check it out and you can also check out",
        6869.78,
        6879.0
    ],
    [
        " youtube videos that echo Charles makes and you can give him some feedback on in the comments",
        6879.0,
        6887.08
    ],
    [
        " sections well i saw a comment either say day that said does jaco read these comments here's your",
        6887.26,
        6891.76
    ],
    [
        " answer yes i read the comments the reason i read the comments is so i can attempt to give echo",
        6891.76,
        6897.64
    ],
    [
        " Charles feedback about the level of explosions fires smoke tanks eagles aircraft that he puts",
        6897.64,
        6907.22
    ],
    [
        " in the videos yes yeah explosions are kind of like banana cream pie you're not gonna be banana",
        6907.22,
        6914.88
    ],
    [
        " cream pie for breakfast lunch and dinner you just have one piece of banana cream pie",
        6914.88,
        6919.64
    ],
    [
        " after dinner maybe see yes see i see you understand i see the look on your face righty you understand",
        6919.64,
        6927.74
    ],
    [
        " i'm doing i'm avoiding that carrying onto this topic hey well hey look i am subscribed to",
        6927.74,
        6933.52
    ],
    [
        " subscribe to the youtube channel called jackel podcast boom there you go good also psychological",
        6933.52,
        6940.8
    ],
    [
        " warfare um looking to that one if you're having moments of weakness look into this psychological",
        6940.98,
        6945.68
    ],
    [
        " warfare is an album with tracks jock each track is jockle telling you explain to you the the",
        6945.68,
        6952.7
    ],
    [
        " methodology the tactic to get past that moment of weakness easy with these 100% accurate and",
        6952.7,
        6961.52
    ],
    [
        " uh effective 100% that's what psychological warfare is you get that wherever you get mp3 you",
        6961.52,
        6968.58
    ],
    [
        " can get some visual reminders of the path by going to flipside flipside canvas dot com Dakota Myers",
        6968.58,
        6973.76
    ],
    [
        " company awesome company makes really cool stuff to hang on your walls got a bunch of books a bunch",
        6973.76,
        6980.54
    ],
    [
        " of books leadership strategy and tactics field manual talked about it today about face david hackworth",
        6980.54,
        6987.76
    ],
    [
        " which i wrote a forward to the code the evaluation of protocols the discipline equals freedom",
        6987.76,
        6992.24
    ],
    [
        " field manual brand new version out way the warrior kid four field manual get it",
        6992.24,
        6999.94
    ],
    [
        " way of the warrior kid one two and three that's the whole series Mikey and the dragons extreme",
        6999.94,
        7005.84
    ],
    [
        " ownership and the dichotomy leadership also have echelon front leadership consultancy where we",
        7005.84,
        7010.54
    ],
    [
        " solve problems through leadership go to echelonfront dot com for details on that we have eF online where",
        7010.54,
        7019.04
    ],
    [
        " we do leadership consulting live online we have leadership courses so if you want to get deeper",
        7019.04,
        7028.84
    ],
    [
        " into the principles that we talk about here you can go into that online training program and improve",
        7028.84,
        7034.82
    ],
    [
        " your leadership skills go to eF online dot com I'm on there all the time so is the rest of the",
        7034.82,
        7039.16
    ],
    [
        " echelonfront team we have the master coming up in Phoenix March three and four Orlando May 25th",
        7039.16,
        7048.56
    ],
    [
        " 29 those are our twenty twenty one dates go to extreme ownership dot com if you want to go to that",
        7048.56,
        7052.9
    ],
    [
        " eF Overwatch if you need executive leadership inside your company go to eF Overwatch dot com",
        7052.9,
        7058.58
    ],
    [
        " and if you want to help service members active and retired you want to help their families you",
        7058.58,
        7064.08
    ],
    [
        " want to help gold star families then check out mark Lee's mom mom Lee she's got a charity organization",
        7064.08,
        7070.06
    ],
    [
        " and if you want to donate or you want to get involved then go to america's mighty warriors at dot org",
        7070.06,
        7075.1
    ],
    [
        " and if you didn't get enough of my belligerent beliefs or you need more of echo's speculative",
        7076.42,
        7086.12
    ],
    [
        " speculations then you can find us on the inner webs on twitter on instagram which just echo i'm",
        7086.12,
        7094.74
    ],
    [
        " talking about what you call the gram and on facebook echo is at ecotrals i am at jaco",
        7094.74,
        7100.98
    ],
    [
        " willink i'm also on parlor now by the way okay i'm new platform and i am at jaco willink",
        7100.98,
        7109.46
    ],
    [
        " and thanks to all the branches of service the army the navy the air force the marines the coast guard",
        7109.46,
        7117.3
    ],
    [
        " thank you for fighting battles out there so that we don't have to and thanks to police and law",
        7117.3,
        7124.66
    ],
    [
        " enforcement and firefighters and paramedics and EMTs and dispatchers and correctional officers",
        7124.66,
        7129.36
    ],
    [
        " and border patrol and secret service and all first responders thank you for providing us",
        7129.36,
        7134.42
    ],
    [
        " protection here at home and to everyone else out there look we heard these lessons before",
        7134.42,
        7141.7
    ],
    [
        " remember them you know them be disciplined take initiative train your people",
        7141.7,
        7150.5
    ],
    [
        " train your people from your frontline troops to your senior leaders you want them to take initiative",
        7150.5,
        7157.56
    ],
    [
        " and practice so you get better make sure the team knows the objective you know these things",
        7157.88,
        7164.36
    ],
    [
        " remember these things remember these lessons and also remember where these lessons came from",
        7164.36,
        7173.0
    ],
    [
        " and remember the men who sacrificed everything for us",
        7173.0,
        7181.86
    ],
    [
        " and until next time the zecco and jaco out",
        7183.62,
        7188.38
    ]
]