[
    [
        " All right, so back to the book.",
        0.0,
        1.8
    ],
    [
        " He's talking about the things that you can do to keep a unit trained up.",
        2.96,
        8.26
    ],
    [
        " Number one, do essential things first.",
        8.42,
        10.22
    ],
    [
        " There's not enough time for the commander to do everything.",
        10.68,
        12.92
    ],
    [
        " Each commander will have to determine wisely what is essential and",
        13.6,
        15.94
    ],
    [
        " assign responsibilities for accomplishment.",
        15.94,
        17.68
    ],
    [
        " He should spend the remaining time on near essentials.",
        17.98,
        20.76
    ],
    [
        " This is especially true of training.",
        21.18,
        22.44
    ],
    [
        " Non-essentials should not take up required time required for essentials.",
        22.8,
        26.04
    ],
    [
        " What do we call that?",
        27.2,
        27.78
    ],
    [
        " We call that prioritize next.",
        28.32,
        29.66
    ],
    [
        " Next thing, do things right the first time?",
        31.68,
        35.76
    ],
    [
        " The commander should not consider his unit ready for battle until it can carry out a plan",
        36.8,
        40.9
    ],
    [
        " well the first time. Too often commanders hold rehearsals of things their unit should be",
        40.9,
        46.7
    ],
    [
        " able to do well without rehearsal.",
        46.7,
        48.16
    ],
    [
        " I like this because this is like a little bit, you know, there's this mantra in the",
        48.82,
        53.74
    ],
    [
        " games about you should do one-third planning, one-third gear prep, one-third rehearsal.",
        54.06,
        59.42
    ],
    [
        " We put all this emphasis into rehearsal, which is awesome and I 100% believe that.",
        59.52,
        63.7
    ],
    [
        " But there's things that you shouldn't have to rehearse, right?",
        64.14,
        66.58
    ],
    [
        " And that's what he said or something.",
        67.14,
        68.0
    ],
    [
        " He just said, no, should have something some standard operating procedure that you should know.",
        68.16,
        71.56
    ],
    [
        " Look, are we going to rehearse them?",
        72.38,
        73.72
    ],
    [
        " Yes, we are.",
        73.76,
        74.26
    ],
    [
        " But you should know.",
        74.7,
        75.62
    ],
    [
        " You shouldn't need, you should rehearse them.",
        75.82,
        77.58
    ],
    [
        " You shouldn't have to rehearse them.",
        77.78,
        79.18
    ],
    [
        " But you should rehearse.",
        79.9,
        80.98
    ],
    [
        " I rehearse everything.",
        81.04,
        81.76
    ],
    [
        " This practice causes officers and men expecting a dry run or two to pay little attention",
        84.02,
        90.22
    ],
    [
        " to initial instructions and to make inadequate preparations.",
        90.22,
        93.1
    ],
    [
        " There will be no dry runs in combat.",
        93.16,
        96.46
    ],
    [
        " It is good to issue adequate instructions and hold officers and men to them the first time.",
        97.3,
        103.56
    ],
    [
        " That's something that I wish I would have learned.",
        103.94,
        106.08
    ],
    [
        " Imagine saying, hey, look, hey, look, I'm going to tell you guys this one time",
        107.52,
        110.68
    ],
    [
        " then we're going to go execute no rehearsals just to see just to just to get people in the mindset",
        110.68,
        116.3
    ],
    [
        " of paying attention and figuring out where your directions and your planning is a shortfall.",
        116.3,
        122.92
    ],
    [
        " Because if I can't say, okay, Dave, here's what we're going to do.",
        123.42,
        126.36
    ],
    [
        " You're going to go in this building.",
        126.64,
        127.5
    ],
    [
        " I'm going to go in this building.",
        127.54,
        128.32
    ],
    [
        " You're going to take your squad.",
        128.34,
        129.12
    ],
    [
        " You're going to move to here.",
        129.12,
        129.7
    ],
    [
        " You're going to move to there.",
        129.7,
        130.34
    ],
    [
        " Does everyone understand?",
        130.46,
        131.36
    ],
    [
        " All right, we're going to go do it right now in this training exercise with no rehearsals.",
        131.6,
        136.82
    ],
    [
        " That will show us the shortfalls of our planning and our communication.",
        137.18,
        141.44
    ],
    [
        " It will also show the team shortfalls and when they don't know what to do, they should raise",
        141.98,
        148.26
    ],
    [
        " their hands and say, hey, boss, that doesn't make sense to me right now.",
        148.26,
        150.26
    ],
    [
        " Hold on a second.",
        150.54,
        151.12
    ],
    [
        " Let me hear that again.",
        151.54,
        152.48
    ],
    [
        " I don't understand that part.",
        152.8,
        154.04
    ],
    [
        " Practice more than one thing at a time.",
        155.16,
        161.52
    ],
    [
        " Okay, so wait a second.",
        161.7,
        162.78
    ],
    [
        " Are we going to again prioritize next queue?",
        162.9,
        164.46
    ],
    [
        " Is that what's happening?",
        164.56,
        165.14
    ],
    [
        " No, actually, whenever I see a unit practicing only one thing at a time, I wonder,",
        165.14,
        168.62
    ],
    [
        " of the history paper my son brought home one day, the grammar, construction, and spelling were",
        168.74,
        174.64
    ],
    [
        " not good.",
        174.64,
        175.12
    ],
    [
        " This is very poor English.",
        175.48,
        176.48
    ],
    [
        " I told him, but daddy said I was only being tested in history.",
        176.64,
        180.48
    ],
    [
        " Sound training requires that many subjects be skillfully integrated and taught",
        181.74,
        185.42
    ],
    [
        " concurrently.",
        185.42,
        186.28
    ],
    [
        " This is an excellent time saver in training and he goes through this.",
        186.56,
        191.02
    ],
    [
        " And what he's saying is, look, you got to do multiple things at the same time.",
        192.54,
        195.94
    ],
    [
        " And even though prioritize and execute, when you've got multiple problems and you can't",
        196.42,
        200.32
    ],
    [
        " try and solve them all at the same time, that doesn't mean that you're going to say,",
        200.32,
        204.88
    ],
    [
        " hold on a second.",
        204.88,
        206.08
    ],
    [
        " We need to move towards the target, but we also need to make communications.",
        206.6,
        212.36
    ],
    [
        " We can only do one at a time.",
        212.36,
        213.66
    ],
    [
        " No, there's things that you have to do concurrently.",
        214.06,
        216.14
    ],
    [
        " And that can include, hey, we've got to move wounded people and we've got to fight a firefight.",
        217.42,
        222.72
    ],
    [
        " If we only ever practice just getting in a firefight and just moving people, how do we know how to do",
        223.06,
        229.2
    ],
    [
        " both those things at the same time, which you may have to do?",
        229.2,
        231.76
    ],
    [
        " So do you have to prioritize and execute?",
        232.64,
        234.3
    ],
    [
        " Yes, you do.",
        234.48,
        234.92
    ],
    [
        " But guess what?",
        235.26,
        235.78
    ],
    [
        " You also have to learn how to do things concurrently.",
        235.98,
        238.52
    ],
    [
        " He says, a paper integration and training schedule is not efficient.",
        242.62,
        246.04
    ],
    [
        " So just like talking about it, well, you know, if we have to do move a wounded guy while we're",
        246.56,
        250.66
    ],
    [
        " in a firefight, well, then we'll just do this.",
        250.66,
        254.14
    ],
    [
        " XYZ.",
        254.38,
        254.92
    ],
    [
        " No, you have to try it, which is contradictory to rehearsals, right?",
        255.12,
        259.04
    ],
    [
        " No, don't do rehearsals.",
        259.38,
        260.72
    ],
    [
        " Yes, do rehearsals.",
        260.9,
        262.1
    ],
    [
        " A commander should take every opportunity to exploit the effects of integrated training.",
        265.0,
        269.22
    ],
    [
        " It is the key to accelerated and intensified unit combat training.",
        269.22,
        271.96
    ],
    [
        " In effect, it increases the amount of available training time.",
        272.12,
        274.24
    ],
    [
        " Good.",
        274.38,
        274.48
    ],
    [
        " Eliminate the habit, eliminate the administrative habit and training.",
        275.74,
        279.48
    ],
    [
        " I am convinced that all commanders should take maximum advantage of field training time to",
        279.96,
        284.68
    ],
    [
        " develop correct tactical practices and procedures.",
        284.68,
        287.26
    ],
    [
        " We talked about that one last time.",
        287.6,
        289.32
    ],
    [
        " Practice dispersion concealment in camouflage, the penalty for bad habits and passive measures",
        290.9,
        296.18
    ],
    [
        " in air defense, warrants, special mentioned the day when American soldier could be",
        296.18,
        301.22
    ],
    [
        " lax about dispersion concealment and camouflage is in the past.",
        301.22,
        305.48
    ],
    [
        " So how does this apply to everyday life and business?",
        306.62,
        310.58
    ],
    [
        " Train how you fight.",
        311.64,
        312.4
    ],
    [
        " Train how you fight.",
        313.8,
        315.42
    ],
    [
        " Know the status of men and equipment.",
        315.84,
        317.36
    ],
    [
        " Check up on those that are absentee from training.",
        319.14,
        322.76
    ],
    [
        " Practice maintenance in the field.",
        323.44,
        325.82
    ],
    [
        " Practice and he's got little sections about each one of these.",
        326.12,
        328.9
    ],
    [
        " Practice sound troop leading procedures.",
        329.26,
        331.12
    ],
    [
        " The subject of troop leading procedures and allied techniques requires increased emphasis",
        331.56,
        336.18
    ],
    [
        " on tactical exercises.",
        336.18,
        337.62
    ],
    [
        " Fundamentals found in field manuals and related publications are worthy of stress.",
        338.18,
        342.12
    ],
    [
        " Sound command procedures diligently practiced in all field training will form",
        342.68,
        347.26
    ],
    [
        " good habits in the unit commander.",
        347.26,
        349.34
    ],
    [
        " Form the checklist habit.",
        352.42,
        354.52
    ],
    [
        " Meticulous planning and reconnaissance are required to make sure that every minute in the",
        354.98,
        359.7
    ],
    [
        " field will be expended profitably.",
        359.7,
        361.9
    ],
    [
        " Check list for this purpose are a necessary command and staff tool just as they are for",
        362.42,
        366.38
    ],
    [
        " supervising and testing the conduct of training.",
        366.38,
        369.18
    ],
    [
        " What do you got?",
        369.72,
        370.18
    ],
    [
        " I got the same thing I keep thinking about every time I hear what he has to say.",
        371.5,
        375.24
    ],
    [
        " He keeps repeating.",
        375.24,
        376.46
    ],
    [
        " Fundamental sound realistic.",
        377.34,
        379.18
    ],
    [
        " Fundamentals.",
        379.98,
        380.78
    ],
    [
        " These are the fundamentals.",
        380.88,
        381.6
    ],
    [
        " The basic things.",
        381.72,
        382.4
    ],
    [
        " All the basic things associated with their job.",
        382.7,
        385.34
    ],
    [
        " And being good at those things and training in a realistic scenario.",
        386.04,
        391.4
    ],
    [
        " There's a lot.",
        392.56,
        395.12
    ],
    [
        " Obviously, General Clark is talking about war.",
        395.52,
        398.34
    ],
    [
        " He's recounting his experiences of war.",
        398.92,
        400.76
    ],
    [
        " I hear what he's saying is connecting it to war.",
        400.98,
        403.76
    ],
    [
        " But the application of these things as I keep hearing it in my head.",
        404.4,
        408.22
    ],
    [
        " Hearing what you're saying and thinking about the things I'm thinking about now.",
        408.36,
        411.02
    ],
    [
        " If you are in the private sector.",
        411.5,
        413.42
    ],
    [
        " Anywhere in the private sector.",
        413.82,
        415.26
    ],
    [
        " Unless you happen to be in one of the rare sectors that's not competitive and there are almost none.",
        415.88,
        423.22
    ],
    [
        " If you are in the American capitalist private sector, you are at war.",
        423.76,
        429.14
    ],
    [
        " Your competitors don't want to share space with you.",
        431.78,
        434.0
    ],
    [
        " They don't want to cooperate with you to work in harmony.",
        434.12,
        437.52
    ],
    [
        " They want to run you over.",
        437.94,
        440.0
    ],
    [
        " They want to take all of your clients, all of your market share, and all of your product.",
        440.16,
        443.72
    ],
    [
        " They want to take all that from you.",
        443.88,
        445.16
    ],
    [
        " And the way you are successful is the exact same things.",
        445.86,
        448.74
    ],
    [
        " Your people have to be trained on the fundamentals on everything that applies to them.",
        448.86,
        452.8
    ],
    [
        " And the only way to do that is to find a way to train them realistically.",
        453.38,
        456.44
    ],
    [
        " That replicates what they're going to deal with in their real world.",
        456.44,
        460.92
    ],
    [
        " It's just kind of crazy how,",
        461.24,
        463.38
    ],
    [
        " while it seems difficult to make the connection to his world,",
        463.38,
        467.62
    ],
    [
        " the connection is so straightforward to any world that you're operating in.",
        467.88,
        472.22
    ],
    [
        " I've broached this subject before and I'm sure there's got to be some kind of",
        472.7,
        478.58
    ],
    [
        " scientific or psychological experiment or whatever.",
        478.58,
        483.86
    ],
    [
        " But the",
        489.36,
        486.7
    ],
    [
        " improvement of your response",
        486.7,
        492.98
    ],
    [
        " from a time when you don't know what's going to happen and you haven't practiced it",
        492.98,
        499.24
    ],
    [
        " to a time when you do know what's going to happen.",
        499.24,
        501.4
    ],
    [
        " You have practiced it is exponential.",
        501.5,
        504.46
    ],
    [
        " It is absolutely exponential.",
        504.76,
        506.6
    ],
    [
        " And we see this all the time at Esplanade Front when we roleplay with people.",
        506.72,
        509.1
    ],
    [
        " Totally.",
        509.1,
        509.4
    ],
    [
        " We put someone in a role-playing scenario and they say,",
        509.56,
        512.28
    ],
    [
        " I've got to go talk to this.",
        512.36,
        513.6
    ],
    [
        " I've got to go talk to my subordinate leader who's got a giant ego.",
        514.0,
        516.9
    ],
    [
        " Okay, roll in there and just talk to him.",
        518.06,
        519.52
    ],
    [
        " See how that goes.",
        519.58,
        520.2
    ],
    [
        " It's going to be a disaster.",
        520.66,
        522.74
    ],
    [
        " So you roleplay and guess what?",
        523.06,
        524.12
    ],
    [
        " The first time you roleplay, it's a disaster.",
        524.2,
        525.82
    ],
    [
        " The second time, it's 10 times better.",
        526.26,
        529.12
    ],
    [
        " Yeah.",
        529.4,
        529.52
    ],
    [
        " And then the third time, it's 15 times better and then the fourth time,",
        530.16,
        532.96
    ],
    [
        " it's 17 times better.",
        533.04,
        534.16
    ],
    [
        " But that first look, that first look that you get,",
        534.38,
        537.94
    ],
    [
        " when you know a little bit of what to expect,",
        538.32,
        540.62
    ],
    [
        " man, you are just,",
        540.62,
        541.8
    ],
    [
        " you're exponentially more prepared for that situation.",
        542.14,
        547.46
    ],
    [
        " And we know, when you're in a leadership position,",
        548.0,
        550.96
    ],
    [
        " and you're going to roll into a meeting where you've got to deliver some bad news to the troops,",
        551.1,
        554.38
    ],
    [
        " you know what they're going to say.",
        554.62,
        556.2
    ],
    [
        " You know there's eight responses you're going to get.",
        556.2,
        558.62
    ],
    [
        " Why not think through those things?",
        558.9,
        560.4
    ],
    [
        " Why not think through those things?",
        561.42,
        562.86
    ],
    [
        " You're going to talk to a client that you've disappointed, you've let down,",
        563.2,
        565.74
    ],
    [
        " you've made a mistake.",
        565.84,
        566.36
    ],
    [
        " You know they're going to have one of six different reactions.",
        566.76,
        570.12
    ],
    [
        " Why not work through those?",
        570.62,
        572.82
    ],
    [
        " Why not have a contingency plan for each one of those six things?",
        573.0,
        575.44
    ],
    [
        " This will take you four minutes to do.",
        575.86,
        577.94
    ],
    [
        " It'll take you and I four minutes to roleplay.",
        578.26,
        580.48
    ],
    [
        " Maybe it'll take us five, ten minutes to roleplay.",
        580.74,
        583.4
    ],
    [
        " The six different responses when I roll into you, and I say,",
        583.6,
        586.94
    ],
    [
        " hey Dave, listen, I know we promised you this product on this date.",
        587.2,
        589.96
    ],
    [
        " We ran into some hiccups.",
        590.64,
        591.96
    ],
    [
        " Here's the mistakes that I made.",
        592.54,
        593.84
    ],
    [
        " Here's what we're going to try and do to resolve it.",
        594.24,
        595.94
    ],
    [
        " You're only going to be able to say so many different things back to me.",
        596.48,
        599.24
    ],
    [
        " And depending on how I respond, I could either salvage that relationship or I could destroy it.",
        600.02,
        604.56
    ],
    [
        " So why would we not train to be prepared for this?",
        605.42,
        607.92
    ],
    [
        " There's no reason, there's no excuse for it.",
        608.3,
        610.2
    ],
    [
        " It doesn't take a week to train for that situation.",
        610.42,
        613.26
    ],
    [
        " It takes ten minutes.",
        613.66,
        614.28
    ],
    [
        " It does.",
        614.66,
        614.9
    ],
    [
        " It takes ten minutes.",
        615.12,
        615.84
    ],
    [
        " If your own brain is the only place",
        616.36,
        618.74
    ],
    [
        " where you consider the potential outcomes of that conversation,",
        618.74,
        623.26
    ],
    [
        " you're going to miss so many things.",
        623.5,
        625.48
    ],
    [
        " If I get one other person, sit across from me,",
        625.58,
        628.56
    ],
    [
        " to answer in any way that they want, how I'm going to interact with them,",
        629.8,
        633.1
    ],
    [
        " I actually now a reveal the, well, I didn't expect that.",
        633.56,
        638.4
    ],
    [
        " I didn't see that coming.",
        638.62,
        639.26
    ],
    [
        " I don't know what to say here.",
        639.42,
        640.34
    ],
    [
        " And you also have the other person to just interact with you in a way that helps you anticipate",
        641.16,
        646.0
    ],
    [
        " a real response that you won't consider if you do it in your own brain, which is a vacuum.",
        646.0,
        652.88
    ],
    [
        " Because what you convince yourself is, oh, this isn't going to be that hard of a conversation.",
        653.14,
        656.1
    ],
    [
        " I'm just going to say this.",
        656.2,
        656.84
    ],
    [
        " He's going to say that and everything is going to be fine.",
        656.94,
        658.22
    ],
    [
        " The roleplay scenarios we do to just to add one more thing to that.",
        659.64,
        663.26
    ],
    [
        " When we do roleplay, it usually comes right after we've done the initial training",
        663.58,
        669.5
    ],
    [
        " where we explain it.",
        669.5,
        671.14
    ],
    [
        " He's, and he talked about this.",
        671.46,
        672.84
    ],
    [
        " That is, that is paper training.",
        673.24,
        675.06
    ],
    [
        " Hey, this is what we're going to do.",
        675.38,
        676.56
    ],
    [
        " And it makes sense.",
        676.98,
        677.82
    ],
    [
        " We think we understand it.",
        678.06,
        678.94
    ],
    [
        " In our heads, it resonates.",
        679.1,
        680.0
    ],
    [
        " And we can explain these principles.",
        680.46,
        682.18
    ],
    [
        " And we say, okay, let's role modelist.",
        682.46,
        684.14
    ],
    [
        " The first roleplay, the first roleplay is always a disaster, even when we just talked about it.",
        684.14,
        690.86
    ],
    [
        " Because on paper isn't enough.",
        690.98,
        692.72
    ],
    [
        " It's not enough.",
        693.14,
        694.26
    ],
    [
        " And three roleplays later, five minutes later.",
        694.98,
        699.44
    ],
    [
        " They've gone from here to way up here.",
        699.82,
        702.0
    ],
    [
        " And then they can actually go have that conversation in real life, in real time,",
        702.24,
        705.92
    ],
    [
        " with the real person that need to talk to you.",
        706.04,
        707.6
    ],
    [
        " That five minutes of live, realistic, fundamental training is the difference.",
        708.08,
        712.46
    ],
    [
        " This brings up another topic.",
        714.72,
        716.24
    ],
    [
        " So I said, hey, look, this individual is only going to have six different responses, right?",
        716.7,
        720.82
    ],
    [
        " There's a seventh.",
        721.94,
        722.98
    ],
    [
        " And the seventh is one that you didn't predict.",
        724.22,
        726.24
    ],
    [
        " You didn't understand it.",
        726.24,
        727.22
    ],
    [
        " You didn't think could come.",
        727.3,
        728.08
    ],
    [
        " And guess what?",
        728.64,
        729.44
    ],
    [
        " You can actually train your response for the thing that you just came,",
        729.9,
        733.16
    ],
    [
        " that came completely out of left field.",
        733.28,
        735.0
    ],
    [
        " And it might be as simple as, when Dave, if Dave says something to me that I had no anticipation,",
        735.28,
        741.58
    ],
    [
        " and it doesn't make any sense to me, what am I going to do?",
        741.58,
        743.98
    ],
    [
        " You know what I'm going to do?",
        744.56,
        745.24
    ],
    [
        " I'm going to say, if Dave says to me, well, I'll tell you what, not only do we want our money back,",
        745.56,
        750.6
    ],
    [
        " I want to, I want to take you guys to court.",
        751.06,
        752.92
    ],
    [
        " I didn't expect him to say that.",
        753.5,
        754.94
    ],
    [
        " Our relationship wasn't that bad.",
        755.0,
        756.16
    ],
    [
        " And I, you know, my response to him, if I don't know what else to say, I'm going to say,",
        756.72,
        761.9
    ],
    [
        " I'm going to say, Dave, you know what?",
        762.08,
        764.88
    ],
    [
        " I need to think about this for a minute.",
        765.2,
        767.2
    ],
    [
        " Let me just think about what you're saying, because I want to make sure I understand.",
        767.5,
        770.7
    ],
    [
        " That right there, that right there is a response.",
        770.88,
        773.18
    ],
    [
        " And if I'm prepared for it, you know, here's a funny one.",
        773.54,
        776.4
    ],
    [
        " It used to be back in the day and the days when you would go to get your seal trident.",
        776.66,
        782.12
    ],
    [
        " You had to, you should, you got done with buds, you went to a team, you went through more training,",
        783.24,
        787.28
    ],
    [
        " and then you were on probation for six months.",
        787.28,
        789.48
    ],
    [
        " And then you had to go do an oral board for all the different departments.",
        789.92,
        793.82
    ],
    [
        " And you had to go and program the radios and break down the weapons and build demolition charges.",
        794.28,
        799.34
    ],
    [
        " And, you know, show how to put on a parachute rig and set up a diver.",
        799.44,
        803.4
    ],
    [
        " You had to do all these different things, answer all these questions.",
        803.48,
        805.06
    ],
    [
        " And one of the things that you learned was, or you better have learned,",
        806.22,
        810.44
    ],
    [
        " was when someone asks you a question that you don't know, you better have a response for it.",
        810.96,
        816.1
    ],
    [
        " And the response is, you know, Master Chief, I'm not exactly sure of the answer to that question,",
        816.12,
        820.84
    ],
    [
        " but I know that it is in the dive manual that I can find down in the dive locker.",
        821.0,
        824.12
    ],
    [
        " That's great.",
        825.24,
        825.74
    ],
    [
        " That's a, that's a response that the Master Chief says, all right,",
        825.92,
        828.58
    ],
    [
        " fair enough.",
        829.22,
        829.96
    ],
    [
        " We'll go, you better get, you better start learning a little bit deeper.",
        830.18,
        832.74
    ],
    [
        " But if you go, uh, uh, uh, uh, is it 30 feet for 30 minutes?",
        833.1,
        840.36
    ],
    [
        " No, it's not 30 feet for 30 minutes.",
        840.76,
        843.66
    ],
    [
        " You try and BS the Master Chief, and you're going to end up getting your ass kicked.",
        843.96,
        848.04
    ],
    [
        " So what you do is you, and we did this, we role played the, the oral board,",
        848.9,
        853.98
    ],
    [
        " me and my friends that had showed up at SEAL team one, and we'd gone through this training,",
        854.62,
        858.04
    ],
    [
        " and now we were getting ready for that.",
        858.04,
        859.04
    ],
    [
        " Well, we, we crossed each other in those oral boards.",
        859.2,
        861.76
    ],
    [
        " And one of the things that we figured out was which we got, you know, some of the senior guys",
        862.1,
        866.38
    ],
    [
        " said, hey, listen, if you don't know the answer, it's okay.",
        866.38,
        868.9
    ],
    [
        " Here's the response.",
        869.12,
        869.82
    ],
    [
        " But rehearsing that and being ready for it is infinitely better than no rehearsal,",
        870.38,
        876.7
    ],
    [
        " go in there blind and get, get smacked upside the head with something you didn't expect.",
        877.0,
        881.22
    ],
    [
        " That you will talk yourself into that you've got it covered if you're doing this along.",
        881.72,
        886.64
    ],
    [
        " You'll tell yourself, this isn't going to be that hard.",
        886.98,
        888.82
    ],
    [
        " I got this covered, and you go in there solo, you're going to get crushed.",
        889.06,
        891.82
    ],
    [
        " Yeah.",
        892.0,
        892.12
    ],
    [
        " Because you just, you don't have that other person to put you in the spot and go, wow,",
        892.28,
        895.58
    ],
    [
        " hang on a second.",
        895.94,
        897.12
    ]
]