[
    [
        " What happened the last time you got shot down?",
        0.26,
        4.2
    ],
    [
        " The last time because shot down was in Buddha, not of Bambi Twa.",
        5.12,
        15.64
    ],
    [
        " And I insult the team and came back.",
        20.82,
        23.18
    ],
    [
        " When they came back, I just like when you are in service for a long time or in combat for a long time, you have some feeling.",
        23.56,
        35.12
    ],
    [
        " I would say it's a six feeling.",
        35.86,
        37.64
    ],
    [
        " I feel something wrong on the ground.",
        39.1,
        41.32
    ],
    [
        " It's a rectangle.",
        42.56,
        44.04
    ],
    [
        " From 1500 feet, I would do to check it.",
        45.18,
        49.52
    ],
    [
        " At about 500 feet, this has to suit me.",
        49.78,
        54.16
    ],
    [
        " Is this when you are trying to extract them or during the insert?",
        54.84,
        59.36
    ],
    [
        " On the way home.",
        59.9,
        60.32
    ],
    [
        " After you drop them off, you are halfway home and you decide you are going to go look on the ground.",
        62.24,
        67.02
    ],
    [
        " You still get instant.",
        68.14,
        68.92
    ],
    [
        " I got mad.",
        72.68,
        74.3
    ],
    [
        " I said, I beg this xy and I skip the line of y.",
        75.7,
        79.94
    ],
    [
        " I said, this is my land and I take care of why you go down to suit me.",
        81.16,
        88.76
    ],
    [
        " I come back and I got hit again and the shop got fired.",
        88.86,
        95.78
    ],
    [
        " The round hit the fuel tank and then the fuel ignites and the fire comes from the fuel tank into the cabin.",
        97.3,
        106.1
    ],
    [
        " He is at 500 feet trying to keep the aircraft stable to land while on fire.",
        106.74,
        113.54
    ],
    [
        " I was on top of the frame from the cabin to the cockpit.",
        116.2,
        123.54
    ],
    [
        " If I land right or right or right somewhere around there, it will be okay.",
        125.34,
        138.08
    ],
    [
        " I don't want to be caught.",
        139.22,
        141.08
    ],
    [
        " I keep flying like that to buddha.",
        141.68,
        144.64
    ],
    [
        " Your helicopter is on fire.",
        145.24,
        148.28
    ],
    [
        " You could land but you don't want to get caught.",
        149.08,
        152.92
    ],
    [
        " That is going to be horror.",
        154.6,
        155.38
    ],
    [
        " I tried to get back to buddha and the frame kept burning.",
        156.58,
        165.46
    ],
    [
        " One time it was so hard that I left all of the control.",
        167.38,
        175.16
    ],
    [
        " I kept my hand at my chest when I left the cycle.",
        175.88,
        185.72
    ],
    [
        " The shop started to dive down.",
        186.92,
        189.44
    ],
    [
        " I saw the round coming up and I just fell in my head and his arm is over.",
        192.08,
        201.94
    ],
    [
        " When it comes close to the rooftop, the instinct of survival pushed me to grab the cycle and pull it back.",
        203.92,
        215.34
    ],
    [
        " The jump was diving down and it suddenly when I pulled the cycle back so hard,",
        216.56,
        222.5
    ],
    [
        " I thought that the main road would come off but it needed.",
        223.16,
        228.32
    ],
    [
        " I saw it and I levered it and the jump was diving again.",
        230.26,
        235.88
    ],
    [
        " It tried like a scene line in the sky.",
        237.54,
        243.08
    ],
    [
        " Finally I made a cross landing in the open area.",
        245.14,
        251.02
    ],
    [
        " The handles were so hot that you couldn't hold on to them.",
        252.78,
        258.48
    ],
    [
        " At the last minute survival instinct, you knew what you had to do in order to get some kind of a landing.",
        259.18,
        265.92
    ],
    [
        " You just grabbed those.",
        266.12,
        267.52
    ],
    [
        " When I saw the LZ, I was at 80 or not a commire.",
        268.76,
        274.62
    ],
    [
        " It was 90 or not a commire and I moved the cycle to the right and pushed the right pedal on the way down.",
        275.6,
        287.34
    ],
    [
        " The jump was at 90, it took me 360 degrees.",
        288.68,
        294.24
    ],
    [
        " I thought the tail boom came off but it didn't.",
        295.7,
        300.14
    ],
    [
        " It started to settle down.",
        300.76,
        302.24
    ],
    [
        " I touched it down very smoothly but it still started running.",
        303.32,
        308.52
    ],
    [
        " It hit the tree and on the wheel came off.",
        309.42,
        311.82
    ],
    [
        " The blade came off.",
        312.34,
        314.36
    ],
    [
        " When I stopped, I grabbed the seat belt lock and I pulled it.",
        315.62,
        324.36
    ],
    [
        " Instead I could pull it and my finger opened it.",
        325.2,
        330.66
    ],
    [
        " For three times I used my left elbow to hit the buckle and release the lock.",
        330.74,
        339.54
    ],
    [
        " I grabbed the handle of the window because when I made the press, it ran.",
        340.22,
        345.8
    ],
    [
        " The window ran for me and closed it.",
        346.5,
        352.02
    ],
    [
        " I grabbed the handle of the window and pulled it back.",
        352.24,
        355.28
    ],
    [
        " It happened that I liked the seat belt.",
        356.04,
        357.9
    ],
    [
        " I grabbed it but the finger opened but couldn't hold the handle.",
        359.6,
        363.42
    ],
    [
        " The skin was burning on.",
        364.44,
        365.82
    ],
    [
        " I used my shoulder to hit the window and broke the window out.",
        366.36,
        372.74
    ],
    [
        " When I saw the knee down, the arm of the material came off.",
        373.72,
        381.38
    ],
    [
        " I grabbed the seat belt and pulled it back.",
        381.96,
        389.12
    ],
    [
        " The brake was still burning.",
        389.12,
        389.48
    ],
    [
        " I rolled it out and it went back.",
        389.74,
        392.24
    ],
    [
        " After it was off, I couldn't stand up.",
        393.38,
        399.36
    ],
    [
        " My crew chip ran by and grabbed me up.",
        402.18,
        405.54
    ],
    [
        " They gave me the rescue chop number three.",
        407.88,
        412.98
    ],
    [
        " Then you get on the number three.",
        415.54,
        417.1
    ],
    [
        " They get you out of there and you go straight to the hospital.",
        417.28,
        421.82
    ],
    [
        " They brought me back to the medical hospital.",
        422.24,
        426.98
    ],
    [
        " It was the medical hospital in Saigon.",
        428.8,
        432.24
    ],
    [
        " I stayed there until 11 a.m. to next morning.",
        433.02,
        442.78
    ],
    [
        " One day, I went to the hospital from Denny Freeway with the American applies.",
        443.6,
        455.0
    ],
    [
        " It brought me to the third few hospital.",
        455.78,
        457.6
    ],
    [
        " That's where I stayed for eight months.",
        460.46,
        463.22
    ],
    [
        " What was that process like those next eight months?",
        463.86,
        468.3
    ],
    [
        " They amputated my hand and made a seat spin grab on my leg.",
        469.16,
        476.32
    ],
    [
        " I was in the hospital.",
        477.42,
        480.62
    ],
    [
        " The doctor smitten.",
        481.7,
        485.14
    ],
    [
        " He amputated my hand.",
        485.92,
        487.86
    ],
    [
        " I asked him how about my leg.",
        488.18,
        491.86
    ],
    [
        " He said that he didn't know until after the operation.",
        492.08,
        498.2
    ],
    [
        " Did they amputate both your hands at the same time?",
        499.4,
        502.46
    ],
    [
        " Yes.",
        502.78,
        502.94
    ],
    [
        " What was the plan from there?",
        504.3,
        508.96
    ],
    [
        " What happened after that?",
        510.02,
        511.1
    ],
    [
        " After that, I went back for eight months.",
        511.62,
        517.28
    ],
    [
        " The treatment was about four or five months.",
        517.56,
        520.32
    ],
    [
        " After that, I went back and forth to the doctor to check it.",
        520.98,
        528.2
    ],
    [
        " After that, I went to the hospital.",
        530.58,
        532.5
    ],
    [
        " I went back to the hospital.",
        532.5,
        536.12
    ],
    [
        " At some point, I know you had a brother that was an AE1 pilot.",
        537.96,
        543.12
    ],
    [
        " What happened with him?",
        543.84,
        546.52
    ],
    [
        " He was on the night of five missions.",
        547.2,
        550.2
    ],
    [
        " He was missing.",
        551.3,
        561.34
    ],
    [
        " He was missing about thirty kilometers north of Tainan.",
        561.34,
        568.1
    ],
    [
        " Tainan, North of Tainan.",
        568.52,
        571.64
    ]
]