[
    [
        " Training is important.",
        1.08,
        2.44
    ],
    [
        " He breaks down here, organization for unit training.",
        3.06,
        8.08
    ],
    [
        " Training plans, comprehensible and workable plans are indispensable and should be formulated",
        8.32,
        14.26
    ],
    [
        " with consideration of the following four essentials, establish training goals.",
        14.26,
        17.94
    ],
    [
        " That's number one.",
        19.14,
        20.12
    ],
    [
        " Number two, continuous evaluation.",
        20.38,
        22.44
    ],
    [
        " This process must go on throughout the training cycle and as an integral part of it.",
        23.9,
        29.38
    ],
    [
        " Only by continuous evaluation can deficiencies be discovered early enough to make immediate",
        30.18,
        34.84
    ],
    [
        " correction possible.",
        34.84,
        35.62
    ],
    [
        " Number three, testing.",
        36.54,
        37.42
    ],
    [
        " Closely related to evaluation is the more formal testing that is given to an individual",
        38.02,
        43.06
    ],
    [
        " or unit at the conclusion of a phase of training or block of instruction.",
        43.06,
        46.32
    ],
    [
        " It's here that we determine whether our training goals have been met.",
        46.72,
        49.66
    ],
    [
        " Number four, remedial training.",
        49.76,
        51.88
    ],
    [
        " I must emphasize here the value of remedial or makeup training.",
        52.36,
        56.7
    ],
    [
        " Once evaluation and testing have identified the areas of deficiency, remedial training",
        56.92,
        61.8
    ],
    [
        " must be used to correct them.",
        61.8,
        62.94
    ],
    [
        " It should be an integral part of every training schedule.",
        63.72,
        66.96
    ],
    [
        " Of course, the instruction will be designed to overcome specific weaknesses that have been",
        67.18,
        70.96
    ],
    [
        " exposed by the testing program and will have to be keyed to the specific needs of your unit.",
        70.96,
        76.58
    ],
    [
        " It is essential, however, that remedial training be regularly scheduled.",
        76.58,
        80.2
    ],
    [
        " Gosh.",
        80.66,
        81.16
    ],
    [
        " That makes sense.",
        81.7,
        82.8
    ],
    [
        " So those are the four things.",
        83.34,
        84.68
    ],
    [
        " Established training goals, continuous evaluation, testing and remedial training.",
        84.82,
        89.22
    ],
    [
        " What was there a test where they're tested each phase of top gun as you were going through",
        89.78,
        96.8
    ],
    [
        " the training?",
        96.8,
        97.14
    ],
    [
        " Yeah, absolutely.",
        97.22,
        97.72
    ],
    [
        " What was an example of a test?",
        98.34,
        100.74
    ],
    [
        " The most common test that we give is that we'd want to make sure the students understood",
        101.68,
        105.62
    ],
    [
        " the mechanics of a system.",
        105.62,
        106.74
    ],
    [
        " So how will missile system work, how the targeting system work, how the radar system",
        107.4,
        111.74
    ],
    [
        " work, we wanted to make sure they understood the mechanics of it before they used it in",
        111.74,
        116.56
    ],
    [
        " practical terms.",
        116.56,
        118.06
    ],
    [
        " It probably isn't too much different than your experience of understanding how the radios",
        118.44,
        122.24
    ],
    [
        " worked before you were using them in the field.",
        122.24,
        124.22
    ],
    [
        " You had to understand HF propagation.",
        124.48,
        126.64
    ],
    [
        " Yeah, you did.",
        126.98,
        127.52
    ],
    [
        " You had to understand the ionosphere.",
        127.78,
        129.3
    ],
    [
        " You absolutely did because what happened is you were going to find yourself in a position",
        129.74,
        134.86
    ],
    [
        " and this is me.",
        134.86,
        135.56
    ],
    [
        " I don't know.",
        135.76,
        136.5
    ],
    [
        " I wasn't in that position is if you're in a particular, a particular place and talking",
        136.64,
        140.82
    ],
    [
        " to a particular other person, some radio is going to work better than other radios.",
        140.82,
        144.64
    ],
    [
        " You might need to know, hey, you know what?",
        144.92,
        147.0
    ],
    [
        " We're like in the bushes here in the wilderness, in the jungle.",
        147.28,
        150.34
    ],
    [
        " This radio doesn't work here.",
        150.86,
        151.86
    ],
    [
        " It doesn't penetrate through this thing.",
        151.94,
        153.36
    ],
    [
        " So there's a million different examples of that.",
        153.98,
        155.66
    ],
    [
        " If you get that out of order and you just work, you learn how to maneuver the system.",
        156.24,
        160.6
    ],
    [
        " Like my cursor moves it to here and I move my cursor on the display here and you don't",
        161.02,
        165.4
    ],
    [
        " actually know what's happening to the mechanics behind that.",
        165.4,
        168.1
    ],
    [
        " You're going to start making mistakes inside in specific settings.",
        168.22,
        172.8
    ],
    [
        " Oh, it worked here.",
        172.98,
        173.66
    ],
    [
        " So it must work everywhere.",
        173.76,
        174.36
    ],
    [
        " No, it doesn't work everywhere.",
        174.5,
        176.02
    ],
    [
        " This environment is optimized here.",
        176.3,
        177.84
    ],
    [
        " This environment, it doesn't work at all.",
        177.92,
        179.22
    ],
    [
        " And if all you know is the mechanics and not what's happening behind it, you actually",
        179.52,
        182.64
    ],
    [
        " can't apply it when it matters the most.",
        182.64,
        184.06
    ],
    [
        " You know what that made me think of?",
        184.36,
        186.02
    ],
    [
        " The book leadership strategy in tactics by me.",
        186.32,
        188.72
    ],
    [
        " Because I say that exactly big.",
        191.64,
        193.08
    ],
    [
        " When I'm talking, I compare a leader to a woodworker and talk about the fact that when you're",
        193.2,
        199.8
    ],
    [
        " a leader, you got to know the different tools.",
        199.8,
        202.34
    ],
    [
        " But then you got to, if you're a woodworker, you got to know the different tools.",
        203.16,
        205.74
    ],
    [
        " And then you got to know the different types of wood.",
        206.38,
        207.68
    ],
    [
        " And then you got to know how to apply those different types, those different tools to",
        208.2,
        210.86
    ],
    [
        " different types of wood.",
        210.86,
        211.56
    ],
    [
        " And then you got to realize that even each individual piece of wood, a piece of pine is",
        211.68,
        216.0
    ],
    [
        " super soft, a piece of oak is super hard.",
        216.0,
        218.0
    ],
    [
        " You got to use those tools differently with those different types of wood.",
        218.0,
        221.68
    ],
    [
        " And then on top of that, each individual piece of pine is different.",
        222.06,
        227.04
    ],
    [
        " It has a knot.",
        227.24,
        227.88
    ],
    [
        " It has a rift.",
        228.08,
        228.86
    ],
    [
        " It has a cut.",
        228.94,
        229.62
    ],
    [
        " It has a split.",
        229.72,
        230.44
    ],
    [
        " And you got to know how to deal with that.",
        230.44,
        231.72
    ],
    [
        " So you got to understand the principles of the tools.",
        232.5,
        234.56
    ],
    [
        " I may regularly plagiarize the hell out of that book by the way.",
        235.64,
        241.1
    ],
    [
        " Check.",
        242.14,
        242.66
    ],
    [
        " Talks about assignment of administrative tasks.",
        244.4,
        246.46
    ],
    [
        " He talks about when a unit is under strength.",
        246.66,
        248.9
    ],
    [
        " Reduced strengths must be offset by more efficient utilization of men equipment.",
        249.36,
        254.26
    ],
    [
        " And I got asked this question today by a client.",
        254.26,
        256.8
    ],
    [
        " Yeah, but we don't we don't we need more people.",
        257.3,
        259.66
    ],
    [
        " Guess what?",
        259.96,
        260.44
    ],
    [
        " Everybody needs more people.",
        260.68,
        262.76
    ],
    [
        " We got visited by a senior ranking officer in the SEAL teams when we were in Ramadi.",
        263.34,
        269.56
    ],
    [
        " And a lay flight still a story.",
        269.78,
        271.66
    ],
    [
        " The the you know, great, great officer, huge supporter says, Hey, what else do you need out here?",
        272.2,
        278.12
    ],
    [
        " Is there anything else you need?",
        278.5,
        279.6
    ],
    [
        " And I said, I need two more tasks units worth of men.",
        279.92,
        282.14
    ],
    [
        " You know, like we need we had enough missions to get everybody busy.",
        282.38,
        286.44
    ],
    [
        " But guess what?",
        286.92,
        287.94
    ],
    [
        " We didn't get anybody.",
        288.0,
        288.64
    ],
    [
        " We didn't, you know, like that's the way it works.",
        289.0,
        291.0
    ],
    [
        " Next, next little section, inject realism.",
        292.04,
        295.7
    ],
    [
        " The experienced commander knows that soldiers doing combat exactly what they have been taught",
        296.58,
        301.42
    ],
    [
        " and have practiced in training.",
        301.42,
        303.08
    ],
    [
        " Therefore, each training situation and problem must be as valid and realistic as possible",
        303.26,
        308.28
    ],
    [
        " with unreal or artificial aspects eliminated.",
        308.28,
        311.62
    ],
    [
        " Training must reflect as many of the conditions, scenes, noises and situations of the battlefield",
        312.26,
        317.4
    ],
    [
        " as ingenuity can conceive and safety rules will permit.",
        317.4,
        322.22
    ],
    [
        " And I remember, I remember I put on we'd be doing when I got back from my last",
        325.84,
        330.52
    ],
    [
        " program when we got back from Ramadi and I took over training a few months into that.",
        330.52,
        335.16
    ],
    [
        " When you would put on your nods at night, you would you might as well be in Iraq.",
        335.5,
        339.36
    ],
    [
        " You might as well have been in Iraq.",
        339.68,
        341.24
    ],
    [
        " We had we had the the speakers playing gun battles and and called a prayer.",
        341.44,
        346.98
    ],
    [
        " We had tires burning.",
        346.98,
        348.9
    ],
    [
        " We had people dressed up like, you know, local Iraqi citizens walking around.",
        349.14,
        353.44
    ],
    [
        " It was freaking awesome.",
        353.44,
        355.08
    ],
    [
        " It was freaking awesome.",
        355.26,
        356.7
    ],
    [
        " That's what you're supposed to do.",
        357.08,
        358.88
    ],
    [
        " Damn, I remember that the first time we were rolling into the mule-ob, then it was early",
        359.82,
        366.1
    ],
    [
        " in the morning.",
        366.1,
        366.78
    ],
    [
        " It was it was actually when the blue on blue happened in extreme ownership.",
        366.96,
        370.7
    ],
    [
        " But when we were rolling in there, I remember rolling in and like there's tires burning",
        370.74,
        375.8
    ],
    [
        " in the streets and yeah, I was like, okay, because what does that do that screws up your",
        375.8,
        381.9
    ],
    [
        " nods and luckily the song was coming up, but it was still dark outside.",
        381.9,
        384.8
    ],
    [
        " But I'm thinking these these Mujahideen fighters know what they're doing.",
        385.18,
        388.24
    ],
    [
        " These guys know what they're doing.",
        388.7,
        390.24
    ],
    [
        " They're and then guess what?",
        390.58,
        391.62
    ],
    [
        " So they're it messes up your night vision.",
        391.78,
        393.36
    ],
    [
        " We understand that these burning fires and then then the song comes up.",
        393.36,
        396.44
    ],
    [
        " Well now there's just blacksoot smoke everywhere.",
        396.44,
        398.7
    ],
    [
        " And you can guarantee you that when I got back and I was running training, you rolled",
        402.72,
        408.94
    ],
    [
        " out the street, we're burning tires.",
        408.94,
        410.84
    ],
    [
        " Your night vision is going to be all jacked up and when you're done with the night vision",
        411.24,
        413.86
    ],
    [
        " being all jacked up and the sun comes up, guess what?",
        413.86,
        415.86
    ],
    [
        " It's going to be black smoke everywhere.",
        416.48,
        418.24
    ],
    [
        " One of the best ways to emphasize realism is to assess personnel casualties for improper",
        419.92,
        426.28
    ],
    [
        " use of cover or in the case of night exercises vehicles can be knocked out for unauthorized use",
        426.28,
        430.96
    ],
    [
        " of nights.",
        430.96,
        431.22
    ],
    [
        " What does that mean?",
        431.22,
        431.64
    ],
    [
        " You're putting your get put people down.",
        431.68,
        433.06
    ],
    [
        " This is like trade debt instructions.",
        433.18,
        435.0
    ],
    [
        " I might as well have written this for trade debt to use.",
        435.2,
        439.04
    ],
    [
        " This is exactly what we did.",
        439.28,
        441.1
    ],
    [
        " Oh, you're you're not saying to my cover?",
        441.58,
        442.98
    ],
    [
        " Cool.",
        443.1,
        443.24
    ],
    [
        " You're dead.",
        443.34,
        443.62
    ],
    [
        " Oh, you're going to move out across the open street without any cover fire.",
        444.26,
        447.36
    ],
    [
        " Roger that.",
        447.44,
        447.76
    ],
    [
        " You're dead.",
        447.8,
        448.08
    ],
    [
        " You're down man.",
        448.1,
        448.56
    ],
    [
        " Now let's get this thing figured out.",
        448.9,
        450.4
    ],
    [
        " Oh, by the way, your buddy wants to come help you immediately without putting down",
        450.62,
        453.34
    ],
    [
        " suppressifier.",
        453.46,
        453.86
    ],
    [
        " Cool.",
        453.86,
        454.14
    ],
    [
        " He's dead too.",
        454.2,
        454.68
    ],
    [
        " Let's rock and roll.",
        455.42,
        456.04
    ],
    [
        " Who wants to figure this out?",
        456.14,
        457.08
    ],
    [
        " Who wants to put the cover in cover and move?",
        457.26,
        459.32
    ],
    [
        " Dude, you're literally like re I wrote that thing down fundamental sound and realistic.",
        459.8,
        463.68
    ],
    [
        " Oh, cool.",
        463.88,
        464.2
    ],
    [
        " You're not applying the fundamentals?",
        464.26,
        465.02
    ],
    [
        " Good.",
        465.22,
        465.42
    ],
    [
        " Oh, your tactics aren't sound.",
        465.58,
        467.34
    ],
    [
        " Cool.",
        467.42,
        467.72
    ],
    [
        " He's gone.",
        467.88,
        468.28
    ],
    [
        " Now what are you going to do?",
        468.38,
        469.0
    ],
    [
        " I mean, I should have a tracker.",
        469.24,
        470.78
    ],
    [
        " I should literally just be marking how many times he and you were referring back to the",
        470.86,
        474.68
    ],
    [
        " realism that's required.",
        474.68,
        475.88
    ],
    [
        " And the beauty of that, especially when you have experiences, it completely takes away",
        476.26,
        481.24
    ],
    [
        " the ammunition of this would never happen.",
        481.24,
        483.4
    ],
    [
        " Or this is unrealistic.",
        484.14,
        485.16
    ],
    [
        " Them, the, the, the, the unwinnable scenarios we go, well, this would never happen.",
        485.68,
        489.46
    ],
    [
        " Oh, really?",
        489.64,
        489.96
    ],
    [
        " Oh, cool.",
        490.42,
        490.72
    ],
    [
        " This would never happen.",
        490.98,
        491.64
    ],
    [
        " Watch this.",
        491.9,
        492.4
    ],
    [
        " Yeah.",
        492.68,
        492.8
    ],
    [
        " And the easier the training is, the more acclimated people get to things being easy and",
        493.14,
        499.9
    ],
    [
        " the more unwilling they are to believe how difficult they can be.",
        499.9,
        502.66
    ],
    [
        " And when you're training is realistic, how many times have you told me and everybody",
        502.9,
        506.86
    ],
    [
        " the story of Seth's first firefight?",
        506.86,
        508.5
    ],
    [
        " And the guys like, wow, how many fire fights have you been in?",
        509.42,
        513.32
    ],
    [
        " You must be.",
        513.54,
        514.14
    ],
    [
        " And he's like, it was my first one.",
        514.3,
        516.46
    ],
    [
        " That was my first one.",
        516.62,
        517.42
    ],
    [
        " That comes from fundamental sound realistic training.",
        517.6,
        520.0
    ],
    [
        " Yeah.",
        520.18,
        520.32
    ],
    [
        " And putting that guy in a position, I might not be able to reach, I don't know what this",
        520.48,
        523.1
    ],
    [
        " is.",
        523.1,
        523.18
    ],
    [
        " I can't recreate this scenario.",
        523.24,
        524.2
    ],
    [
        " I don't know exactly how it's going to play out, but I do know what it's going to be.",
        524.32,
        527.28
    ],
    [
        " I do, I do understand how this is going to reveal itself.",
        527.62,
        530.0
    ],
    [
        " And the only way to prepare for that is fundamental sound realistic training over and over",
        530.1,
        533.96
    ],
    [
        " and over again.",
        533.96,
        534.46
    ],
    [
        " Emphasis on night training.",
        538.42,
        539.56
    ],
    [
        " Self-sufficiency and confidence are key factors in developing a unit's capability for night",
        540.28,
        545.8
    ],
    [
        " operations.",
        545.8,
        546.36
    ],
    [
        " And this was just, you know, not going to spend a bunch of time on this because now we've",
        546.58,
        551.46
    ],
    [
        " got night vision.",
        551.46,
        552.12
    ],
    [
        " But what is more important?",
        552.22,
        553.58
    ],
    [
        " What are we talking about?",
        553.7,
        554.32
    ],
    [
        " I'm not talking about night vision versus night, not night vision.",
        554.34,
        556.46
    ],
    [
        " What I'm talking about is put your troops into hard training situations.",
        556.52,
        561.1
    ],
    [
        " That's what you need to do.",
        562.04,
        563.36
    ],
    [
        " Put your troops into the most difficult of situations because when you're used to fighting",
        563.72,
        567.66
    ],
    [
        " at night, even a pre night vision, if you're used to fighting at night, number one, yes,",
        567.66,
        572.16
    ],
    [
        " you get used to it.",
        572.28,
        572.72
    ],
    [
        " Number two, fighting at the day becomes easy.",
        572.76,
        574.4
    ],
    [
        " It makes fighting at the day become easy and it also gives you a potential advantage.",
        575.68,
        581.7
    ],
    [
        " If it just so happens that your competition isn't willing to put in the hard training at",
        581.9,
        586.62
    ],
    [
        " night, good.",
        586.62,
        588.28
    ],
    [
        " You're going to dominate.",
        588.56,
        589.5
    ],
    [
        " Same thing here, inclement weather training.",
        590.86,
        592.96
    ],
    [
        " I got to read this one though because it's funny.",
        594.08,
        595.64
    ],
    [
        " Adverse weather will inevitably be encountered in combat and will give rise to problems that",
        596.52,
        600.9
    ],
    [
        " can best be solved by experience.",
        600.9,
        602.34
    ],
    [
        " It will have an impact on the mobility, on maintenance of vehicle and equipment, on observation",
        602.46,
        606.82
    ],
    [
        " on the availability of tactical air support and in fact, will hinder tactical operations",
        606.82,
        610.34
    ],
    [
        " in every conceivable way.",
        610.34,
        611.92
    ],
    [
        " Adverse weather conditions can be turned into an asset during battle, however.",
        612.76,
        616.5
    ],
    [
        " Boom, there you go.",
        616.76,
        617.3
    ],
    [
        " So we're already, look, bad weather, good.",
        617.3,
        619.62
    ],
    [
        " Commanders should take every advantage of training under such conditions.",
        620.84,
        625.5
    ],
    [
        " Troops who have mastered the problems of operating effectively in spite of the weather can turn",
        625.96,
        630.4
    ],
    [
        " low visibility, extreme hot heat, biting cold or heavy rain into tactical advantage against",
        630.4,
        637.0
    ],
    [
        " an enemy not so well adapted to these adverse conditions.",
        637.0,
        640.0
    ],
    [
        " So that's everything you just said and then it's this.",
        640.74,
        643.36
    ],
    [
        " The solution of rainy day schedule is to put on the raincoat and take full advantage",
        643.36,
        648.74
    ],
    [
        " of the adverse conditions for profitable field training and experience.",
        648.74,
        652.64
    ],
    [
        " Totally legit.",
        652.88,
        654.3
    ],
    [
        " You know what's fun in the teams when there's giant waves like when a massive storm comes",
        654.88,
        665.36
    ],
    [
        " and there's massive just destroyer waves, it's like time to go out and do surf passage",
        665.36,
        671.46
    ],
    [
        " with the zodiacs and just get annihilated.",
        671.46,
        673.68
    ],
    [
        " It's so fun.",
        673.96,
        675.02
    ],
    [
        " And they do that with bud students.",
        675.24,
        676.62
    ],
    [
        " Oh, it's been, oh, the waves are freaking just giant cool.",
        676.78,
        679.1
    ],
    [
        " Get your boats.",
        679.3,
        679.76
    ],
    [
        " You're going to do surf passage or sometimes get your swimp in the teams.",
        679.88,
        683.84
    ],
    [
        " It was, hey, rig up the zodiacs.",
        683.84,
        685.24
    ],
    [
        " We're going to go get some experience in this stuff.",
        685.26,
        686.72
    ],
    [
        " That's what's absolutely you have to do.",
        686.84,
        688.68
    ],
    [
        " If you're in the teams and there's big waves in in Coronado or Virginia Beach and you're",
        688.92,
        694.02
    ],
    [
        " not getting jocked up to go get some, you're wrong.",
        694.02,
        696.96
    ],
    [
        " Get your platoon together and get them out there getting after it.",
        697.14,
        699.94
    ],
    [
        " Cross training for flexibility.",
        702.54,
        703.88
    ],
    [
        " Cross training is vital to any organization.",
        704.26,
        705.92
    ],
    [
        " When your personnel are trained in several jobs, you have achieved depth and capability",
        706.04,
        710.06
    ],
    [
        " that may well split the difference between success and failure and combat.",
        710.06,
        713.68
    ],
    [
        " Of course, needless switching a person up from one job to another is harmful.",
        714.66,
        720.34
    ],
    [
        " So cross-trained, but that doesn't mean you switch them completely.",
        720.62,
        722.78
    ],
    [
        " Training personnel in duties other than their primary MOS, however, will increase your",
        723.26,
        727.1
    ],
    [
        " peacetime efficiency and subsequent combat effectiveness.",
        727.1,
        729.78
    ],
    [
        " It will also make the individual a more valuable asset to the Army, increases pride in self-confidence",
        729.78,
        735.16
    ],
    [
        " and may well help them qualify for promotion.",
        735.16,
        737.74
    ],
    [
        " Boom.",
        738.14,
        738.28
    ],
    [
        " A little time spent cross-training will be amply rewarded in the increased overall effectiveness",
        738.92,
        744.88
    ],
    [
        " of your unit.",
        744.88,
        745.5
    ],
    [
        " Everyone will benefit.",
        745.64,
        746.34
    ],
    [
        " Not the least you is the commander.",
        747.18,
        748.6
    ],
    [
        " He throws that in there.",
        748.94,
        749.58
    ],
    [
        " Everyone's always got a little ego that sticks out.",
        749.9,
        751.5
    ],
    [
        " Every once in a while, we hear it.",
        752.36,
        755.4
    ],
    [
        " Got to be something driving this guy to do 45 years in the Army, I reckon.",
        755.98,
        759.08
    ],
    [
        " But he likes that.",
        759.8,
        761.08
    ],
    [
        " Take care of the troops.",
        761.44,
        762.4
    ],
    [
        " Also, little Benny, little side Benny for the man.",
        762.76,
        766.56
    ],
    [
        " Training, chain of command, a good organization always has a smoothly functioning chain of",
        769.96,
        774.42
    ],
    [
        " command.",
        774.42,
        774.66
    ],
    [
        " A sound training program properly supervised can be the primary means of developing the",
        774.78,
        778.54
    ],
    [
        " proper functioning of the chain of command, which is also essential.",
        778.54,
        782.2
    ],
    [
        " On combat, a good commander will guide the development of his unit to ensure that subordinate",
        782.2,
        786.24
    ],
    [
        " commanders retain and use their authority and responsibility in any unit.",
        786.24,
        790.4
    ],
    [
        " The non-commissioned officer plays a leading role.",
        790.72,
        792.56
    ],
    [
        " That's your frontline managers.",
        793.32,
        794.26
    ],
    [
        " He must be carefully instructed, given responsibility and then held accountable.",
        794.66,
        798.04
    ],
    [
        " I frequently find squad leaders, ignoring their team leaders by issuing orders, giving",
        798.7,
        804.62
    ],
    [
        " fire commands and taking other actions directly with the individual members of the squads.",
        804.62,
        809.0
    ],
    [
        " Even worse, I found responsible officers who were condoning these mistakes.",
        809.26,
        813.5
    ],
    [
        " The squad leader should use his team leaders to exercise control over the squad at all times.",
        814.18,
        818.96
    ],
    [
        " Commander should supervise a assault battle drill and squad exercise to ensure that squad",
        819.8,
        825.86
    ],
    [
        " leaders understand and apply the principle of exercising command over the rifle squad",
        825.86,
        831.08
    ],
    [
        " through designated team leaders.",
        831.08,
        832.28
    ],
    [
        " So don't jump through the chain of command.",
        832.6,
        833.86
    ],
    [
        " Let your subordinate leaders lead.",
        834.34,
        835.42
    ],
    [
        " Self-sufficiency and confidence.",
        838.52,
        840.28
    ],
    [
        " Confidence to fight semi-independently under conditions of decentralized control is developed",
        840.4,
        845.92
    ],
    [
        " by training exercises.",
        845.92,
        847.08
    ],
    [
        " Current concepts of warfare.",
        847.72,
        849.9
    ],
    [
        " Visualizing greater dispersion on the battlefield, so we're more spread out.",
        850.38,
        853.68
    ],
    [
        " Dictate the necessity for units to acquire self-confidence and self-sufficiency.",
        854.06,
        858.08
    ],
    [
        " These aspects can be developed in most tactical exercises and can be furthered through realistic",
        858.4,
        863.76
    ],
    [
        " use of active aggressor forces.",
        863.76,
        866.86
    ],
    [
        " Force on force training.",
        867.22,
        871.44
    ],
    [
        " That's what we want to do.",
        872.28,
        874.08
    ],
    [
        " Ranger type operations also instill confidence and show the need for self-sufficiency.",
        874.86,
        879.2
    ],
    [
        " When out of physical contact with friendly forces or beyond the range of mutual fire support,",
        879.7,
        886.14
    ],
    [
        " so we're not covering and moving it, moving anymore, the isolated unit becomes a problem.",
        886.64,
        890.98
    ],
    [
        " And our training, Commander, should recognize the plight of the isolated unit, not by simulating",
        892.36,
        898.5
    ],
    [
        " it, but by actually demonstrating it.",
        898.5,
        901.18
    ],
    [
        " When the small unit is confronted with an isolated mission, confidence can always be instilled",
        901.44,
        905.74
    ],
    [
        " by ensuring that procedures are established for maintaining communications and for rallying",
        905.74,
        909.76
    ],
    [
        " to its support if required.",
        909.76,
        911.8
    ],
    [
        " Training should be aimed at developing integrated procedures for the employment of Army Aviation",
        913.32,
        918.7
    ],
    [
        " and Air Force troop carrier troop movements for resupplying medical evacuation.",
        918.7,
        922.44
    ],
    [
        " So we have to learn to work independently, but we always have to be able to support each",
        922.74,
        929.48
    ],
    [
        " other.",
        929.48,
        929.7
    ],
    [
        " We're alone out on the battlefield, we die.",
        930.38,
        932.26
    ],
    [
        " You mean there's a balance there?",
        932.54,
        933.52
    ],
    [
        " There's a balance.",
        933.74,
        934.64
    ],
    [
        " There is a little dichotomy, but cover move.",
        934.92,
        937.66
    ],
    [
        " There's another doctrinal term that I love is supporting distance.",
        938.26,
        942.36
    ],
    [
        " I'm not allowed to be further away from Dave.",
        943.04,
        945.5
    ],
    [
        " If I can't defend Dave's position or cover for Dave because he's out of the range of",
        945.8,
        952.2
    ],
    [
        " my weapon systems, he's too far away.",
        952.2,
        953.78
    ],
    [
        " That's a perfect example of the cross training he's talking about.",
        954.2,
        957.82
    ],
    [
        " I could be an infantryman.",
        957.94,
        958.86
    ],
    [
        " Do I need to be an expert on indirect fires?",
        959.36,
        962.08
    ],
    [
        " No.",
        962.68,
        962.88
    ],
    [
        " I probably don't need to know how to field strip every little, but you don't need to know",
        963.3,
        966.32
    ],
    [
        " how far that thing can shoot.",
        966.32,
        967.64
    ],
    [
        " Because if I get too far away from that supporting element and I go, well, the reason I got",
        968.28,
        972.34
    ],
    [
        " too far away is I didn't know how mortars worked.",
        972.34,
        975.1
    ],
    [
        " Cool.",
        975.56,
        975.78
    ],
    [
        " The outcome is your team gets annihilated.",
        975.84,
        977.68
    ],
    [
        " Do I need to know every single thing that the mortars put in command or not?",
        978.36,
        981.46
    ],
    [
        " No, you don't.",
        981.68,
        982.48
    ],
    [
        " But you got to know a little bit.",
        982.6,
        983.42
    ],
    [
        " You got to know how you and here interact together.",
        983.7,
        985.42
    ],
    [
        " Even that idea of cross training is if you don't have a functional understanding inside",
        985.98,
        989.88
    ],
    [
        " your company, you use the example of a four of the salespeople and the customer satisfaction",
        989.88,
        994.18
    ],
    [
        " people.",
        994.18,
        994.74
    ],
    [
        " If you're a sales lead and the only metric you measure for success is how much you sell",
        995.52,
        1000.5
    ],
    [
        " and you don't realize that in the return department, that number is the same.",
        1001.0,
        1004.54
    ],
    [
        " You're losing.",
        1004.8,
        1005.52
    ],
    [
        " You're losing because there's a piece that you don't, do you have to know everything",
        1005.98,
        1008.98
    ],
    [
        " they know?",
        1008.98,
        1009.3
    ],
    [
        " You don't.",
        1009.68,
        1010.12
    ],
    [
        " And actually, you don't have time to know everything they know, but you got to know",
        1010.32,
        1012.84
    ],
    [
        " enough.",
        1012.84,
        1013.06
    ],
    [
        " You got to have enough understanding what's going on there to measure the success of the",
        1013.4,
        1017.48
    ],
    [
        " entire organization to include your team.",
        1017.48,
        1019.32
    ],
    [
        " And that requires a little bit of cross training.",
        1019.48,
        1021.02
    ],
    [
        " And that is a perfect example of how come you need to know something about everybody.",
        1021.24,
        1025.92
    ],
    [
        " Small unit tactical exercises.",
        1029.24,
        1031.3
    ],
    [
        " Tactical exercises should be as well prepared as training tests as often as possible.",
        1031.44,
        1036.04
    ],
    [
        " The tactical situation for a field exercise should be laid in the framework of an echelon",
        1036.18,
        1040.34
    ],
    [
        " one or two levels higher than the participating unit.",
        1040.34,
        1042.78
    ],
    [
        " This is desirable to bring into play the necessary intelligence, supply evacuation and",
        1043.0,
        1047.58
    ],
    [
        " similar roles of supporting forces that have a bearing on the specific tactical operation.",
        1047.58,
        1052.72
    ],
    [
        " Don't confuse the squad leader, however, by giving him everything that was in the battalion",
        1052.72,
        1057.94
    ],
    [
        " and company commander's orders.",
        1057.94,
        1059.56
    ],
    [
        " That's an interesting little point to bring up is that well, they're saying that you need",
        1059.84,
        1066.24
    ],
    [
        " to test the subordinate units, you know, subordinate leadership unit.",
        1066.24,
        1070.2
    ],
    [
        " You can't just I can't and this is true in the seal teams.",
        1070.32,
        1073.08
    ],
    [
        " I can't test myself.",
        1073.08,
        1074.5
    ],
    [
        " If you if I'm relying on me as the platoon leader to test my platoon, it's very difficult",
        1075.04,
        1081.28
    ],
    [
        " to do that.",
        1081.28,
        1081.92
    ],
    [
        " Look, and it can happen and there's some great platoon leaders that'll be able to do that,",
        1081.92,
        1085.12
    ],
    [
        " but there's platoon leaders that will they'll pass every test for some reason with flying",
        1085.22,
        1089.64
    ],
    [
        " colors because they're not really being tested.",
        1089.64,
        1092.14
    ],
    [
        " So it's good when you are utilizing the chain of command and some of the some of the elements",
        1092.92,
        1098.34
    ],
    [
        " above to test the elements below.",
        1098.34,
        1100.52
    ],
    [
        " So that's that makes sense.",
        1101.36,
        1103.28
    ],
    [
        " Again, he always emphasizes all exercise should be conducted under simulated combat conditions.",
        1103.96,
        1108.9
    ],
    [
        " I think we've covered that one enough.",
        1108.9,
        1111.16
    ],
    [
        " Despite limitations on our capabilities to conduct field exercises and combined arms",
        1112.24,
        1118.2
    ],
    [
        " training, I am convinced that commanders can always devise ways and means of achieving",
        1118.2,
        1121.5
    ],
    [
        " essential training objectives.",
        1121.5,
        1123.28
    ],
    [
        " I'll give you an example of that.",
        1123.56,
        1124.5
    ],
    [
        " We would want to have close air support in our urban environment for training.",
        1125.42,
        1131.7
    ],
    [
        " We'd want to have an AC 130 overhead.",
        1132.06,
        1134.9
    ],
    [
        " We'd want to have F 18's overhead.",
        1135.02,
        1136.84
    ],
    [
        " We'd want to have a Marine Corps fighter squadron ready to come and drop bombs for us.",
        1136.84,
        1140.74
    ],
    [
        " That doesn't always happen.",
        1141.34,
        1143.7
    ],
    [
        " In fact, it's very rare that we would get those live assets.",
        1143.8,
        1146.6
    ],
    [
        " So what would we do?",
        1147.2,
        1148.18
    ],
    [
        " We would either bring a pilot or we'd bring a J-TAC, a person that was qualified to call",
        1148.44,
        1153.3
    ],
    [
        " and we'd put them up on one of the buildings in our Mount facility and we'd give them a",
        1153.3,
        1156.7
    ],
    [
        " radio and look, it's almost the same thing.",
        1156.7,
        1159.54
    ],
    [
        " You know, you got a guy that understands how pilots talk and he imitates a pilot talking",
        1160.18,
        1164.64
    ],
    [
        " on the radio.",
        1164.64,
        1165.2
    ],
    [
        " And then we would put up simulated explosions to go off.",
        1165.66,
        1168.48
    ],
    [
        " When they drop the bomb in the right spot, we would blow something up and they'd get",
        1168.48,
        1173.02
    ],
    [
        " that satisfaction.",
        1173.02,
        1175.22
    ],
    [
        " They'd get that satisfaction.",
        1175.22,
        1176.02
    ],
    [
        " In fact, there was a company we were using that had little model airplanes.",
        1176.84,
        1181.12
    ],
    [
        " They were actually big model airplanes, but the model airplanes would fly over and then",
        1181.48,
        1186.2
    ],
    [
        " explosions would happen.",
        1186.2,
        1187.26
    ],
    [
        " We kind of went the distance to make the training realistic.",
        1187.66,
        1190.16
    ],
    [
        " Launching these, you know, F-18s that would come down and strafe the city and explosions",
        1190.82,
        1196.3
    ],
    [
        " would go off is pretty good, but that's a great way to do it.",
        1196.3,
        1199.22
    ],
    [
        " And what does it cost for me to give the radio to one of my J-TACs and stay at a stand",
        1199.44,
        1204.04
    ],
    [
        " on a building?",
        1204.04,
        1204.4
    ],
    [
        " It costs zero dollars.",
        1204.62,
        1206.38
    ],
    [
        " Zero.",
        1206.82,
        1207.06
    ],
    [
        " What does it cost to get an F-18 to give me or a section of F-18s to give me a few hours",
        1207.62,
        1214.04
    ],
    [
        " of support?",
        1214.04,
        1214.52
    ],
    [
        " It costs what?",
        1214.94,
        1216.44
    ],
    [
        " $100,000?",
        1216.9,
        1217.92
    ],
    [
        " Yeah.",
        1218.36,
        1219.38
    ],
    [
        " How much fuel do you burn in an F-18 in an hour?",
        1220.54,
        1225.56
    ],
    [
        " 10,000 pounds?",
        1225.82,
        1226.48
    ],
    [
        " Yes.",
        1226.68,
        1230.3
    ],
    [
        " Check.",
        1230.98,
        1231.12
    ],
    [
        " Check.",
        1232.48,
        1233.44
    ]
]