[
    [
        " On the inside I'm like, okay, it is it is valuable. So I'm sitting at the airport",
        0.0,
        3.76
    ],
    [
        " And I'm sitting at the Dallas Fort Worth airport and flying back to Mississippi and this guy's like looking at me",
        3.76,
        8.42
    ],
    [
        " And I'm always scanning like we always are and I'm always looking around and like he's just looking at me",
        8.42,
        14.06
    ],
    [
        " And I'm like a smile kind of give a head nod",
        14.06,
        16.32
    ],
    [
        " and I'm still",
        16.32,
        18.56
    ],
    [
        " and so",
        18.56,
        20.14
    ],
    [
        " Like he gets up and I'm like I'm gonna keep my on him",
        20.14,
        23.92
    ],
    [
        " And I see him on his phone and he's like looking at me he's on his phone look and he comes up",
        23.92,
        29.9
    ],
    [
        " And at this point he's got a big smile. I'm like, okay, not not a threat",
        30.6,
        34.06
    ],
    [
        " And the other thing I'm like man, I don't want to do this at the airport because then I'm never gonna be able to fly again",
        34.06,
        38.6
    ],
    [
        " If I have to defend myself from the airport",
        38.6,
        40.14
    ],
    [
        " He's probably gonna be bad. The guy's big old smile and he's like hey, are you J.P. to know? I said yes sir",
        40.14,
        46.06
    ],
    [
        " He's like man, I thought so he's like I was just watching you on jaco podcast his name is Stan",
        46.06,
        50.22
    ],
    [
        " Super nice guy. I'm like, oh, that's great. And so we connect",
        50.22,
        53.56
    ],
    [
        " He's like man, I'd love to get you. He's like are you part of that show on front now? I said yes, sir",
        53.56,
        58.28
    ],
    [
        " He said awesome man. He's like maybe I can get you to come out and talk with our company",
        58.52,
        61.7
    ],
    [
        " I'm like yeah, we can absolutely do that",
        61.7,
        63.42
    ],
    [
        " Yeah, come on you want to do it tomorrow?",
        63.42,
        66.2
    ],
    [
        " Where you guys located and we changed my flight",
        66.62,
        70.08
    ],
    [
        " Yeah, well you just find back to Mississippi with me. Oh, we're good. Yeah, we're good. He's down in Tupelo and",
        70.08,
        75.54
    ],
    [
        " And so we we fly back and you know, I talked to him a little bit after the flight and then we kind of cut out and",
        75.54,
        82.72
    ],
    [
        " It was again back to same thing go home change out",
        82.72,
        87.2
    ],
    [
        " Working construction and then at the time",
        88.52,
        90.0
    ],
    [
        " My buddy Jared white he he had already built me at this an amazing rifle",
        90.0,
        95.6
    ],
    [
        " It's an ARSR platform and it's probably one of the best air platform guns. I've ever shot",
        95.6,
        102.58
    ],
    [
        " He is amazing at what he does and he's like him and he's like I have I have a long-range rifle. I want to give to you as a gift",
        102.58,
        110.2
    ],
    [
        " I was like what he's like yeah, I was like okay, and so I come up and I go",
        110.2,
        116.72
    ],
    [
        " I meet up with him. He's outside the national area",
        117.34,
        119.94
    ],
    [
        " dial it like it confirmed the dope on this gun. I mean it is",
        119.94,
        123.8
    ],
    [
        " I'm made it's the same gun that I shot in the go-time series for for origin and jacofuel",
        123.8,
        128.68
    ],
    [
        " And so I I confirm the dope on it go out to 300 confirm go to 500 like dial in the dope he says that I should be having",
        128.68,
        137.3
    ],
    [
        " And there's these five targets and I shoot from left to right and it's getting smaller each target as you're going down",
        137.3,
        143.82
    ],
    [
        " I'm like boom ding boom ding like working my way",
        143.82,
        146.64
    ],
    [
        " Last one like I pause guys. I see the wind kind of picking up a little bit",
        147.5,
        151.68
    ],
    [
        " And it wasn't just a win like in front of the target",
        151.68,
        154.72
    ],
    [
        " But like I'm like looking at the wind the whole way down there",
        154.72,
        157.92
    ],
    [
        " So I just hold off to the right edge of the target boom dink center mass and the and he's like man",
        157.92,
        164.02
    ],
    [
        " That's nice and the guy next to this guy gets this all he's like",
        164.02,
        167.44
    ],
    [
        " I've been trying to shoot that target for two months and I have never hit it",
        167.44,
        172.5
    ],
    [
        " It was a two and a half inch target at 500 yards and I'm boom dead center",
        172.5,
        177.3
    ],
    [
        " That is a half-minute of angle gun that he built for me. I mean it is and this is we're shooting",
        177.3,
        182.86
    ],
    [
        " Factory off the shelf ammo that you can buy it for many where 6.5 Creed more",
        182.86,
        187.14
    ],
    [
        " Beautiful weapon. So I'm like man. This is amazing. So we shoot a little bit more",
        187.14,
        191.52
    ],
    [
        " Well, he doesn't tell the guy like my background like the guy was like let's see the first time shooting this gun",
        191.52,
        196.88
    ],
    [
        " I'm like yeah, you just you know, and so we hang out we go grab some food",
        196.88,
        200.36
    ],
    [
        " I'm like, man, can I get you some like can we get lunch or whatever?",
        200.36,
        203.22
    ],
    [
        " So gas we go grab some food and I'm again super tight",
        203.36,
        207.08
    ],
    [
        " But I'm like and like he just built me this amazing. I can at least buy him lunch",
        207.08,
        211.34
    ],
    [
        " And I'm like try and calculate gas money to get back and everything as well",
        211.34,
        214.72
    ],
    [
        " And uh, and you know, I know he's always done construction and he's talking about some jobs",
        214.72,
        219.94
    ],
    [
        " And I said hey if you ever need help with any of your jobs",
        219.94,
        224.06
    ],
    [
        " I would love to work with you. I love construction. I love working with my hands",
        224.06,
        227.44
    ],
    [
        " I was like and I could use the work if if you need it",
        227.58,
        230.6
    ],
    [
        " He said okay. Yeah, man. I appreciate it",
        230.6,
        233.0
    ],
    [
        " And like I drive back and I think I followed up with them. I said man",
        233.0,
        236.62
    ],
    [
        " Thanks again. This gun is amazing. This is like ridiculous to I was like I owe you big time",
        236.62,
        241.66
    ],
    [
        " He's like, no man. You know, owe me anything. He's like I just really appreciate your service and he's like",
        241.66,
        245.68
    ],
    [
        " It's you know, you deserve to have a he's like you're a badass sniper that should have a badass sniper rifle",
        245.68,
        250.52
    ],
    [
        " I'm like well, I'm not a badass sniper, but I appreciate the badass sniper rifle",
        250.52,
        254.58
    ],
    [
        " And he hits me up and he's like hey, you know",
        255.48,
        257.84
    ],
    [
        " Do you still want to work construction with me? He was like I could do something we could do something on Wednesday Thursday Friday",
        257.84,
        264.74
    ],
    [
        " I said yeah, absolutely",
        264.74,
        266.78
    ],
    [
        " So we start that um and tour and this is I'm still like I'm doing my brief like every day. I am rehearsing my",
        266.78,
        276.48
    ],
    [
        " Eschelon front",
        276.48,
        277.96
    ],
    [
        " keynote",
        277.96,
        279.0
    ],
    [
        " Legitimately at this time four to six hours a day like Amanda like I'd be in my office",
        280.32,
        285.2
    ],
    [
        " I'd be in I would pick different locations in our house in a Mississippi",
        285.2,
        288.5
    ],
    [
        " When we got back together we were in a two bedroom house that was",
        288.5,
        293.52
    ],
    [
        " I mean, this probably the square footage of this podcast recording room and the locker room next to us",
        293.52,
        299.3
    ],
    [
        " That was about the size of the whole house two bedrooms",
        299.3,
        301.88
    ],
    [
        " You know, we had no kitchen because that's I mean we had a kitchen",
        301.88,
        305.66
    ],
    [
        " We had no dining room area because that's where the office was",
        305.66,
        307.86
    ],
    [
        " We would eat in the living room on TV trays like you know, that was where we'd have our family dinner",
        308.06,
        313.8
    ],
    [
        " Like we we didn't actually sit at a table unless we went over to our in-laws",
        313.8,
        317.78
    ],
    [
        " and so",
        317.78,
        319.18
    ],
    [
        " I would be practicing my keynote four to six hours a day legitimately like going through it listening to lace",
        319.18,
        326.18
    ],
    [
        " Keynote clicking along like making it my own kind of doing some tweaks talking with you and life here and there",
        326.18,
        332.38
    ],
    [
        " And then",
        332.38,
        333.42
    ],
    [
        " This opportunity for me to start working with my buddy Jared. I said yeah absolutely",
        334.08,
        337.42
    ],
    [
        " So I would wake up at three in the morning on Wednesday",
        337.42,
        340.36
    ],
    [
        " And I would drive up to to Nashville from from South Haven, Mississippi where we lived",
        340.36,
        347.4
    ],
    [
        " Well, there's a it was like a three three and a half hour drive",
        347.4,
        350.28
    ],
    [
        " Well, guess what that was three repetitions through the keynote",
        350.28,
        353.26
    ],
    [
        " So I would be driving I'd have my laptop at an angle so I'd put my backpack in front of the passenger seat",
        353.26,
        360.18
    ],
    [
        " I put my laptop at an angle and I had the clicker and while I was driving I would list I was playing",
        360.18,
        367.32
    ],
    [
        " Lafe",
        367.32,
        368.02
    ],
    [
        " Audio of the keynote while I was clicking through and watching the slides",
        368.02,
        373.06
    ],
    [
        " As I'm driving and and just kind of listening and getting like the flow down and I would do that and I would",
        373.06,
        380.26
    ],
    [
        " I would",
        380.26,
        381.44
    ],
    [
        " Get up there. I'd work construction with him and then I he had a a bed up in his attic that I would crash in and so I'd crash there",
        381.44,
        390.1
    ],
    [
        " We get down with the day. I'd do another like two hours of rehearsing",
        390.3,
        393.88
    ],
    [
        " I would wake up a few hours early",
        393.88,
        395.64
    ],
    [
        " I would do a few hours of rehearsing in the morning go work construction with him and I would do this",
        395.64,
        400.76
    ],
    [
        " Wednesday Thursday Friday and Friday I would drive back",
        400.76,
        404.24
    ],
    [
        " And then I would spend some time with the man of the kids",
        404.24,
        407.04
    ],
    [
        " Well, my buddy Lee opened up a marker's pizza in South Haven",
        407.04,
        411.0
    ],
    [
        " We used to work at the financial company together. He invested in the franchise",
        411.0,
        415.02
    ],
    [
        " And so of course a man and I were supporting him. We're there. We're like oh, this is awesome",
        415.02,
        419.66
    ],
    [
        " The kids are like this pizza is really good. I'm like, yeah, this is awesome. I'm like hey, I believe this is great",
        419.66,
        423.4
    ],
    [
        " I'm super proud of you. This is awesome",
        423.4,
        425.56
    ],
    [
        " I said hey if you ever need help like with drivers let me know he's like oh man",
        425.56,
        431.3
    ],
    [
        " You don't want to be doing that. I'm like no, it's fine. I was like if you ever need help",
        431.3,
        434.74
    ],
    [
        " Just let me know like I would love to help you out",
        434.74,
        437.16
    ],
    [
        " And he kind of like we went back and forth and I finally was like hey",
        437.16,
        440.4
    ],
    [
        " If you need some help with a driver",
        440.4,
        444.14
    ],
    [
        " I would like to be a delivery driver for you. He's like oh",
        444.14,
        448.2
    ],
    [
        " Hey, man. Yeah, I could actually I could actually use a good reliable",
        448.7,
        452.78
    ],
    [
        " Like driver that would be great and I'm like okay cool",
        452.78,
        455.76
    ],
    [
        " Man, I had like the absolute probably nicest vehicle of any delivery driver at the time",
        455.76,
        460.8
    ],
    [
        " It was my 2015 Toyota Tundra that was lifted and like I mean it was awesome",
        460.8,
        465.66
    ],
    [
        " So I would do the construction with Jared Wednesday Thursday Friday doing the rehearsals in the morning rehearsals in the evening",
        465.66,
        471.7
    ],
    [
        " When I drive back on Friday it was another three hours of doing the rehearsals through the keynote",
        471.7,
        477.16
    ],
    [
        " I would see a man in the kids that she would usually be over at her parents at this time. I would go back home",
        478.12,
        483.38
    ],
    [
        " I would take a quick shower. I would throw on my polo throw my marco's pizza hat",
        483.38,
        488.72
    ],
    [
        " I would go in a clock in and I would deliver pizzas until midnight and then",
        488.72,
        493.06
    ],
    [
        " after midnight",
        493.06,
        494.48
    ],
    [
        " Most drivers would leave and I was like hey, I can help close out the",
        494.48,
        499.14
    ],
    [
        " The store because I needed that extra hour of minimum wage because that extra 625",
        499.14,
        505.24
    ],
    [
        " Was I was like I will take anything and everything I can at this moment",
        505.9,
        509.6
    ],
    [
        " And so I would that's what I would do. I would deliver pizzas on the weekend and then I would be I would come home from delivering pizzas around",
        509.6,
        517.52
    ],
    [
        " 132 ish in the morning by time we got done cleaning up the kitchen and",
        517.52,
        522.52
    ],
    [
        " I would get online and see if anybody ordered any never-settle t-shirts and",
        522.52,
        528.12
    ],
    [
        " Because we had talked about on the podcast. There's a good amount of orders that started to come through",
        528.12,
        532.06
    ],
    [
        " And so I would fulfill orders until three or four in the morning",
        532.76,
        536.18
    ],
    [
        " And I would crawl into bed with a man the kids and she would wake me up",
        536.18,
        539.94
    ],
    [
        " Well, like when the kids would get up she'd get me a cup of coffee and I would that's why I would spend some time with them",
        539.94,
        545.42
    ],
    [
        " On Saturday and Sunday we go to church and I would you know do the same thing in the evenings in",
        545.42,
        550.46
    ],
    [
        " Yeah, I was doing construction",
        550.46,
        552.52
    ],
    [
        " My landlord had some fences that he needed repaired on some of his rentals",
        552.52,
        557.06
    ],
    [
        " So I would go do that and I would exchange him rent instead of paying rent",
        557.06,
        561.32
    ],
    [
        " I remember one time I and this is at the very beginning",
        561.32,
        563.78
    ],
    [
        " um",
        563.78,
        564.76
    ],
    [
        " And Jamie's like hey you have a gig that's gonna be in March you know the client wants to do a pre-event call with you",
        564.76,
        570.72
    ],
    [
        " I'm like okay awesome and so I I was sitting I I stopped",
        570.72,
        574.28
    ],
    [
        " Doing fixing fences at this person's house",
        574.28,
        578.3
    ],
    [
        " I went and sat in the car and I did my pre-event",
        578.3,
        581.14
    ],
    [
        " Call with the client got done with it took all my notes took a picture of it emailed it to myself",
        581.14,
        587.08
    ],
    [
        " So I could have like an email copy the photocopy at the digital copy of the notes to my phone. I had everything and",
        587.08,
        593.82
    ],
    [
        " Went back and finished",
        593.82,
        595.58
    ],
    [
        " repairing these fences so I could exchange",
        595.58,
        598.5
    ],
    [
        " rent for a couple months with the landlord and",
        598.5,
        602.56
    ],
    [
        " Yeah, I was doing everything everything I could and then",
        602.56,
        606.54
    ],
    [
        " You were Jamie reach out and said hey jaco is gonna be doing a thing in Nashville how far away is that from you?",
        606.54,
        612.52
    ],
    [
        " I said well",
        612.86,
        613.82
    ],
    [
        " I'm gonna be right up there. I'm actually helping a buddy and so I reached out to my buddy and Jerry and I said hey, you know",
        614.72,
        620.64
    ],
    [
        " I believe it was like hey next week",
        620.64,
        622.96
    ],
    [
        " Do you mind if I take a day off like could I miss out on Thursday?",
        622.96,
        627.08
    ],
    [
        " And he said yeah absolutely what's going on? I said well jaco's doing an event",
        627.28,
        630.42
    ],
    [
        " I'm gonna be yeah, I need to go with him and he said yeah, I'm dude. He's a big fan of yours listens to podcasts and",
        630.42,
        637.38
    ],
    [
        " And he was like yeah anything you need let me know and so I was working construction with him",
        637.38,
        642.54
    ],
    [
        " Got done with my day",
        642.74,
        643.8
    ],
    [
        " Came met up with you at the hotel. We did our rehearsals",
        643.8,
        647.94
    ],
    [
        " Which were",
        647.94,
        649.46
    ],
    [
        " Awesome seeing you do the rehearsals and then you were trying to like have me do rehearsals and I was just the whole big brother effect",
        649.46,
        656.04
    ],
    [
        " Like I couldn't even like talk in front of jaco in the room. I just",
        656.04,
        659.18
    ],
    [
        " Yeah, it was too much",
        659.18,
        661.58
    ],
    [
        " So we go do the event and I remember I thought I was gonna be early and I text you and I said hey",
        661.58,
        670.22
    ],
    [
        " um",
        671.96,
        672.44
    ],
    [
        " Headed that way. Where do you want to meet like I'm think I'm a cool. I'll be a little early",
        672.44,
        676.56
    ],
    [
        " And you said I'm sitting in the front the one of the front tables already. Okay",
        676.56,
        681.48
    ],
    [
        " Jaco gets there really early",
        681.48,
        684.12
    ],
    [
        " And so I remember that was the major lesson for me from that little interaction was",
        684.12,
        690.7
    ],
    [
        " Anytime you're doing something with a client. It's about an hour ahead of time",
        690.7,
        695.18
    ],
    [
        " And you explained to me the reason why is because you have to go through all the different",
        695.18,
        699.7
    ],
    [
        " You know you want to make sure that everything's loaded properly and I didn't know that you'd been down that there that early",
        699.7,
        705.28
    ],
    [
        " I'm like okay",
        705.28,
        705.86
    ],
    [
        " So I go a sit a same thing I record your keynote and it was on the dot to the hour like",
        705.86,
        714.9
    ],
    [
        " Hour hit right as you were doing you're closing like thank you slide",
        714.9,
        720.26
    ],
    [
        " I was like that's impressive",
        720.26,
        722.28
    ],
    [
        " And you do it and you do it and so you come off stage and the guy goes up on stage",
        722.28,
        728.02
    ],
    [
        " He's like man",
        728.28,
        729.34
    ],
    [
        " Must be a Navy SEAL thing",
        729.34,
        731.6
    ],
    [
        " 60 minutes on the dot and everyone's like oh",
        731.6,
        734.44
    ],
    [
        " Like just you know plotting and you know it was it was really cool",
        734.44,
        738.54
    ],
    [
        " And I remember you said you're like man when you hit that mark when you hit the mark within a minute",
        738.54,
        744.26
    ],
    [
        " It's like you coming down on a free fall jump and you hit the x on the drop zone",
        744.26,
        748.68
    ],
    [
        " You're like it feels so good. You just hit that",
        748.68,
        750.76
    ],
    [
        " And I was like okay timing you know I just I'm taking all these like notes as I'm interacting with you and lathe and listening and I'm like",
        750.76,
        757.8
    ],
    [
        " Okay, timing like that's obviously very important for what we're doing",
        757.8,
        761.12
    ],
    [
        " and and so I",
        761.12,
        764.08
    ],
    [
        " We go to a breakout and they wanted you to do another little breakout training and",
        764.08,
        771.62
    ],
    [
        " I asked him like well, what are you gonna do? You're like I'm just gonna open up and talk",
        771.62,
        775.14
    ],
    [
        " I'm like oh okay, you're like but I have slides in case nobody is talking and interacting",
        775.14,
        780.5
    ],
    [
        " That I can talk through that will get engagement and if not then I'm just getting",
        780.5,
        784.64
    ],
    [
        " I'm gonna give another brief on some other things that I think is important for their business",
        784.64,
        788.4
    ],
    [
        " So that right there is a primary plan secondary and tertiary. Yep",
        788.4,
        792.06
    ],
    [
        " 100% and these are all the things that I'm like in my mind like relating back to military",
        792.06,
        797.46
    ],
    [
        " And it was cool because I was seeing like the change in my mindset like I could feel it",
        797.46,
        802.8
    ],
    [
        " I was excited. I was engaged. I felt like I was planning operations like we did in Ramadi",
        802.8,
        807.9
    ],
    [
        " I felt like it was just I was having that sense of fulfillment again",
        807.9,
        811.94
    ],
    [
        " And that's what a lot of people struggle with and you and I have talked about this a lot and I know life and I have talked about this a lot",
        812.94,
        820.08
    ],
    [
        " veterans and first responders and law enforcement officers and firefighters and EMS",
        820.08,
        826.52
    ],
    [
        " They struggle when they don't have that sense of purpose anymore",
        826.52,
        831.4
    ],
    [
        " And if you want to take it outside like you said it's humans in general look at college athletes right",
        831.4,
        836.56
    ],
    [
        " They think they're gonna go to the professionals and then they don't",
        836.56,
        841.06
    ],
    [
        " And what do they do?",
        841.06,
        841.96
    ],
    [
        " It's like one or the other they either thrive in a civilian world",
        843.04,
        846.7
    ],
    [
        " And they find a job with a purpose and they can do all that drive and their heart all the hard work ethics",
        846.7,
        852.36
    ],
    [
        " That they had to bring them to that high level college athlete level or they just everything falls apart",
        852.36,
        857.98
    ],
    [
        " And there is like they're like Napoleon Dynamite's uncle who's talking about like hey if coach would have put me in",
        857.98,
        862.44
    ],
    [
        " We would have won. It's like",
        862.44,
        863.38
    ],
    [
        " Okay, cool. Yeah, probably not dude",
        863.38,
        866.22
    ],
    [
        " And so I just remember this this change in my mindset starting to happen when I was just around it again",
        866.44,
        873.26
    ],
    [
        " And I was thinking of like this is what I need to be doing and so I do that day with you",
        873.26,
        878.4
    ],
    [
        " And you brought me up to interact and and provide",
        878.4,
        883.16
    ],
    [
        " You know some",
        883.16,
        884.44
    ],
    [
        " responses and answers to different questions that were coming about",
        884.44,
        887.84
    ],
    [
        " And I remember I felt really comfortable up there like I wasn't nervous like when I was sitting in the hotel",
        887.84,
        893.46
    ],
    [
        " Room with you like just trying to go through the slides. I was you know, I was horrible",
        893.76,
        898.36
    ],
    [
        " I wish we would have like video footage of some of that because that would be awesome",
        898.36,
        903.34
    ],
    [
        " I was we had that too",
        903.34,
        905.04
    ],
    [
        " Because um and now this is like the big joke at echelon front that everybody when they have to brief me sucks",
        905.04,
        911.9
    ],
    [
        " Yeah, it's a disaster and it's like they freak out. I've been everyone's awesome and actually",
        911.9,
        917.36
    ],
    [
        " You know when you spoke at the monster for the first time you're we went through the rehearsal",
        917.36,
        922.0
    ],
    [
        " And it was just a total disaster",
        922.56,
        924.38
    ],
    [
        " And you and see I had worked with you a trade-it",
        924.38,
        927.68
    ],
    [
        " And so I'd seen you briefed out a ton and I knew what you're gonna do",
        927.68,
        930.76
    ],
    [
        " But you walked out of the room and layf is like bro",
        930.76,
        933.14
    ],
    [
        " You said dude, I don't know how to go he'll help knock this thing out",
        933.14,
        937.2
    ],
    [
        " He's gonna crush this thing. I go he just freaks out in front of me and he's like Roger that",
        937.2,
        941.58
    ],
    [
        " And I said you know we'll do it",
        941.58,
        945.42
    ]
]