[
    [
        " Jocco, how does your quote unquote play the games?",
        0.0,
        2.98
    ],
    [
        " Play the games in terms of",
        3.6,
        6.48
    ],
    [
        " Completing the goal fit in with Jordan Peterson's",
        6.48,
        9.8
    ],
    [
        " Agreeableness in terms of career advancement",
        9.8,
        12.82
    ],
    [
        " Is it a case of right time right?",
        12.82,
        15.86
    ],
    [
        " Agreeableness so this comes from Jordan Peterson talking about how people that are more agreeable",
        16.12,
        23.96
    ],
    [
        " have",
        23.96,
        24.98
    ],
    [
        " less",
        24.98,
        26.18
    ],
    [
        " success in",
        26.18,
        28.18
    ],
    [
        " promotion and",
        28.2,
        29.32
    ],
    [
        " salary than someone that is more assertive",
        29.32,
        32.8
    ],
    [
        " So it's a really good question because",
        32.8,
        34.94
    ],
    [
        " This person is taking what I talk about which is play the game right and and",
        34.94,
        40.34
    ],
    [
        " Thinking that that means agreeableness and it does to some extent it absolutely does to some extent and",
        40.34,
        48.4
    ],
    [
        " So that's a this a really good question and the answer is that there's a dichotomy to this that they're like like",
        48.4,
        54.2
    ],
    [
        " All of life and like all of business and like all of leadership. There's a dichotomy because",
        54.68,
        58.32
    ],
    [
        " While while someone that is",
        58.32,
        61.52
    ],
    [
        " Agreeable like like very agreeable certainly has less of a chance of career advancement than someone that is assertive",
        61.52,
        69.58
    ],
    [
        " Right that that makes sense like if you never say hey, I'll do that or hey, let me let me handle that project",
        69.58,
        74.2
    ],
    [
        " If you don't ever do that and someone says hey, no, I'll do this and you go, okay, that's fine",
        74.2,
        78.26
    ],
    [
        " And you we're gonna promote this guy. Oh, okay, that's fine. You know if you're that agreeable",
        78.26,
        82.16
    ],
    [
        " Well, yeah, it's gonna be problematic, but also when in when assertiveness turns into overly aggressive",
        82.16,
        87.62
    ],
    [
        " The chances of advancement start to go back down again and when you take someone that's when you get to someone that is",
        87.62,
        94.24
    ],
    [
        " ultra-aggressive and rubs people the wrong way and won't do any compromising that person's gonna be at the same person",
        94.24,
        100.42
    ],
    [
        " Same level of this advancement is someone that's super agreeable or at least in the same ballpark",
        100.42,
        105.0
    ],
    [
        " They'll be close if they still have a job at all by the way",
        105.0,
        107.74
    ],
    [
        " Because someone that's you know overly aggressive and won't compromise with anyone and calls everyone out",
        107.88,
        112.62
    ],
    [
        " The if they're the complete far end of the spectrum opposite to agreeable this that's gonna be problem",
        112.62,
        118.44
    ],
    [
        " so",
        118.44,
        119.22
    ],
    [
        " So when I talk about playing the game, I'm I'm definitely talking about being agreeable because I'm telling you to be more agreeable",
        119.22,
        126.48
    ],
    [
        " Right when you don't play the game. It's like hey, we're gonna think this we're gonna run this new project. That's project is stupid",
        126.48,
        131.62
    ],
    [
        " Mm-hmm",
        131.66,
        132.46
    ],
    [
        " Well an agreeable person say okay, well that sounds good where we going with this now an agreeable person",
        132.46,
        138.58
    ],
    [
        " That's too agreeable might go down the road of something that's not a good plan",
        138.58,
        141.9
    ],
    [
        " But if you're overly aggressive if you're not playing the great game at all you're not gonna get passed go",
        141.9,
        147.64
    ],
    [
        " right so",
        147.64,
        150.18
    ],
    [
        " When I say play the game",
        150.18,
        152.74
    ],
    [
        " Yeah, I am talking about being a girl now",
        152.74,
        154.72
    ],
    [
        " I was talking to someone the other day who's pretty hardcore and he was feeling some heat from his boss and their company that I was working with and",
        154.72,
        160.94
    ],
    [
        " He wanted to fight back",
        160.94,
        162.24
    ],
    [
        " Wanted to fight back",
        162.24,
        165.76
    ],
    [
        " hashtag resist",
        165.76,
        167.74
    ],
    [
        " And you want to fight back you want to go beyond that you want to go beyond resist",
        167.74,
        171.9
    ],
    [
        " you want to go like into the aggressive mode and",
        171.9,
        174.76
    ],
    [
        " I told him don't fight back. I said play the game and he sort of got aggressive because like I said he's pretty hardcore guy",
        174.76,
        180.72
    ],
    [
        " He started getting aggressive with me and",
        180.72,
        183.74
    ],
    [
        " Start saying like oh that's what I should do now bow down kiss the ring. I'm not gonna do that. I'm a man",
        183.74,
        189.16
    ],
    [
        " Right, you came at me with that with that angle and then he said this which was interesting",
        189.26,
        194.26
    ],
    [
        " He goes, you know, he said something along once but you would take this kind of crap. Why should I?",
        194.26,
        200.04
    ],
    [
        " And I stayed quiet for a minute. I heard him say that and I was like oh you just",
        201.1,
        205.8
    ],
    [
        " And then you know, I took a big breath and I'm like you have no idea",
        205.8,
        212.74
    ],
    [
        " You have no idea",
        212.74,
        215.36
    ],
    [
        " The things that I have done the pride that I have swallowed the dumb jokes",
        215.92,
        220.82
    ],
    [
        " I've laughed at the idiotic plans. I've supported the insane",
        220.82,
        224.46
    ],
    [
        " Lanks that I had to go through throughout my career my entire career to win",
        224.46,
        230.6
    ],
    [
        " To win in the end that was my goal and in order to win you got to play the game",
        230.6,
        237.26
    ],
    [
        " You got a massage some egos you have to accept some things that you normally might not accept",
        237.26,
        243.3
    ],
    [
        " You have to eat some humble pie some from time to time and",
        243.3,
        247.26
    ],
    [
        " What you're doing and why you do those things is so that you can build",
        247.26,
        251.68
    ],
    [
        " So that you can build confidence with your boss. That's what you're doing so you can build trust with your boss",
        251.68,
        256.32
    ],
    [
        " and you do that",
        256.32,
        258.94
    ],
    [
        " So that in the end if your boss is not a good guy you can actually beat the boss you can win",
        258.94,
        265.64
    ],
    [
        " But you can't win if you don't play the game you'll lose before you even start so play the game",
        265.64,
        271.66
    ],
    [
        " That's what I told this guy right",
        271.66,
        272.96
    ],
    [
        " Now",
        272.96,
        274.86
    ],
    [
        " Can you do you have to balance this? Yes, you absolutely do because if you become a sick fan and you just become a brown",
        274.86,
        281.82
    ],
    [
        " Nozer am I talking about becoming a brown no no",
        281.82,
        285.04
    ],
    [
        " Because if you do that you're losing clouds and",
        285.04,
        288.72
    ],
    [
        " Influence with your with your team or with your subordinates or with your peers because you're brown nosing the boss and you're losing cloud there",
        288.72,
        296.48
    ],
    [
        " So you have to you and you won't win because those guys are gonna get tested you",
        297.52,
        301.7
    ],
    [
        " They're not gonna support you so I'm not saying you go overboard",
        301.7,
        305.8
    ],
    [
        " You have to have balance you have to know when to say yes when to appease",
        305.8,
        311.98
    ],
    [
        " When you know I built so much",
        311.98,
        313.82
    ],
    [
        " Cloud I built cloud by doing things that people wanted me to do that like maybe I was kind of a",
        313.82,
        320.74
    ],
    [
        " Weird project or they want me to try some piece of equipment out. It's a cool. Yeah, I'll try it",
        320.74,
        325.18
    ],
    [
        " We'll write you a good report about it. You know what I mean like oh, yeah, you want me to try some new tactic cool",
        325.18,
        329.02
    ],
    [
        " We'll give you try I in my mind. I'm thinking this is dumb",
        329.02,
        331.42
    ],
    [
        " But you know what hey, let's give it a try. Oh, you know what we it didn't work as well as I was hoping it would",
        331.42,
        335.74
    ],
    [
        " But you know here's some points we took away from it. Okay, the guy at least as opposed to saying that new tactic is stupid",
        335.74,
        340.94
    ],
    [
        " Your plan is dumb",
        340.94,
        343.0
    ],
    [
        " Okay, I'm disagreeable",
        343.0,
        345.5
    ],
    [
        " What's that gonna get me it's not gonna get it? I'm being too assertive. I'm being too aggressive",
        345.5,
        353.16
    ],
    [
        " So you have to you have to balance it you have to know when to tactfully stand up and disagree with someone",
        353.68,
        359.18
    ],
    [
        " Instead of being totally agreeable all the time and I'm not talking about being agreeable all the time talking about balance",
        359.18,
        364.7
    ],
    [
        " That's what I'm talking about",
        364.7,
        365.72
    ],
    [
        " And that's playing the game",
        365.72,
        368.18
    ],
    [
        " So playing the game is not",
        368.18,
        370.94
    ],
    [
        " being a",
        370.94,
        373.14
    ],
    [
        " submissive agreeable",
        373.14,
        375.54
    ],
    [
        " Baby, right? That's not that's not playing the game. Yeah",
        375.54,
        381.1
    ],
    [
        " Playing the game is playing balance is knowing when is building trust it's it's doing some dumb things",
        381.44,
        387.72
    ],
    [
        " Showing respect and just playing the game and you're playing the game to win. That's what you're playing the game for yeah",
        387.72,
        394.46
    ],
    [
        " Yeah, you yeah, and and I get it, you know like playing the game, you know",
        394.46,
        400.6
    ],
    [
        " Maybe got viewed as like being agreeable",
        400.6,
        403.7
    ],
    [
        " But when Jordan Peterson talks about agreeableness he's talking about a personality trick",
        403.7,
        408.38
    ],
    [
        " He's not talking about like some action you took to do something. You know, yeah, but agreeableness has",
        408.38,
        413.02
    ],
    [
        " Resulting actions if you're an agreeable person you'd be fully, but when it comes when it stems from a personality trait",
        413.02,
        419.6
    ],
    [
        " That means just like I you said like you're gonna be agreeable for the most part regardless like I forget what the",
        419.6,
        424.88
    ],
    [
        " The other trait is called about you know success when he was talking about that, but um nonetheless like if you're talking",
        424.88,
        431.62
    ],
    [
        " You're talking about playing the game meaning sure you might have to display some agreeableness",
        431.62,
        435.76
    ],
    [
        " Everyone's in a while to kind of size it when you have to or when you you know when it's useful",
        436.2,
        439.78
    ],
    [
        " That does not mean you're an agreeable person as a personality change. Yeah, wait to two different completely different things",
        439.78,
        445.52
    ],
    [
        " I'm definitely not I'm definitely not",
        445.52,
        447.96
    ],
    [
        " Saying that you're gonna be able to train your change your personality. Yeah, because I'm not a very agreeable person",
        447.96,
        453.56
    ],
    [
        " I agree with people all day long right why cuz I'm trying to win that's the point exactly right",
        453.56,
        457.96
    ],
    [
        " I actually disagree with 89% of the things that I hear on a daily basis",
        457.96,
        460.86
    ],
    [
        " You know what I mean? I'm literally trying to figure out right now as I'm thinking about this so many things I disagree with",
        461.94,
        467.66
    ],
    [
        " There's two things that are going on number one. This is this is straight up number one if you give me an idea",
        467.66,
        472.98
    ],
    [
        " And I go that's dumb echo. Um number one. I'm arrogant",
        472.98,
        478.08
    ],
    [
        " I'm not listening. I'm I'm shutting the idea out when your idea might have some good traits to it number two",
        478.08,
        484.58
    ],
    [
        " You're pissed. Yeah, right? I didn't gather any clout with you. We I didn't build our relationship at all",
        484.58,
        490.06
    ],
    [
        " I just said like hey, that's a dumb idea. No, so instead I'm be like okay. Well tell me about it",
        490.1,
        494.04
    ],
    [
        " Tell me like how would you how would you implement this idea of yours?",
        494.04,
        497.86
    ],
    [
        " Because maybe it could have some good benefit. I could see where you're coming from on this. Yeah",
        497.86,
        501.74
    ],
    [
        " Well now I'm I'm building our relationship and you're thinking that hey this guy listens to me and that's what I like in",
        501.74,
        508.34
    ],
    [
        " Someone I work with someone that listens to me",
        508.34,
        510.5
    ],
    [
        " So those are the kind of things that we're talking about I'm not talking about changing your personality. I'm a disagreeable",
        510.5,
        514.94
    ],
    [
        " I'm a disagreeable human being",
        514.94,
        517.36
    ],
    [
        " But I don't show that very often. I don't there's something I was talking about I was talking about this",
        517.42,
        522.34
    ],
    [
        " Who's I talking to I forget who I was talking to but I was talking about how",
        522.34,
        525.32
    ],
    [
        " I never ever like there's some things that really bother me",
        525.32,
        529.9
    ],
    [
        " Sure in the world and I never tell anyone what they are. I will not I'll go to the group",
        529.9,
        535.0
    ],
    [
        " Maybe I'll put like in my last will and testament things that bothered me",
        535.0,
        538.42
    ],
    [
        " But I will but but but I don't tell anyone. Yeah, why well the main reason is because when you're in the teams and people know what",
        538.42,
        546.86
    ],
    [
        " They're gonna tell you up with that thing so you will never I'll never say it won't tell my kids won't tell my wife nothing",
        547.16,
        553.54
    ],
    [
        " When something happens that really really bothers me",
        553.54,
        555.94
    ],
    [
        " Because I'm disagreeable. I don't like that kind of stuff. Is it like pet peeve kind stuff or is",
        555.94,
        561.28
    ],
    [
        " Personality traits. I don't like the way people communicate sometimes",
        561.28,
        565.8
    ],
    [
        " I don't like little pet peeves that I have the things that people do that I don't like. I don't know and knows any of them",
        565.8,
        570.48
    ],
    [
        " No, no, they're all deep undercover and I will never tell anyone what they are",
        570.48,
        574.7
    ],
    [
        " You and I feel like you should kind of tell me just so I avoid these things because I'm very agreeable in that way",
        574.7,
        579.18
    ],
    [
        " Where I don't want to do that so like if I'm saying",
        579.18,
        581.54
    ],
    [
        " You know people say I don't know. I'm saying know what I'm saying or like if I say like I say like a lot",
        581.54,
        588.4
    ],
    [
        " Do you not like that is that one of the things? I'll never tell anyone",
        588.4,
        591.38
    ],
    [
        " I'll never tell anyone all right what these things are all right cool. You're",
        591.38,
        597.02
    ],
    [
        " You're the target list for you. It's not that big. I'm at low risk. All right",
        597.02,
        602.9
    ],
    [
        " I'm still on the radar though. All right, the game man, you know, I do yeah, hey everyone play the game play the game",
        602.96,
        608.56
    ],
    [
        " I know it's everyone wants it. That's the funny things everyone thinks like jocke is all our core",
        608.56,
        613.6
    ],
    [
        " Yeah, no, take no crap from nobody looks like no actually. I'm gonna play the game because you know why I'm gonna win",
        613.6,
        618.08
    ],
    [
        " That's the difference. I'm gonna win. Yeah, that was kind of part of your story too",
        618.08,
        621.42
    ],
    [
        " When when when the guy was was that a face-to-face thing when you're talking about the guy. Yes, it was so there was like a built-in assumption",
        621.42,
        628.82
    ],
    [
        " Right there. You wouldn't take that",
        628.82,
        630.86
    ],
    [
        " Actually, let me tell you what my life has been like yeah, and you and of course they're looking at me now and they're think well he just he just",
        630.86,
        638.64
    ],
    [
        " Aggressively crushed everyone on his rise to the top right. It's like no not true at all. Yeah maneuvered. Yeah, like played the game. Yeah",
        638.64,
        648.9
    ],
    [
        " Nothing wrong with playing the game. Yeah, now again",
        648.9,
        653.52
    ],
    [
        " This isn't we're not talking about like you just become a kiss ass. That's not what I'm talking about",
        653.6,
        659.08
    ],
    [
        " Yeah, being a kiss ass is equally bad. Yeah, it's equally bad",
        659.08,
        663.7
    ],
    [
        " You lose just as much respect not only from your peers not only from your support",
        663.7,
        668.1
    ],
    [
        " It's but also from the the person that you're working with yeah, they even know your kiss ass and they'll run rough shot all over you",
        668.1,
        673.92
    ],
    [
        " And when it comes time to motion, they'll be like you know what I'm gonna put one more the other guy because it doesn't really matter",
        673.92,
        677.76
    ],
    [
        " This guy was gonna get a kiss my ass regardless. Yeah, cuz you're two you're too agreeable. Yeah",
        677.76,
        683.0
    ],
    [
        " So I'm not talking about this. This is a dichotomy. Yeah",
        683.52,
        686.4
    ],
    [
        " Yeah, yeah, man, so you again the point that I was making that I think there might have been a misunderstanding",
        686.4,
        694.18
    ],
    [
        " Given the question like play the game isn't the same as this agreeableness that Jordan Peterson is talking about",
        694.18,
        700.36
    ],
    [
        " It's different. They're not the same thing. Well, you know, they're not the same question. He thought he it was the same thing",
        700.36,
        706.44
    ],
    [
        " Yeah, he exactly he thinks that playing the game is being agreeable. Yeah, it's not yeah",
        706.44,
        711.66
    ],
    [
        " It might sometimes right acting agreeable. Yeah, it might be agreeing to some things that make you a little bit frustrated",
        711.9,
        718.24
    ],
    [
        " Yeah, but you roll with it",
        718.24,
        719.94
    ],
    [
        " You know what you're playing to win you're playing the long game. This is a joke this conversation where haven't with my with my boss or with my support",
        719.94,
        727.4
    ],
    [
        " Yeah, it's a joke that thing doesn't matter to me. Yeah, I don't care if I win this argument. I'm playing this long game over here",
        727.4,
        732.58
    ],
    [
        " Like good when you watch survivor. No, come on, bro. You ever watch survivor. No, I mean I've seen shows. Yeah, okay",
        732.58,
        738.46
    ],
    [
        " So I don't watch survivor. Oh well, I do. I mean my wife does so",
        738.52,
        741.92
    ],
    [
        " Is it so on? I know so I think it's still on yeah, okay, so",
        741.92,
        746.18
    ],
    [
        " Survivor playing the game and that that's a term that is all up all up in survivor playing the game so",
        746.18,
        754.38
    ],
    [
        " Okay, when surround take too long survivor, but it's it's totally in line with what you're talking about so",
        754.38,
        761.86
    ],
    [
        " Survivor you you know, they throw and here's what the basis just the prime raw basis of surviving you throw a bunch of people",
        761.86,
        768.32
    ],
    [
        " On I know everyone knows the basic. Yeah, you do some challenges. You vote each other off with certain",
        768.46,
        774.06
    ],
    [
        " You know advantages you can win and what not right? What rewards whatever you so",
        774.06,
        780.14
    ],
    [
        " And how it turned itself like what it morphed kind of into just by nature is like this little political game within the game",
        780.14,
        787.78
    ],
    [
        " Right, and now it's just a huge overt",
        787.78,
        789.8
    ],
    [
        " Part of survivor the political game. I'm playing the game. I'm building alliances. I'm doing all this stuff or whatever",
        789.8,
        796.72
    ],
    [
        " What's this exact same thing man exact same thing yeah building relationships or whatever",
        796.72,
        800.94
    ],
    [
        " Well, yeah, let me tell you what the huge difference is",
        800.94,
        804.58
    ],
    [
        " And this is a huge difference in that game you're playing the game to win for yourself",
        804.58,
        809.32
    ],
    [
        " Yeah, and what I'm talking about and I this is a this is a such a huge part of the way",
        809.32,
        814.7
    ],
    [
        " I think that I didn't even talk about it because it's just embedded in the way I think if you're playing the game to",
        814.7,
        820.44
    ],
    [
        " Further yourself and further your own career",
        820.44,
        822.6
    ],
    [
        " You're it's not gonna work for you. Yeah, because when you play the game like that",
        822.98,
        826.34
    ],
    [
        " It's the same thing as like kissing ass. It's the same thing as you're you're doing things because you want the advantage and people will identify that",
        826.34,
        832.66
    ],
    [
        " If you're making if you're playing the game so that your team can win so you can accomplish the mission",
        832.66,
        837.5
    ],
    [
        " That's when this works. That's when playing the game works",
        837.5,
        840.46
    ],
    [
        " Otherwise if you're doing it to promote yourself",
        840.46,
        842.46
    ],
    [
        " It's not gonna work and it might work once or twice and it might get you one promotion",
        842.46,
        846.22
    ],
    [
        " But everyone that saw you get promoted after you kissed ass. They're all pissed at you",
        846.22,
        849.76
    ],
    [
        " They're gonna undermine you and you're gonna go down",
        849.76,
        851.68
    ],
    [
        " Brow you know what's so it's so interesting about what you just said there is that you're absolutely right survivors",
        851.68,
        857.78
    ],
    [
        " Like the one guy right so playing the game. I'm playing the game right anytime someone says that like hey",
        857.78,
        862.84
    ],
    [
        " I'm playing the game they do it in this context where it's like so and that's okay. We're here. It's a game",
        862.84,
        867.08
    ],
    [
        " So it's acceptable. I'm playing the game, but they'll always say it in",
        867.08,
        871.12
    ],
    [
        " An excuse for lying to someone or backstabbing someone and it's so weird how that your exactly right",
        871.12,
        878.16
    ],
    [
        " That's the nature of the game",
        878.16,
        879.06
    ],
    [
        " So when you play the game in this condo and that worker the way you're talking about it's always a good thing",
        879.06,
        884.88
    ],
    [
        " It's not as long as you're doing it for for the team. Yes exactly",
        884.88,
        889.02
    ],
    [
        " That's not always a good thing because there's people that play the game and they play the game so that they are going to",
        889.02,
        894.1
    ],
    [
        " You know, I just said this 10 times. I was like I played a win",
        894.1,
        897.44
    ],
    [
        " But yeah, I played for my team to win. I play for us to be able to accomplish the mission. Yeah, that's why I'm playing the game",
        897.44,
        901.96
    ],
    [
        " Yeah, if you're playing the game so that you can get the promotion or that's not good",
        901.96,
        906.32
    ],
    [
        " And like I said it might work once or twice, but it's not gonna be it's not a long-term solution. Yeah, yeah",
        906.32,
        911.0
    ],
    [
        " It's not a long-term solution. Yeah, that's a strong statement. I guarantee it's not a long-term solution",
        911.0,
        915.3
    ],
    [
        " Now what if you now here's an example just take this one step further you could play the game",
        915.3,
        922.1
    ],
    [
        " To get that one promotion and then you could go okay now I can play the game to help the team right",
        922.1,
        928.0
    ],
    [
        " But you had to do some maneuvering to get into a spot where you could help that's a tricky one",
        928.0,
        931.72
    ],
    [
        " Because people still think you're a jerk right because of what you did",
        931.72,
        935.32
    ],
    [
        " But then you get there and it's gonna take you a long time to build that trust back up because you maneuvered and you got collateral damage around there",
        935.64,
        941.48
    ],
    [
        " Yeah, it's not a good thing. It's not hard to clean up that collateral damage. Yeah, man. So you say you can always do it actually",
        941.48,
        946.64
    ],
    [
        " Yes, careful. You know how you say you'll lose a battle to win the war kind of thing",
        946.64,
        950.4
    ],
    [
        " So now in your little example that right there you're like you you lost a battle to win a little mini-war to",
        950.4,
        955.52
    ],
    [
        " Essentially lose a bigger battle to win a even a bigger war",
        955.52,
        959.14
    ],
    [
        " These are things that could happen all this little uh just like in jiu-jitsu you sacrifice a position",
        959.14,
        962.92
    ],
    [
        " Because you know you're gonna end up with a area of the game that you're really good at yeah, right?",
        963.26,
        967.82
    ],
    [
        " I mean think about pulling guard. What's pulling guard? Yeah, that's a good you're sacrificing being on the bottom because you're good at it",
        968.42,
        973.3
    ],
    [
        " Yeah, so yeah for for for a bigger victory. Yeah",
        973.3,
        976.94
    ],
    [
        " This game goes deep man this stuff goes deep indeed",
        976.94,
        982.54
    ]
]