[
    [
        " Here's one what made you realize one of your guys was really good to go or was not up the standard",
        0.0,
        5.94
    ],
    [
        " Not necessarily big things but micro actions or decisions that set something off in your mind",
        5.94,
        11.42
    ],
    [
        " Well, I had a lot of guys work on to me over the years and I mean I really think that",
        11.42,
        18.82
    ],
    [
        " You know all my brothers and the teams every one of them is good to go even the guys didn't get along with I'd still give my wife form in a second",
        18.82,
        26.58
    ],
    [
        " does matter",
        26.58,
        27.92
    ],
    [
        " But one thing that sticks out to me was Biggles when it was Ryan Job",
        29.06,
        33.4
    ],
    [
        " As you know, I don't I guess I could have been more like nice or whatever",
        33.4,
        39.46
    ],
    [
        " but I'm like",
        39.46,
        40.72
    ],
    [
        " Man you look like you're fucking fat",
        40.72,
        43.74
    ],
    [
        " You better get in fucking shape, but I'm gonna fucking kill you. I'm not gonna like right you up",
        43.74,
        49.08
    ],
    [
        " I don't even know how to do that. I'm gonna I'm gonna just physically kill you and man",
        49.08,
        54.18
    ],
    [
        " You know, I didn't even know if he was in good shape or not because some people you can't tell yeah, they like look at that guy",
        55.14,
        60.04
    ],
    [
        " And then he just knocks you out that people at a iron marshmallow. Yeah, and man that kid did",
        60.04,
        65.56
    ],
    [
        " I mean he really really did in like all of a sudden I'm like",
        65.56,
        69.32
    ],
    [
        " chump",
        69.32,
        70.22
    ],
    [
        " Well, I didn't say that I was like hmm. I",
        70.22,
        73.92
    ],
    [
        " You know so I was like yeah, that was like my praise like",
        73.92,
        77.06
    ],
    [
        " Yeah, whatever you could praise from okay on the next one on of the next thing",
        77.06,
        82.1
    ],
    [
        " Yeah, but I mean that was really good and",
        82.1,
        84.98
    ],
    [
        " You know",
        84.98,
        86.56
    ],
    [
        " I remember one of my guys",
        86.56,
        89.04
    ],
    [
        " Was the piece of equipment one time and",
        89.04,
        92.54
    ],
    [
        " You know, I was kind of upset with them, but it just made me realize that",
        92.54,
        98.06
    ],
    [
        " You know if we're making a mistake, maybe it's not this guy's fault. Maybe it's my fault",
        98.06,
        103.92
    ],
    [
        " Maybe it's everyone's fault as as a team because at the end of the day. It's all of us",
        103.92,
        108.2
    ],
    [
        " Say maybe we're gonna take a day or two off",
        108.2,
        111.4
    ],
    [
        " You know and that kind of helped and we handled it but I",
        112.1,
        115.82
    ],
    [
        " Mean and another one of my guys the",
        115.82,
        118.7
    ],
    [
        " It was Christmas and he left",
        118.7,
        121.44
    ],
    [
        " Left a piece of equipment open or he didn't lock something",
        121.44,
        125.26
    ],
    [
        " I mean it wasn't a big deal. I could have corrected it right there",
        125.26,
        127.92
    ],
    [
        " But the guys are just taking off on Christmas leave and I",
        127.92,
        131.94
    ],
    [
        " Was dead nowhere to go so I was drinking beers in the team area",
        131.94,
        134.9
    ],
    [
        " I just walked around checking shit out and sure enough",
        134.9,
        138.92
    ],
    [
        " So I called a guy and he was like",
        138.92,
        141.58
    ],
    [
        " Three or four hundred miles into his drive to a Western state for Christmas",
        142.1,
        146.42
    ],
    [
        " I'm like he goes. Oh, I'm sorry. I'm like. Yeah, no problem in all right, so turn around now and I'll be waiting for you",
        146.42,
        153.26
    ],
    [
        " It is dead silence on the phone. He's like what yeah, yeah",
        153.26,
        158.46
    ],
    [
        " So he drove all the way back and I was standing there. It's like",
        158.46,
        163.68
    ],
    [
        " Four in the morning now and I was like I was pretty licked up by then and just fuming",
        163.68,
        169.66
    ],
    [
        " But he's like I'm sorry. We weren't you lesson? Yep. Okay. Have a good leave",
        170.04,
        174.58
    ],
    [
        " And I'm sure I'm positive you never did that again that'll do it, you know",
        174.58,
        180.4
    ],
    [
        " Yeah, it's kind of a dink move I guess but you know, I figured it was the thing to do he who suffers remembers yeah",
        180.4,
        188.54
    ],
    [
        " Yeah, it's",
        188.54,
        192.48
    ],
    [
        " It's",
        195.92,
        196.32
    ],
    [
        " The seal teams when you're when you're just working with guys all the time you definitely start to pick up",
        196.32,
        201.38
    ],
    [
        " Things you can indicate okay. Yeah, this guy's this guy stepping up, you know",
        201.38,
        206.1
    ],
    [
        " That's what I always noticed when when things are going sideways like in a training operation",
        206.1,
        210.8
    ],
    [
        " And you see a guy that's starting to step up, you know, that was always a good sign",
        210.8,
        214.74
    ],
    [
        " Absolutely, you know, like he's gonna he's gonna handle something. It's like that's when you train decentralized command",
        214.74,
        219.36
    ],
    [
        " That's where you gotta let guys make mistakes and screw things up because you know the less you know the more you sweat and",
        219.36,
        224.7
    ],
    [
        " Training unless you bleed more. No doubt about that one",
        224.7,
        228.0
    ]
]