[
    [
        " Alright, so there's the physical conditioning thing.",
        0.42,
        2.68
    ],
    [
        " The next section is called Chapter 12, the creating of superior units.",
        3.18,
        11.52
    ],
    [
        " Four basic principles.",
        12.7,
        15.04
    ],
    [
        " I have found that there are four basic principles which apply to the problem of creating army",
        15.32,
        19.56
    ],
    [
        " units which are considered superior.",
        19.56,
        21.34
    ],
    [
        " First, the superior unit must be created from the ordinary run of personnel.",
        23.02,
        29.46
    ],
    [
        " How awesome is that?",
        30.12,
        32.26
    ],
    [
        " You're going to make a superior unit.",
        33.22,
        34.74
    ],
    [
        " But anybody that's ever served in the military knows that you're going to get what you get.",
        35.52,
        40.14
    ],
    [
        " And yet we all know that there's units that are freaking awesome and there's units that",
        41.0,
        46.78
    ],
    [
        " are horrible.",
        46.78,
        47.34
    ],
    [
        " And both the awesome units and the horrible units have run of the mill people in them.",
        47.84,
        53.32
    ],
    [
        " They come from the same pool of soldiers in this case.",
        53.8,
        56.74
    ],
    [
        " It's all the same people.",
        56.88,
        57.76
    ],
    [
        " You don't get to pick your little team of your superstar athletes in this case.",
        57.94,
        62.04
    ],
    [
        " And it's the same thing in business, right?",
        62.46,
        64.84
    ],
    [
        " It's the same thing in business.",
        65.14,
        66.04
    ],
    [
        " You get businesses that are in the same market and one of them is crushing and the other",
        66.18,
        73.14
    ],
    [
        " one's not.",
        73.14,
        73.5
    ],
    [
        " Well, why is that?",
        73.94,
        74.9
    ],
    [
        " Why is that?",
        75.68,
        76.28
    ],
    [
        " You're both getting to hired from the same group of human beings and in the country, whatever",
        76.28,
        80.86
    ],
    [
        " country you're in.",
        80.86,
        81.76
    ],
    [
        " So the superior unit must be created from the ordinary run of personnel.",
        82.84,
        86.54
    ],
    [
        " Second, classified according to ability.",
        86.72,
        89.18
    ],
    [
        " The men in a unit fall naturally into three groupings, upper, middle, and lower.",
        89.68,
        94.94
    ],
    [
        " The excellence of a unit depends upon the ability of the commander to bring the men of",
        95.3,
        99.76
    ],
    [
        " the lower group to a degree of proficiency, which makes them an asset to his unit team.",
        99.76,
        105.08
    ],
    [
        " So we're going to get into some stuff where I'm, I'm not sure about.",
        105.88,
        110.66
    ],
    [
        " I'm not sure about this is one of them.",
        111.12,
        113.8
    ],
    [
        " And he talks about a little bit more.",
        114.34,
        115.46
    ],
    [
        " I mean, he talks about your focus being making the people that are, he's basically saying",
        115.56,
        119.74
    ],
    [
        " you got really good people, middle people, and bad people.",
        119.74,
        122.06
    ],
    [
        " He's saying the focus is like, make the bad people better.",
        122.36,
        124.68
    ],
    [
        " Make the bad people a, a, a, a plus for the unit.",
        125.0,
        128.32
    ],
    [
        " I don't necessarily agree with that.",
        128.62,
        130.32
    ],
    [
        " I agree with that should be a focus, a singular focus.",
        131.26,
        136.58
    ],
    [
        " I don't think it should be the fault.",
        136.98,
        137.68
    ],
    [
        " I would rather take my people that are up the top and make them totally awesome and",
        137.8,
        141.94
    ],
    [
        " make my people that are in the middle like really, really good.",
        141.94,
        144.52
    ],
    [
        " I'm not going to focus my efforts on the turds.",
        145.74,
        148.74
    ],
    [
        " Yeah.",
        148.86,
        149.04
    ],
    [
        " The, the reason I didn't say anything when you, when you read that because I had a little",
        149.52,
        154.18
    ],
    [
        " like, is I'm going to listen what General Clark has to say before I get to do it.",
        154.18,
        159.24
    ],
    [
        " But, but at on its face though, when you said that, my first thing to do was, was, uh,",
        159.24,
        164.1
    ],
    [
        " okay, I don't think that's right.",
        164.44,
        165.38
    ],
    [
        " But, obviously he's going to say something about it.",
        165.7,
        167.96
    ],
    [
        " But we, we get this question and business all the time.",
        168.5,
        171.0
    ],
    [
        " Is, is the leaders will devote all their attention to their bottom performers?",
        171.14,
        174.18
    ],
    [
        " Like, almost all their attention.",
        174.32,
        175.92
    ],
    [
        " It's like, why would you invest all of your time in your least productive people?",
        176.18,
        180.6
    ],
    [
        " Why wouldn't you invest most of your time, most of your time in your most productive people?",
        181.14,
        185.06
    ],
    [
        " Again, you don't ignore those people, but if you're devoting, and again, he's going",
        185.06,
        190.14
    ],
    [
        " to say something, I'm sure.",
        190.14,
        191.04
    ],
    [
        " Yeah, yeah.",
        191.14,
        191.5
    ],
    [
        " But when you said that, I had that reaction of, huh?",
        191.56,
        193.62
    ],
    [
        " Well, it's like if you, let's say on a, on a level of one to five, you're a five and",
        193.86,
        200.38
    ],
    [
        " echoes a one.",
        200.38,
        201.18
    ],
    [
        " One being the worst five being the best.",
        201.54,
        204.72
    ],
    [
        " Of course.",
        205.1,
        205.48
    ],
    [
        " So if I take my efforts and I'm able to, I'm able to double your power, I can turn you",
        205.82,
        213.76
    ],
    [
        " into a ten.",
        213.76,
        214.36
    ],
    [
        " I can only turn echo into a two.",
        214.6,
        216.38
    ],
    [
        " Exponentially positive returns on Dave Burke.",
        217.78,
        221.2
    ],
    [
        " Yeah.",
        221.64,
        221.78
    ],
    [
        " Kind of not.",
        221.94,
        222.64
    ],
    [
        " Oh, that's pretty nice.",
        222.84,
        223.62
    ],
    [
        " I'll just say less.",
        223.94,
        225.08
    ],
    [
        " All right.",
        225.16,
        225.36
    ],
    [
        " Next.",
        225.48,
        225.7
    ],
    [
        " Third, all men to this, this is such, this is such an interesting one.",
        226.08,
        229.88
    ],
    [
        " Third, all men desire to do what is wanted of them.",
        231.66,
        235.32
    ],
    [
        " All men desire to do what is wanted of them.",
        236.02,
        241.5
    ],
    [
        " Okay.",
        241.9,
        242.34
    ],
    [
        " So that's, that's the first part.",
        242.34,
        243.96
    ],
    [
        " So let's, let's absorb that.",
        244.08,
        245.78
    ],
    [
        " And then he goes on to just take some ownership here.",
        246.02,
        249.68
    ],
    [
        " When they do not, it is because they have not been adequately motivated and instructed.",
        250.08,
        256.72
    ],
    [
        " So have you ever had anybody in your squadron that straight up just didn't want to do what",
        257.36,
        266.42
    ],
    [
        " was, what was wanted of them?",
        266.42,
        268.22
    ],
    [
        " You know, I would say yes in the sense that, yeah, there are people that I've had in my",
        270.36,
        275.42
    ],
    [
        " units that fit that bill and we did something about that.",
        275.42,
        279.84
    ],
    [
        " His point, I understand his point though.",
        280.28,
        282.5
    ],
    [
        " And the idea that, that I'm going to write that person office unwilling to do it, to me",
        282.88,
        288.9
    ],
    [
        " it's, it was more of like how, how much of my, how much energy am I going to devote to",
        288.9,
        294.16
    ],
    [
        " try to find the way that gets you to where you need to be.",
        294.16,
        296.98
    ],
    [
        " So while I don't disagree with that comment, yeah, I've had people in my, in my sphere",
        298.16,
        302.86
    ],
    [
        " multiple times throughout my career that simply didn't get what they needed to be.",
        302.86,
        307.6
    ],
    [
        " And could you say, hey, that's the part of the fault of the leader?",
        307.84,
        310.66
    ],
    [
        " Yes, 100%.",
        311.0,
        312.2
    ],
    [
        " But the leader also still has to make a little measurement of am I going to devote 100% of",
        312.2,
        316.18
    ],
    [
        " my time to getting that guy from a one to a two?",
        316.18,
        318.2
    ],
    [
        " From my name, hey man, this investment in you right now is going to take away from all",
        318.4,
        322.28
    ],
    [
        " of those other stuff and I'm going to cut you loose.",
        322.28,
        323.62
    ],
    [
        "",
        326.82,
        326.82
    ],
    [
        " If the person's is zero, well now, so, so listen, I think all men is an overstatement.",
        326.82,
        334.02
    ],
    [
        " I think you could throw a percentage on there that's upwards of 97%.",
        334.62,
        338.32
    ],
    [
        " Yeah, 97% that want to do what they want to do a good job.",
        338.32,
        344.1
    ],
    [
        " They want to do a good job.",
        344.58,
        345.74
    ],
    [
        " And to his point, as a leader, your default should be is there not the problem.",
        346.0,
        352.56
    ],
    [
        " Your default to be is the percentage is so high that you might as well just go in the",
        352.68,
        356.04
    ],
    [
        " assumption that the problem isn't with them.",
        356.04,
        358.44
    ],
    [
        " So that 97% is, I think actually correct not all.",
        358.9,
        362.54
    ],
    [
        " But I think his point too is like, hey, if you're in charge of people and they're not,",
        362.82,
        366.62
    ],
    [
        " they're not up to standards, you need to spend most of your time figuring out what you're",
        366.62,
        370.8
    ],
    [
        " doing wrong.",
        370.8,
        371.28
    ],
    [
        " Yeah, most people don't need to be fired.",
        371.44,
        373.04
    ],
    [
        " They need to be led to think we wrote that in extreme ownership or in dichotomy of leadership.",
        373.04,
        377.62
    ],
    [
        " I think it's an dichotomy of leadership.",
        377.72,
        378.58
    ],
    [
        " Most people don't need to be fired.",
        378.7,
        379.62
    ],
    [
        " They need to be led.",
        379.7,
        380.22
    ],
    [
        " Most people.",
        380.62,
        381.46
    ],
    [
        " All people?",
        382.22,
        382.66
    ],
    [
        " No, you're going to get, and you know when you see this, and I don't, well, you didn't",
        382.94,
        387.06
    ],
    [
        " get to see this because you were an officer and you went through OCS.",
        387.06,
        391.4
    ],
    [
        " When you go through like Navy boot camp, you see some people that don't want to be there.",
        391.88,
        396.46
    ],
    [
        " They do not want to be there.",
        396.6,
        398.62
    ],
    [
        " They're there for 15 minutes, like this eight for me, and they're going to do whatever",
        398.66,
        401.8
    ],
    [
        " they got to do to get, they don't want to do what is wanted of them.",
        401.8,
        404.78
    ],
    [
        " They don't.",
        404.94,
        405.42
    ],
    [
        " They want out.",
        405.6,
        406.72
    ],
    [
        " And fourth, the best unit in an organization is always the one which is excellent or better",
        408.1,
        413.58
    ],
    [
        " in all things.",
        413.58,
        415.06
    ],
    [
        " If you agree with these precepts, let us analyze and apply them to the basic problem of",
        415.98,
        421.68
    ],
    [
        " the commander who is striving for a superior unit.",
        421.68,
        423.56
    ],
    [
        " Application to the units, applications of the principal student unit.",
        424.12,
        427.26
    ],
    [
        " The problems of polishing ordinary units until they emerge a superior are primarily the",
        427.96,
        432.56
    ],
    [
        " problems of raising individual performance and capabilities to a superior level.",
        432.56,
        436.24
    ],
    [
        " The many truly outstanding units which have been produced in our army give ample evidence",
        436.66,
        442.06
    ],
    [
        " that these problems can be solved.",
        442.06,
        444.44
    ],
    [
        " Based on the fact that they're percentile scores on the AFQT, which is like the ASVAB,",
        445.36,
        453.04
    ],
    [
        " which is the, it's the basic intelligence test that you take when you're coming in the",
        453.18,
        457.42
    ],
    [
        " military as an illicit guy.",
        457.42,
        458.54
    ],
    [
        " Do you take it to become an officer?",
        458.58,
        459.4
    ],
    [
        " The ASVAB?",
        459.9,
        460.2
    ],
    [
        " Yeah, no, it's a good, it's a good, it's a good, it's a good, it's a good, it's a good,",
        460.32,
        462.4
    ],
    [
        " it's absolutely.",
        462.4,
        462.76
    ],
    [
        " Okay.",
        463.06,
        463.18
    ],
    [
        " So you take like a basic test, it's sort of an SAT, an ACT type test.",
        464.04,
        470.78
    ],
    [
        " Totally.",
        470.78,
        471.2
    ],
    [
        " How smart are you is basically what it is.",
        471.36,
        473.26
    ],
    [
        " And then he ranks it out into three groups.",
        473.6,
        475.2
    ],
    [
        " And it's the upper third, the middle third, the lower third.",
        475.74,
        478.52
    ],
    [
        " But he's got this little thing in here.",
        478.92,
        481.42
    ],
    [
        " And he's got the scores listed and I'm not going to go into those.",
        481.58,
        484.76
    ],
    [
        " But the upper third is 11% and 34.",
        484.9,
        490.18
    ],
    [
        " So the upper, the top two groups combined make up 45%.",
        490.18,
        495.78
    ],
    [
        " So 45% of people are in the, are in the 65% and higher of that testing.",
        495.78,
        502.44
    ],
    [
        " 43% are in the middle.",
        503.02,
        504.88
    ],
    [
        " So you're almost done.",
        505.02,
        505.62
    ],
    [
        " And then the last 12% is people that are in not the lowest group, but the second of the",
        505.68,
        510.8
    ],
    [
        " lowest group.",
        510.8,
        511.22
    ],
    [
        " So if you get between zero and nine on the, on the ASVAB and these aren't, this is,",
        511.42,
        515.8
    ],
    [
        " this is actually the AFQT, which is the old ASVAB.",
        515.82,
        518.58
    ],
    [
        " So the scores won't correlate to what we know about since we didn't take the ASVAB in",
        518.58,
        522.82
    ],
    [
        " 19, or we didn't take the ASQT in 1958.",
        522.82,
        525.38
    ],
    [
        " So what he's saying is you're going to get mostly people that are either in the middle",
        526.64,
        531.7
    ],
    [
        " group or in the higher group, which is great.",
        531.7,
        534.02
    ],
    [
        " Now I'm sure that there's some people that are thinking, well, that's the difference,",
        534.34,
        536.92
    ],
    [
        " you know, I'm in the civilian world and we get these people there, they're not, no.",
        537.12,
        541.12
    ],
    [
        " When you start talking about people that are in the lowest scoring brackets of the, of",
        542.18,
        549.04
    ],
    [
        " the ASVAB, like they can't get in the military, but they're also not going to be applying for",
        549.04,
        555.4
    ],
    [
        " a job with that's going to take some, some high level cognitive abilities.",
        555.4,
        560.14
    ],
    [
        " They're, they're just not going to be there.",
        560.46,
        561.96
    ],
    [
        " So I've got a very interesting book that I'm going to cover on the podcast and it's,",
        562.42,
        569.06
    ],
    [
        " it's really it's, I've been reading it for a while.",
        569.06,
        571.46
    ],
    [
        " I've actually actually showed it to you several months ago because I've been stewing on it.",
        571.46,
        575.02
    ],
    [
        " But it's during the Vietnam War, they, they needed people.",
        575.2,
        581.92
    ],
    [
        " They needed people to be in the military.",
        582.18,
        585.96
    ],
    [
        " They needed people to be in the military to go to Vietnam.",
        586.26,
        588.68
    ],
    [
        " And so they started to lower the standards and the main standard that they lowered was",
        589.12,
        594.94
    ],
    [
        " the, the IQ level or I don't know if you want to call it the IQ level, but that's basically",
        594.94,
        599.16
    ],
    [
        " what's the intellectual level, the, the, the intelligence level.",
        599.16,
        602.14
    ],
    [
        " And they started getting these, these people in the military that were just, they just",
        602.54,
        610.32
    ],
    [
        " didn't have the mental capacity to, to do really any job.",
        610.32,
        615.5
    ],
    [
        " Um, even, and you know, you know, you think about in the military, there's some pretty,",
        616.42,
        620.46
    ],
    [
        " there's some pretty, there's some jobs that don't take a lot of intellectual horsepower,",
        620.66,
        623.94
    ],
    [
        " right? I mean, you need people that are going to clean the, the toilets, you know, you,",
        624.24,
        628.54
    ],
    [
        " you got, you got some, you know, you got a people that are going to, and look, these are",
        628.64,
        632.76
    ],
    [
        " what we, this is what I did when I got the military, right?",
        632.76,
        634.78
    ],
    [
        " When I got the seal teams, I was cleaning toilets.",
        634.84,
        636.24
    ],
    [
        " But then you, you're, you're going to move up and you're going to move on.",
        636.72,
        639.16
    ],
    [
        " But in some place, you need some people that are going to have some pretty fundamentally",
        639.28,
        642.9
    ],
    [
        " non high cognitive skill requirement jobs.",
        642.9,
        650.06
    ],
    [
        " Well, they started letting people in that just didn't have the capability.",
        651.4,
        654.0
    ],
    [
        " It's a really sad and these guys, a lot of these guys went to Vietnam.",
        654.22,
        656.84
    ],
    [
        " They had obviously that higher casualty rate.",
        657.16,
        658.96
    ],
    [
        " They had a higher, more of them got killed because they just didn't, they just didn't",
        659.12,
        664.0
    ],
    [
        " understand things.",
        664.0,
        664.92
    ],
    [
        " And the guy that wrote this book that I'm reading, he, he's talking about going through boot",
        665.02,
        668.36
    ],
    [
        " camp and he basically gets paired up with one of these guys.",
        668.36,
        671.48
    ],
    [
        " And all the drone structures knew it.",
        672.06,
        673.84
    ],
    [
        " They, they called them like McNamara's morons.",
        674.7,
        677.24
    ],
    [
        " That's what they call these guys when they come in.",
        677.46,
        679.28
    ],
    [
        " And he got assigned one of these guys basically to, to, to help get him through boot camp.",
        680.32,
        685.86
    ],
    [
        " And one of the most like one of the opening scenes is they're telling him, Hey,",
        686.2,
        690.86
    ],
    [
        " you know, write, write your address on this postcard and write a message to your family.",
        691.46,
        697.14
    ],
    [
        " And not only did he not know how to write, but he didn't even know what his address was.",
        697.8,
        701.48
    ],
    [
        " He didn't even know what his, what street he lived on.",
        702.06,
        705.02
    ],
    [
        " It didn't, he didn't know.",
        705.14,
        706.02
    ],
    [
        " They had to teach him how to tie his shoes and they had to teach him how to tie his shoes.",
        706.38,
        710.22
    ],
    [
        " Not just, Hey, this is how you do it.",
        710.22,
        711.82
    ],
    [
        " No, like they had to teach him for extended periods of time.",
        711.96,
        716.32
    ],
    [
        " How to tie his shoes.",
        716.4,
        717.94
    ],
    [
        " So these are people that are really in a, really in a, you know, low intellectual level.",
        718.32,
        724.14
    ],
    [
        " And we, we brought, I think it was about a hundred thousand of them into the military,",
        724.5,
        728.42
    ],
    [
        " which is just uns, just, just horrible, just horrible.",
        728.42,
        732.0
    ],
    [
        " So my point in saying all that is we're talking about, you know, in the civilian sector,",
        734.32,
        740.08
    ],
    [
        " you're not getting that person either to apply for your job and accounting, right?",
        740.34,
        744.56
    ],
    [
        " So don't think to yourself, well, you know, my accounting department,",
        744.66,
        747.38
    ],
    [
        " they're my guys, my people are there.",
        747.38,
        749.3
    ],
    [
        " They don't, they're not smart either.",
        749.38,
        750.5
    ],
    [
        " No, we're not talking about that.",
        750.52,
        751.46
    ],
    [
        " We're not talking about that.",
        752.16,
        753.54
    ],
    [
        " So he goes on to say that those in the upper groupings are the best educated and quickest to learn,",
        756.84,
        763.2
    ],
    [
        " can be well motivated, but need to be challenged to develop their full potential.",
        763.4,
        767.48
    ],
    [
        " The middle groupings are average run of American youths.",
        768.08,
        770.92
    ],
    [
        " They are easily controlled.",
        770.94,
        772.06
    ],
    [
        " Take well the discipline, learn easily, respond to good leadership,",
        772.84,
        777.14
    ],
    [
        " but are usually capable of more, and they must be pushed.",
        777.18,
        780.46
    ],
    [
        " The lower groupings are the ones that need special attention.",
        781.9,
        784.18
    ],
    [
        " And again, this is where you and I are kind of like, hmm,",
        784.34,
        786.36
    ],
    [
        " the lower groupings are the ones who need special attention.",
        787.18,
        789.08
    ],
    [
        " The disciplinary problem in this group is higher than average.",
        789.22,
        791.68
    ],
    [
        " I agree with that.",
        791.88,
        792.56
    ],
    [
        " The individuals require special motivation and instruction.",
        793.06,
        795.18
    ],
    [
        " I agree with that.",
        796.0,
        796.68
    ],
    [
        " Their attitude constitutes a special barometer of the spread of core of the unit.",
        797.2,
        803.36
    ],
    [
        " This group contains also many of the misfits who,",
        803.76,
        807.24
    ],
    [
        " if they cannot be assimilated, must be eliminated.",
        807.74,
        811.04
    ],
    [
        " So it's interesting that he's calling for like special attention on this lower group.",
        812.42,
        819.24
    ],
    [
        " And then he says, in a single squad crew go, well, I was just,",
        820.06,
        824.74
    ],
    [
        " I'm thinking in my mind as I'm hearing you talk about this, just things that I've heard you",
        824.96,
        828.94
    ],
    [
        " say on this podcast, things we've talked about on your podcast.",
        828.94,
        831.3
    ],
    [
        " And I'm trying to kind of consider what's in general,",
        833.34,
        836.24
    ],
    [
        " Clark's head as I'm hearing this.",
        836.36,
        837.26
    ],
    [
        " Obviously, I'm trying to put myself in this position.",
        837.36,
        838.8
    ],
    [
        " You know, we've talked about this before,",
        839.6,
        840.72
    ],
    [
        " and I think the way you said it was,",
        840.84,
        842.38
    ],
    [
        " anybody on your team has the potential to undo your entire plan.",
        843.28,
        848.8
    ],
    [
        " You know, and so I'm trying to make this connection my head of the things he's talking about.",
        849.88,
        852.62
    ],
    [
        " Why you would devote so much effort to these people?",
        852.66,
        854.92
    ],
    [
        " And I'm just trying to place him.",
        855.28,
        856.74
    ],
    [
        " I had why he's saying it the way he's saying it.",
        856.74,
        858.36
    ],
    [
        " Which there is, if they're on your team and you keep them on your team,",
        860.64,
        863.56
    ],
    [
        " these aren't people you get rid of, but they're on your team and they are under performers",
        863.7,
        866.14
    ],
    [
        " or low performance, they still have the potential of undoing your plan.",
        866.14,
        869.54
    ],
    [
        " And so I'm trying to piece the things that he's thinking,",
        870.46,
        872.82
    ],
    [
        " almost I don't know what he's going to say,",
        872.82,
        874.62
    ],
    [
        " but I do understand that, you know, the flip side of that,",
        874.94,
        877.98
    ],
    [
        " the other thing I've been thinking about, we work with companies that some of the companies",
        877.98,
        881.3
    ],
    [
        " we work with have this philosophy is, hey, we're going to pay more.",
        881.3,
        883.84
    ],
    [
        " And we're going to track the higher, higher, higher bar, a higher average level,",
        884.4,
        889.74
    ],
    [
        " because we are a higher paying organization.",
        889.92,
        892.16
    ],
    [
        " So we're going to end, you know, there's a bunch of economic theory behind that.",
        892.38,
        894.98
    ],
    [
        " And their belief is that they're going to track better talent.",
        895.08,
        896.76
    ],
    [
        " And you know what they end up with?",
        896.9,
        897.74
    ],
    [
        " The exact same problems as all other organizations.",
        898.0,
        901.14
    ],
    [
        " They still have a Belkerv.",
        901.3,
        902.34
    ],
    [
        " They still have under performers.",
        902.34,
        903.52
    ],
    [
        " And this is something you said too, is even in the seal teams and people create this image",
        903.8,
        907.12
    ],
    [
        " on their mind of what a seal is and they're, you know, there's super human.",
        907.12,
        911.0
    ],
    [
        " And how many times have you said, no, they're people, the exact same thing at Top Gun,",
        911.0,
        916.34
    ],
    [
        " where people place these guys on a pedestal as if they're somehow all of them uniquely capable",
        916.42,
        921.52
    ],
    [
        " and we had a bottom 12% at Top Gun too.",
        921.52,
        925.86
    ],
    [
        " We had under performers at Top Gun, just like everywhere else.",
        926.16,
        929.28
    ],
    [
        " So for me to think about it, if you're in a leadership role,",
        929.48,
        933.28
    ],
    [
        " the takeaway from this is that what is required for all this is your leadership more than anything.",
        934.34,
        939.92
    ],
    [
        " Now, I do want to hear his thoughts on that, but your under performance can still undo your plan.",
        939.92,
        945.46
    ],
    [
        " And there's no like free pass of, hey, we just have a better screening process.",
        945.66,
        948.58
    ],
    [
        " So we don't, we weed out those people.",
        948.58,
        949.86
    ],
    [
        " We know that that's not true.",
        950.38,
        952.1
    ],
    [
        " Those problems exist in the same Belkerv in every organization.",
        952.28,
        955.48
    ],
    [
        " Yeah. And the other thing that affects the Belkerv is the bar that everyone has to be staying",
        955.92,
        963.84
    ],
    [
        " above. So the bottom 12% at Top Gun, they're the bottom 10% at Top Gun.",
        963.84,
        969.28
    ],
    [
        " They may be the top tier of some other organization somewhere,",
        969.92,
        974.22
    ],
    [
        " but at Top Gun, they're the bottom 12% and they're making the same kind of mistakes",
        974.52,
        978.94
    ],
    [
        " relative to their job. It's the same thing in the SEAL teams, like, oh yeah,",
        978.94,
        984.14
    ],
    [
        " the SEAL teams, they have a, we have a bottom part of the Belkerv.",
        984.6,
        988.12
    ],
    [
        " Now, those people might be really good if they had some other job somewhere.",
        988.52,
        993.1
    ],
    [
        " You know, in Tascuna, Bruce and we had to get rid of one guy.",
        994.04,
        997.46
    ],
    [
        " It was a great guy. He was a hard worker. He just didn't quite have the capacity to get the job done.",
        997.46,
        1002.4
    ],
    [
        " I guarantee he went to his next unit in the Navy and was the best sailor they had.",
        1003.0,
        1006.82
    ],
    [
        " I can, I can, I can guarantee that because he was a hard worker.",
        1007.22,
        1011.36
    ],
    [
        " He wanted to do a good job. He just didn't quite have that decision making process.",
        1011.88,
        1016.92
    ],
    [
        " And maybe I shouldn't have said the best sailor, but he's going to be a really good guy,",
        1017.24,
        1020.62
    ],
    [
        " a really good guy. But the bar is higher for what you're being required to do.",
        1020.62,
        1029.2
    ],
    [
        " This is what you're like at Top Gun. You're being required to fly this jet at these,",
        1029.84,
        1035.04
    ],
    [
        " at these G's and make these decisions and maneuver and remember what's happening and debrief",
        1035.16,
        1041.32
    ],
    [
        " and communicate and pay attention to nine different things at the same time. You're required to do",
        1041.32,
        1044.78
    ],
    [
        " all that stuff. And the people that are barely able to do it, they're the bottom of the",
        1044.78,
        1050.46
    ],
    [
        " bell curve. You put them, you know, driving an Uber and they're going to be the best freaking Uber",
        1050.46,
        1056.52
    ],
    [
        " driver. You know, in, well, at least in the top, let's say the top 5% of Uber driver.",
        1056.52,
        1061.26
    ],
    [
        " Yeah. Because I've had some damn good Uber drivers before. So, so yes, that that bell curve",
        1061.26,
        1067.32
    ],
    [
        " exists everywhere. You're not going to get away from it. And you do have to lead. And I,",
        1067.32,
        1073.68
    ],
    [
        " and I agree with your point. Why general Clark might be saying, Hey, you got to pay attention to",
        1073.68,
        1079.94
    ],
    [
        " that bottom 12% because no one in the top 88% is going to, well, there's a much less chance,",
        1079.94,
        1091.08
    ],
    [
        " there's much less chance of them torpedoing your whole mission, right? Those knuckleheads,",
        1091.08,
        1096.48
    ],
    [
        " they're holding the freaking trigger to the torpedo and they could fire that thing off at any",
        1096.76,
        1101.46
    ],
    [
        " moment. So you got to pay attention to them. That might be the, the, the genesis of his,",
        1101.46,
        1106.7
    ],
    [
        " of his focus on these individuals. Is that probably where the, what's the saying? You're only as",
        1106.8,
        1113.92
    ],
    [
        " strong as your weakest link kind of philosophy, right? Yeah. Yeah. Yeah. Maybe that's where it came from.",
        1113.92,
        1119.28
    ],
    [
        " It's, it's from that, definitely from that concept, that broad concept. Yeah.",
        1119.6,
        1124.1
    ]
]