[
    [
        " This is Jocco Podcast number 256 with Echo Charles and me, Jocco Willink.",
        0.0,
        5.78
    ],
    [
        " Good evening, Echo. Good evening.",
        6.24,
        8.84
    ],
    [
        " And joining us once again is Dave Burke, good evening, Dave. Good evening.",
        9.98,
        14.2
    ],
    [
        " And tonight we are going to wrap the final installment on guidelines for the leader and",
        14.64,
        21.64
    ],
    [
        " commander by General Bruce Clark. This is the subject of podcasts plural 251 252 253 254 255.",
        21.64,
        31.1
    ],
    [
        " And now finally 256 so much to learn taking the lessons that were passed on to Colonel David Hackworth.",
        31.1,
        37.7
    ],
    [
        " Who served the career via NAMM wrote the book about face taught me many leadership lessons while",
        38.3,
        44.34
    ],
    [
        " he learned those lessons from this book written by General Bruce Clark who served in Korea World War Two,",
        44.34,
        51.4
    ],
    [
        " World War One who led many soldiers trained even more including one that he didn't know about me.",
        51.62,
        61.12
    ],
    [
        " And we are trying to pass those lessons on. So for the final installment,",
        61.78,
        68.28
    ],
    [
        " let's get back to the book guidelines for the leader and commander chapter 11.",
        69.84,
        75.88
    ],
    [
        " Physical conditioning. There you go, Echo Charles. I'm sure your interest just got peaked.",
        76.42,
        82.56
    ],
    [
        " Here we go. I would like to pass on to you for such implementation as maybe practical within",
        82.9,
        88.9
    ],
    [
        " your several commands and within your various types of headquarters and units some thoughts on the",
        88.9,
        93.04
    ],
    [
        " problem of physical exercise, physical condition and physical training. This is a complex subject.",
        93.04,
        98.16
    ],
    [
        " It's success depends on the program each commander works out to fit his needs and facilities and",
        99.0,
        105.36
    ],
    [
        " then enthusiastically and energetically pushes while many of our units and individuals are in fine",
        105.36,
        111.6
    ],
    [
        " physical shape. This is not universally true in many commands. I believe it can be made more",
        111.6,
        117.78
    ],
    [
        " nearly universally true by a more general concept as to its importance and to a consideration of",
        118.8,
        125.04
    ],
    [
        " the implementation of practical steps that can be taken in this field without materially interfering",
        125.04,
        130.74
    ],
    [
        " with our other activities. What grade are you giving General Clark for simplicity on that whole",
        130.74,
        136.88
    ],
    [
        " opening? I'm not giving him a good grade. Luckily, he redeemed, you're going to see he redeems",
        136.88,
        141.28
    ],
    [
        " himself in the end of this book with some real simple clear concise. So he thinks that, you know,",
        141.28,
        147.42
    ],
    [
        " the simple statement is people should be working out. I believe strongly that good physical",
        147.44,
        154.12
    ],
    [
        " condition is one of the evidences of a spree in a unit as well as of morale in an individual.",
        154.12,
        160.92
    ],
    [
        " So it helps both your team and you as a person. Now, here's where we have a serious beef.",
        161.3,
        166.3
    ],
    [
        " Serious beef. Probably one of the most serious beefs ever for me with General Clark.",
        167.1,
        173.8
    ],
    [
        " This topic is called calisthenics at end of day. Echo, you're probably going to want to throw",
        175.94,
        183.0
    ],
    [
        " down with this one. You're going to throw in with him. On one occasion, I visited a unit and",
        183.0,
        187.84
    ],
    [
        " observed calisthenics being conducted during the first period of the morning. This was being done",
        187.84,
        192.56
    ],
    [
        " in the normal way by a junior sergeant conducting the exercises with the senior non-commissioned officers",
        192.56,
        197.56
    ],
    [
        " and officers standing around to supervise and monitor. Possibly the ones who needed the exercise",
        197.56,
        204.4
    ],
    [
        " the most were the ones observing. That's a good one, right? You don't want to do that guy. You don't",
        204.4,
        208.96
    ],
    [
        " want to be that guy that's standing there with small arms telling people they need to do more pull-ups,",
        208.96,
        215.24
    ],
    [
        " right? You don't want to find yourself in that situation. No, sorry. I did not.",
        215.36,
        219.28
    ],
    [
        " But then he says this, I do not think calisthenics or other physical training exercise in the first",
        219.92,
        226.66
    ],
    [
        " hour of the day is good. Of course, as we know, I definitely think that working out in the first",
        226.66,
        233.64
    ],
    [
        " hour of the day is good. If they are done strenuously enough to be of any value so that the men work",
        233.64,
        239.86
    ],
    [
        " up perspiration, the men then wear the same wet clothes throughout the day or until such clothing",
        239.86,
        245.52
    ],
    [
        " dries off them. Similarly, if men perform exercise or requiring them to sit on the ground or lie on",
        245.52,
        251.06
    ],
    [
        " the ground, they start off the day with dirty and maybe wet clothing. Now, for me, General Clark,",
        251.06,
        255.0
    ],
    [
        " all due respect, I think we can just take a shower and change clothes when we're done working out.",
        255.0,
        258.92
    ],
    [
        " I think we can overcome that in the modern era. Yeah, I got to admit that kind of surprised me as",
        259.14,
        265.9
    ],
    [
        " being the first reason that he's talking about. Yeah, why not to work out first thing in the morning?",
        265.9,
        270.22
    ],
    [
        " Yeah, because we could just we could just shower. Seems easy to solve that from you.",
        270.4,
        275.22
    ],
    [
        " I will say this though, I think he's coming from a time period where they didn't have this full,",
        275.5,
        282.12
    ],
    [
        " like this was only an idea that was just coming to fruition. So it wasn't a thing yet.",
        282.12,
        286.36
    ],
    [
        " It wasn't a thing to work out. So people didn't have workout clothes. People didn't have workout",
        286.96,
        292.94
    ],
    [
        " shoes. People didn't have workout bag. These people didn't have a workout bag. They didn't have the",
        292.94,
        299.96
    ],
    [
        " little freaking Reebok bag or whatever the echelon takes to 24 hour fitness. Get your curls on.",
        299.96,
        308.6
    ],
    [
        " So they didn't have that back then. So he's thinking, yeah, you showed to work.",
        309.24,
        312.4
    ],
    [
        " And the first thing we're going to do is build up a sweat and now we're going to be wet clothes all day.",
        312.64,
        315.24
    ],
    [
        " All right, we'll give you, we'll cut you some slack. And then he says, I believe it is far more",
        315.36,
        320.94
    ],
    [
        " reasonable to devote the last hour in the afternoon to physical exercising and physical training",
        320.94,
        325.58
    ],
    [
        " so that the men can go from it to the showers and get into other clothing for supper and the evening.",
        325.58,
        332.6
    ],
    [
        " This is the time when the mind is tired and training requiring mental attention is least effective.",
        333.04,
        337.5
    ],
    [
        " Okay, so that's okay. So all right. So we're going to just going to jump past like all the whole",
        338.62,
        343.0
    ],
    [
        " thing about when you're working out because I think it's just, I think we're beyond that now in the",
        343.0,
        347.36
    ],
    [
        " modern era. Yeah. I don't think we're, I think we can work out whenever it makes the most sense",
        347.36,
        352.4
    ],
    [
        " not based on our sweat and clothing. Can we put that? Can we set that one aside? I agree.",
        352.4,
        357.62
    ],
    [
        " Yes, we can. So now this is interesting. This is the time when the mind is tired and training",
        357.78,
        362.9
    ],
    [
        " requiring mental attention is least effective. Doesn't it take a certain level of mental effort to",
        362.9,
        369.62
    ],
    [
        " do a hard work out? Don't you think? Yes, Dave? Yes. I wonder if he's thinking like intellectual",
        369.62,
        379.42
    ],
    [
        " effort. Right. I get that and I get that too. Like for instance, this might sound stupid.",
        379.42,
        385.32
    ],
    [
        " When I'm going to, when I'm going to, let's say it's late at night and I'm like tired and I've got",
        387.22,
        396.16
    ],
    [
        " some more reading to do. I'll read until I'm just going to fall asleep and then I'll get up,",
        396.16,
        402.38
    ],
    [
        " brush my teeth, whatever, take my supplements as Echo likes to say. So I'll do my little evening",
        402.52,
        409.1
    ],
    [
        " routine, floss every 10. And then, and then I'll have like, you know, I stood up so now I can",
        409.98,
        416.28
    ],
    [
        " read a little bit longer. I can go a little bit longer and then I go to sleep. So when you do",
        416.28,
        421.0
    ],
    [
        " something, I guess that what I'm saying is you get bored. So maybe this is a good plan. Hey,",
        421.0,
        426.52
    ],
    [
        " it's the end of the day. You're kind of tired. You don't feel like focusing on this. What do you",
        426.52,
        430.98
    ],
    [
        " call it? Dave? Intellectual work. Yeah. Yeah. You don't, you don't, you're, you've spent your",
        430.98,
        436.46
    ],
    [
        " intellectual energy, but you can still just go jack some steel possibly. Okay. I don't, I don't",
        436.48,
        443.04
    ],
    [
        " agree. I think that that's the case for some of us that like, no, man, when you're mentally",
        443.04,
        449.36
    ],
    [
        " exhausted, I mean, sure, there are some circumstances, but as a general sort of way and approach to",
        449.36,
        456.0
    ],
    [
        " working on a no man, I don't know if I can get there quite yet. Okay. But we'll see what I get.",
        456.0,
        460.32
    ],
    [
        " So you want to have, you want to be mentally fresh for your workout? Yes. Okay.",
        460.32,
        465.34
    ],
    [
        " All right. Back to the book in two divisions and in a brigade in which I served everyone stopped",
        466.5,
        471.32
    ],
    [
        " activities at four o'clock on two days a week with the exception of the necessary duty officers",
        471.32,
        475.98
    ],
    [
        " guards and everyone from the commanding general. Everyone from the commanding general on down",
        475.98,
        480.76
    ],
    [
        " took physical exercises. This physical exercise and consisted of activities that provided a real",
        480.76,
        486.3
    ],
    [
        " workout. None of this echo Charles. Real workout. Certain well organized selected games were allowed",
        486.3,
        495.4
    ],
    [
        " provided that everyone played organized calisthenics were allowed, but the bulk of the units engaged in a",
        495.4,
        501.24
    ],
    [
        " four mile trot and fast walk to could to be completed in 50 minutes. Yes, bro, we're talking",
        501.24,
        509.34
    ],
    [
        " 12 minute miles or whatever. We're not, this is not, this is not a challenge. And here's what,",
        509.34,
        514.68
    ],
    [
        " as I thought through this, it started to make a little bit more sense. Combat boots with proper socks",
        514.74,
        518.98
    ],
    [
        " worn by all personnel in order to get the men used to and prevent damage to their feet, right?",
        518.98,
        523.1
    ],
    [
        " Above the top of the boots, everyone was permitted to prescribe their own uniform within the realm",
        523.74,
        527.68
    ],
    [
        " of decency. This gave men a feeling of freedom, which added to the relaxation and benefit of exercise.",
        527.68,
        533.1
    ],
    [
        " Okay. So that's cool. I do not think this lack of uniformity hurt the discipline of the unit.",
        533.3,
        537.36
    ],
    [
        " It was not a show. Men traveled the previously laid out four mile courses as individuals being",
        537.36,
        545.72
    ],
    [
        " checked at the start and finish to record their times in order to motivate the slow ones by fall.",
        545.72,
        551.14
    ],
    [
        " So this is just we, you know, they just kind of prescribed this weird like four mile walk that",
        551.5,
        557.32
    ],
    [
        " everyone's going to go on, which tells me earlier when I said they weren't that working out wasn't",
        557.32,
        567.34
    ],
    [
        " like in 50 minutes and four miles. But the only thing I can say about that also is if you're talking",
        567.34,
        573.18
    ],
    [
        " about a whole division or a whole brigade of people, like these are not all front line soldiers.",
        573.18,
        580.12
    ],
    [
        " Obviously, these are administrative people and whatever the general himself. So yeah, I don't know.",
        580.12,
        588.2
    ],
    [
        " By following the courses, individuals instead of a formation, no one exercise so",
        589.12,
        594.18
    ],
    [
        " strenuously as to do himself damage regardless of his physical condition or age. Care should be",
        594.32,
        599.26
    ],
    [
        " taken in starting such a program to work into a reasonably so as not to increase the sick call rate.",
        599.26,
        606.6
    ],
    [
        " I think if you look, if you imagine like a corporation, like a giant corporation, a division size",
        607.22,
        614.0
    ],
    [
        " corporation with whatever 10 or 15,000 people in it and they were going to start a physical training",
        614.0,
        618.66
    ],
    [
        " program. This might be an okay program. You got 50 minutes, you got to go out, you got to move",
        618.86,
        623.44
    ],
    [
        " four miles, go for a walk, whatever. I think that's, I think that's almost the perspective that he's",
        623.44,
        629.02
    ],
    [
        " coming from. I don't know though, because didn't he just say a real workout? Yeah. And there should be",
        629.02,
        639.8
    ],
    [
        " sweating. I mean, I'm not sweating after a after 12 minute miles for four miles and I sweat a lot",
        639.8,
        645.44
    ],
    [
        " as you know. Well, let's just be thankful that we are where we are, where we've learned so much",
        645.44,
        655.16
    ],
    [
        " about physical training. And which has changed a lot. I mean, did you see that picture I posted the",
        655.16,
        661.44
    ],
    [
        " other day of I was like yelling at one of my friends back in the day and he's doing cable crossovers.",
        661.44,
        666.66
    ],
    [
        " I couldn't tell what he was doing. Crazy. But he's doing just cable crossovers. Yeah. Oh yeah.",
        667.52,
        673.34
    ],
    [
        " Hard core building the chest building the what the lower packs.",
        673.5,
        678.56
    ],
    [
        " Leave it to you to try to yell at him while he's doing that exercise too. It's not like you've been deadlifts",
        678.56,
        686.32
    ],
    [
        " or something. I think we were just messing around actually. Physical exercise program. The",
        686.32,
        690.3
    ],
    [
        " secretary of the army is written to commanders about the tendency to move troops from barracks to work",
        690.3,
        694.76
    ],
    [
        " and from barracks to training areas by vehicle instead of marching them when it is practical to",
        694.76,
        700.46
    ],
    [
        " march. He pointed out that is very important that the troops retain the ability to march and",
        700.48,
        704.44
    ],
    [
        " especially was and this was especially important in mechanized and motorized armor units. So that's",
        704.44,
        712.18
    ],
    [
        " a great point. When you have the opportunity to march instead of riding a vehicle, you should march",
        712.18,
        718.32
    ],
    [
        " instead of riding a vehicle. That's one thing that's cool about buds in buds. You run to dent, you",
        718.32,
        725.08
    ],
    [
        " run to breakfast and back, you run a lunch and back, you run to dinner and back. It's a mile there,",
        725.08,
        728.84
    ],
    [
        " it's a mile back. You're doing six miles a day before anything. Before the day, before you get",
        728.84,
        734.12
    ],
    [
        " credit for anything, you ran six miles. As a pilot, do you, because I was watching some videos of some",
        734.12,
        741.58
    ],
    [
        " pilots that I came across. Do you guys have to stand physical condition just to endure like",
        741.58,
        750.68
    ],
    [
        " flying a plane essentially? I mean, the physical fitness standards are universal across the",
        750.68,
        757.16
    ],
    [
        " Marine Corps. They're all the same. There is a unique level of fitness that is associated with",
        757.16,
        764.32
    ],
    [
        " flying and it kind of comes and goes with how much flying you're doing, but there's not like a",
        764.32,
        768.1
    ],
    [
        " separate type of aviation fitness other than there are things about aviation that will fatigue you,",
        768.1,
        772.76
    ],
    [
        " that you won't get fatigue doing other things and that's true for other things as well. But like the",
        772.78,
        777.8
    ],
    [
        " PT in the Marine Corps doesn't, they don't care what your job is. Can you train for the, like let's",
        777.8,
        787.14
    ],
    [
        " say, four and you weren't flying for 18 months and now you knew you were going back to a squadron,",
        787.14,
        792.62
    ],
    [
        " you're going to be fine. Is there any exercises that you could do to get ready for flying? You can't",
        792.66,
        797.88
    ],
    [
        " train for G tolerance. It's like the big thing. So that's like this a perishable thing. You know,",
        797.88,
        802.54
    ],
    [
        " there's, there's, you know, aerobic and anaerobic. There's certain muscles that are good to,",
        802.6,
        807.06
    ],
    [
        " to be strengthened. But if you have a flown, it's the Gs that will, that you cannot train for. You",
        807.06,
        817.12
    ],
    [
        " know, I mean, okay, let me challenge you now you can train for the technique and you can",
        817.12,
        821.0
    ],
    [
        " strengthen the muscles to do that, but you can't replicate the actual feeling of the Gs. But that",
        821.0,
        827.02
    ],
    [
        " being said, if you take someone that's in really good shape versus someone that's not really good",
        827.02,
        832.34
    ],
    [
        " shape, the person that's in really good shape is going to do better. Maybe. I mean, okay. I mean,",
        832.34,
        839.82
    ],
    [
        " you have to use your muscles. Yeah, you do, but like larger muscles don't, don't mean better",
        839.9,
        846.06
    ],
    [
        " G tolerance. But what about just conditioning? Yeah, no, absolutely. Yes. A better condition",
        846.06,
        854.82
    ],
    [
        " person is going to be able to endure all things being equal to be able to endure the rigors of",
        854.82,
        860.58
    ],
    [
        " flying more than the other person, but that doesn't mean he's going to have a higher G tolerance.",
        860.58,
        863.58
    ],
    [
        " Did I ever tell you about my, my buddy, my, when my platoons all went back seat in the F18s?",
        864.66,
        871.92
    ],
    [
        " So we went through the whatever training you go through so you can get called to go the back seat.",
        872.34,
        876.48
    ],
    [
        " So we all go through, well, he showed up late. And so he missed the whole briefing on how to,",
        876.82,
        882.84
    ],
    [
        " what is it called, how to push the blood to your brain. He missed all that and then he missed",
        883.14,
        888.46
    ],
    [
        " whatever and they showed up. I think he was out. I think he would break it the night before. And so",
        888.46,
        894.28
    ],
    [
        " there's a little cover and move and like we snuck him back into the class and put his name on the",
        894.28,
        897.66
    ],
    [
        " roster. And it's all good. Well, then he showed me, we get up to Fallen and he didn't know what to do.",
        897.72,
        903.36
    ],
    [
        " He just got in the plane. He's like, cool. I know what you know, whatever. And he passed out the",
        903.36,
        907.14
    ],
    [
        " entire time. So he would just like wake up and then just pass out again because he didn't know to",
        907.14,
        911.84
    ],
    [
        " to put the blood to his head. He didn't know to do that. So he's just passing out and they had",
        911.84,
        916.22
    ],
    [
        " video of it. Is that makes sense that they had video of it? Totally. He was just he was just",
        916.22,
        919.52
    ],
    [
        " flopping around in the cockpit and we were laughing. And he's like, I had no idea. And he didn't",
        919.52,
        927.64
    ],
    [
        " bro, can't you get hurt like that? If you passed out on limp and can't your neck? Because you know",
        927.66,
        933.04
    ],
    [
        " those that video that you play at the muster of that guy in the what do you call those?",
        933.04,
        937.54
    ],
    [
        " Symposium. And he passes out and it's like, bro, he's still getting smashed from the force.",
        937.68,
        944.76
    ],
    [
        " Yeah. I don't think there's any real risk of pro-mangerie from doing that. It's more just being",
        944.76,
        949.22
    ],
    [
        " yeah, that actually that's what I was that's what I meant. Like do you guys train? Do you guys have",
        949.22,
        956.12
    ],
    [
        " a specific like training routine for that? Because man, you don't really realize that I mean maybe do",
        956.12,
        962.32
    ],
    [
        " maybe don't you know, but when you see guys flying planes and doing all that stuff, you don't really",
        962.32,
        966.32
    ],
    [
        " understand like what you're going through physically in there, you know, right? Is there an ideal",
        966.32,
        970.9
    ],
    [
        " physical build for fighter pilot? I don't think so, man. I mean, just like with every marine,",
        970.9,
        977.28
    ],
    [
        " there's all shapes and sizes. I mean, my my body type is drastically different than others. And",
        977.44,
        982.9
    ],
    [
        " well, if you were going to be an F18 pilot or let's say an F 35 pilot, you were going to design an",
        983.16,
        989.48
    ],
    [
        " F 35 pilot human. Yeah. How tall would that human be? Six foot. How much how much would they weigh?",
        989.48,
        996.06
    ],
    [
        " 190 pounds. So that's it. Does like so there is an ideal. That's because if he's six four, he's",
        996.46,
        1002.18
    ],
    [
        " cramped in the cockpit. If he's six, if he's five, five, he can't reach the pedals or whatever.",
        1002.18,
        1008.26
    ],
    [
        " Right. I mean, there's issues. There are there are legitimate anthropometric issues that is a",
        1008.84,
        1015.92
    ],
    [
        " choose like you get measured all these odd measurements like ankle or like elbow to wrist, like",
        1015.92,
        1021.36
    ],
    [
        " ankle to knee, there's all sorts of physical measurements. The the window is pretty broad.",
        1021.36,
        1026.96
    ],
    [
        " And even you know, for me to say six foot 190, I'm just talking about like a lean strong guy.",
        1027.22,
        1031.96
    ],
    [
        " Does that mean a five foot six, 125 pound person can't be good. No, they totally absolutely can.",
        1033.26,
        1038.3
    ],
    [
        " Absolutely can. Would that person maybe struggle a little bit with like looking over the",
        1038.56,
        1042.7
    ],
    [
        " shoulder? Yeah, they would their body type is if you're six four and you're banging your head",
        1042.7,
        1045.92
    ],
    [
        " against the canopy, which guys in my squadron guys whose call signs were stretched because they",
        1045.92,
        1049.88
    ],
    [
        " were so tall. At the end of the day, I don't think any would come back and say I'm better because",
        1049.88,
        1054.36
    ],
    [
        " of my build or my height. So even that answer is like the window is broad enough to say then",
        1054.36,
        1060.36
    ],
    [
        " anybody and there's pilots out there that are funny good pilots out there that aren't six foot",
        1060.42,
        1064.22
    ],
    [
        " 190. Is there a cut off? Hi, I think technically, yeah, I think it's pretty small. I think it's",
        1064.22,
        1070.98
    ],
    [
        " it's very short like five one five two, you know, you can accommodate someone that short and I think",
        1070.98,
        1076.0
    ],
    [
        " I've known guys that are six five six six flying fighters. So dang, they get there's a big window",
        1076.0,
        1081.98
    ],
    [
        " in there. Do they call them pedals? They do. They call them pedals. Now they're adjustable. So",
        1081.98,
        1089.48
    ],
    [
        " the image of not being able to reach the pedals is more fun than anything. But I'll tell you what,",
        1089.48,
        1093.58
    ],
    [
        " as a taller guy, you know, a taller dude and you know, when you get into an airplane that",
        1094.12,
        1099.4
    ],
    [
        " somebody else has flown and they're on the the shorter side, you get in your, your, your knee,",
        1099.4,
        1103.28
    ],
    [
        " you know, it's like being in the backseat of a car and you immediately have to push those pedals",
        1103.44,
        1105.74
    ],
    [
        " all the way back because the dude in front of you was way shorter than you. So it's adjustable,",
        1105.74,
        1110.02
    ],
    [
        " like a Cadillac. It is. It's the adjustment is not too far away from the the cockpit temperature",
        1110.02,
        1116.52
    ],
    [
        " or adjuster. Oh, that's right. You know, you adjust that temperature.",
        1116.52,
        1119.82
    ],
    [
        " Yeah. All right, going on. I do not wish to discourage anyone who gets exercise from golf,",
        1120.68,
        1125.84
    ],
    [
        " tennis, bowling, hunting, fishing, gardening, walking, skiing, etc. In fact, I encourage such",
        1126.02,
        1130.86
    ],
    [
        " activities during off time. When spring arrives in the long daylight hours of the year with us,",
        1130.86,
        1137.02
    ],
    [
        " it's good time to start physical training program. He goes on. A commander should have no objection",
        1137.02,
        1142.74
    ],
    [
        " to the closing of any headquarters at four o'clock two days a week in order to devote this time",
        1143.5,
        1148.26
    ],
    [
        " to physical exercising, nor should he object to the stopping of other activities in most T.O.E.",
        1148.26,
        1154.74
    ],
    [
        " units at four o'clock two afternoons a week for this purpose. So he's talking about you should",
        1154.74,
        1161.06
    ],
    [
        " always train two days a week, which once again, I mean, in the Marine Corps, you guys do PT every",
        1161.06,
        1167.7
    ],
    [
        " single day, right? Well, not aviation units all the time. Yeah, I mean, when I was with the",
        1167.7,
        1174.7
    ],
    [
        " ground units, there was every single day and there was a time allocated to that. The squadrons that I",
        1174.7,
        1180.16
    ],
    [
        " would in, I was in, didn't do five day week, five day week PT. I thought that was pretty standard",
        1180.16,
        1186.54
    ],
    [
        " in the whole military. Well, that's what he's saying. He's saying only two days a week. Yeah, I",
        1186.54,
        1191.68
    ],
    [
        " mean, I think what he's saying is interesting. You mentioned the common. This guy was, you know,",
        1191.68,
        1195.08
    ],
    [
        " steeped in woover one. This is a guy saying you need to prioritize time for PT. Now, I mean,",
        1195.16,
        1201.22
    ],
    [
        " two days a week now looking back as you know, reflecting on that, but he was probably a pioneer",
        1201.48,
        1205.72
    ],
    [
        " saying, Hey, commanders, shut your unit down to go work out. Yeah. And you should do that. Like,",
        1205.72,
        1210.22
    ],
    [
        " that's okay as opposed to, Hey, we got to get this paperwork done or this whatever other thing",
        1210.26,
        1214.78
    ],
    [
        " going on. So he might have been out in front of the curve for all I know for the for the error that",
        1214.78,
        1218.96
    ],
    [
        " he was in saying it's okay from the general down of the private is it shut down normal ops to go to",
        1218.96,
        1224.04
    ],
    [
        " the unit. No, absolutely. I your 100. I believe you're 100% right. He was the guy that was",
        1224.04,
        1228.64
    ],
    [
        " spearheading working out. Look, you got to get out there two days a week.",
        1228.64,
        1233.66
    ],
    [
        " He doesn't even say minimum, right? Because that would be sort of like, Hey, minimum two days a week.",
        1234.42,
        1239.58
    ],
    [
        " He's just saying two days a week. Look, you got to get out there. Um,",
        1239.66,
        1242.74
    ],
    [
        " in connection with this physical exercise program, I think we might well give thought to delaying",
        1243.64,
        1248.06
    ],
    [
        " the evening meal on Monday through Friday in order to give the men more time to get cleaned up,",
        1248.06,
        1252.3
    ],
    [
        " showered and dressed that they will not feel the or urge to rush right to work.",
        1252.3,
        1256.54
    ],
    [
        " Well, right from work to supper. This was this is the reason I want to read the sections.",
        1257.22,
        1262.48
    ],
    [
        " This would have advantages other than physical conditioning by serving the evening meal in the",
        1262.7,
        1267.4
    ],
    [
        " enlisted messes as early as we do. We leave the soldier with over six hours of time after supper",
        1267.4,
        1273.68
    ],
    [
        " before he is scheduled to be in bed to do things that sometimes lead to trouble. More exercise in",
        1273.68,
        1279.86
    ],
    [
        " a later meal hour in the afternoon would tend to reduce free time in the evening and would absorb",
        1279.86,
        1284.98
    ],
    [
        " energies and would encourage the men to go to bed earlier. It has been found to be an overall",
        1284.98,
        1290.3
    ],
    [
        " advantage to serve the heavy meal at night instead of a noon on duty days. I believe we give enough",
        1290.3,
        1295.72
    ],
    [
        " time off to our food service people so they can live with these changes in the feeding program.",
        1295.72,
        1300.78
    ],
    [
        " Oh, it's so classic. Alcohol. I've written before chapter three.",
        1302.02,
        1309.32
    ],
    [
        " About the intemperate use of alcohol and the end of the desirability of cutting down on the",
        1309.86,
        1315.16
    ],
    [
        " quantity of consumption of alcohol. One of the reasons for this is to help improve the physical",
        1315.16,
        1319.86
    ],
    [
        " condition of our officers and men. Obesity I would like to say a word about personnel being",
        1319.86,
        1326.2
    ],
    [
        " overweight while they are not very many such personnel in most commands. There are some who are",
        1326.2,
        1333.32
    ],
    [
        " eating more than their physical activity burns up. The commander should bring this to the attention",
        1333.32,
        1337.16
    ],
    [
        " of such individuals with a view to more exercising or less eating or both. Other problems.",
        1337.16,
        1345.82
    ],
    [
        " This is the last section. Other problems. This is just a broad statement. This is actually something",
        1346.4,
        1353.04
    ],
    [
        " the echo that you used to say all the time on this podcast. Other problems I believe that such a",
        1353.04,
        1358.98
    ],
    [
        " program as I suggested will automatically help to solve the problem in those units which have one",
        1358.98,
        1364.6
    ],
    [
        " of men and garrison changing out of fatigues for evening social activities. It should help reduce",
        1364.6,
        1369.88
    ],
    [
        " other unfavorable statistics as well. You used to say on this podcast all the time echo that",
        1369.88,
        1374.94
    ],
    [
        " the most universally helpful thing that a person can do is exercise. It will help you in all aspects",
        1374.94,
        1384.32
    ],
    [
        " of whatever you're doing which is a good point. And what he's saying is hey if you exercise",
        1384.32,
        1389.96
    ],
    [
        " you every problem that you have is going to be improved. So echo was the pioneer on that one.",
        1391.0,
        1398.94
    ],
    [
        " There's something you said I was thinking about my contrast between aviation my time in a",
        1399.16,
        1404.02
    ],
    [
        " fighter squadron versus my time in Anglico which is kind of the biggest contract. A contrast is",
        1404.02,
        1408.76
    ],
    [
        " and I don't know how it is elsewhere but the infantry or the ground units when I was with them",
        1408.76,
        1414.44
    ],
    [
        " have a pretty regimented like their days and it's kind of a typical work day whereas a fighter squadron",
        1414.44,
        1419.3
    ],
    [
        " operates 24 hours a day. So they're they're running in shifts the whole time. So a standard work week is",
        1419.3,
        1424.88
    ],
    [
        " there's always a third or a half of the unit there from Sunday night till Friday afternoon. So that",
        1424.88,
        1430.62
    ],
    [
        " cycle is a little it's in I was kind of thinking in my head just the the the getting the whole unit",
        1430.62,
        1435.42
    ],
    [
        " together and in this in a squadron almost never happens. You're at best you're gonna have like even",
        1435.42,
        1439.94
    ],
    [
        " when you're doing your workup you run in that workup is workup is probably even worse because",
        1439.94,
        1445.12
    ],
    [
        " workups you know you're the flying schedule shifts around a bunch to get all these different",
        1445.34,
        1448.46
    ],
    [
        " quals but you I would say routinely the best you're ever gonna get is half your squadron there at any",
        1448.46,
        1454.5
    ],
    [
        " given time most of the time. Now it's not always like that but I would say 90% of a typical fighter",
        1454.5,
        1458.98
    ],
    [
        " squadron cycle is you have two or three shifts and you'll never have more than half your squadron",
        1458.98,
        1464.08
    ],
    [
        " there at any given time. Well before the war in the 90s at the team we used to PT as a team five",
        1464.08,
        1474.16
    ],
    [
        " day would be what they call the individual PT which guys would legitimately individual PT they'd",
        1474.16,
        1478.88
    ],
    [
        " go do whatever you know do Jitsu or whatever they were gonna do but the other days it was like oh",
        1478.88,
        1484.56
    ],
    [
        " Mondays are run Tuesdays of swim Wednesdays individual PT Thursdays of course Fridays Monster",
        1484.56,
        1490.96
    ],
    [
        " Mash that was kind of a typical step schedule at the in the days back in the what's the Monster",
        1490.96,
        1496.88
    ],
    [
        " Monster Mash is just O course boat paddle just come up with some crazy sort of various",
        1497.14,
        1503.2
    ],
    [
        " what would you call it I don't know what you it'd be like one of those um you ever see those tv",
        1503.2,
        1508.38
    ],
    [
        " physical competitions where they're doing all these up like you'd run the obstacle course then",
        1508.38,
        1514.86
    ],
    [
        " you would do berm runs but you'd be in a little team so it just be some kind of I don't know we",
        1514.86,
        1519.68
    ],
    [
        " called it a Monster Mash like American Ninja Warrior yeah like American Ninja Warrior but as teams",
        1519.68,
        1524.64
    ],
    [
        " gotcha and as it's the platoon back in that this is obviously pre-war but back in was the",
        1525.4,
        1530.1
    ],
    [
        " platoon kind of together all the time yeah so the platoon was together but the team wasn't so there",
        1530.1,
        1534.72
    ],
    [
        " be two platoons out in the desert there'd be no there'd be one platoon out of the desert there'd be",
        1534.72,
        1538.94
    ],
    [
        " one platoon up a foul and there'd be another platoon in the jungle somewhere but there'd still be",
        1538.94,
        1543.36
    ],
    [
        " three platoons back at the team and all the support people from the teams so the the platoon is",
        1543.36,
        1548.64
    ],
    [
        " like that was the element that at the lowest level like they were together you didn't really break",
        1548.64,
        1553.06
    ],
    [
        " up platoons very often not very often that's cool you're going through your work up together but you",
        1553.06,
        1557.32
    ],
    [
        " gotta remember a seal platoon is small right a seal platoon is only 16 guys sometimes in the past we",
        1557.32,
        1563.1
    ],
    [
        " bumped them up to 18 sometimes we've even bumped them up to 21 depending on manning and personnel",
        1563.1,
        1569.34
    ],
    [
        " and mission but the general seal platoon 16 people and post post-war did that become the task unit",
        1569.34,
        1577.94
    ],
    [
        " was together for the most part yes almost like elevate up at the yes then they all the sudden they",
        1577.94,
        1583.4
    ],
    [
        " they made the task unit which is two platoons together with the headquarters unit over it and they",
        1583.4,
        1589.48
    ],
    [
        " and they had the idea it took them a while to like actually make it happen so there was some good",
        1589.48,
        1594.64
    ],
    [
        " vision on the on behalf of naval special warfare commanders to say actually you know what we should",
        1594.64,
        1601.94
    ],
    [
        " probably put a bigger unit together because 16 guys is very limiting right what can you do with",
        1601.94,
        1607.82
    ],
    [
        " 16 guys I mean if you man up vehicles with 16 guys you man up whatever you man up three vehicles now",
        1607.82,
        1615.52
    ],
    [
        " there's six people in those vehicles driver gunner driver gunner driver gunner you put the rest of",
        1615.52,
        1620.04
    ],
    [
        " the guys in that gives you 10 assaulters what can you take down with 10 assaulters the answer is not",
        1620.04,
        1623.36
    ],
    [
        " very many so went into a task unit mode with now you had two platoons plus you had headquarters",
        1623.36,
        1628.74
    ],
    [
        " and then you get attachments of EOD and maybe you get a some kind of a radio man to help you out so",
        1628.74,
        1634.04
    ],
    [
        " all of a sudden you know you got 35 or 40 guys going out the door so it turns into a better situation",
        1634.04,
        1640.88
    ],
    [
        " it's a really good call I remember one of the one of the first things I was in a platoon I was in",
        1640.88,
        1648.24
    ],
    [
        " an arg platoon which meant we were going out on a ship and we had to do hydrographic reconnaissance",
        1648.24,
        1652.44
    ],
    [
        " which is old school led line and slate led line and slate meaning you had a led line you had a",
        1652.44,
        1657.78
    ],
    [
        " piece of rope with a piece of lead on the bottom and you you tied little knots every six feet for",
        1657.78,
        1665.22
    ],
    [
        " fathoms and you would go and swim in a line and dip that led line and see how deep the water was",
        1665.22,
        1669.86
    ],
    [
        " and then you dive for obstacles before the Marines came in this is World War Two straight up UDT",
        1669.86,
        1674.96
    ],
    [
        " underwater demolition team stuff well when you're in the arg platoon you actually did that a lot",
        1674.96,
        1680.28
    ],
    [
        " because you were supporting Marine Corps landings so so we were we had a 16 man platoon and I didn't",
        1680.28,
        1689.3
    ],
    [
        " argue like that with 16 guys and it was really hard because you have a you have a boat party of guys",
        1689.3,
        1694.32
    ],
    [
        " and then you have like a radio man so there's two or three guys that aren't in the water and",
        1694.32,
        1698.62
    ],
    [
        " somebody's staying with the boats so there's another two guys that are not in the water so all of a",
        1698.62,
        1702.14
    ],
    [
        " sudden you've got you've only got seven guys to do the recon or nine guys to do the recon or whatever",
        1702.14,
        1709.22
    ],
    [
        " so that's that's not good so I remember writing a point paper I was like an E4 and I wrote a point",
        1709.22,
        1716.84
    ],
    [
        " paper to my commanding officer that the arg platoons should have four more personnel in the platoon",
        1716.84,
        1723.06
    ],
    [
        " and I think we actually got like they gave us like two more guys pretty cool",
        1723.06,
        1729.02
    ],
    [
        " young I mean who did I think I was such a it's pretty funny I look back at that now like",
        1729.02,
        1736.36
    ],
    [
        " standard naval letter format when I'm sending it to you I know I tried yeah I know I tried but",
        1736.36,
        1741.94
    ],
    [
        " the cool thing was you know my commanding officer at the time was like yeah you know that makes sense",
        1741.94,
        1745.5
    ],
    [
        " hey well we can't give you four but we can give you two make it an 18 man platoon we had an 18 man",
        1745.5,
        1750.74
    ],
    [
        " platoon I'm pretty sure I can't even remember you know it's weird is I can't even remember what",
        1750.74,
        1756.42
    ],
    [
        " yeah I can't remember if he gave us two more people maybe gave us one more I think he gave us",
        1756.42,
        1762.92
    ],
    [
        " at least one more person because I think I know exactly who it was but anyways all right so",
        1762.92,
        1768.88
    ],
    [
        " there's the physical conditioning thing um the next section is called chapter 12 the creating of",
        1768.88,
        1777.5
    ],
    [
        " superior units four basic principles I have found that there are four basic principles which apply",
        1777.5,
        1785.36
    ],
    [
        " to the problem of creating army units which are considered superior first the superior unit",
        1785.36,
        1792.86
    ],
    [
        " must be created from the ordinary run of personnel how awesome is that you're gonna make a superior",
        1792.86,
        1801.8
    ],
    [
        " unit but anybody that's ever served in the military knows that you're gonna get what you get",
        1801.8,
        1807.64
    ],
    [
        " and yet we all know that there's units that are freaking awesome and there's units that are",
        1807.64,
        1814.4
    ],
    [
        " horrible and both the awesome units and the horrible units have run of the male people in them",
        1814.4,
        1820.84
    ],
    [
        " they came from they come from the same pool of soldiers in this case it's all the same people you",
        1820.86,
        1825.46
    ],
    [
        " don't get to pick your little team of your superstar athletes in this case uh and it's the same",
        1825.46,
        1831.28
    ],
    [
        " thing in business right it's the same thing in business you get businesses that are in the same",
        1831.28,
        1836.04
    ],
    [
        " market and one of them is crushing and the other one's not well why is that why is that you're",
        1836.04,
        1844.18
    ],
    [
        " both getting to hired from the same group of human beings and in the country whatever country you're",
        1844.18,
        1849.04
    ],
    [
        " in so the superior unit must be created from the ordinary run of personnel second classified according",
        1849.46,
        1856.0
    ],
    [
        " to ability the men in a unit fall naturally into three groupings upper middle and lower the",
        1856.0,
        1862.92
    ],
    [
        " excellence of a unit depends upon the ability of the commander to bring the men of the lower group",
        1862.92,
        1868.04
    ],
    [
        " to a degree of proficiency which makes them an asset to his unit team so this is we're gonna get",
        1868.04,
        1874.32
    ],
    [
        " some stuff where I'm I'm not sure about I'm not sure about this is one of them and he talks about",
        1874.32,
        1882.5
    ],
    [
        " a little bit more I mean he talks about your focus being making the people that are he's basically",
        1882.5,
        1887.06
    ],
    [
        " saying you got really good people middle people and bad people he's saying the focus is like make",
        1887.06,
        1891.2
    ],
    [
        " the bad people better make the bad people a a a plus for the unit I don't necessarily agree with that",
        1891.2,
        1897.86
    ],
    [
        " I agree with that should be a focus a singular focus I don't think it should be the fall I would",
        1898.72,
        1905.48
    ],
    [
        " rather take my people that are up the top and make them totally awesome and make my people that are",
        1905.48,
        1910.42
    ],
    [
        " in the middle like really really good I'm not gonna focus my efforts on the turds the reason I",
        1910.42,
        1918.86
    ],
    [
        " didn't say anything when you when you read that because I had a little like is I'm gonna listen",
        1918.86,
        1924.74
    ],
    [
        " what general clerk has to say before I did but that at on its face though when you said that my",
        1924.74,
        1929.52
    ],
    [
        " first thing to was was okay I don't think that's right but I'm obviously he's gonna say something",
        1929.52,
        1935.04
    ],
    [
        " about it but we we get this question and business all the time is is the leaders will devote all",
        1935.04,
        1940.28
    ],
    [
        " their attention to their bottom performers like almost all their attention it's like why would",
        1940.28,
        1944.94
    ],
    [
        " you invest all of your time in your least productive people why wouldn't you invest most of your",
        1944.94,
        1950.44
    ],
    [
        " most of your time in your most productive people again you don't ignore those people but if you're",
        1950.44,
        1955.56
    ],
    [
        " devoting and again he's gonna say something I'm sure yeah yeah but when you said that I had that",
        1955.56,
        1960.4
    ],
    [
        " reaction of well it's like if you let's say on a on a level of one to five you're a five and",
        1960.4,
        1967.88
    ],
    [
        " echoes a one one being the worst five being the best so if I take my efforts and I'm able to",
        1967.88,
        1976.28
    ],
    [
        " I'm able to double your power I can turn you into a ten I can only turn echo into a two",
        1977.88,
        1983.98
    ],
    [
        " exponentially positive returns on Dave Burke yeah kind of not all right next third all men",
        1983.98,
        1994.44
    ],
    [
        " to this this is such this is such an interesting one third all men desire to do what is wanted of",
        1994.44,
        2002.68
    ],
    [
        " them all men desire to do what is wanted of them okay so that's that's the first part so let's",
        2004.48,
        2011.94
    ],
    [
        " let's absorb that and then he goes on to just take some ownership here when they do not it is because",
        2011.94,
        2020.66
    ],
    [
        " they have not been adequately motivated and instructed so have you ever had anybody in your squadron",
        2020.66,
        2030.52
    ],
    [
        " that straight up just didn't want to do what was what was wanted of them you know I would say yes",
        2031.7,
        2039.8
    ],
    [
        " in the sense that yeah there are people that I had in my units that fit that bill and we did something",
        2039.8,
        2046.56
    ],
    [
        " about that his point I understand his point though and the idea that that I'm gonna write that",
        2046.56,
        2052.92
    ],
    [
        " person office unwilling to do it to me it's it was more of like how how much of my how much energy",
        2052.92,
        2060.82
    ],
    [
        " am I gonna devote to try to find the way that gets you to where you need to be so while I don't",
        2060.82,
        2066.52
    ],
    [
        " disagree with that comment yeah I've had people in my in my sphere multiple times throughout my career",
        2066.52,
        2071.68
    ],
    [
        " that simply didn't get what they needed to be and could you say hey that's for the fault of leader",
        2071.68,
        2078.18
    ],
    [
        " yes 100% but the leader also still has to make a little measurement of am I gonna devote 100% of my",
        2078.94,
        2083.8
    ],
    [
        " time to getting that guy from a one two a two from trying to go hey man this investment in you right",
        2083.8,
        2088.26
    ],
    [
        " now is gonna take away from all this other stuff and I'm gonna cut you loose yeah and by the way",
        2088.26,
        2091.7
    ],
    [
        " what's what's what's 10 times zero yeah if the person's is zero well now you so so listen I think all",
        2091.7,
        2098.7
    ],
    [
        " men is an overstatement I think you could throw a percentage on there that's upwards of 97% yeah",
        2098.7,
        2106.2
    ],
    [
        " 97% that want to do want they want to do a good job they want to do a good job and to his point",
        2107.42,
        2115.26
    ],
    [
        " as a leader your default should be is that they're not the problem their default to be is the",
        2115.26,
        2121.34
    ],
    [
        " percentage is so high that you might as well just go in the assumption that the problem isn't with",
        2121.34,
        2125.64
    ],
    [
        " them so that 97% is I think actually correct not all but I think his point too is like hey if",
        2125.64,
        2132.7
    ],
    [
        " you're in charge of people and they're not they're not up to standards you need to spend most",
        2132.7,
        2136.98
    ],
    [
        " of your time figuring out what you're doing wrong yeah most people don't need to be fired they need",
        2136.98,
        2140.86
    ],
    [
        " to be led to think we wrote that in extreme ownership or in dichotomy leadership I think it's",
        2140.86,
        2145.52
    ],
    [
        " an dichotomy leadership most people don't need to be fired they need to be led most people yeah",
        2145.52,
        2149.22
    ],
    [
        " all people no you're gonna get and you know what I you know when you see this and I don't",
        2149.22,
        2153.76
    ],
    [
        " well you didn't get to see this because you were an officer and you went through OCS when you go",
        2153.76,
        2159.78
    ],
    [
        " through like navy boot camp you see some people that don't want to be there they do not want to be",
        2160.3,
        2166.0
    ],
    [
        " there they're there for 15 minutes like this eight for me and they're gonna do whatever they got to",
        2166.0,
        2169.72
    ],
    [
        " do to get they don't want to do what is wanted of that they don't yeah they want out",
        2169.72,
        2174.28
    ],
    [
        " fourth the best unit in an organization is always the one which is excellent or better in all things",
        2174.28,
        2182.7
    ],
    [
        " if you agree with these precepts let us analyze and so and apply them to the basic problem of the",
        2182.7,
        2189.26
    ],
    [
        " commander who is striving for a superior unit application to the units the applications of the",
        2189.26,
        2194.02
    ],
    [
        " principal student the problems of polishing ordinary units until they emerge a superior are",
        2194.02,
        2199.36
    ],
    [
        " primarily the problems of raising individual performance and capabilities to a superior level",
        2199.36,
        2203.76
    ],
    [
        " the many truly outstanding units which have been produced in our army give ample evidence",
        2203.76,
        2209.56
    ],
    [
        " that these problems can be solved based on the fact that they're percentile scores on the",
        2209.56,
        2218.18
    ],
    [
        " AFQT which is like the asvab which is the it's the basic intelligence test that you take when",
        2218.66,
        2224.4
    ],
    [
        " you're coming in the military as an illicit catch you take it to be coming officer the asvab yeah",
        2224.4,
        2227.92
    ],
    [
        " no it took it took the asvab yes absolutely okay so you take like a basic test it's sort of a",
        2227.92,
        2234.94
    ],
    [
        " an SAT an ACT type test totally how smart are you is basically what it is and then he ranks it",
        2234.94,
        2241.9
    ],
    [
        " out into three groups and it's the upper third the middle third the lower third",
        2241.9,
        2246.0
    ],
    [
        " but he's got this little thing in here any he's got the scores listed and I'm not going to",
        2247.02,
        2250.96
    ],
    [
        " go into those but the upper third is 11% and 34 so the upper the top two groups",
        2250.96,
        2259.88
    ],
    [
        " combined make up 45% so 45% of people are in the are in the 65%ile and higher of that testing",
        2259.88,
        2269.96
    ],
    [
        " 43% are in the middle so you're almost done and then the last 12% is people that are in not the",
        2271.16,
        2276.2
    ],
    [
        " lowest group but the second the lowest group so if you get between 0 and 9 on the on the asvab",
        2276.2,
        2281.92
    ],
    [
        " and these aren't this is this is actually the AFQT which is the old asvab so the scores won't",
        2281.92,
        2287.0
    ],
    [
        " correlate to what we know about since we didn't take the asvab in 19 we didn't take the asQT in 1958",
        2287.0,
        2292.88
    ],
    [
        " so what he's saying is you're going to get mostly people that are either in the middle group",
        2292.88,
        2299.54
    ],
    [
        " or in the higher group which is great now I'm sure that there's some people that are thinking",
        2299.96,
        2303.66
    ],
    [
        " well that's the difference you know I'm in the civilian world and we get these people they're",
        2303.66,
        2307.7
    ],
    [
        " they're not no when you start talking about people that are in the lowest scoring brackets of the",
        2307.7,
        2316.1
    ],
    [
        " of the asvab like they they can't get in the military but they're also not going to be",
        2316.1,
        2321.1
    ],
    [
        " applying for a job with that's going to take some some high level cognitive abilities they're",
        2321.1,
        2329.94
    ],
    [
        " so I've got a very interesting book that I'm going to cover on the podcast and",
        2330.16,
        2333.88
    ],
    [
        " it's it's really it's I've been reading it for a while I've actually actually showed it to you",
        2333.88,
        2340.22
    ],
    [
        " several months ago because I've been stewing on it but it's during the Vietnam War they",
        2340.22,
        2346.52
    ],
    [
        " they needed people they needed people to be in the military they needed people to be in the military",
        2346.52,
        2355.44
    ],
    [
        " to go to Vietnam and so they started to lower the standards and the the main standard that they",
        2355.44,
        2361.08
    ],
    [
        " lowered was the the IQ level or I don't know if you want to call it the IQ level but that's basically",
        2361.08,
        2366.68
    ],
    [
        " what's the intellectual level the the the intelligence level and they started getting these these",
        2366.68,
        2372.44
    ],
    [
        " people in the military that were just they just didn't have the mental capacity to to do really",
        2372.44,
        2382.24
    ],
    [
        " any job even and you know you know you think about in the military there's some pretty there's",
        2384.34,
        2388.9
    ],
    [
        " some pretty there's some jobs that don't take a lot of intellectual horsepower right I mean you",
        2388.9,
        2392.96
    ],
    [
        " need people that are going to clean the the toilets you know you got you got some you know you",
        2392.96,
        2397.74
    ],
    [
        " got a people that are going to and look these are what we this is what I did when I got the military",
        2397.74,
        2402.06
    ],
    [
        " right when I got this deal teams I was cleaning toilets but then you you're you're going to move",
        2402.06,
        2405.76
    ],
    [
        " up and you're going to move on but in some place you need some people that are going to have some",
        2405.76,
        2409.5
    ],
    [
        " pretty fundamentally non high cognitive skill requirement jobs well they started letting people",
        2412.42,
        2420.24
    ],
    [
        " in that this didn't have the capability it's a really sad and these guys a lot of these guys",
        2420.24,
        2423.84
    ],
    [
        " went to Vietnam they had obviously they had a higher casualty rate they had a higher",
        2423.84,
        2427.02
    ],
    [
        " more of them got killed because they just didn't they just didn't understand things and the",
        2427.02,
        2432.68
    ],
    [
        " the guy that wrote this book that I'm reading he he's talking about going through boot camp and he",
        2432.68,
        2436.78
    ],
    [
        " basically gets paired up with one of these guys and all the drone structures knew it they they",
        2436.78,
        2442.7
    ],
    [
        " called them like McNamara's morons that's what they call these guys when they come in and he got",
        2442.7,
        2448.54
    ],
    [
        " assigned one of these guys basically to to to help get him through boot camp and one of the most like",
        2448.54,
        2455.12
    ],
    [
        " one of the opening scenes is they're telling him hey you know right right your address on this post",
        2455.12,
        2461.9
    ],
    [
        " card and write a message to your family and not only did he not know how to write but he didn't",
        2462.34,
        2467.86
    ],
    [
        " even know what his address was he didn't even know what his what street he lived on it didn't he",
        2467.86,
        2473.08
    ],
    [
        " didn't know they had to teach him how to tie his shoes and and they had to teach him how to tie",
        2473.08,
        2477.44
    ],
    [
        " his shoes not just hey this is how you do it no like they had to teach him for extended periods of",
        2477.44,
        2483.48
    ],
    [
        " time how to tie his shoes so these are people that are really in a car really you know in a low",
        2483.48,
        2490.6
    ],
    [
        " intellectual level and we we brought I think it was about a hundred thousand of them into the",
        2490.74,
        2495.64
    ],
    [
        " military which is just uns just just horrible just horrible um so my point in saying all that is",
        2495.64,
        2503.74
    ],
    [
        " we're talking about you know you in in the civilian sector you're not getting that person either",
        2503.74,
        2510.0
    ],
    [
        " to apply for your job and accounting right so don't think to yourself well you know my accounting",
        2510.0,
        2514.08
    ],
    [
        " department they're my guys my people are there they don't have they're not smart either know",
        2514.08,
        2518.16
    ],
    [
        " not talking about that we're not talking about that um so he goes on to say that those in the",
        2518.16,
        2528.1
    ],
    [
        " upper groupings are the best educated and quickest to learn can be well motivated but need to be",
        2528.1,
        2532.62
    ],
    [
        " challenged to develop their full potential the middle groupings are average run of American youth",
        2532.62,
        2538.26
    ],
    [
        " they're easily controlled take well the discipline learn easily respond to good leadership but are",
        2538.26,
        2544.92
    ],
    [
        " usually capable of more and they must be pushed the lower groupings are the ones that need special",
        2544.92,
        2551.4
    ],
    [
        " attention and again this is where you and I are kind of like hmm the lower groupings are the ones",
        2551.4,
        2555.7
    ],
    [
        " who need special attention the disciplinary problem this group is higher than average I agree with",
        2555.7,
        2559.92
    ],
    [
        " that the individuals require special motivation instruction agree with that their attitude constitutes",
        2559.92,
        2566.1
    ],
    [
        " a special barometer of the spritical or of the unit this group contains also many of the",
        2566.1,
        2573.58
    ],
    [
        " misfits who if they cannot be assimilated assimilated must be eliminated so it's interesting that",
        2574.76,
        2582.6
    ],
    [
        " that he's calling for like special attention on this lower group uh and then he says in a single squad",
        2582.6,
        2590.12
    ],
    [
        " crew go well I was just I'm thinking in my mind as I'm hearing you talk like this just things that",
        2590.12,
        2596.02
    ],
    [
        " I've heard you say on this podcast things we've talked about on your podcast and and I'm I'm trying",
        2596.02,
        2601.6
    ],
    [
        " to kind of consider what's in general carc's head as I'm hearing this obviously I'm trying to put",
        2601.72,
        2605.5
    ],
    [
        " myself in his position you know we've talked about this before and I think the way you said it was",
        2605.5,
        2609.82
    ],
    [
        " anybody on your team has the potential to undo your entire plan you know and so I'm trying to",
        2609.82,
        2618.54
    ],
    [
        " make this connection my head of the things he's talking about why you would devote so much",
        2618.54,
        2621.44
    ],
    [
        " effort to these people and I'm I'm just trying to place somebody had a why he's saying it the way",
        2621.44,
        2625.34
    ],
    [
        " he's saying it which there is if they're on your team and you keep them on your team these aren't",
        2625.34,
        2631.38
    ],
    [
        " people you get rid of but they're on your team and they are under performers a low performance they",
        2631.38,
        2634.56
    ],
    [
        " still have the potential of undoing your plan and so I'm I'm trying to piece the things that he's",
        2634.56,
        2640.16
    ],
    [
        " thinking almost and I don't know what he's going to say but I do understand that you know the flip",
        2640.16,
        2645.02
    ],
    [
        " side of that the other thing I've been thinking about we work with companies that some of the",
        2645.02,
        2648.64
    ],
    [
        " companies we work with how this philosophy is hey we're gonna pay more and we're gonna track to",
        2648.64,
        2653.1
    ],
    [
        " hire higher higher bar a higher average level because we are a higher paying organization we're gonna",
        2653.1,
        2660.1
    ],
    [
        " and you know there's a bunch of economic theory behind that and their belief is that they're",
        2660.22,
        2663.4
    ],
    [
        " gonna track better talent and you know what they end up with the exact same problems as all",
        2663.4,
        2667.86
    ],
    [
        " other organizations they still have a bell curve they still have under performers and this is",
        2667.86,
        2671.82
    ],
    [
        " something you said too is even in the seal teams and people create this image on their mind of",
        2671.82,
        2675.24
    ],
    [
        " what a seal is and they're you know the super super human and how many times if you said no",
        2675.24,
        2680.2
    ],
    [
        " they're people the exact same thing at Top Gun where people place these guys on a pedestal as if",
        2680.2,
        2685.96
    ],
    [
        " they're somehow all of them uniquely capable and we had a bottom 12% at Top Gun too we had",
        2686.56,
        2693.92
    ],
    [
        " under performers at Top Gun just like everywhere else so for me to think about it if you're in a",
        2693.92,
        2699.98
    ],
    [
        " leadership role the takeaway from this is that what is required for all this is your leadership",
        2699.98,
        2706.6
    ],
    [
        " more than anything now I do want to hear his thoughts on that but your under performers can still",
        2706.6,
        2712.28
    ],
    [
        " undo your plan and there's no like free pass of hey we just have a better screening process we",
        2712.28,
        2716.3
    ],
    [
        " don't we weed out those people well we know that that's not true those problems exist in the same",
        2716.3,
        2721.72
    ],
    [
        " bell curve in any every organization yeah and the other thing that affects the bell curve is the",
        2721.72,
        2727.5
    ],
    [
        " bar that everyone has to be staying above so the bottom 12% at Top Gun they're the bottom",
        2727.5,
        2742.26
    ],
    [
        " but at Top Gun they're the bottom 12% and and they're making the same kind of mistakes relative",
        2742.26,
        2748.34
    ],
    [
        " to their job it's the same thing in the seal teams like oh yeah the the seal teams they have a we",
        2748.34,
        2754.02
    ],
    [
        " have a bottom part of the bell curve now those people might be really good if they had some other",
        2754.02,
        2759.92
    ],
    [
        " job somewhere you know in task unit bruiser we we had to get rid of one guy it was a great guy he",
        2759.92,
        2766.14
    ],
    [
        " was a hard worker he just didn't quite have the capacity to get the job done I guarantee he went to",
        2766.14,
        2771.7
    ],
    [
        " his next unit in the Navy and was the best sailor they had I can I can I can guarantee that because",
        2771.7,
        2777.82
    ],
    [
        " he was a hard worker he wanted to do a good job he just didn't quite have that decision making",
        2777.82,
        2783.88
    ],
    [
        " process and maybe I shouldn't have said the best sailor but he's gonna be a really good guy a",
        2783.88,
        2788.4
    ],
    [
        " really good guy and and so but the bar yeah is is is higher for what you're being required to do",
        2788.4,
        2796.74
    ],
    [
        " right this is what you're like a top gun you're being required to fly this jet at these",
        2796.88,
        2802.5
    ],
    [
        " at these g's and make these decisions and maneuver and remember what's happening and debrief and",
        2802.5,
        2808.94
    ],
    [
        " communicate and and pay attention to nine different things at the same you're required to do all that",
        2808.94,
        2812.56
    ],
    [
        " stuff and that the people that are barely able to do it they're the bottom of the bell curve",
        2812.56,
        2818.38
    ],
    [
        " you put them you know driving an Uber and they're gonna be the best freaking Uber driver you know",
        2818.38,
        2825.26
    ],
    [
        " in well at least in the top let's say the top 5% of Uber driver because I've had some damn good",
        2825.36,
        2829.9
    ],
    [
        " Uber drivers before so so yes that that bell curve exists everywhere you're not gonna get away from it",
        2829.9,
        2837.28
    ],
    [
        " and you do have to lead and I and I agree with your point why general Clark might be saying hey",
        2837.28,
        2845.66
    ],
    [
        " you gotta pay attention to that bottom 12% because no one in the top 88% is gonna well there's a much",
        2845.66,
        2857.58
    ],
    [
        " less there's much less chance of them torpedoing your whole mission right those knuckleheads they're",
        2857.58,
        2865.28
    ],
    [
        " holding the freaking trigger to the torpedo and they could fire that thing off at any moments so",
        2865.28,
        2869.48
    ],
    [
        " you gotta pay attention to them that might be the the the genesis of his of his focus on these",
        2869.48,
        2876.3
    ],
    [
        " individuals that probably where the what's the saying you're only as strong as your weakest link kind",
        2876.3,
        2883.0
    ],
    [
        " of yeah philosophy right yeah yeah yeah maybe that's where it came from it's it's from that definitely",
        2883.0,
        2889.06
    ],
    [
        " from that concept that broad concept yeah yeah he goes on here single squad crew or section will",
        2889.06,
        2895.68
    ],
    [
        " probably contain men of all three groupings certainly they will appear in any platoon or company",
        2895.68,
        2900.38
    ],
    [
        " this presents a practical problem in the handling and instructing of men in perfecting the teamwork",
        2900.38,
        2906.0
    ],
    [
        " of the squad crew section or platoon the leader can afford to adopt only one approach to handling",
        2906.0,
        2911.24
    ],
    [
        " his men he must assume that they all want to do what he wants done when any number do not respond",
        2911.24,
        2920.68
    ],
    [
        " to this assumption the fault is more probably his than theirs so his assumption is everyone's that's",
        2920.68,
        2928.68
    ],
    [
        " a great assumption to make the assumption and that's what I like about this assumption that all",
        2928.68,
        2932.48
    ],
    [
        " men want to do what what is wanted them to do what what we want them to do that's a great assumption",
        2932.48,
        2937.68
    ],
    [
        " to make because that means when they don't it's our fault and that's exactly what he's saying he's",
        2937.68,
        2941.0
    ],
    [
        " taking full ownership and then he says this is like almost word for word for something I brief",
        2941.0,
        2945.3
    ],
    [
        " on what's on a daily basis companies if they don't respond he should check his procedures instructions",
        2945.3,
        2951.74
    ],
    [
        " and subordinate leaders to determine where in lies the trouble when only one or two individuals are",
        2951.74,
        2957.84
    ],
    [
        " involved punitive action or elimination maybe an indicated so if you've got a platoon or a company",
        2957.84,
        2962.92
    ],
    [
        " you got a company of 150 people and everyone gets it except for two guys okay well maybe I need to",
        2962.92,
        2967.96
    ],
    [
        " check those two guys and maybe I need to get rid of them but if you've got whatever 20 people that",
        2967.96,
        2973.86
    ],
    [
        " don't understand what they're supposed to be doing guess what it's on you we arrive now at the",
        2973.86,
        2980.8
    ],
    [
        " fourth precept the best unit in the organization always the one which is excellent or better at all",
        2980.8,
        2985.4
    ],
    [
        " things which is based upon the premise that no unit commander has enough time to make his unit",
        2985.4,
        2989.68
    ],
    [
        " superior in all things at all times how therefore should he spread his efforts it's obvious that his",
        2989.68,
        2997.6
    ],
    [
        " unit must be proficient in marksmanship communication supply administration tactics physical fitness",
        2997.6,
        3001.88
    ],
    [
        " techniques maintenance etc etc etc if his unit is not proficient in any one of these things",
        3001.88,
        3008.14
    ],
    [
        " his team is not sound and will fail him when the test comes how then must he manage",
        3008.14,
        3013.16
    ],
    [
        " so we got all these things and you obviously can't be and he's he's making a difference or or making a",
        3013.16,
        3020.68
    ],
    [
        " a break between superior which means you're awesome at this thing and being good at it",
        3020.68,
        3029.86
    ],
    [
        " first he should avoid putting too much stress on any one thing so as to overemphasize it in order to",
        3030.46,
        3037.28
    ],
    [
        " make a show of it if he practices this method he will do so at the expense of other important things",
        3037.28,
        3042.54
    ],
    [
        " this is a common error so you're not you shouldn't be the master of anything you should be the jack of",
        3042.54,
        3047.38
    ],
    [
        " all trades second he must stress adequately all of the many facets of the training job even though",
        3047.38,
        3054.74
    ],
    [
        " he is not an expert in each he must direct a subordinate to be an expert and the commander must",
        3054.74,
        3059.66
    ],
    [
        " then supervise and check his subordinates work the latter is important so you're not going to",
        3059.66,
        3064.86
    ],
    [
        " be an expert as the leader not going to the expert you got some you got some nugs under you that",
        3064.86,
        3069.3
    ],
    [
        " are going to be the expert nothing next sections called motivation woven into the entire pattern are",
        3069.3,
        3077.0
    ],
    [
        " the threads of motivation this motivation is manifestly important because it comes from a spree",
        3077.0,
        3081.18
    ],
    [
        " enthusiasm morale effort competition and accomplishment the people in each of the top middle and",
        3081.2,
        3087.02
    ],
    [
        " lower groupings need to be motivated in different ways and in varying degrees which is a little",
        3087.02,
        3091.84
    ],
    [
        " different than when he said earlier since the leader can only afford to adopt a one approach when",
        3091.84,
        3095.56
    ],
    [
        " handling his men little little dichotomy you got different people they're going to get motivated",
        3095.56,
        3101.66
    ],
    [
        " in different ways in encouraging students to learn we motivate them by one or more of the following",
        3101.66,
        3107.52
    ],
    [
        " one show a need to develop an interest both those are explaining why right this is why this is",
        3107.52,
        3115.12
    ],
    [
        " where that's what the need is here's how you get someone to develop an interest and something you",
        3115.12,
        3119.34
    ],
    [
        " explain to them how it's going to help them maintain the interest that that's also explaining why",
        3119.34,
        3124.76
    ],
    [
        " and then he's got some other things encouraging early success giving recognition and credit using",
        3124.76,
        3129.1
    ],
    [
        " competition giving rewards awarding punishments these same things maybe used to incite a body of",
        3129.1,
        3134.68
    ],
    [
        " an air military unit into action undoubtedly every commander sometime during his career after",
        3134.68,
        3140.44
    ],
    [
        " being assigned a difficult task has soon soon thereafter considered how he would present this task",
        3140.44,
        3146.08
    ],
    [
        " to his subordinates how he would appeal them to get the job done in short on what he would base his",
        3146.08,
        3152.9
    ],
    [
        " efforts to motivate them to tackle the job with the will necessary to attain the goal sought",
        3152.9,
        3159.58
    ],
    [
        " he will probably use many factors to motivate his unit some of them may be specifically mentioned",
        3160.52,
        3166.6
    ],
    [
        " and some may be implied for instance except as a last resort he would not mention punishment in",
        3166.6,
        3172.88
    ],
    [
        " the case of failure his men would know him well enough to know that he would not stand for failure",
        3172.88,
        3177.56
    ],
    [
        " the real art in motivating a group of men to accomplish a common mission is to reach each man",
        3177.56,
        3182.92
    ],
    [
        " in such a way that all men in the unit are incited to the extent of their several capabilities",
        3182.92,
        3188.74
    ],
    [
        " of course the kind of mission to be performed by the men will be will determine the motivating factors",
        3188.74,
        3194.38
    ],
    [
        " used but there is one element that must be kept in mind and that is that no amount of motivation",
        3194.38,
        3200.5
    ],
    [
        " will incite a man to undertake zealously that which he knows is manifestly beyond his capabilities",
        3200.5,
        3208.36
    ],
    [
        " so big chunk about motivation there and you know I was talking I can't remember his client or if",
        3208.36,
        3217.08
    ],
    [
        " he was eF on line the other day but you know when you get told that the the proverbial you know",
        3217.08,
        3225.08
    ],
    [
        " you get tasked with something that doesn't make any sense and the boss just says you shut up and",
        3225.08,
        3229.54
    ],
    [
        " have your team do it and then what do you do how do you handle that what do you say to the troops",
        3229.54,
        3232.74
    ],
    [
        " and and I'm like I will find a reason why all day long that is awesome you know I will go and",
        3232.74,
        3240.56
    ],
    [
        " I'm not gonna lie to him I'm gonna say hey listen boss just told us this is how we're doing it",
        3240.56,
        3244.1
    ],
    [
        " and you know what we're gonna do we're gonna knock this thing out of the park that way",
        3244.1,
        3246.72
    ],
    [
        " I'm gonna build some trust with a boss he's gonna realize that we can get the job done when he",
        3246.72,
        3251.48
    ],
    [
        " realize that we can get the job done he's gonna start to listen me once he starts to listen to me",
        3251.48,
        3254.62
    ],
    [
        " I'm gonna get this changed so right now we're gonna crush this thing and the guys go yes",
        3254.62,
        3260.32
    ],
    [
        " or I'm gonna say hey look no one else is able to do this we're the only people that can get this done",
        3260.32,
        3266.28
    ],
    [
        " the boss knows it we know it so we're gonna knock this thing out of the park like I'm gonna figure out",
        3266.28,
        3271.6
    ],
    [
        " a reason there's gotta be a reason why that makes sense to do this thing and believe me if I",
        3271.6,
        3277.16
    ],
    [
        " can't find a reason we're getting told to do something that makes no sense whatsoever is gonna get",
        3277.16,
        3282.62
    ],
    [
        " people unnecessarily wounded or killed or it's unethical or it's immoral or it's illegal that's",
        3282.62,
        3290.62
    ],
    [
        " what's going on otherwise I can figure out a reason and I'm talking about a good I'm not talking",
        3290.62,
        3295.28
    ],
    [
        " about making something up to trick people I'm talking about I will figure out a good freaking",
        3295.28,
        3299.54
    ],
    [
        " reason to go forward and make this happen and that's what you need to do as a boss that's that's",
        3299.54,
        3304.76
    ],
    [
        " why the why is so important",
        3304.76,
        3306.5
    ],
    [
        " talks about awards in the army we use freely a system of awards and prizes in order to motivate men",
        3306.5,
        3319.18
    ],
    [
        " too often these go to the men in the top of the upper group they provide no incentive for",
        3319.18,
        3326.38
    ],
    [
        " improvement to those in the lower group and little for those in the middle group because the",
        3326.38,
        3330.9
    ],
    [
        " men know that the award is beyond their ability to achieve these prizes make good articles for",
        3330.9,
        3336.28
    ],
    [
        " the unit papers but their overall effect on the unit is negligible it is well to recognize the",
        3336.28,
        3343.4
    ],
    [
        " outstanding men and we do this through proficiency pay and promotion however our system awards",
        3343.4,
        3352.4
    ],
    [
        " must go beyond this recognition of individuals this is a great point you know so often we're sitting",
        3353.66,
        3358.8
    ],
    [
        " there rewarding the people that are kind of doing well who actually probably don't need any additional",
        3358.8,
        3364.78
    ],
    [
        " motivation look should we recognize them absolutely but what are we doing for the the middle group",
        3364.78,
        3369.94
    ],
    [
        " and even the lower group to make sure that they're feeling like they're moving forward in a positive",
        3369.94,
        3374.68
    ],
    [
        " way yeah you know when you're like in elementary school and you have like the award for most improved",
        3374.68,
        3381.04
    ],
    [
        " that's like kind of alleviates that issue right a little bit because usually it's like someone",
        3381.9,
        3386.58
    ],
    [
        " in the middle maybe even the bottom a lot of the times where you still get that cool like trophy or",
        3386.58,
        3391.58
    ],
    [
        " whatever because you improve so much is that a little backhanded smacked up I guess you rack",
        3391.58,
        3399.94
    ],
    [
        " up some most improved I've gotten it before you know I don't think it is though I don't think it",
        3399.94,
        3406.58
    ],
    [
        " is a backhanded thing because it's true like you know when you get like you know MVP of the football",
        3406.58,
        3412.58
    ],
    [
        " game it's always the same guy the quarterback whatever the guy and you know obviously depends on the",
        3412.58,
        3418.22
    ],
    [
        " gym but it's like that's he's already training by the way and he's already talented and gifted",
        3418.22,
        3422.78
    ],
    [
        " and he's working hard and he's focused yeah and the award the guys in the middle you do run that",
        3422.78,
        3429.86
    ],
    [
        " risk big time where it's like guys in the middle is like oh yeah well I don't even have an expectation",
        3429.86,
        3434.72
    ],
    [
        " of the award you know but if you get if you get most improved but you can get most improved that's",
        3435.12,
        3442.08
    ],
    [
        " good you know especially if everyone respects it because everyone typically does respect that if",
        3442.08,
        3445.9
    ],
    [
        " you're improving I had there's something called the Navy achievement medal did you ever get",
        3445.9,
        3450.06
    ],
    [
        " Navy achievement medal so Navy achievement medal is like you know it's it's sort of like it's a",
        3450.06,
        3455.32
    ],
    [
        " it's a strong pad on the back wheel say and you know you might you might get one with something",
        3455.32,
        3459.96
    ],
    [
        " happens you know you're a young and listed guy I think I had six Navy achievement medals which",
        3460.0,
        3465.08
    ],
    [
        " is totally ridiculous I would get those things all the time for like what's it for though like oh I",
        3465.08,
        3470.0
    ],
    [
        " would run a communications course when I did these are all from the 90s it'd be like you know",
        3470.0,
        3474.4
    ],
    [
        " petty officer willing granted outstanding you know good locations course he organized led and",
        3474.4,
        3479.12
    ],
    [
        " developed the Bob of a pot name stone are used to like laugh every time I put my my dress uniform on",
        3479.12,
        3484.46
    ],
    [
        " because I had five Navy achievement medals were like the big rack of stars across my Navy across",
        3484.46,
        3490.54
    ],
    [
        " my Nams get some yeah but I feel like I feel like I feel like I was kind of that guy like I was",
        3490.54,
        3497.6
    ],
    [
        " working hard and they were just giving me awards and I was like cool whatever I don't care I didn't",
        3497.6,
        3502.36
    ],
    [
        " care at all yeah I wasn't like check out my Nams well then okay then I guess if you kind of go",
        3502.36,
        3510.42
    ],
    [
        " into it I mean in all kinds of environments right there's all kinds of different awards like that",
        3510.42,
        3514.48
    ],
    [
        " that are that are you can get without being the top like producer whatever like you got okay you",
        3514.48,
        3520.66
    ],
    [
        " got most improved then you got like hardest worker or something like that you know how you",
        3520.66,
        3524.72
    ],
    [
        " ever get that one okay as far as like expectations of metal that was on I never really",
        3524.72,
        3531.1
    ],
    [
        " said but the but you get those how many Nams do you have Dave one what did you get a damn",
        3531.1,
        3536.68
    ],
    [
        " I got an end up tour name damn so was this would you were like an instant or a second",
        3536.78,
        3542.58
    ],
    [
        " Lieutenant or yeah first first first tour in a squadron so as you're thinking I was laughing",
        3542.58,
        3548.48
    ],
    [
        " because you know when you're talking about even the way you're saying Nams like anybody in the",
        3548.48,
        3551.62
    ],
    [
        " Navy in the Marine Corps knows like the Nams like this thing this Navy achievement medals like",
        3551.62,
        3556.1
    ],
    [
        " and I racked up five of those things bro but you know it's something that's something that's",
        3556.1,
        3561.42
    ],
    [
        " actually cool that you said is there's a couple different ways to view like the awards system",
        3561.42,
        3566.34
    ],
    [
        " in the military can be a little questionable there's people can kind of peel that bag and go man",
        3566.34,
        3570.3
    ],
    [
        " is that is that legit or not we had two different categories of the same award we had what we called",
        3570.3,
        3575.6
    ],
    [
        " an end to tour award which went okay you know pay off your willing has been with us for three years",
        3575.6,
        3579.76
    ],
    [
        " he's leaving the squad or the unit or whatever and he's going we want to recognize his body of work",
        3579.76,
        3583.68
    ],
    [
        " it's kind of like a participation award it doesn't have a ton of meaning other than you survived",
        3583.68,
        3588.72
    ],
    [
        " for three years we want to thank you in your way out there was something else we called was an",
        3588.72,
        3592.86
    ],
    [
        " impact Nams or we had a term called a strive by Nams oh we call them a spot man yeah same",
        3593.44,
        3598.78
    ],
    [
        " same thing it was just the same it's the same thing I was rackin up spot man like it was going",
        3598.78,
        3603.24
    ],
    [
        " out of style there's no way to make this make this series at this five Nams but the point behind",
        3603.24,
        3610.72
    ],
    [
        " that is like you can take a middle of the road dude middle road guy who's who's not your all-star",
        3610.72,
        3615.4
    ],
    [
        " quarterback not your top tier guy and he's over there doing some good work yes so maybe that",
        3615.4,
        3620.88
    ],
    [
        " was me yeah maybe I don't know five is a bit ridiculous I don't have five of anything but there is a way",
        3620.88,
        3629.6
    ],
    [
        " to when you when you recognize somebody for their work it's a heck of a lot better to recognize",
        3629.6,
        3637.14
    ],
    [
        " them for something they're doing what we call the impact or the spot as opposed to well you've been",
        3637.14,
        3642.28
    ],
    [
        " with us for five years you get a watch like that's our thing so here's your here's your you've",
        3642.28,
        3646.92
    ],
    [
        " been here for five years as opposed to hey that thing you did that specific thing if you could",
        3646.92,
        3650.34
    ],
    [
        " recognize people for that in this leadership little system you're trying to create is it's really",
        3650.34,
        3657.16
    ],
    [
        " good to recognize people for the work that they do when they do it as opposed to well we just sort",
        3657.16,
        3661.78
    ],
    [
        " of have this process that by these wicked or these little checkpoints you get recognition which over",
        3661.78,
        3667.56
    ],
    [
        " time sort of undermines the value of it and and again five's whoa that's a lot but the name is not",
        3667.56,
        3675.2
    ],
    [
        " I mean you're talking about straight up essentially a participation trophy like you all you've",
        3675.2,
        3679.82
    ],
    [
        " been here five years my name was a participation award I was leaving captains got names I don't care",
        3679.82,
        3687.02
    ],
    [
        " if you're the number one captain or the number 12 captain when you left you got a name and and",
        3687.02,
        3692.04
    ],
    [
        " the number one guy didn't get well I actually earned this one and the number 12 guy didn't think",
        3692.04,
        3696.06
    ],
    [
        " well this is garbage it had no real meeting the the impact would you call it a spot the spot",
        3696.06,
        3701.68
    ],
    [
        " name it was called that's a that's there's a lot more legitimacy to that than hey thanks for being",
        3701.68,
        3707.42
    ],
    [
        " here do you gotta look on your face but like you're all fired up for my name here's the thing but",
        3707.42,
        3713.06
    ],
    [
        " you that's a perfect point right there because if there but if a spot name and a regular participation",
        3713.06,
        3717.94
    ],
    [
        " trophy name is the same sort of thing then it's like oh wait you got to differentiate those two",
        3717.94,
        3722.96
    ],
    [
        " because if you're a you're saying you got five there is a differentiation on the name that",
        3722.96,
        3726.72
    ],
    [
        " you can get a V which is when it becomes a combat award so a name with a combat V or a",
        3726.72,
        3733.86
    ],
    [
        " combat distinguishing device is what they call it so it has a V on it and that's that's a legit",
        3733.86,
        3739.56
    ],
    [
        " award and I a lot of guys in task and a bruiser got nams with these and those nams with these that",
        3739.56,
        3746.48
    ],
    [
        " the guys got in task and a bruiser were hard earned they weren't like oh you're just gonna you",
        3746.48,
        3751.58
    ],
    [
        " there was some gunfire near but no like these guys were in 18 fire fights and they got a",
        3751.84,
        3756.8
    ],
    [
        " name with a V and and you know the some of the guys in in task you know bruiser some of",
        3756.8,
        3762.36
    ],
    [
        " stoneers guys they got the R-com which the army combination metal with a V that was a huge deal",
        3762.36,
        3769.22
    ],
    [
        " because those things are tough to get the record does not give out those things and that came from",
        3769.22,
        3773.52
    ],
    [
        " the from the army recognizing what you were doing which which added that which added to that as",
        3773.52,
        3778.92
    ],
    [
        " well yeah there's a couple things in the military have a little bit of sanctity the V yeah whether",
        3778.92,
        3783.08
    ],
    [
        " it's a name a calm whatever it is the V that has there there's me you can't just get a V you got",
        3783.08,
        3790.06
    ],
    [
        " to earn that combat distinguishing device the other one in the Marine Corps that it shouldn't say",
        3790.06,
        3795.02
    ],
    [
        " the Marine Corps maybe the Marine Corps is what we call the car the combat action ribbon they don't",
        3795.02,
        3799.24
    ],
    [
        " like to just you don't just that's not a participation award you you got to earn that car yeah and the C.I.B",
        3799.24,
        3804.34
    ],
    [
        " in the army which is the combat infantry bat which means you you you been in combat yes yeah",
        3804.34,
        3810.14
    ],
    [
        " the and that's that's what that's what hackworth called out the admiral for admiral border for",
        3810.14,
        3819.36
    ],
    [
        " wearing a combat V on his name it was actually an I think it was it was a name with a V on it",
        3819.36,
        3825.64
    ],
    [
        " and he and hackworth said this guy was in Vietnam but he wasn't he was on a ship he wasn't in direct",
        3825.64,
        3829.88
    ],
    [
        " combat with the and admiral border killed himself yeah over this drama over it it's crazy now that I'm",
        3829.88,
        3836.66
    ],
    [
        " you know we're sitting here laughing you're like oh this we can't ever get serious again all we",
        3836.66,
        3839.94
    ],
    [
        " have to do is talk about admiral border and and and and Colonel hackworth calling him out for wearing a",
        3839.94,
        3845.04
    ],
    [
        " combat V and he kills himself in the Navy yard back to your five nams if some of those were like",
        3845.04,
        3857.7
    ],
    [
        " for some solid work you did on this little thing that you thought maybe wasn't that huge of a deal",
        3857.7,
        3863.16
    ],
    [
        " but you did some some good work and people saw what you did you're like hey look you didn't save",
        3863.16,
        3867.56
    ],
    [
        " the world but you did really good with that little whatever you did that's different than a",
        3867.56,
        3871.84
    ],
    [
        " participation trophy type situation all fired up I'm I was stoked you know I was trying to work hard",
        3871.84,
        3877.26
    ],
    [
        " trying to do a good job and people were giving me cool recognition and I appreciated it I'm just",
        3877.26,
        3882.3
    ],
    [
        " saying you fast forward it from 1995 to like 2009 and we're back from Ramadi and I'm put in my",
        3882.3,
        3892.18
    ],
    [
        " dress uniform on and Stone receipts me and he's and we're laughing because I have five nams which",
        3892.18,
        3896.92
    ],
    [
        " is really it's it's also especially ridiculous I was an officer it's like an officer's if you",
        3896.92,
        3901.36
    ],
    [
        " were an officer you got five I mean Dave Burke you know who is in the Marine Corps for 24 years",
        3901.36,
        3906.18
    ],
    [
        " had one damn yeah and there I was walking around with five that's kind of it's just something fun",
        3906.18,
        3910.76
    ],
    [
        " about yeah it is so to the officers and chiefs that gave me recognition as a young and listed guy",
        3910.78,
        3917.16
    ],
    [
        " I appreciate it it meant a lot to me but over time it did become a little bit funny and a little",
        3917.16,
        3923.8
    ],
    [
        " bit ridiculous that I was walking around with five nams I'm gonna have to now post a picture I",
        3923.8,
        3927.38
    ],
    [
        " don't think I have any of this stuff anymore but I realized that I'm probably coming off as NAM obsessed",
        3927.38,
        3933.22
    ],
    [
        " at this point you are a little bit but I'm sure they say and I'm gonna write you up for one",
        3933.22,
        3938.48
    ],
    [
        " so you ever got employee the month at you know I was in the military my whole life right now you",
        3939.08,
        3944.54
    ],
    [
        " worked at Wendy's oh yeah I was never employee the month okay but isn't that the same thing",
        3944.54,
        3948.42
    ],
    [
        " employee the month I would rather get a name than employee the month at Wendy's but it's the same",
        3948.42,
        3955.54
    ],
    [
        " thing it's just not in the military soon saying it's a similar thing it nams were harder to get",
        3955.54,
        3961.2
    ],
    [
        " that employee the month there was no guarantee that a name was being issued right yeah they got",
        3961.2,
        3966.84
    ],
    [
        " to choose somebody but still same deal as far as like the structure you seem saying where it's",
        3966.84,
        3972.12
    ],
    [
        " like you're getting awarded for something you did even though in your mind it might not be that",
        3972.12,
        3977.3
    ],
    [
        " big of a deal but as an individual like process it's kind of a thing it's something it's just not",
        3977.3,
        3983.38
    ],
    [
        " nothing you see we'll go with it we'll go with it all right back to the book summary and conclusion",
        3983.38,
        3991.06
    ],
    [
        " the job of those of us who are privileged to command to create superior units from the run of",
        3991.06,
        3996.68
    ],
    [
        " from the ordinary run of manpower made available to us this manpower falls into upper middle and",
        3997.02,
        4002.24
    ],
    [
        " lower groups about equal and strength that have different capabilities present different problems",
        4002.24,
        4006.46
    ],
    [
        " and need to be handled differently all of the men in a unit must be assumed to desire to do what is",
        4006.46,
        4012.28
    ],
    [
        " wanted and when they do not they have not been properly handled and instructed and I would add the",
        4012.28,
        4017.94
    ],
    [
        " word led there the best and most reliable unit is usually the one that is excellent in all things",
        4017.94,
        4025.44
    ],
    [
        " even though it might not be superior in any way so that's the difference he he breaks out",
        4025.44,
        4032.34
    ],
    [
        " the hierarchy of adjectives the highest adjective being superior and then below that is excellent",
        4032.34,
        4039.06
    ],
    [
        " and excellent is better to be an excellent and everything than superior and one thing",
        4039.06,
        4042.86
    ],
    [
        " throughout the whole job runs the problem of motivation this problem is not solved unless steps",
        4042.86,
        4048.6
    ],
    [
        " are made to motivate the unit carefully thought out and applied in such a way that their effect is",
        4048.6,
        4052.84
    ],
    [
        " felt by all men in the unit finally excellence of the unit is measured by the extent to which",
        4052.84,
        4058.08
    ],
    [
        " those of the lower third of the unit are developed to play their part of the unit team you know",
        4058.08,
        4064.14
    ],
    [
        " still not 100% on board with that one as far as I'm concerned motivation is about understanding",
        4064.14,
        4070.38
    ],
    [
        " why you're doing what you're doing and giving people ownership you want to motivate people",
        4070.38,
        4073.6
    ],
    [
        " tell them why they're doing what they're doing and let them take ownership of it and run with it",
        4073.6,
        4077.32
    ],
    [
        " I feel like motivation is like kind of there's like short term and long term and you know like",
        4078.86,
        4085.12
    ],
    [
        " I was thinking of something very specific at the time where you know people get mad when they",
        4085.12,
        4090.94
    ],
    [
        " get angry at something it motivates them like super hardcore but only short term and then if",
        4090.94,
        4096.06
    ],
    [
        " something but if someone's the opposite if someone's really happy or I don't know thankful or",
        4096.06,
        4099.7
    ],
    [
        " whatever that like keeps them sort of motivated long term that's good I would agree with that",
        4099.7,
        4105.72
    ],
    [
        " unless they have like some sort of weird underlying fear of something that might you know sustain",
        4106.04,
        4110.92
    ],
    [
        " them long term yeah you could get into some details but I think a broad statement that like some",
        4110.92,
        4115.66
    ],
    [
        " kind of an anger would be a short more of a short term motivation and a happiness a satisfaction",
        4115.66,
        4124.86
    ],
    [
        " a gratification would be more of a long term I would agree with that seems like that I would tend",
        4124.86,
        4128.64
    ],
    [
        " to agree with that all right now we're going to get into man I thought those were kind of like",
        4128.64,
        4134.46
    ],
    [
        " hey we'll just burn through some of those chapters I'm sorry because I wanted to get to this",
        4134.46,
        4138.48
    ],
    [
        " chapter which is called chapter 13 mission type orders the problem of control in World War 2",
        4138.48,
        4144.28
    ],
    [
        " those who served in armored divisions and probably in other units as well learned that mission",
        4144.28,
        4148.76
    ],
    [
        " type orders were requirement if the most was to be obtained from a command since then we have",
        4148.76,
        4155.56
    ],
    [
        " hat and mission type so what mission types orders are just in a nutshell is you tell somebody what",
        4155.56,
        4161.44
    ],
    [
        " needs to happen you let them go figure out how to do it it's very it's desicc it's the it's the",
        4161.44,
        4167.12
    ],
    [
        " basis of decentralized command since then we've had to consider the control of operations in the",
        4167.12,
        4172.44
    ],
    [
        " fluidity and unpredictability of nuclear battle as battle becomes more complex and unpredictable",
        4172.44,
        4180.34
    ],
    [
        " responsibilities must be more and more decentralized thus mission type orders often will be used at",
        4180.34,
        4188.36
    ],
    [
        " all echelons of command and probably will be the rule at the division and higher levels this will",
        4188.36,
        4194.14
    ],
    [
        " require all commanders to exercise initiative resourcefulness and imagination operating with relative",
        4194.14,
        4201.94
    ],
    [
        " freedom of action and this is what's weird you know he he oscillates between these sort of like",
        4201.94,
        4207.78
    ],
    [
        " everyone should be you know how do we control the man and he literally says in that earlier chapter",
        4207.78,
        4212.74
    ],
    [
        " the the the middle group is easier to control and now he's saying hey you need to let them go and",
        4212.74,
        4218.56
    ],
    [
        " operate and it's really scary I thought he was going to start talking about nuclear war what do you",
        4218.56,
        4223.18
    ],
    [
        " when you think about nuclear war I think centralized control I want 17 people to make sure that that",
        4223.18,
        4230.64
    ],
    [
        " is the right move before that freaking fire button gets hit and those two keys get simultaneously",
        4230.64,
        4236.3
    ],
    [
        " turned but he's like no decentralized command that's pretty scary to me in our tactical in our",
        4237.38,
        4246.46
    ],
    [
        " tactical forces we have built in organizational flexibility we must recognize this and capitalize it",
        4246.46,
        4251.6
    ],
    [
        " in our orders to get maximum combat power we must have plans flexible enough to meet rapidly",
        4251.6,
        4258.7
    ],
    [
        " changing situations but careful planning is not enough this must be coupled with the readiness",
        4258.7,
        4264.46
    ],
    [
        " to change and adapt the situations as they are not as they are expected to be awesome what's",
        4264.46,
        4271.36
    ],
    [
        " interesting about that is he says we need to make plans flexible enough to meet rapidly changing",
        4271.36,
        4276.52
    ],
    [
        " situations and he says but careful planning is not enough when I think of careful planning I think",
        4276.52,
        4280.94
    ],
    [
        " all this guy is going to sit there in plan every detail I don't think of somebody that's thinking hey",
        4280.94,
        4285.26
    ],
    [
        " we're going to come up with a very flexible plan a flexible plan to me is not careful planning",
        4285.26,
        4289.86
    ],
    [
        " I guess I might be reading too much into that but I always felt like I cheated all the time because",
        4290.4,
        4296.56
    ],
    [
        " I came up with flexible plans for things yeah it seems like a carefully plan or a plan plan",
        4296.56,
        4305.18
    ],
    [
        " carefully is like you carefully plan for like contingencies yeah I guess carefully plan doesn't",
        4305.18,
        4311.16
    ],
    [
        " necessarily mean to be doesn't need to be overly detailed and fact carefully plan could be like",
        4311.16,
        4315.66
    ],
    [
        " we want to be careful that we don't put too much detail in here and then yes being able to",
        4315.66,
        4323.6
    ],
    [
        " adapt to situations as they are not as they were expected to be that's a critical way to operate",
        4323.6,
        4328.76
    ],
    [
        " to train commanders and staff officers for operations in war where mission type orders will be",
        4328.76,
        4333.86
    ],
    [
        " widely used it is necessary that tactical courses in our schools teach the use of such orders",
        4333.86,
        4338.7
    ],
    [
        " and that we widely employ mission type orders in our peacetime operations I love that",
        4338.78,
        4346.1
    ],
    [
        " so when you're going to give people assignments to clean up the building you don't say you mop and",
        4346.1,
        4353.26
    ],
    [
        " you scrub and you clean and you go no you say hey what building clean this is what time it needs to",
        4353.26,
        4357.02
    ],
    [
        " be done by and you let them go execute it boom decentralized command mission type order",
        4357.02,
        4361.64
    ],
    [
        " and and think about that I just kind of blew that off but that's a real thing like if you don't train",
        4362.86,
        4370.66
    ],
    [
        " people and you don't live like this then you won't get good at it you have to actually live like",
        4370.66,
        4378.24
    ],
    [
        " this this has to be your way of life if the way that you run your day-to-day operations is",
        4378.24,
        4386.88
    ],
    [
        " micro management how can you expect anybody to do anything other than be micro manage when you",
        4386.88,
        4392.6
    ],
    [
        " get into a bad situation get in combat situation something really solid on eF online that I was",
        4392.6,
        4400.46
    ],
    [
        " exposed to when you're like hey when you're in a meeting or you're having a meeting or something",
        4400.46,
        4405.62
    ],
    [
        " and everyone's that they're with their pan and paper waiting for you to say something to write",
        4405.62,
        4409.52
    ],
    [
        " stuff down and then when you start talking then they start writing stuff down or whatever bad",
        4409.52,
        4413.02
    ],
    [
        " yeah it's a bad sign but it even but it feels good feels good feels no one can do anything",
        4413.34,
        4417.54
    ],
    [
        " less big job for rolls in yeah man with the big ego in the plan you're really a horrible leader",
        4417.54,
        4423.62
    ],
    [
        " if they're all sitting there waiting yeah we got two or three questions we already know what we're",
        4423.62,
        4428.18
    ],
    [
        " doing we know where we're going yeah we're good oh this is beautiful scope of a mission type order",
        4428.18,
        4438.38
    ],
    [
        " basically a mission type order needs to cover only three important things one it should clearly",
        4438.76,
        4446.0
    ],
    [
        " state what the commandee what the commander issuing the order wants to have accomplished that's",
        4446.0,
        4451.28
    ],
    [
        " number one this is what this is what you need to accomplish number two it should point out the",
        4451.28,
        4456.12
    ],
    [
        " limiting or control factors that must be observed for coordinating factors so okay you can't go",
        4456.12,
        4463.52
    ],
    [
        " across this area you can't fly over this region you you can't enter into this zone here's the",
        4463.52,
        4469.3
    ],
    [
        " limitations and then finally it should delineate the resources made available to the subordinate",
        4469.3,
        4474.66
    ],
    [
        " commander and the support which he can expect or count on from sources outside of his command that's",
        4474.66,
        4481.26
    ],
    [
        " all you need to know tell me what to do tell me what the limitations are and tell me what resources",
        4481.26,
        4485.9
    ],
    [
        " I have other than that leave me alone I'm gonna go make it happen that's that's that might be the",
        4485.9,
        4494.16
    ],
    [
        " clearest definition of a mission type order I've ever read in my life that's all you need",
        4494.16,
        4500.12
    ],
    [
        " I got asked one time I was in my first deployment to Iraq and my boss is like what information do",
        4500.12,
        4509.5
    ],
    [
        " you need and how much time do you need to launch on a mission and I was like I need to know what",
        4509.5,
        4515.34
    ],
    [
        " where the the location of the target the frequencies of the friendly forces and I need 15 minutes and we'll",
        4515.34,
        4523.84
    ],
    [
        " go yes confidence and subordinate commanders there is a strong reluctance at every headquarters to",
        4523.84,
        4536.08
    ],
    [
        " relinquish the authority to direct the details of an operation this reluctance is clearly seen in",
        4536.08,
        4543.04
    ],
    [
        " the embellishments added to an order as it threads its way down to company level careful judgment",
        4543.1,
        4548.16
    ],
    [
        " must be made at every echelon of command in stating the limiting and controlling factors of a",
        4548.16,
        4552.74
    ],
    [
        " mission type order confidence must be placed in judgment and ability of the subordinate commander",
        4552.74,
        4557.9
    ],
    [
        " too often what starts off as a broad mission type order at the high echelon ends up with",
        4557.9,
        4563.86
    ],
    [
        " volumes of minute detailed and restricting instruction specifying how to get the job done",
        4563.86,
        4572.8
    ],
    [
        " when it finally gets down to company level many officers hearing this may think they would like",
        4573.18,
        4579.4
    ],
    [
        " to have a command functioning under such a system meaning I would love it if people would just",
        4579.4,
        4584.02
    ],
    [
        " do exactly what I told them to do but you don't want that others who may say they would like to work",
        4584.02,
        4588.5
    ],
    [
        " under such a system really are disturbed by thoughts of it there are some officers who require",
        4588.5,
        4593.2
    ],
    [
        " something in writing before they will take significant action a mission type order requires",
        4593.2,
        4598.56
    ],
    [
        " the subordinate commander and his staff to make basic decisions in plans based upon a careful",
        4598.56,
        4603.22
    ],
    [
        " analysis of the situation if the basic decisions or plans are not successful there is no paper foxhole",
        4603.22,
        4608.44
    ],
    [
        " into which they can crawl mission type orders require initiative promptness and resourcefulness",
        4608.44,
        4614.72
    ],
    [
        " which are not always forthcoming problems in service schools based upon such orders bring forth",
        4614.72,
        4622.04
    ],
    [
        " a variety of solutions which are difficult for the faculty to grade sometimes looms as a very",
        4622.04,
        4628.86
    ],
    [
        " important problem what do you got that there is so much there you didn't give this example of",
        4628.86,
        4637.64
    ],
    [
        " just cleaning the building just that little example of cleaning the building the worst thing I can do",
        4637.64,
        4643.06
    ],
    [
        " as a leader is to tell you how to do that because the minute I tell you how you know what you're",
        4643.06,
        4652.02
    ],
    [
        " this this and this what are the chances I get it all as a leader you're zero right so what you're",
        4652.02,
        4658.56
    ],
    [
        " actually going to do is what I told you to do but I'm going to miss a couple things and actually the",
        4658.56,
        4662.88
    ],
    [
        " outcome is not going to be what I want and then I as a leader I'm going to go out and expect him like",
        4662.88,
        4666.22
    ],
    [
        " hey didn't do this me didn't do that and what happens is I trust you less someone on my command you",
        4666.22,
        4669.92
    ],
    [
        " even more which means you have even less initiative the next time and the connection from how to",
        4669.92,
        4674.6
    ],
    [
        " initiative and I when I wrote down was how by me telling you how to do what I want you to do and I'm",
        4674.6,
        4681.6
    ],
    [
        " telling you how I want it done that's the how you're talking about of course I want to teach you how",
        4681.6,
        4685.64
    ],
    [
        " to do a task or a job I need to train you he's talking about I want this is how I want you to do",
        4685.64,
        4690.42
    ],
    [
        " this task which is totally different that is the exact opposite of initiative because if I tell you",
        4690.42,
        4696.54
    ],
    [
        " how to do it you're going to do exactly how I told you to do it and then the things that I've missed",
        4696.54,
        4701.86
    ],
    [
        " the things that as a commander don't know because I'm farther away from the problem than you are",
        4701.86,
        4704.98
    ],
    [
        " I'm going to trust you less because the outcome is going to be though I want I'm going to",
        4704.98,
        4711.46
    ],
    [
        " out there doing it on your own and I actually can't get to you which is the connection from the",
        4711.46,
        4715.62
    ],
    [
        " training to the real world is why you have to live this all the time that's when teams and",
        4715.62,
        4719.1
    ],
    [
        " organizations fail because I'm not going to be there to solve all these problems for you but I've",
        4719.1,
        4722.68
    ],
    [
        " bred this in you the entire time because I'm always telling you how I want you to do it and you're",
        4722.68,
        4726.42
    ],
    [
        " like cool I'll do exactly how you told me to do it and I'm not going to do this I'm not going to",
        4726.42,
        4730.52
    ],
    [
        " do that you don't even know about this over here I'm just not even touching that because you didn't",
        4730.52,
        4733.32
    ],
    [
        " tell me about that at all but if you go the exact opposite which is hey however you want to get this",
        4733.32,
        4739.8
    ],
    [
        " done that's all good what we need to get it done is by 1600 on Wednesday because what happens at",
        4739.8,
        4743.54
    ],
    [
        " 1700 on Wednesday is this this and this and impacts all that go make it happen all of that is your",
        4743.54,
        4749.94
    ],
    [
        " initiative to go make that happen just the connection between me telling you how I want it done",
        4749.94,
        4755.12
    ],
    [
        " versus your initiative and the inner the inverse relationship between those two and how often we see",
        4755.12,
        4759.58
    ],
    [
        " that done wrong that's what you're like you're you're drive with a micromanager like direction",
        4759.58,
        4766.54
    ],
    [
        " giver you know like you know driving with you you're just like whatever takes us here whatever kind",
        4766.78,
        4771.4
    ],
    [
        " of thing and that's a good move even if I make wrong turns whatever you know you'll help with",
        4771.4,
        4776.0
    ],
    [
        " what occasionally you know and you'll help whatever but you get in you ever drive with somebody who's",
        4776.0,
        4780.5
    ],
    [
        " like hey don't be in this lane this lane is like too slow or whatever and it's like okay make this",
        4780.5,
        4784.96
    ],
    [
        " turn it's got you know like micromanager what do you call them well the front seat drive back seat",
        4784.96,
        4789.52
    ],
    [
        " driver whatever that kind of person yeah let's say it's your significant other I'm not saying it's my",
        4789.52,
        4794.82
    ],
    [
        " significant not first friend that's not hypothetically hypothetically yes someone who you drive with a lot",
        4795.46,
        4800.54
    ],
    [
        " uh-huh saying so and every time it's like hey you know you're we're gonna go this route hey get out",
        4800.54,
        4806.58
    ],
    [
        " of this lane go in this lane okay take this turn you know okay it's it's coming over you know like",
        4806.58,
        4810.44
    ],
    [
        " really kind of micromanaging your driving situation after while you so you kind of get used to that",
        4810.44,
        4816.96
    ],
    [
        " yeah and now and now all of a sudden you're not paying attention they go wait tell you",
        4816.96,
        4824.8
    ],
    [
        " almost why did you tell me Sarah Charles it's a subconscious almost dependent for sure that's",
        4824.84,
        4833.68
    ],
    [
        " exactly that's 100% what it is yeah that's the initiative comment that I'm the connection it was like",
        4833.68,
        4838.38
    ],
    [
        " I got I'm gonna take no initiative because I'm you've been trained yeah to just wait to be told",
        4838.38,
        4843.54
    ],
    [
        " what to do exactly right so just like I you're saying where now if let's say I'm dependent on you",
        4843.54,
        4851.14
    ],
    [
        " to give me directions you don't you know the leader whatever he doesn't always get it right or whatever",
        4851.14,
        4855.46
    ],
    [
        " I make the wrong call or you don't give me direction we'll say you don't give me direction",
        4855.46,
        4859.7
    ],
    [
        " I take no action and then of course it's done wrong now you trust me less and now and around",
        4859.7,
        4865.84
    ],
    [
        " and around we go you know and I micromanage you more and I stifle even more of your initiative even",
        4865.84,
        4871.66
    ],
    [
        " more exactly right you know what's crazy about this and Dave you know we're talking about this",
        4871.66,
        4876.0
    ],
    [
        " before we press record is like I basically think in commanders intent like I I think the way",
        4876.0,
        4884.56
    ],
    [
        " my mind works I think in end states and I and everything else to me is just sort of this",
        4884.56,
        4889.34
    ],
    [
        " almost like an annoyance of reality and I'm so far like when I want to do something I'm so",
        4889.34,
        4896.7
    ],
    [
        " there that everything else is just sort of gonna fall into place and I'm not even thinking about it",
        4896.7,
        4901.2
    ],
    [
        " you know whether it's like when I'm starting to write a book like I know what I know what that book",
        4901.2,
        4905.62
    ],
    [
        " is I know the end state and what it looks like and now I just have to get those words out of my",
        4905.62,
        4909.0
    ],
    [
        " system when we're gonna launch something it's like I already know what's gonna happen even if you",
        4909.0,
        4915.38
    ],
    [
        " think about something as stupid as this podcast of me being like echo can you make a podcast and",
        4915.38,
        4920.2
    ],
    [
        " you're like well let me go figure it out you figured out like I don't even care nothing I",
        4920.2,
        4923.92
    ],
    [
        " care zero you show up with what you could have shown up with a with a freaking a tape recorder",
        4923.92,
        4929.38
    ],
    [
        " and I'll be like okay is that what does it sounds good all right we're good because I know what",
        4929.38,
        4933.8
    ],
    [
        " I know where this is gonna go I know where we're going and so where however we're gonna get there",
        4933.8,
        4938.12
    ],
    [
        " it's like an annoyance to me and it's an it's then annoyance of reality yeah because of where my",
        4938.12,
        4944.18
    ],
    [
        " mind is what I'm thinking about where we're going and that's that's a positive thing for a couple",
        4944.18,
        4950.3
    ],
    [
        " reasons number one if you're working for me if you're making stuff happen you're you're good to go",
        4950.3,
        4955.92
    ],
    [
        " I mean you you can just you make stuff happen but we're good we're good we're totally good I'm",
        4955.92,
        4963.22
    ],
    [
        " never gonna bother you so that's rad and then also the the I'm not getting caught up in these",
        4963.22,
        4971.9
    ],
    [
        " details which means that step that I take is gonna be a big one it's gonna be a big step it's",
        4971.9,
        4976.7
    ],
    [
        " not gonna be a little I'm not gonna take half measures yeah we're going the distance so I'm",
        4976.7,
        4983.02
    ],
    [
        " thinking and acting and kind of living in like a commander's intent kind of way",
        4983.02,
        4987.96
    ],
    [
        " yeah it's not kind uh for those of us that are inside that spear the byproduct of you is a",
        4987.96,
        4997.18
    ],
    [
        " leader thinking in outcomes and end states if that's how you're thinking and and leading your people",
        4997.18,
        5001.94
    ],
    [
        " the natural reaction to the people around you is to fill in all those things to make sure that",
        5001.94,
        5007.28
    ],
    [
        " happens and if you can take it a step further if you can take it a step further as a leader",
        5007.28,
        5012.04
    ],
    [
        " and also be comfortable with the other side of it which is a phrase that you use all the time which I",
        5012.8,
        5017.62
    ],
    [
        " love which is you gotta expect those things to happen then it's no factor if exactly how you",
        5017.62,
        5023.48
    ],
    [
        " have this picture in your mind is like you gotta live the two or a little roadblock little problem",
        5023.48,
        5026.68
    ],
    [
        " here yeah those things are gonna happen and we and we can solve those things too using the exact",
        5026.68,
        5032.38
    ],
    [
        " same approach which is if you have that attitude as a leader when your people run into problems",
        5032.38,
        5037.64
    ],
    [
        " they're not gonna be panic stricken about what is the boss gonna think because he's just say hey",
        5037.96,
        5041.8
    ],
    [
        " I expect those things happen those things are gonna happen and I'm gonna end up solving that as well",
        5041.8,
        5046.06
    ],
    [
        " and so if you connect the idea of thinking in end states around your people and also letting your",
        5046.06,
        5050.32
    ],
    [
        " people know you're not gonna fly off the handle and jump right in there search a micro manage them",
        5050.32,
        5054.98
    ],
    [
        " when get these little hiccups these little deviations because you actually in your mind jaco have",
        5054.98,
        5059.4
    ],
    [
        " thought about all the things that happen between here and here you really care what's going on in",
        5059.4,
        5063.28
    ],
    [
        " here cool you go off the cool I expect those things to happen but the minute you lay that all out",
        5063.34,
        5068.2
    ],
    [
        " like all these 30 steps to get there and one doesn't go right and then you're involved in that",
        5068.2,
        5072.04
    ],
    [
        " what that does to stifle your people makes it so much harder for them to get to your end state so just",
        5072.04,
        5078.72
    ],
    [
        " combine the two of thinking in those end states and then letting your people solve those things",
        5078.72,
        5084.84
    ],
    [
        " along the way and not overreacting to the problems that occur as you're getting there because things",
        5084.84,
        5089.06
    ],
    [
        " are messy those little things are messy but by the way if you're thinking about all those things in",
        5089.06,
        5093.86
    ],
    [
        " between you don't even you're not even gonna think about a bigger picture you're gonna be thinking like",
        5093.86,
        5099.86
    ],
    [
        " hey we need to move to this next ridz on you're not thinking about where you're gonna end up in two",
        5099.86,
        5105.04
    ],
    [
        " days on this operation or we're gonna end up strategically in three months you're like you're not",
        5105.04,
        5109.16
    ],
    [
        " even thinking about that you're thinking about wait a second there's an obstacle right in front of us",
        5109.16,
        5112.7
    ],
    [
        " what are we gonna do and meanwhile I'm like I'm care I literally don't cut as 19 different ways",
        5112.7,
        5117.54
    ],
    [
        " to solve that problem pick one of them to roll with it and oh you oh you oh it didn't work and",
        5117.54,
        5121.82
    ],
    [
        " you got to try again cool whatever I'm still over here and guess where I'm looking off in the",
        5121.82,
        5125.08
    ],
    [
        " distance so we're good that's a good point and and maybe I don't know maybe in my experience which",
        5125.08,
        5132.72
    ],
    [
        " is nothing but in my experience is like under appreciated or whatever like not flying off the handle",
        5132.72,
        5139.4
    ],
    [
        " one thing's go wrong like if you like you know you're like a come on it's true though like you",
        5139.4,
        5146.76
    ],
    [
        " you know you people have this misconception of you like oh what if Dr. Koo gets mad at you for",
        5146.76,
        5150.96
    ],
    [
        " making this or doing that this the reality is you don't really get mad at mistakes you know",
        5150.96,
        5156.56
    ],
    [
        " like you might tease me a little bit of whatever but yeah like you don't get mad that but what",
        5156.56,
        5161.94
    ],
    [
        " that does is and when I was listening you they've say that and stuff it it made me remember yeah",
        5161.94,
        5166.96
    ],
    [
        " that's true like I don't have a fear of making the wrong move if we both know where we're sort of",
        5166.96,
        5172.18
    ],
    [
        " going you know and guess what that means you can move exactly that means you can you can make two three",
        5172.18,
        5176.84
    ],
    [
        " four seven moves yeah you can make seven moves and you never had to talk to me and six of them",
        5176.84,
        5183.5
    ],
    [
        " more right nine of them were right 11 out of 12 were right there was one wrong one it set you back",
        5183.5,
        5188.3
    ],
    [
        " a half a move and then you press forward and there's no factor right if if I was concerned that",
        5188.3,
        5194.3
    ],
    [
        " Jaco's gonna get mad at me for I don't know what if I make the wrong decision on this like should",
        5194.38,
        5198.96
    ],
    [
        " we do this or should I do this or should I not do this or whatever but I'd be like you would make",
        5198.96,
        5203.48
    ],
    [
        " a decision yeah like probably it would work way worse yeah somebody quoted you on Twitter it was like",
        5203.48,
        5208.46
    ],
    [
        " a great way to not waste your people's time is to not make the does every not make sure that you're",
        5208.46,
        5214.74
    ],
    [
        " the one that's making all decisions for not make them reliant on you to make those decisions",
        5214.74,
        5219.1
    ],
    [
        " that's a great way to not waste their time yes and the beauty of that is that they're going to get",
        5219.1,
        5223.46
    ],
    [
        " you to where you want to go faster for sure for sure all right so this is how they close out the",
        5223.46,
        5229.96
    ],
    [
        " section and this is once again this is such a there's a dichotomy with general Clark and this is",
        5229.96,
        5234.78
    ],
    [
        " part of that dichotomy right now and he's talked about it before the channel of suggestion",
        5234.78,
        5240.54
    ],
    [
        " I have said many times that a commander has two channels within which to operate",
        5240.54,
        5247.72
    ],
    [
        " he has the channel of command barking orders and the channel of suggestion",
        5247.72,
        5254.04
    ],
    [
        " I believe that a good commander who has subordinate to our trained and have the confidence to use",
        5254.04,
        5260.66
    ],
    [
        " mission type orders can operate almost exclusively using the channel of suggestion",
        5260.66,
        5267.14
    ],
    [
        " reserving the channel of command for for use only when he wants to give special emphasis to an order",
        5267.88,
        5275.34
    ],
    [
        " to relieve someone or to take disciplinary action that's the only time he's talking other than that",
        5275.34,
        5283.2
    ],
    [
        " it's like well how do you want to do what do you think we should do the only time he's going to",
        5283.2,
        5287.14
    ],
    [
        " bark orders is when he's going to fire someone which is what relief means by the way in the military",
        5287.14,
        5292.96
    ],
    [
        " relieve someone means you're firing them or to give disciplinary actions every other time almost",
        5293.1,
        5299.74
    ],
    [
        " exclusively its channel of suggestion you just made the leap by saying it it was in my head as",
        5299.74,
        5304.98
    ],
    [
        " when when I'm hearing suggestions I'm not even hearing suggestions I'm hearing questions hey what do",
        5304.98,
        5309.2
    ],
    [
        " you think how do you think which isn't even what is that in saying in word because suggest",
        5309.2,
        5312.96
    ],
    [
        " it means like hey what maybe we should do this you're taking it a step further which is how do you",
        5312.96,
        5317.12
    ],
    [
        " think we should do this and then the flip side of two is that the hammer of you know as a commander",
        5317.12,
        5322.44
    ],
    [
        " you have that hammer you can drop that hammer I can fire somebody I can relieve somebody I could",
        5322.44,
        5326.88
    ],
    [
        " reduce their rank I could take their pay there was a lot of authority in command how often do you",
        5326.88,
        5333.54
    ],
    [
        " want to pull out that hammer man the more you know well you just pulled out the big the big hammer",
        5333.54,
        5340.98
    ],
    [
        " right what about the little hammer even the little hammers even worse the little hammer of like",
        5340.98,
        5345.94
    ],
    [
        " actually Dave we need to do it this way smack little you know actually Dave I don't like your idea",
        5345.94,
        5350.46
    ],
    [
        " smack and meanwhile you're getting all dinged up and now you don't want to make any moves anymore",
        5351.04,
        5355.56
    ],
    [
        " the suggestion suggestion is is is actually question how should we do this yeah",
        5355.56,
        5361.04
    ],
    [
        " channel of suggestion uh here's the final little section and this is I I briefed you earlier Dave",
        5361.04,
        5367.54
    ],
    [
        " I said there's gonna be something I'm gonna read that you're gonna say yes so this is that section",
        5367.54,
        5371.74
    ],
    [
        " further the mission of the higher headquarters I went to leavenworth and people think",
        5371.74,
        5377.78
    ],
    [
        " leavenworth they think of going to prison because there is a military prison there but there's",
        5377.78,
        5381.14
    ],
    [
        " also the war college I went to leavenworth over 20 years ago so it is difficult for me to remember",
        5381.14,
        5385.36
    ],
    [
        " all the things which I must have learned then at the command and general staff college the one",
        5385.36,
        5390.46
    ],
    [
        " thing that I have never forgotten and which has stood me in good stead was the teaching of general",
        5390.46,
        5397.8
    ],
    [
        " McNair then common-dont when he stated quote when you receive an order or a directive from your next",
        5397.8,
        5405.64
    ],
    [
        " to hire commander do everything you can and in the best way you can to further the mission which he",
        5405.64,
        5414.14
    ],
    [
        " wants to accomplish and quote and officer who follows his advice and uses it to interpret his",
        5414.14,
        5423.34
    ],
    [
        " instructions we'll find that he can act wisely promptly and aggressively with confidence he will",
        5423.34,
        5426.8
    ],
    [
        " have no problem in operating in in an environment with mission type orders so when your boss tells you",
        5426.8,
        5433.38
    ],
    [
        " to do something freaking do it and do it to the best your ability leadership strategy and tactics",
        5433.82,
        5441.66
    ],
    [
        " I always have to go to this page but it's it's it's the the things that says how to succeed as a new",
        5441.66,
        5448.0
    ],
    [
        " leader page 157 and then on page 158 it says lastly get the job done get the job done that's what you're",
        5448.0,
        5456.34
    ],
    [
        " supposed to do and that's what he's talking about when you get told to do something do it people",
        5456.34,
        5461.7
    ],
    [
        " talk to me and how do I build a good relationship with my boss do the job and do it well kick ass",
        5461.7,
        5466.34
    ],
    [
        " give your boss credit you'll start building a good relationship with him",
        5466.34,
        5470.8
    ],
    [
        " chapter 14 organization for performing tasks on the company in small unit level the purpose of",
        5470.8,
        5483.04
    ],
    [
        " this chapter is set forth a concept of which I have found from experience improves training",
        5483.04,
        5486.88
    ],
    [
        " uses time devoted to training more efficiently and increases responsibility prestige and morale of",
        5486.88,
        5492.98
    ],
    [
        " the non-commissioned officer leader and platoon leader",
        5492.98,
        5495.74
    ],
    [
        " organizational use organizational units or teams even for work details and I'm not going to read",
        5495.74,
        5507.0
    ],
    [
        " this section but what he says we're we're using this example today of cleaning the building",
        5507.0,
        5512.12
    ],
    [
        " what he's saying is when you clean the building do it as a platoon yeah so use mission",
        5512.82,
        5517.08
    ],
    [
        " tie borders and then do it as a platoon and and that just helps them get used to how operating together",
        5517.08,
        5524.02
    ],
    [
        " what people are like what it's like for that leader when that leader what what how that leader relates",
        5524.02,
        5528.88
    ],
    [
        " to the to the troops how the troops relate back to the leader you train how you operate you work how",
        5528.88,
        5534.18
    ],
    [
        " you train and then there's the last section in this part is let the leader lead his men which is",
        5534.18,
        5542.7
    ],
    [
        " the same thing under the detail procedure of performing necessary unit tasks all training teams are",
        5542.7,
        5548.62
    ],
    [
        " represented at all scheduled training this may make a good showing in their training accomplish",
        5548.62,
        5554.72
    ],
    [
        " records but it does not necessarily mean that they have actually received as teams the training",
        5554.72,
        5558.8
    ],
    [
        " that is shown on record however maintaining unit integrity while performing daily tasks will also",
        5558.8,
        5567.06
    ],
    [
        " enhance real benefits which we derive from our team training so every day you should live you should",
        5567.06,
        5576.06
    ],
    [
        " operate the way you are going to live and operate",
        5576.06,
        5581.64
    ],
    [
        " uh uh",
        5583.56,
        5583.98
    ],
    [
        " chapter 15 wasting soldiers time the value of time we Americans have always been conscious of the",
        5583.98,
        5590.54
    ],
    [
        " value of time Benjamin Franklin expressed this by saying that time is money in our country the",
        5590.54,
        5595.0
    ],
    [
        " efficiency expert who comes into examine ways of doing things to eliminate wasted motion is highly",
        5595.0,
        5600.46
    ],
    [
        " paid for his services he commands that high price because he is a saver of time in the army we",
        5600.46,
        5607.9
    ],
    [
        " speak of resources in terms of the three m's men money and materials to these three we must add",
        5607.9,
        5616.0
    ],
    [
        " time however there is a distinct difference between time and the other three resources if we do not",
        5616.0,
        5621.52
    ],
    [
        " use our money or materials today they're available tomorrow to a lesser degree this is also true of men",
        5621.52,
        5627.16
    ],
    [
        " it is not at all true of time for the time for time is a highly perishable commodity an hour lost",
        5627.16,
        5634.82
    ],
    [
        " today is lost forever echo Charles it's true i feel like he's training a lot of soldiers today",
        5635.08,
        5643.38
    ],
    [
        " it costs several thousand dollars a year to maintain each soldier in the army i consider that",
        5643.38,
        5651.06
    ],
    [
        " is probably a cost of five dollars per hour per man for the soldiers training time that is available",
        5651.06,
        5655.42
    ],
    [
        " to the company commander thus when the commander waste an hour of his company's time he may be wasting",
        5655.42,
        5661.36
    ],
    [
        " as much as a thousand dollars we would not want to be embarrassed if some agency became interested",
        5661.36,
        5667.28
    ],
    [
        " investigating this in the field that's an interesting way to think about think about you know",
        5667.28,
        5671.56
    ],
    [
        " companies a hundred and fifty men but think about your company think about your business think about",
        5671.56,
        5675.98
    ],
    [
        " your team you got people sitting and you weren't prepared for the meeting or the meeting starts late",
        5675.98,
        5682.0
    ],
    [
        " or whatever whatever it is you think about what you're throwing away or wasting people's time",
        5682.0,
        5687.24
    ],
    [
        " we are engaged in a contest with the communists in which there is no civil",
        5689.42,
        5694.64
    ],
    [
        " matter in which no silver medal will be awarded for second place i'm certain that is unnecessary",
        5694.64,
        5701.04
    ],
    [
        " for me to dwell on the importance of the role of the u.s army in this contest our mission is to be",
        5701.04,
        5705.58
    ],
    [
        " combat ready to my way of thinking combat readiness has no upper limit a unit is never 100% combat",
        5705.58,
        5715.88
    ],
    [
        " ready because there is always room for improvement in the development of military skills reaction time",
        5715.88,
        5720.26
    ],
    [
        " marksmanship and the like combat readiness is a goal toward which we are constantly moving but",
        5720.26,
        5725.9
    ],
    [
        " which we should never feel we have wholly achieved our progress will depend on our use of the resources",
        5725.9,
        5732.12
    ],
    [
        " which i mentioned previously i want to stress the importance of using time wisely",
        5732.12,
        5738.24
    ],
    [
        " and then he goes through a bunch of you know how he waste time time is wasted administration and",
        5740.12,
        5746.28
    ],
    [
        " paperwork and red tape and he says this you should consider it unforgivable you should consider it",
        5746.28,
        5758.1
    ],
    [
        " unforgivable to remove a man from a scheduled formal period of instruction or practical work to",
        5758.1,
        5763.62
    ],
    [
        " take care of administrative matters you cannot requisition a replacement for a lost hour of training",
        5763.62,
        5770.88
    ],
    [
        " he also says here we waste time when we over commit our units or perhaps i should say we do not",
        5770.88,
        5780.36
    ],
    [
        " make the best use of our time that's something we got to pay attention to on an individual level",
        5780.36,
        5785.06
    ],
    [
        " you over schedule yourself and you actually had a wasting time",
        5785.06,
        5788.6
    ],
    [
        " the same wastage is presented on the individual level when the strength of a unit is filtered away",
        5790.38,
        5795.48
    ],
    [
        " to participate in contest of non-military skills to paint rocks or plant flower beds in a likeness",
        5795.48,
        5803.06
    ],
    [
        " of the units insignia that's a shot right there you go around military paces in america there's some",
        5803.06,
        5810.34
    ],
    [
        " painted rocks out there people there's some white painted rocks that are lying in some roads and i",
        5810.34,
        5814.62
    ],
    [
        " tell you some privates painted those rocks they probably got in trouble it's a little bit of",
        5814.62,
        5821.56
    ],
    [
        " a punitive measure oh like punish yeah it is training activities themselves which have the greatest",
        5821.56,
        5832.28
    ],
    [
        " potential for wasting a soldier's time this comes about mainly because of inadequate planning",
        5832.28,
        5837.64
    ],
    [
        " lack of foresight and lack of preparedness soldiers expect to be well trained they feel short",
        5837.64,
        5843.52
    ],
    [
        " changed if they're not if you're in charge of training people which if you're in a leadership you",
        5843.52,
        5846.66
    ],
    [
        " are position you are in charge of training people and you're wasting your time you are completely",
        5846.66,
        5851.46
    ],
    [
        " wrong here's another section i got to read where the instructions clear there is no end of time",
        5851.46,
        5859.72
    ],
    [
        " wasted when one who is to perform a mission or job is not fully and clearly instructed the",
        5859.72,
        5865.94
    ],
    [
        " instructions are misunderstood the end result is not what was desired it must be done over in fact",
        5865.94,
        5872.56
    ],
    [
        " if things go wrong the leader in fact when things go wrong the leader should check first to see",
        5872.56,
        5879.2
    ],
    [
        " if his instructions were not the cause it is said that general grant assigned his adjutant",
        5879.2,
        5886.36
    ],
    [
        " the mentally slowest officer he could find grant read his orders to his adjutant and if the",
        5886.36,
        5895.04
    ],
    [
        " adjutant could not understand grant rewarded his orders until he could ask yourself are your",
        5895.04,
        5902.58
    ],
    [
        " instructions and orders so clear that every man underlined every doesn't underline much near",
        5902.58,
        5909.2
    ],
    [
        " every man in your unit can understand them when you issue orders you are instructing someone",
        5909.2,
        5916.04
    ],
    [
        " remember that as an instructor you only teach when someone learns",
        5916.3,
        5922.46
    ],
    [
        " that's the i always tell that started out the lowest common denominator right it's",
        5922.46,
        5929.5
    ],
    [
        " matter of fact it's it's in i think it's in dichotomy well hey layf and sef i'm telling them hey",
        5929.5,
        5937.6
    ],
    [
        " i want you to brief to the lowest common denominator in in the platoon whoever you think is",
        5937.6,
        5946.02
    ],
    [
        " machine gunners your new guy machine gunners i want them to fully understand the plan",
        5946.02,
        5950.82
    ],
    [
        " i mean that is the entire second law of combat brief almost verbatim that he just described about",
        5950.82,
        5961.66
    ],
    [
        " the plan that's understandable the way communicated and then to the lowest common denominator and then",
        5961.66,
        5966.18
    ],
    [
        " to me in my mind that actually comes back to the common he made earlier which was the effort you",
        5966.18,
        5974.06
    ],
    [
        " the the bottom of your folks to hunt for them to understand that that comedy made before by",
        5974.14,
        5979.86
    ],
    [
        " devoting time to that that's the time he's talking about so it takes his adjutant who he considers",
        5979.86,
        5984.6
    ],
    [
        " to be of the lowest intellectual level you know his bottom third guy and i'll spend as much time",
        5984.6,
        5990.0
    ],
    [
        " as i need until that guy gets it yeah and if he gets it we should be good we are good to go and so",
        5990.0,
        5995.4
    ],
    [
        " even pulling that together that common made i mean that is that is simple right there so good",
        5995.4,
        6003.46
    ],
    [
        " do you fully this is the last section here do you fully utilize your soldiers time i am not optimistic",
        6005.28,
        6010.46
    ],
    [
        " as to believe that we can eliminate wasting of time as we have yellow fever but we can improve our",
        6010.46,
        6015.64
    ],
    [
        " performance in this regard we can control this problem by the exercise of sound leadership techniques",
        6015.64,
        6019.86
    ],
    [
        " among which are planning good job management issuance of clear instructions and throw follow-up",
        6019.86,
        6024.6
    ],
    [
        " the most valuable resource available to a commander in the army is the soldiers time",
        6024.6,
        6029.26
    ],
    [
        " as leaders we must use this resource to the best advantage i know of no better reputation for",
        6031.66,
        6037.86
    ],
    [
        " an officer or non-commissioned officer to have with his men than that he is a good manager and",
        6037.86,
        6043.64
    ],
    [
        " does not waste his soldiers time if he has that reputation he will probably not waste his men's",
        6043.64,
        6049.22
    ],
    [
        " lives and battle either that that's powerful because i've been doing a lot of talking about",
        6049.22,
        6054.26
    ],
    [
        " leadership capital on the f online in fact i've been going kind of berserk talking about leadership",
        6054.26,
        6058.58
    ],
    [
        " capital on the f online and i've been talking about how to build leadership capital how to lose",
        6058.58,
        6061.92
    ],
    [
        " leadership capital and this is one that i haven't mentioned yet and it's probably one it's probably",
        6061.92,
        6067.82
    ],
    [
        " a little bit of a blind spot to me because i am a frequent it comes to time in wasting time and so",
        6067.82,
        6073.96
    ],
    [
        " it's one of those things where i wouldn't it's so important to me that i've never i've never you",
        6073.96,
        6079.32
    ],
    [
        " know walked into a meeting two hours late to have a bunch of people waiting around for me to show up",
        6079.32,
        6083.26
    ],
    [
        " like that that that hasn't that's not happening but if you want to expend leadership capital",
        6083.26,
        6089.12
    ],
    [
        " unnecessarily and lots of it make people wait around for you make them waste time",
        6089.12,
        6095.86
    ],
    [
        " the phrase being late is unacceptable the reason it's unacceptable is because of wastes people's",
        6095.86,
        6106.42
    ],
    [
        " time you could be the best pilot in the squadron and if you waste people's time you're going to lose",
        6106.78,
        6114.26
    ],
    [
        " leadership capital you could be an average pilot and if your reputation is that you don't waste people's",
        6114.26,
        6122.06
    ],
    [
        " time they don't care if you're an average pilot you actually your leadership capital is is directly",
        6122.06,
        6130.06
    ],
    [
        " correlated to how you treat them and how you respect them and how you respect their time time",
        6130.06,
        6135.84
    ],
    [
        " wasted was always the it was always the most frustrating and the most obvious thing that would",
        6136.24,
        6140.9
    ],
    [
        " happen i think i've said this on the podcast before everybody's had their time wasted by someone",
        6140.9,
        6144.86
    ],
    [
        " else knows exactly what that feels like you can think about it right now sitting around in the",
        6144.86,
        6149.48
    ],
    [
        " auditorium sitting around whatever this that time of yours that's being wasted because of somebody",
        6149.48,
        6154.68
    ],
    [
        " else i don't care how good that somebody else is at their job their task or anything else if they",
        6154.68,
        6158.98
    ],
    [
        " are a time of waste or you are losing leadership capital let me ask you this about Pete late",
        6158.98,
        6165.66
    ],
    [
        " here we go it's hard i need your opinion what if it's let's say a Halloween party and they're like",
        6165.66,
        6174.24
    ],
    [
        " hey Halloween party you know there's gonna be out of 100 people there's a lot of people",
        6174.24,
        6177.86
    ],
    [
        " there's a fashionably late scenario you're getting to or what have you you know so there's 100",
        6177.86,
        6182.74
    ],
    [
        " people invited or whatever 100 plus because bring who you want if you know it's not like a guess",
        6183.46,
        6189.42
    ],
    [
        " list you're not invited it's not that it's just we're having a party whatever okay and starts at",
        6189.42,
        6194.86
    ],
    [
        " i don't know wasting time how long is this gonna take speaking or it starts at five okay say",
        6194.86,
        6200.86
    ],
    [
        " all right five p.m. okay and goes all night i don't know whatever and you're like all right and",
        6200.86,
        6207.54
    ],
    [
        " you get there it's 6 30 other people are there but you get there it's 6 30 is that what you see",
        6207.54,
        6214.34
    ],
    [
        " people saying is that bad as far as being late if i send you an invitation to my Halloween party",
        6214.34,
        6218.44
    ],
    [
        " and i say the party starts at five and goes till midnight i don't care when you show up if i say",
        6218.44,
        6225.1
    ],
    [
        " echo be there by seven and you show up at seven thirty is there a difference between those two",
        6225.1,
        6233.12
    ],
    [
        " i think so yes yeah but yeah so my question is more about that first scenario whatever like if",
        6233.12,
        6238.48
    ],
    [
        " it's like hey it's the party starts at five yes i'm gonna say the party starts with or without you",
        6238.48,
        6242.8
    ],
    [
        " yes yes yes yes yes yes no one is not waiting for you to get there but the",
        6242.8,
        6248.18
    ],
    [
        " the contrary the podcast starts when you're here so when you're not here the podcast doesn't start",
        6248.18,
        6256.14
    ],
    [
        " you're the ones with the sd memory cards that go in the little machines over there",
        6256.14,
        6260.78
    ],
    [
        " so when you're not here at three o'clock the party's not starting we're waiting understand",
        6261.06,
        6268.08
    ],
    [
        " you're we're talking like it's for real i was here at two fifty eight what up you made it in",
        6268.08,
        6272.72
    ],
    [
        " well i was legit today as much as it has to let give you about Hawaiian time and being late",
        6272.72,
        6277.16
    ],
    [
        " you're not late very often no sir do you do you play with fire yes sir yeah i think and technically a lot",
        6277.16,
        6286.34
    ],
    [
        " of times there's a minute maybe maybe if you set you were one of those people if you set your watch",
        6286.34,
        6290.22
    ],
    [
        " like five minutes fast you'd probably be on time all the time yeah if i if i believe it or if i",
        6290.22,
        6294.86
    ],
    [
        " didn't know i said the what yeah i've done that before too well you know how i used to tell you",
        6294.86,
        6298.62
    ],
    [
        " like oh i come from a long line of late people per error remember we're",
        6298.62,
        6301.66
    ],
    [
        " breath my dad is so really cracked up because i said like you got your DNA you said you got your 23",
        6301.66,
        6308.84
    ],
    [
        " and me i said it came back late you got lost you this sir uh but and you know you kind of",
        6308.84,
        6318.66
    ],
    [
        " look into it or like why am i late or whatever so i would i would go to work late when i used to",
        6318.66,
        6324.08
    ],
    [
        " will work at the cloud i would be there late i was there late one minute two minutes five minutes",
        6324.08,
        6328.84
    ],
    [
        " sometimes probably more time than i was on time probably for real i'm not finding this hard to believe",
        6328.84,
        6334.02
    ],
    [
        " it doesn't seem like a stretch and the thing is technically you are right like i'm wasting people's",
        6334.02,
        6338.36
    ],
    [
        " time especially if i if people depend on me to get there at that time you know um i'm not getting paid",
        6338.36,
        6344.02
    ],
    [
        " you know it's the kind you got a clock in so you're not getting paid um if you're not there so",
        6344.02,
        6348.18
    ],
    [
        " it's not that it's like if people are depending on you to be there but is there like a briefing",
        6348.18,
        6352.04
    ],
    [
        " to start the night no i get it don't independent like clock in and you're there so i mean it would piss",
        6352.04,
        6357.12
    ],
    [
        " me off you know i do use an unreliable person yeah that i put no i put no value in as a human",
        6357.12,
        6363.78
    ],
    [
        " damn and i did it but so i analyzed like why am i like that",
        6365.76,
        6371.66
    ],
    [
        " because even if i'm like i need to be late less you know it just wouldn't change why am i like",
        6371.66,
        6376.52
    ],
    [
        " you should change the statement i need to be late less do i'm not going to be late yeah",
        6376.52,
        6381.28
    ],
    [
        " but draw a little bit of a harder line in the sand i understand and you're right my little",
        6381.28,
        6386.18
    ],
    [
        " brogina the thing is you're you're right but when i when i really be truthful it's because i don't",
        6386.18,
        6391.2
    ],
    [
        " care about what's going on there you know like why am i gonna prepare like take 30 minutes to prepare",
        6392.28,
        6398.52
    ],
    [
        " this and prepare that for something that i don't have to be there at that i have to be there",
        6398.52,
        6402.26
    ],
    [
        " at a certain time so of course i'm running the risk in fact if i would have my way i would never",
        6402.26,
        6406.8
    ],
    [
        " be late at all but i would never be early at all either for things i don't care about you know",
        6406.8,
        6411.58
    ],
    [
        " like like that i had one time in my life uh when i was going to college at and it was really hard",
        6411.58,
        6418.48
    ],
    [
        " to get parking and eventually i figured out a system but i had a seal buddy that we was going to",
        6418.48,
        6424.94
    ],
    [
        " college too and we would study together and we are but we were both on time all the time for everything",
        6424.94,
        6429.28
    ],
    [
        " and eventually we made a deal where we gave ourselves like a waiver to be five minutes or eight",
        6429.28,
        6436.84
    ],
    [
        " minutes late because if you were going to be there at two o'clock in order to be there at two o'clock",
        6436.84,
        6442.08
    ],
    [
        " you had to show up at one and driver and so we were just like you know what hey if you're five",
        6442.08,
        6447.14
    ],
    [
        " minutes late ten minutes late doesn't matter like i don't care i don't want you being here an hour",
        6447.14,
        6450.96
    ],
    [
        " early so that you're not one minute late yeah so we made a little packed and just said hey bro i'll be",
        6450.96,
        6457.82
    ],
    [
        " there between one and one fifteen boom all good and i try and get there in one and maybe i get there",
        6457.82,
        6462.9
    ],
    [
        " at one o'clock maybe he get there at one twelve for whatever yeah eventually i figured out i would just",
        6462.9,
        6467.58
    ],
    [
        " put my bike in the back of the car and just park at the top of the hill and just bike no factory",
        6467.58,
        6471.98
    ],
    [
        " see now you figure out how to solve these problems so on the flip side and this is all in",
        6472.46,
        6477.56
    ],
    [
        " spirit of getting down to the whole late thing because i agree with you at the end of the day and if",
        6477.56,
        6482.1
    ],
    [
        " you think if you really be honest like i'm not late really you know anymore back in my day for",
        6482.1,
        6488.5
    ],
    [
        " all i was late yep what are you trying to think of when i was late no you were late a little bit",
        6488.5,
        6495.32
    ],
    [
        " in the beginning but then but then like it didn't i probably remember you being late three times total",
        6495.32,
        6499.94
    ],
    [
        " yeah and this is like not including a four minute grace period",
        6500.32,
        6503.92
    ],
    [
        " which sometimes i think you do just to just to you know what do you mean grace period you know",
        6503.92,
        6510.12
    ],
    [
        " like sometimes if you're supposed to be here at one you're here at one oh four yeah four minutes late",
        6510.12,
        6514.7
    ],
    [
        " it's possible yeah the late times i'll tell you hey i'm late because of this specific reason",
        6514.7,
        6519.06
    ],
    [
        " whatever but that's already but nonetheless like that is i agree with you where you're wasting other",
        6519.06,
        6524.52
    ],
    [
        " people's time people are waiting for you like that's it's it's kind of inexcusable in a way",
        6524.52,
        6528.58
    ],
    [
        " but if you show up 15 minutes early hmm aren't you wasting your own time a little bit",
        6531.02,
        6537.0
    ],
    [
        " no because what are you gonna do and you get there you're gonna prep",
        6537.0,
        6540.56
    ],
    [
        " yeah well that depends i guess it depends on who you are i guess sunsu told us 2500 years ago that",
        6540.56,
        6547.14
    ],
    [
        " the one that shows up the battlefield first wins yeah you know as far as battlefields go for sure",
        6547.14,
        6552.32
    ],
    [
        " but certain circumstances if you're there let's say okay yeah i'm gonna meet you for brunch you know",
        6555.4,
        6560.3
    ],
    [
        " what's in my bag right now i can press the next book i'm reading on the podcast when i show up here",
        6560.3,
        6566.52
    ],
    [
        " early if there's no one here cool i get to read i get to get ahead oh yeah okay so that's a good",
        6566.52,
        6571.3
    ],
    [
        " point okay yes question answered because yeah if you show up fit and you got to be thinking i guess",
        6571.3,
        6575.82
    ],
    [
        " at the end of the day so if you show up 15 minutes early you're not wasting your time because you",
        6575.82,
        6581.84
    ],
    [
        " can still choose what to do you're not forced to wait around for you're not waiting yeah you should",
        6581.84,
        6587.98
    ],
    [
        " be proactively making something happen yeah and you have that option i mean technically i guess if",
        6587.98,
        6592.36
    ],
    [
        " you're waiting for someone you have that option but like they're putting you in that position",
        6592.36,
        6596.14
    ],
    [
        " rather than you making the decision putting yourself in that position potentially i understand",
        6596.14,
        6600.82
    ],
    [
        " i understand back to the book chapter 16 so i was super fired up when i read this chapter",
        6600.82,
        6608.54
    ],
    [
        " title and then be honest with you i got a little less fired up i got into it but because the chapter",
        6610.26,
        6614.3
    ],
    [
        " is will you wait for it or will you go get it and all i owe damn this is the chapter i've been waiting",
        6614.3,
        6623.16
    ],
    [
        " for but what he's talking about is information i'm still fired up for gathering information and",
        6623.16,
        6630.62
    ],
    [
        " are you gonna wait for information to come to you or you're gonna go get it i'm still i'm still",
        6630.62,
        6634.26
    ],
    [
        " fired up about it but i'm not as fired up as i was it's just like which gonna make things happen",
        6634.26,
        6638.18
    ],
    [
        " but uh he goes in here there's more than one school of thought concerning how a commander can",
        6638.18,
        6644.88
    ],
    [
        " acquire reliable information one school contends that the commander should analyze reports that come",
        6644.88,
        6651.14
    ],
    [
        " to him from his subordinate units and staff the other advocates at the commander should go see",
        6651.14,
        6655.08
    ],
    [
        " him for himself yet another endorses a combination of these methods as a commander from company to",
        6655.08,
        6661.78
    ],
    [
        " army group and and as observer of others holding such positions in three wars that's got a few",
        6661.78,
        6669.18
    ],
    [
        " a little bit cooler right i have come to certain conclusions myself more over since my retirement",
        6669.18,
        6676.34
    ],
    [
        " from the army i have worked as a consultant to research organizations making studies of command",
        6676.34,
        6680.3
    ],
    [
        " control and communication problems for the army the result of this active and retired experience",
        6680.3,
        6684.86
    ],
    [
        " might be helpful to students and practitioners who should who would like to excel in the art and",
        6684.86,
        6689.86
    ],
    [
        " techniques of commandorship in general ship and then he goes here looking back it seems to me",
        6689.86,
        6695.82
    ],
    [
        " more than ever that my best information on both our own forces and the enemies was obtained",
        6695.82,
        6703.0
    ],
    [
        " by visiting or observing subordinate commanders there you go i guess he's saying go get it",
        6703.0,
        6709.92
    ],
    [
        " this is done either by jeep or fixed-wing airplane barbed from the artillery small radius",
        6709.92,
        6715.54
    ],
    [
        " he goes on he says this as a core commander in career with five divisions on the line",
        6716.36,
        6724.2
    ],
    [
        " i often left my headquarters by chopper by chopper after morning staff briefing and i visited",
        6724.2,
        6729.66
    ],
    [
        " the five division headquarters in turn from left to right the divisions knew when i was coming the",
        6729.66,
        6733.34
    ],
    [
        " division commanders were told that they need not wait for me and that i would talk to the chiefs",
        6733.34,
        6738.28
    ],
    [
        " of staff over a cup of coffee we discussed the latest situations then we discussed the problems",
        6738.28,
        6744.32
    ],
    [
        " which had been presented by them on a previous day then i noted what they wanted my core headquarters",
        6744.32,
        6750.66
    ],
    [
        " to do to help them so that's all good he's gathering information and then he says i told them the",
        6750.66,
        6756.68
    ],
    [
        " situation of the eighth army and of the i-core as i knew it so not only is he out there receiving",
        6756.68,
        6763.78
    ],
    [
        " information he is telling them what is going on so and he ends up saying that he that he did that",
        6763.78,
        6771.96
    ],
    [
        " and it's funny i was i was i was reading this and he says uh generally the next day repeated this as a",
        6772.3,
        6778.02
    ],
    [
        " result i was not only the core commander but the core commander liais on officer and to a large",
        6778.02,
        6783.0
    ],
    [
        " extent the core communicator with the lower units and i put in parentheses when i was reading this",
        6783.0,
        6787.82
    ],
    [
        " it was a static war because at this point in korea you know it was it was almost trench warfare like",
        6787.82,
        6794.28
    ],
    [
        " they weren't moving and then what's interesting fast forward will it be says this was an",
        6794.28,
        6798.52
    ],
    [
        " aesthetic situation but such command techniques are not unusable in mobile warfare so",
        6798.74,
        6802.8
    ],
    [
        " get out there get that information um",
        6802.8,
        6807.58
    ],
    [
        " he's got this section here history is full of instances where the commander being at the critical",
        6807.58,
        6815.44
    ],
    [
        " point at the critical time turn the tide of battle to victory or conversely the commander not being",
        6815.44,
        6820.9
    ],
    [
        " on scene his force was defeated few such examples have been related so dramatically as in the poem",
        6820.9,
        6827.72
    ],
    [
        " Sheridan's ride by Thomas Buchanan read so we're talking civil war we're talking general",
        6827.78,
        6834.1
    ],
    [
        " philip Sheridan union general who was five foot five we were talking about height a little bit",
        6834.1,
        6841.96
    ],
    [
        " earlier well he was known as little phil also known as fighting phil and the battle cedar creek",
        6841.96,
        6848.28
    ],
    [
        " october 19th 1864 is when this went down one will recall that early in the morning Sheraton was at",
        6848.28,
        6855.06
    ],
    [
        " Winchester virginia 20 miles away from his command when news of a new battle arrived he mounted his",
        6855.74,
        6862.16
    ],
    [
        " horse and took off at full speed for the field of combat reads stirring verse tracers Sheridan's",
        6862.16,
        6868.56
    ],
    [
        " progress through five stanzas stanzas giving equal credit to both him and his horse the six stanzas",
        6868.56,
        6874.36
    ],
    [
        " shows what happens when the commander arrives at the critical point of battle and at a critical time",
        6874.36,
        6879.9
    ],
    [
        " quote the first the general saw were the groups of stragglers and then the retreating troops",
        6880.16,
        6887.86
    ],
    [
        " what was done what to do a glance told him both then striking his spurs with a terrible oath",
        6887.86,
        6896.24
    ],
    [
        " he dashed down the line mid a storm of hazas which i had to look up that's an old form of",
        6896.24,
        6903.44
    ],
    [
        " hooray so that the people started and the wave of retreat checked its course there because",
        6903.82,
        6912.26
    ],
    [
        " the site of the master compelled it to pause so there you go the commander shows up in the battlefield",
        6912.26,
        6919.3
    ],
    [
        " and he turns this retreat into an advance and they ended up kind of smashing the confederates in",
        6919.3,
        6925.0
    ],
    [
        " that battle it's it is inconceivable that the same result could have been attained on an automated",
        6925.0,
        6931.44
    ],
    [
        " battlefield nor could Sheridan have been brought could have nor could Sheridan have brought order",
        6934.5,
        6940.54
    ],
    [
        " out of chaos while seated before a display panel 20 miles away you need to get there need to get",
        6940.54,
        6947.44
    ],
    [
        " there and then he talks about why commanders should be forward he talks about the the like computer",
        6947.44,
        6959.72
    ],
    [
        " stuff and and again he's right and this this originally came out I think in 1963 and then this",
        6959.72,
        6964.66
    ],
    [
        " version was 1973 so he's talking about computers so god only knows what that consisted of a 1973",
        6964.66,
        6973.88
    ],
    [
        " of like a mobile command computer we need to get a we I need to do some research on that one",
        6973.88,
        6980.3
    ],
    [
        " and he says these are fine until disorderly and confusing conditions that occur so often in",
        6980.3,
        6986.7
    ],
    [
        " battle materialize they do not realize the roles of judgment so he's talking about all these",
        6987.2,
        6991.22
    ],
    [
        " computations and these things that they set up and he said once those are those are cool when",
        6991.22,
        6996.24
    ],
    [
        " everything's cool but then once the mayhem happens they do not realize the roles of the judgment and",
        6996.24,
        7001.7
    ],
    [
        " experience factors which must be used in handling tactical battle reports inevitably these lead to",
        7001.7,
        7007.26
    ],
    [
        " a working principle such as and so here here's here's what the commanders are using to judge their",
        7007.26,
        7013.38
    ],
    [
        " information when they're using computer based data discount by 50% all very favorable or unfavorable",
        7013.38,
        7021.28
    ],
    [
        " operational reports which come into your headquarters from your subordinate units and then question",
        7021.28,
        7026.26
    ],
    [
        " the remainder so it's basically like this just junk it's just junk and then he talks about the",
        7026.26,
        7035.06
    ],
    [
        " helicopter and using that to stay forward which is effective as well he's got this holds this whole",
        7035.06,
        7042.36
    ],
    [
        " chapter ADP in war will it work automatic data processing so we're not going to cover much of this",
        7044.24,
        7053.36
    ],
    [
        " and he sets up this sort of hypothetical situation where he starts asking a bunch of questions about",
        7053.36,
        7058.44
    ],
    [
        " how well this AD how well it's going to work to use ADP during war and a lot of this",
        7058.44,
        7063.76
    ],
    [
        " you know he's talking he's literally talking about like are there going to be power sources",
        7063.76,
        7069.44
    ],
    [
        " available so it's really kind of nitty gritty stuff but then he says I wouldn't I would not be honest",
        7069.44,
        7074.86
    ],
    [
        " with you if I did not point out that commanders at all echelons are apprehensive of the tendency to",
        7074.86,
        7081.0
    ],
    [
        " use ADP to facilitate centralization of command and control I can foresee disastrous effects from",
        7081.0,
        7088.28
    ],
    [
        " indiscriminate from indiscriminate centralization or over centralization and loss of flexibility",
        7088.28,
        7095.42
    ],
    [
        " in modern fluid war why is that because now all of a sudden the leader can track everything that",
        7096.08,
        7102.26
    ],
    [
        " everyone's doing hey like Dave's in his aircraft and he's like wait a second go a little bit",
        7102.26,
        7105.56
    ],
    [
        " further to the right go a little bit further to the left we know exactly where you are wait don't",
        7105.56,
        7108.84
    ],
    [
        " drop the bomb yet okay drop it now and we're trying to micromanage will ADP cause the commander to",
        7108.84,
        7116.8
    ],
    [
        " be more command post bound and thus reduces ability to be at critical points at critical times",
        7116.8,
        7122.52
    ],
    [
        " once you have tended up being a yes with its increased speed and capacity for information will",
        7122.88,
        7128.3
    ],
    [
        " ADP in the hands of staff officers or of higher headquarters tend to encourage them to put increased",
        7128.3,
        7136.78
    ],
    [
        " burden of reporting on lower echelons who are often busily engaged in the vital conduct of battle",
        7136.78,
        7142.72
    ],
    [
        " how crazy is that Dave it's nuts picturing what I saw you know from the talk in the in the command",
        7142.72,
        7149.14
    ],
    [
        " center you know picturing this being nineteen was 76 we said yes the answer that question is yes",
        7149.16,
        7155.08
    ],
    [
        " it will yeah so that's what happened the military all of a sudden we have the ability to get",
        7155.08,
        7159.38
    ],
    [
        " information so we're gonna require the information we're gonna want more of it and you're gonna",
        7159.38,
        7163.44
    ],
    [
        " demand at a time that is totally incompatible with when they should be giving the information they",
        7163.44,
        7168.64
    ],
    [
        " want to know what's going on yeah right well the reason I know what's going on is I'm in the middle",
        7168.64,
        7171.72
    ],
    [
        " of doing something right yeah I got a little situation I'm trying to handle yeah yeah so that's",
        7171.72,
        7177.56
    ],
    [
        " that's how he explains the whole ADP thing um chapter 18 making progress and improving a",
        7177.56,
        7188.36
    ],
    [
        " military organization it is the aim of anyone who's privileged to command a company battalion",
        7188.36,
        7192.3
    ],
    [
        " brigade or division to leave in it is to leave it in much better shape than he found it",
        7192.3,
        7196.48
    ],
    [
        " and to be sure his superiors recognized that fact and he goes through this little pluses method",
        7196.48,
        7203.58
    ],
    [
        " method which he's gone through before when the earlier podcast which you're gonna make little",
        7203.6,
        7207.44
    ],
    [
        " little incremental changes to get better he goes over this section about protecting your image as a",
        7207.44,
        7214.28
    ],
    [
        " commander a word about headlines both commanders who have sought headlines to establish their",
        7214.28,
        7218.88
    ],
    [
        " image and I'm using those uh those are he's putting those in quotes in the minds of their men and",
        7218.88,
        7225.16
    ],
    [
        " their superiors have sooner or later have been plagued by unfavorable headlines produce a superior",
        7225.16,
        7231.44
    ],
    [
        " well-rounded and solid unit and your image as a commander will be secure as will your military future",
        7231.44,
        7237.94
    ],
    [
        " and then this is the this is the last thing that we are going to cover I think oh no it's not not yet",
        7237.94,
        7248.64
    ],
    [
        " not quite the end of that yeah just all right so chapter 19 techniques of troop orientation and",
        7248.64,
        7256.68
    ],
    [
        " informed education one of the most important duties of a commander is to keep his troops informed",
        7256.68,
        7261.28
    ],
    [
        " and oriented this is done in many different ways with varying degrees of effectiveness a technique",
        7261.28,
        7267.54
    ],
    [
        " I found very effective was to inform an orient by posters and personal visits so he's talking about",
        7267.54,
        7274.36
    ],
    [
        " posters literally posters that you hang on the wall and this is why when you were talking about",
        7274.36,
        7278.76
    ],
    [
        " simplicity earlier Dave this is this is kind of knocking out of the park and when I said earlier",
        7278.76,
        7283.92
    ],
    [
        " on this podcast when I was giving him a grade of a D minus for his simplicity of language and his",
        7283.92,
        7290.56
    ],
    [
        " opening he makes up for it here with these posters in 1956 I took command of the 7th US Army",
        7290.84,
        7298.44
    ],
    [
        " in Europe at a time when the relationship of the troops with their German neighbors was at a low",
        7298.44,
        7304.12
    ],
    [
        " ab due to a number of things I think this is also when I was working for him after studying the",
        7304.12,
        7309.98
    ],
    [
        " situation I concluded that the transition from an army of occupation to the status of a guest army",
        7309.98,
        7315.52
    ],
    [
        " in a host nation had not been accomplished so there's the wrong culture there's the wrong culture",
        7315.58,
        7321.88
    ],
    [
        " from from occupation status to like host to to a guest to a host nation this is in Germany so we",
        7321.88,
        7330.2
    ],
    [
        " went in there we're occupying for us these were our enemies and now all of a sudden we're saying all",
        7330.2,
        7333.74
    ],
    [
        " right that's not the deal anymore now they're the host nation and we're the guest so he's true",
        7333.74,
        7338.88
    ],
    [
        " can you imagine trying to shift that culture that's a tough culture shift I set out to bring about",
        7338.88,
        7343.84
    ],
    [
        " this transition not only for the soldiers but for the dependence and US civilian employees in Germany",
        7343.84,
        7348.64
    ],
    [
        " until he comes up with this poster that the poster is called soldier and the soldier the poster",
        7348.64,
        7357.04
    ],
    [
        " just has this picture of a soldier who looks badass and it says soldier this is why you're in Germany",
        7357.04,
        7364.72
    ],
    [
        " and it's got bullet points to play your part on the NATO team to help maintain peace by being",
        7364.72,
        7373.76
    ],
    [
        " constantly combat ready to be a good neighbor to our German neighbors to fight if necessary for",
        7373.76,
        7381.0
    ],
    [
        " the rights of free men in the world simplicity score Dave what do you give him that's a significant",
        7381.0,
        7390.32
    ],
    [
        " improvement over the as the most improved award big time most improved award so so very obvious",
        7390.32,
        7397.7
    ],
    [
        " so that's what he did he made this poster and and then he did these visits he did these visits where",
        7397.8,
        7406.02
    ],
    [
        " he would take the troops and and send them to check out what was happening at the Berlin Wall",
        7406.02,
        7413.38
    ],
    [
        " so it's another way to make people understand why and not only would he send the troops but he would",
        7413.38,
        7420.44
    ],
    [
        " if he could send the dependence there as well so they understood why you go see the Berlin Wall",
        7420.44,
        7425.56
    ],
    [
        " and then he made and this is the last thing we're going to cover again he's making this so simple",
        7425.62,
        7432.1
    ],
    [
        " and so clear so along with that campaign to get people to see the wall to understand what",
        7432.1,
        7437.42
    ],
    [
        " the purpose of being there was to understand why we were there he made this poster there's a",
        7437.42,
        7443.94
    ],
    [
        " couple pictures of the wall and it says why and it says have you ever wondered why must the",
        7443.94,
        7453.26
    ],
    [
        " communists build walls and fences to keep people from fleeing the land where they were born",
        7454.02,
        7460.2
    ],
    [
        " why must they charge their fences with electricity which can kill people who try to escape",
        7460.2,
        7467.66
    ],
    [
        " why armed guards along these walls and fences shoot and kill their own people who try to escape",
        7467.66,
        7476.16
    ],
    [
        " from their homes why despite these walls and fences and guns have over four million people left",
        7476.16,
        7485.7
    ],
    [
        " their homes property and friends and risk their lives to escape in the past 15 years",
        7485.7,
        7492.44
    ],
    [
        " why the communists surround themselves with walls and fences when history shows that this has often",
        7492.44,
        7501.28
    ],
    [
        " been the first step in the self-destruction of an empire and then he says why were these",
        7501.28,
        7511.34
    ],
    [
        " affectives these posters and operation looks see which was actually traveling to the Berlin Wall",
        7511.34,
        7515.96
    ],
    [
        " were effective because they used the most efficient techniques of informing and orienting the soldier",
        7515.96,
        7523.14
    ],
    [
        " and of having his commander tell him in basic and simple terms about situations which are",
        7523.14,
        7531.06
    ],
    [
        " close to him and affect or could affect him personally he gets it across as simply as possible",
        7531.06,
        7541.14
    ],
    [
        " so there you go that is the that wraps up our review of guidelines for the leader and commander",
        7541.14,
        7550.36
    ],
    [
        " I have initiated the publication through jockel publishing of this book we are reaching out to",
        7550.36,
        7556.7
    ],
    [
        " trying to figure out what what needs to happen there but it's underway bozac has it for action",
        7556.7,
        7562.46
    ],
    [
        " so we'll get it out we'll get it published I'm sure that we will continue to refer to it",
        7562.46,
        7568.94
    ],
    [
        " there's so many good lessons here even that last lesson that the that these posters were effective",
        7568.94,
        7576.88
    ],
    [
        " because they used the most simple terms to explain to the soldiers why they were doing what they were",
        7576.88,
        7585.34
    ],
    [
        " doing something I've been talking about for 20 years explaining people why they're doing what they're",
        7585.36,
        7589.74
    ],
    [
        " doing and that is such an off that's such a such a it's a response we use all the time at s on front",
        7589.74,
        7595.26
    ],
    [
        " all the time my people are doing this my people keep my people don't want to get on board that tell",
        7595.26,
        7601.5
    ],
    [
        " them why they're doing what they're doing explain it to them in terms that they can understand",
        7601.5,
        7606.22
    ],
    [
        " that's what he did that's what he's telling us to do telling us to be more effective telling us to",
        7610.04,
        7616.3
    ],
    [
        " be more efficient telling us to not waste time telling us to be in good physical condition",
        7616.3,
        7622.88
    ],
    [
        " and to strive always remember what he said you're never a hundred percent combat effective you never",
        7622.88,
        7633.04
    ],
    [
        " get there you always have to strive to be better so thank you general Clark for that",
        7633.04,
        7646.04
    ],
    [
        " echo Charles mr uh speaking of getting better um or at least always trying to get better striving to",
        7646.04,
        7652.38
    ],
    [
        " get better striving to yes do we have any recommendations on you know making that happen yes we do",
        7652.38,
        7659.9
    ],
    [
        " Dave we do I just saw Dave look at his watch yep look at his watch thinking all right I know I have",
        7660.72,
        7667.78
    ],
    [
        " work to do you know what you know it's you know it's funny you know what I know Dave has work to do I know",
        7667.78,
        7673.8
    ],
    [
        " I have uh I know there's one person I'm not saying they don't have work to do but they might",
        7673.8,
        7679.98
    ],
    [
        " have less work to do they might have a less of a stringent timeline to follow well you did say",
        7679.98,
        7689.88
    ],
    [
        " no okay all right okay okay so getting better all the work I have to do tell you part of the work",
        7691.72,
        7697.92
    ],
    [
        " I have to do is inform my people our people all right let's do it on how to get through or should I",
        7697.92,
        7705.2
    ],
    [
        " say move forward on this path we're all on boom we're working out we're taking jujitsu if we can",
        7705.2,
        7710.64
    ],
    [
        " we're reading we're we're surrounding ourselves with good people to sliding scale I understand",
        7710.64,
        7717.44
    ],
    [
        " nonetheless these are things we're trying to do on this path we need supplementation don't worry",
        7717.64,
        7723.64
    ],
    [
        " jaco is fuel it's called jaco fuel supplementation for your whole body all the way up to your brain",
        7723.64,
        7730.44
    ],
    [
        " the last time in your brain anyway what we got joint warfare we got your warfare I told you my wife",
        7730.44,
        7736.22
    ],
    [
        " has an injury not feeding or joint warfare it's not our feet all good that's what I'm talking about",
        7736.22,
        7747.42
    ],
    [
        " keep yourself in the game don't even have to worry about him anymore you take this stuff also we",
        7747.42,
        7752.08
    ],
    [
        " have discipline just for your brain ish it's not just for your brain is what I'm saying true for",
        7752.08,
        7760.52
    ],
    [
        " your body too so discipline discipline go and then discipline go in the cans all the same family",
        7760.52,
        7766.86
    ],
    [
        " we'll say that accurate way to put it accurate yeah it's true yeah a little note on discipline go",
        7766.86,
        7775.28
    ],
    [
        " in the cans so look are we at war yes I would say yes I mean from a business sense we're at war",
        7775.3,
        7787.5
    ],
    [
        " we've had we've been attacked we had an act let's just say this at a minimum we've had an active war",
        7787.5,
        7792.72
    ],
    [
        " against us a another very large energy drink company has spotted an insurgency happening they didn't",
        7792.72,
        7805.6
    ],
    [
        " like it they're trying to maneuver to shut down some of our manufacturing but guess who had",
        7805.6,
        7813.04
    ],
    [
        " contingency planning yes us but we're at war so right now hey we are in wawa in Florida we want to",
        7815.5,
        7823.72
    ],
    [
        " be all over the east coast in wawa and then we want to hit the rest of the stores across the",
        7823.72,
        7827.68
    ],
    [
        " country if you're in Florida go to wawa get some go try some go what flavors do you recommend Dave",
        7827.68,
        7837.4
    ],
    [
        " yeah Dave all of them let me ask you this are you how how many are you have you drink one",
        7837.92,
        7847.8
    ],
    [
        " flavor enough where you shift to do another flavor like I've done that with milk where I'll go on",
        7847.8,
        7852.06
    ],
    [
        " milk I'll go on mint milk for three weeks then all of a sudden I'm like well that strawberry but",
        7852.06,
        7857.22
    ],
    [
        " right now I'm on that pumpkin's I'm on that smashing pumpkin pumpkin spice yep that stuff is",
        7857.22,
        7863.06
    ],
    [
        " crazy good so have you have you gone you go do you rotate daily are you doing random out of the",
        7863.06,
        7869.08
    ],
    [
        " box what are you doing I try to go random out of the box or out of the fridge I try to go random",
        7869.08,
        7873.98
    ],
    [
        " out of the fridge I have not done that the last seven days because you're just straight dude I am",
        7873.98,
        7878.94
    ],
    [
        " straight after burn orange that's what I'm right now so my my older two daughters kind of speak",
        7878.94,
        7885.8
    ],
    [
        " their own language and one of the words that they've been using a lot lately is if something is",
        7885.8,
        7892.94
    ],
    [
        " very good then it's a fantasy and they say it in various funny ways but then they've shortened it",
        7892.94,
        7899.9
    ],
    [
        " to say fant oh that's a fant and so the other day my middle daughter took a drink of afterburner orange",
        7899.9,
        7910.18
    ],
    [
        " and she said oh that's a fant like a fanta",
        7910.18,
        7915.28
    ],
    [
        " yeah so there you go there's a little yeah like orange fanta right little play orange",
        7917.92,
        7922.44
    ],
    [
        " fanta I'm gonna have to agree with that one the orange after burner orange yeah that's the kind",
        7922.44,
        7928.64
    ],
    [
        " of the number one right now it's good factually I'm still just just jockele Palmer all day yeah",
        7928.64,
        7934.82
    ],
    [
        " and I'm sure I I've I will have probably for every four jockele Palmer I will have one orange",
        7934.82,
        7941.7
    ],
    [
        " or one sour apple sniper maybe a dac savage even though dac savage people like my wife's dac savage",
        7941.7,
        7948.3
    ],
    [
        " all day yeah I could see that sometimes I just want to get a little like the coat of my mind set",
        7948.3,
        7955.58
    ],
    [
        " sir just go get something the dac can just the dac can is legit yeah yeah yes sir but yes",
        7955.58,
        7962.38
    ],
    [
        " so yes discipline energy drink essentially I said it yeah I said what I said energy drink",
        7962.38,
        7971.76
    ],
    [
        " ish health and it's a health energy drink it's real energy is what it is it's real energy yeah so",
        7971.76,
        7978.76
    ],
    [
        " nonetheless yes these are the supplementation elements that we can call upon",
        7978.76,
        7984.6
    ],
    [
        " on this path also jockele you mentioned moke so you got all these different flavors of moke protein",
        7984.6,
        7991.34
    ],
    [
        " in the form of a dessert you just meant a smashing pumpkin I'm with it I'm with the smashing",
        7991.34,
        7995.38
    ],
    [
        " pumpkin oh yeah what about kid approved to oh yeah kids kids are all over that it was declared",
        7995.38,
        8002.46
    ],
    [
        " a full fantasy in my house full fantasy is that my daughter's declared a smashing pumpkin a full",
        8002.46,
        8009.26
    ],
    [
        " fantasy full fantasy okay I'm gonna kind of remember that see if it sticks well actually I don't",
        8009.26,
        8013.88
    ],
    [
        " know if I want to do that nonetheless it does sound cool when you say that your daughters say it",
        8013.88,
        8018.0
    ],
    [
        " mm but you can't start bringing no I can do that I won't start calling things like oh that move",
        8018.0,
        8024.92
    ],
    [
        " in UFC was a full fantasy yes thank you it's not really gonna flow no probably not so speaking",
        8024.92,
        8032.64
    ],
    [
        " of full fantasy like oh that was cool yeah it's pretty cool speaking of cool and full fantasy jockele",
        8032.64,
        8038.04
    ],
    [
        " IT is also out there another light refreshing element that we haven't spent that much time talking",
        8038.04,
        8044.14
    ],
    [
        " about but that's fine it's still out there it's still going strong of course um you can get that",
        8044.14,
        8049.48
    ],
    [
        " in the can as well right you can get all this stuff at origin main dot com you can get it at",
        8049.48,
        8054.3
    ],
    [
        " vitamin shop nationwide you can get it at wow off Florida this is what what is it right now it's",
        8054.3,
        8060.86
    ],
    [
        " November hopefully we'll get that holy coast take a minute now look when I posted that we're in",
        8060.86,
        8066.28
    ],
    [
        " a while while the other day everyone's all fired up and like okay what about seven eleven what about",
        8066.28,
        8069.94
    ],
    [
        " amp and what are local well that's what that's the goal mm-hmm like I said Florida's a little bit",
        8069.94,
        8074.52
    ],
    [
        " of a background state yeah sure so we hope yep you know when you you're hoping but people in Florida",
        8074.52,
        8081.76
    ],
    [
        " get after it yeah fully wait is jockele IT in Wawa or just the discipline yeah okay well there you go",
        8081.76,
        8088.52
    ],
    [
        " boom also at origin main dot com you can get this stuff also at origin main dot com you know",
        8088.52,
        8093.16
    ],
    [
        " other stuff you just do stuff geese rash guards some various you know whether it be workout clothes",
        8093.16,
        8098.9
    ],
    [
        " clothing shirts but on top of that American made denim jeans also did you get new deltas no",
        8098.9,
        8107.72
    ],
    [
        " not yet okay did you get new deltas yeah so the new deltas they're freaking legit and yeah they're",
        8107.72,
        8123.14
    ],
    [
        " put on your legs but now the the new deltas which if you're ordering deltas now they're the new",
        8123.14,
        8128.12
    ],
    [
        " deltas and they're freaking the best thing ever and they're what they're kind of like stretchy ish",
        8128.12,
        8134.18
    ],
    [
        " I mean they they do have they do have stretch to them that way when you throw that full fantasy",
        8134.18,
        8142.72
    ],
    [
        " roundhouse kick you're good yeah okay you're not ripping your pants yeah that's good for sure okay well",
        8142.72,
        8151.28
    ],
    [
        " there you have it full fantasy stuff yeah jeans boots all American made stuff these are big deal",
        8151.28,
        8157.38
    ],
    [
        " and and I think we all know that and we all know why also we have our own store yeah I said",
        8157.38,
        8165.44
    ],
    [
        " I said what I said all right it's still jockele store so that thing what you just said I said what",
        8165.44,
        8171.08
    ],
    [
        " I said yeah you know that's kind of a thing too right from I yeah I don't know okay well that's",
        8171.08,
        8179.94
    ],
    [
        " right I think it's very fun I said what I said there is this joke like you know the",
        8179.94,
        8187.92
    ],
    [
        " neither the memes online yeah there's this joke that it was like I forget even the joke but it",
        8187.92,
        8193.1
    ],
    [
        " was it was really funny and since since then I started I appreciate memes oh yeah I appreciate",
        8193.1,
        8199.4
    ],
    [
        " memes and I even appreciate people that have you know like a hat that says veteran of the meme wars",
        8199.4,
        8206.58
    ],
    [
        " and they have they've awarded they've been awarded whatever awards you get for the meme maybe",
        8206.58,
        8210.36
    ],
    [
        " they got a name with five five names spot man so yeah the memes are good yes I agree but somehow I",
        8210.36,
        8220.32
    ],
    [
        " don't the memes don't flow to me it's always my son that shows me memes yeah I don't know what the",
        8220.32,
        8227.04
    ],
    [
        " hell he subscribes to all the cram as you call it but he shows me some memes that are funny yeah",
        8227.04,
        8233.8
    ],
    [
        " they're really funny yeah whoever's making their smart people like you know how you can you know",
        8233.8,
        8238.38
    ],
    [
        " some jokes are like that's like not even it's like a cheap joke that's not funny and then some",
        8238.38,
        8244.32
    ],
    [
        " are like you got to be whoever thought of that made that joke up is like a smart funny person",
        8244.32,
        8249.28
    ],
    [
        " you know like there's some impressive stuff on there for real like I inadvertently",
        8249.28,
        8254.52
    ],
    [
        " well or inadvertently whatever subscribe to like a bunch of them it's really good it's really good",
        8254.52,
        8261.22
    ],
    [
        " and yeah full grown man fully memes all day but yes I said what I said it's our store okay",
        8261.22,
        8269.3
    ],
    [
        " still called jockel store so anyway yes jockel store this where you can represent with clothing",
        8269.3,
        8274.36
    ],
    [
        " t-shirts hoodies discipline equals freedom good all this stuff here's the thing I said this last",
        8274.36,
        8281.08
    ],
    [
        " week I'm saying again it's a big deal we have a t-shirt club okay so this is what the t-shirt club",
        8281.08,
        8288.04
    ],
    [
        " kind of is it's like okay look the t-shirt club is echo coming up with a lot of different t-shirts",
        8288.04,
        8294.46
    ],
    [
        " and me saying dude we can't make a million different t-shirts because how are we going to keep a",
        8294.46,
        8300.3
    ],
    [
        " million different t-shirts in stock and how many and all that stuff yeah and then you come up with",
        8300.3,
        8308.26
    ],
    [
        " a big creative idea yes that well you know I guess it's incredible it depends on you you you",
        8308.26,
        8315.34
    ],
    [
        " you had the end state in mind yeah right you figured out way to solve that problem well I think",
        8315.34,
        8320.56
    ],
    [
        " it's good because also on top of that which um yes that's true but on top of it it's like sometimes",
        8320.56,
        8327.52
    ],
    [
        " be like like even you'll be like hey put this on a t-shirt or I'll be like you know like suggesting",
        8327.52,
        8332.22
    ],
    [
        " like a t-shirt and it's a good it's fun it's a fun good idea or cool or cool because let's face it",
        8332.22,
        8338.38
    ],
    [
        " you come up with ideas for t-shirts that are fun and I come up with ideas for t-shirts that are cool",
        8338.38,
        8343.78
    ],
    [
        " oh yeah super cool extra cool okay are you just are you denying about that no no no all good",
        8343.78,
        8349.48
    ],
    [
        " it's true it's 100% true actually but we can't just start like you said just throwing these shirts",
        8349.48,
        8356.2
    ],
    [
        " on like or whatever but the idea of you know so these ideas for shirts they they they're doable",
        8356.2,
        8361.98
    ],
    [
        " also people the people always say can you make this t-shirt can you make that t-shirt that",
        8361.98,
        8366.3
    ],
    [
        " be a cool t-shirt yeah and there's some that I'm like that are shirts that we talk about and",
        8366.3,
        8370.56
    ],
    [
        " then someone you should do the shirt but like yeah we just talked about that kind of thing you",
        8370.56,
        8373.92
    ],
    [
        " know so it's like all these ideas hey we'll throw it in one month we'll have it you know you can",
        8373.92,
        8379.08
    ],
    [
        " have it and it just goes on and on it's good a little subscription situation anyway it's good",
        8379.08,
        8385.12
    ],
    [
        " t-shirt club we're fun okay so because you're kind of kind of just giving me a look when I said",
        8385.12,
        8393.18
    ],
    [
        " I come up with cool t-shirt ideas I'm gonna say one that will be available through the t-shirt",
        8393.18,
        8400.32
    ],
    [
        " what is it subscription yeah so here's one a podcast number 53 there's one part this is the",
        8401.2,
        8410.4
    ],
    [
        " chosen revel reservoir we're talking to about the book colder than hell and there's one point",
        8410.4,
        8416.14
    ],
    [
        " where the Marines are fighting for their lives and they're assaulting down a hill and there's a",
        8416.14,
        8424.7
    ],
    [
        " guy the guy that's writing the book is writing what he's seeing and he sees these guys getting",
        8424.7,
        8428.98
    ],
    [
        " up and charging and one of the Marines is not holding a gun he's holding a freaking ax and he's",
        8428.98,
        8435.32
    ],
    [
        " charging at the Chinese Communist and assaults their position and so that's what I want to put it",
        8435.32,
        8444.68
    ],
    [
        " on a t-shirt a silhouette somehow of a crazy picture where you can tell that there is a Marine",
        8444.68,
        8452.18
    ],
    [
        " with an axe running down assaulting a communist position and all it's gonna say is on that is like",
        8452.18,
        8459.52
    ],
    [
        " colder than hell podcast 53 that's it you know I want that t-shirt yeah I agree that is actually",
        8459.52,
        8467.7
    ],
    [
        " Dave impressively awesome that's a cool shirt",
        8467.7,
        8471.94
    ],
    [
        " well good shielded a group to agree so anyway yes so you know stuff like that anyway check it out",
        8471.94,
        8480.18
    ],
    [
        " if you want it's that's on jockelstore.com as well also subscribe to the podcast maybe",
        8480.18,
        8487.28
    ],
    [
        " haven't already you don't I mean I don't know don't subscribe subscribe right that's a thing",
        8487.28,
        8491.7
    ],
    [
        " it'd be cool if you subscribe yeah that way you're listening to it yeah we're making them yeah",
        8491.7,
        8496.58
    ],
    [
        " we're probably making them fast and you can listen to them which is interesting",
        8496.58,
        8500.04
    ],
    [
        " yeah yeah yes you are cuz you have we have talk about gas yep the unraveling podcast well that's",
        8500.04,
        8509.58
    ],
    [
        " that's on a different thread now by the way someone just moved it off to a different thread yeah",
        8509.58,
        8512.98
    ],
    [
        " they're like hey you you haven't unloaded unraveling whatever you know you said you did here's a",
        8512.98,
        8517.04
    ],
    [
        " thing it's a different thread so you got to look for it or whatever so it's called the unraveling",
        8517.04,
        8522.34
    ],
    [
        " it's actually called the jockel unraveling podcast so search for jockel unraveling and you'll find",
        8522.34,
        8528.38
    ],
    [
        " it's it's derrick Cooper and me talking about may I've been listening to them they're freaking legit",
        8528.38,
        8534.16
    ],
    [
        " you know it's it's awesome so check that one out we also have the grounded podcast which we",
        8534.2,
        8539.28
    ],
    [
        " haven't recorded one in months you know cuz we've been on quarantine so we haven't had oh wait",
        8539.28,
        8543.72
    ],
    [
        " we haven't recorded ground ground in podcasts so we'll knock on those and I know I owe warrior",
        8543.72,
        8550.22
    ],
    [
        " kid and I got warrior kid for coming out so we'll get some warrior kid ones done as well we got a",
        8550.22,
        8554.02
    ],
    [
        " YouTube channel if you want to see echoes videos that he's super proud of where he makes a bunch",
        8554.02,
        8560.26
    ],
    [
        " of stuff blow up and whatever or with airplanes wait you ever yeah it's good also the video version",
        8560.26,
        8568.04
    ],
    [
        " of this podcast by the way if you want to see what good deal Dave Birke looks like yeah nonetheless",
        8568.04,
        8574.8
    ],
    [
        " yes YouTube channel good you can subscribe to that yeah subscribe did that one is you say we're",
        8574.8,
        8579.22
    ],
    [
        " like official or whatever on there officially yeah we're oh yeah yeah they're like fair fight oh",
        8579.22,
        8584.26
    ],
    [
        " that yeah so yeah that's how you can tell that that's the real one so it's just jockel podcast",
        8584.26,
        8588.8
    ],
    [
        " yeah jockel podcast YouTube channel all good boom also psychological warfare debrief podcast",
        8588.9,
        8593.46
    ],
    [
        " did we say it oh yeah no we didn't okay yes debrief podcast jocke and Dave Birke",
        8593.46,
        8599.02
    ],
    [
        " jocke was reading my notes yeah I can see you know I see you write something I'm like oh wait a",
        8599.02,
        8602.86
    ],
    [
        " second we got another podcast but it comes out on this thread we haven't broken it out yet",
        8602.86,
        8607.6
    ],
    [
        " on to another thread I don't know if we will maybe maybe not we'll see what happens but anyways it's",
        8607.6,
        8612.1
    ],
    [
        " really it's us talking about what we do at ashelam front working with clients and it's just",
        8612.88,
        8619.32
    ],
    [
        " all it's like 100% leadership right it's a leadership injection in directly into your veins",
        8619.32,
        8624.28
    ],
    [
        " there's no there's no books to be read they're shorter they're like half an hour 45 minutes yeah",
        8624.28,
        8628.32
    ],
    [
        " would you call it like a case analysis kind of situation some of our case analysis some are",
        8628.32,
        8633.82
    ],
    [
        " just lessons learned yeah feel you know what it's like it's like some of those books that that I've",
        8633.82,
        8638.76
    ],
    [
        " covered actually have been covered them recently those direct reports from combat",
        8639.28,
        8643.2
    ],
    [
        " from world war two they're like this is an interview we want to get this information to the",
        8643.2,
        8648.56
    ],
    [
        " troops as quickly as possible that's what the debrief it's a freaking debrief it's Dave and I debriefing",
        8648.56,
        8653.38
    ],
    [
        " what we do on a daily basis to help companies and help leaders lead their companies so that's",
        8653.38,
        8661.1
    ],
    [
        " the debrief podcast is yeah also psychological warfare it's an album with tracks jocke getting",
        8661.1,
        8666.7
    ],
    [
        " helping you pass your moments a week in straight up in whatever capacity that you might run into",
        8666.92,
        8671.54
    ],
    [
        " moments a week this flip side canvas decoder Myers company making cool stuff to hang on your walls",
        8671.54,
        8677.06
    ],
    [
        " that will keep you on the path written a bunch of books and got a bunch of books we got a book called",
        8677.06,
        8682.72
    ],
    [
        " about face I wrote the forward for that it's by hack worth this whole series of whatever we just did",
        8682.72,
        8688.56
    ],
    [
        " six podcasts about guidelines for the leader and commander I found that through about face which is",
        8688.56,
        8693.48
    ],
    [
        " my favorite book which I wrote the forward to took you and check that out leadership strategy and",
        8693.48,
        8696.78
    ],
    [
        " tactics field manual we got the code the evaluation the protocols we got the new edition of the",
        8696.78,
        8704.98
    ],
    [
        " discipline equals freedom field manual this is the Christmas New Year's gift book this is what",
        8704.98,
        8710.5
    ],
    [
        " your people want wrong am I right you're correct I'm correct a bunch of new material in there it's",
        8710.5,
        8716.28
    ],
    [
        " like something like 40 new pages in there and if someone you know wants to get on the path back",
        8716.28,
        8722.68
    ],
    [
        " on the path needs to get on the path if you want to stay on the path get them that new version of",
        8722.68,
        8729.64
    ],
    [
        " the discipline equals freedom field manual got way of the warrior kid for field manual coming out how",
        8729.64,
        8735.56
    ],
    [
        " the kids like in a day my kids are so stoked on that section they really like all right on right on",
        8735.56,
        8744.02
    ],
    [
        " that's good there's let's just say there's layers in the book layers we'll say that there's layers",
        8744.02,
        8750.0
    ],
    [
        " with so way the warrior kid for field manual young mark me to kid like last day of school the kid",
        8750.0,
        8757.38
    ],
    [
        " wants to be a warrior kid but he's leaving he hasn't said anything because he's shy he comes up and",
        8757.38,
        8762.24
    ],
    [
        " says oh Mark I really wanted to hang out with you and your friends and be a warrior kid like you",
        8762.24,
        8766.32
    ],
    [
        " but I'm leaving I'm moving and so Mark goes home last day of school now Uncle Jake's there and he says",
        8766.32,
        8773.52
    ],
    [
        " oh you know I met this kid he wanted to be a warrior kid but I can't help him and Uncle Jake of",
        8773.52,
        8777.4
    ],
    [
        " course says yes you can you got to write him a field manual what's that it's instructions on how",
        8777.4,
        8782.9
    ],
    [
        " to be a warrior kid so that's what the book is way the warrior kid for field manual don't forget about",
        8782.9,
        8787.7
    ],
    [
        " where your kid way the where you could one two and three don't forget about Mikey and the dragons",
        8787.7,
        8790.98
    ],
    [
        " and of course don't forget about extreme ownership and the dichotomy of leadership don't forget that I",
        8790.98,
        8796.22
    ],
    [
        " have a consulting company leadership consultancy we solve problems through leadership whatever problems",
        8796.22,
        8803.08
    ],
    [
        " you have in your organization it's a leadership problem and what we do is we solve those problems",
        8803.08,
        8808.36
    ],
    [
        " through leadership go to ash non front dot com for details go to ef online if you want to ask me a",
        8808.36,
        8813.0
    ],
    [
        " question if you want to ask Dave a question live we will be sitting there answering your questions",
        8813.0,
        8818.12
    ],
    [
        " if you want to go deeper on the materials that we talk about we have video courses on there",
        8818.12,
        8824.64
    ],
    [
        " so check out ef online dot com we only have one muster in 2020 it's in Dallas, Texas,",
        8824.7,
        8832.78
    ],
    [
        " December 3rd and 4th go to extremeteria dot com for details",
        8833.16,
        8835.84
    ],
    [
        " this is our leadership conference where we get granular where we interact",
        8835.84,
        8845.92
    ],
    [
        " where we explain these principles so you can take them and make your business and your life better",
        8845.92,
        8852.34
    ],
    [
        " we have ef overwatch dot com if you need executive leadership inside your company you need",
        8853.06,
        8859.76
    ],
    [
        " middle management inside your company you want people that understand the principles that we",
        8859.76,
        8863.46
    ],
    [
        " talk about here go to ef overwatch dot com and if you want to help service members if you want to",
        8863.46,
        8869.14
    ],
    [
        " help active duty people you want to help retired people you want to help their families you want to",
        8869.14,
        8872.22
    ],
    [
        " help gold star families around the world then check out markley's moms charity organization mom",
        8872.22,
        8877.92
    ],
    [
        " Alicia has an organization called america's mighty warriors dot org you can check that out if you",
        8877.92,
        8883.44
    ],
    [
        " want to donate or if you want to get involved and if you let's say you want more pain you just want",
        8883.44,
        8891.02
    ],
    [
        " more pain we can deliver you can get more of my distressing diatribe you can get more of echoes",
        8891.02,
        8897.72
    ],
    [
        " misplaced monologues and obviously you can get some more of Dave's concentrated confabulations",
        8897.72,
        8906.58
    ],
    [
        " you can find us on the inner webs on twitter on instagram which echo will only refer to as",
        8909.02,
        8916.8
    ],
    [
        " the gram and on that face",
        8916.8,
        8919.64
    ],
    [
        " Dave is at david arburek echo is at echo Charles and i am at jacquim like and thanks to general",
        8919.64,
        8926.7
    ],
    [
        " Bruce Clark and colonel david hackworth for passing these lessons on to us and for your service",
        8926.7,
        8933.06
    ],
    [
        " this great nation tend to everyone out there in uniform thank you for standing the watch and",
        8933.06,
        8939.7
    ],
    [
        " for keeping us safe and also to police and law enforcement and firefighters and paramedics and",
        8939.7,
        8944.56
    ],
    [
        " EMTs and dispatchers and correctional officers and border patrol and secret service",
        8944.56,
        8948.78
    ],
    [
        " thanks to all of you for standing the watch here at home and everyone else out there",
        8948.78,
        8956.06
    ],
    [
        " remember this one thing from general Bruce C Clark",
        8958.24,
        8963.74
    ],
    [
        " an hour lost today is an hour lost forever",
        8963.74,
        8971.8
    ],
    [
        " don't waste time it is running out and with that until next time this is Dave and echo and jaco",
        8971.8,
        8984.16
    ],
    [
        " out",
        8984.16,
        8985.68
    ]
]