[
    [
        " In the teams what were the biggest reputation builders or killers and for those of you don't know in the teams",
        0.0,
        9.72
    ],
    [
        " And I guess it's the same anywhere, but it definitely is true in the teams man your reputation is",
        9.72,
        15.46
    ],
    [
        " Is everything it's everything and people know who you are they know if you do something stupid and like a really stupid in the teams",
        15.46,
        23.9
    ],
    [
        " That's everybody knows everyone knows it forever. Yeah, yeah like if you have an accidental",
        23.9,
        29.92
    ],
    [
        " discharge",
        31.34,
        31.78
    ],
    [
        " With meaning meaning if you shoot your gun when you weren't supposed to and there may be some scenarios where",
        31.78,
        37.4
    ],
    [
        " There's a little bit of leeway on that",
        37.4,
        39.84
    ],
    [
        " But if you just do it in a dumb situation everybody's gonna know about it forever",
        39.84,
        43.96
    ],
    [
        " Yeah, it's just like you might as well just get a tattoo on your forum that says hey, I had an ad on this day",
        43.96,
        47.98
    ],
    [
        " Yeah, yeah, if you do something stupid, you know something that get you in trouble like just dumb",
        47.98,
        55.32
    ],
    [
        " Yeah, you're probably gonna just everyone's gonna know about it. They're always gonna think about it",
        56.0,
        59.88
    ],
    [
        " If you get if you get fired from a position and you happen to not get kicked out of the teams",
        59.88,
        66.08
    ],
    [
        " Everybody knows it will just get out. Yeah, yeah, it's it's a tough community when it comes to reputation",
        66.08,
        73.82
    ],
    [
        " It's a real it's really it's wicked brutal like yeah, you know every it's like a small town",
        73.82,
        81.1
    ],
    [
        " Yeah, everybody knows everything even though you're on other coast. Yeah, I mean",
        81.1,
        85.24
    ],
    [
        " I've done a lot of stupid shit in my career and I was jerk off and dumb dumb stuff and then an idiot and everybody knows all that",
        85.42,
        93.24
    ],
    [
        " Yeah, you know, yeah, you know most of the stuff that you did",
        93.24,
        96.48
    ],
    [
        " fortunately is kind of",
        96.48,
        99.96
    ],
    [
        " It's like on the okay side. Yeah, I don't know",
        99.96,
        104.88
    ],
    [
        " I don't know I don't explain this but like oh, oh, yeah, Tony got drunk got to fight at this thing. Yeah, oh yeah",
        104.88,
        109.48
    ],
    [
        " It's almost you know made a big spectacle at the big to-do with uniforms and stuff",
        109.48,
        114.58
    ],
    [
        " Wouldn't then have like to do with like the things that you kind of can't do or you can't get away with or to affect your",
        115.38,
        120.38
    ],
    [
        " Reputation in bad way wouldn't have more to do with how good of a team",
        120.38,
        124.36
    ],
    [
        " Right, you know, it has to do with is it something that had that helped or is it something that is operational or not?",
        124.36,
        133.36
    ],
    [
        " Yeah, something that's operational",
        133.54,
        135.3
    ],
    [
        " Everybody knows like if you I mean even like you'll hear about a guy that gets lost in buds",
        135.3,
        141.92
    ],
    [
        " in and you or like gets lost going through the initial training when he got to the team",
        143.34,
        148.04
    ],
    [
        " He gets on land on land navigation and gets lost and has to get rescued",
        148.04,
        152.22
    ],
    [
        " Like like I remember you know, I remember getting like three briefs",
        152.22,
        161.42
    ],
    [
        " About some guy that I was getting in a platoon about where this guy got lost how stupid it was",
        161.42,
        166.18
    ],
    [
        " There was a highway he could have walked the highway you could hear the cars",
        166.18,
        169.18
    ],
    [
        " Everyone just made a spectacle out of this kid and I mean the kid got out because eventually he got me",
        169.18,
        173.68
    ],
    [
        " I just can't this is horrible. I'm gonna just think that can't and so yeah, so this question is actually",
        173.68,
        179.42
    ],
    [
        " Is actually a decent question because that definitely does play a big thing so for me and it's the basis for a lot of nicknames",
        179.42,
        187.86
    ],
    [
        " In the team true true true. Yeah, if you do something that's",
        187.86,
        192.08
    ],
    [
        " Excessively stupid or or just have bad luck",
        193.72,
        196.2
    ],
    [
        " Like one of my favorite ones is bush you know bush a cuss. Yeah, but he he like was parachuteing it when he first got to the teams",
        196.2,
        203.02
    ],
    [
        " Is a new guy and in his parachute he landed in in?",
        203.02,
        206.42
    ],
    [
        " What kind of bush was this is some kind of a bush with thorns and what yeah, parachute got all tangled up",
        206.82,
        212.3
    ],
    [
        " And he got who was stuck in there the guys that's name. He's great, too",
        212.3,
        216.72
    ],
    [
        " Awesome. Yeah, for sure bush there's the other things there's team guys where you don't even know what their real name was actually",
        217.02,
        223.84
    ],
    [
        " I was kind of like that nobody knew what my actual name was my was just jaco and that was just my civilian nickname",
        223.84,
        229.82
    ],
    [
        " But my parents gave me but the funniest was there was a guy and I'll just tell the story there was a guy and you know him",
        229.82,
        237.32
    ],
    [
        " Cuss I do but but anyways, his name was Al",
        237.32,
        242.24
    ],
    [
        " And I was always I was yeah, I know I knew it was Al and then he was a heavy weapons instructor",
        243.54,
        249.38
    ],
    [
        " So we called him big owl and then we called him big owl 50 cow. Yeah, I knew big owl 50 cow for like eight years right",
        249.38,
        256.94
    ],
    [
        " And one day I'm like, you know, we're talking and I were doing some we're going on a trip",
        256.94,
        262.36
    ],
    [
        " I knew his name so I was in a couple put to yeah, I didn't paperwork. Yeah",
        262.36,
        265.9
    ],
    [
        " So I like I finally get to work",
        265.9,
        268.42
    ],
    [
        " I find to get to paperwork and this guy was also a real quiet guy. I mean real professional real quiet. He's off didn't say much",
        268.6,
        274.18
    ],
    [
        " And one day I'm doing the paperwork and I go hey man",
        274.18,
        277.36
    ],
    [
        " I'm like looking at the list of people that's cool and I go hey man",
        277.36,
        279.26
    ],
    [
        " I thought you're going on this trip with us and he's like he's like yeah",
        279.26,
        281.84
    ],
    [
        " Yeah, I'm going and I go oh you're not on the manifest here and he goes no and he comes over he points out his name and his name is Keith",
        281.84,
        288.14
    ],
    [
        " Yeah, I go I go I go bro. I go well your name is Keith",
        288.14,
        293.16
    ],
    [
        " I go you want it that's a mistake you want me to get a change and he goes no, no, that's my name and I go",
        293.16,
        297.74
    ],
    [
        " I thought your name was out I go as out your middle name and he goes he goes no",
        298.42,
        302.7
    ],
    [
        " All is not my name at all and I go I go whoa",
        302.7,
        306.32
    ],
    [
        " What do you mean what why does every single person call you out and he goes well",
        306.32,
        311.22
    ],
    [
        " He goes well in my first platoon",
        311.22,
        313.92
    ],
    [
        " You know I was out doing something it was night and I was I guess I was looking around and moving my head a lot like an owl",
        313.92,
        321.62
    ],
    [
        " And so the guys started calling me owl and",
        321.62,
        325.64
    ],
    [
        " Then over the next platoon that changed from owl just murked into owl",
        325.78,
        329.8
    ],
    [
        " Ow and then ow and then his name was out and I literally would have told you this guy's name was out and and he never corrected",
        329.8,
        336.82
    ],
    [
        " He just you know, right whatever you call me ow. That's close enough",
        336.82,
        339.6
    ],
    [
        " So that'd be effort or somebody named him that I",
        339.6,
        343.66
    ],
    [
        " So that's big L50 cow",
        343.66,
        347.32
    ],
    [
        " But you know what his reputation was because the question about reputation his reputation was awesome because he was solid",
        347.32,
        355.36
    ],
    [
        " He was a he was a former rain one thing",
        355.64,
        358.18
    ],
    [
        " I was he no that was 295 okay 295 was in the core",
        358.18,
        364.12
    ],
    [
        " But but you know solid reputation so for me and I guess I mean it's it's what you do operationally is what build you",
        364.12,
        372.72
    ],
    [
        " Reputation and if you're a good shooter if you're not you know shoot shooting like an idiot",
        372.72,
        378.64
    ],
    [
        " Not but you know if you can patrol well if you have good field craft all those things the real things",
        379.6,
        385.48
    ],
    [
        " Right, that's what's kind of cool. That's what's kind of cool. That's one thing that's in the teams",
        385.48,
        389.32
    ],
    [
        " That's that's hard for them to erase is what your real reputation as a real",
        389.32,
        395.32
    ],
    [
        " Operator as an operator team guy. That's the thing that all these people that that kind of come and go in the teams and it's maybe it's not",
        395.32,
        403.92
    ],
    [
        " They're not real real team guys. You can't fake that you know and when guys get some guys get shot",
        404.14,
        412.16
    ],
    [
        " Bone up, you know wounded and something can't operate anymore",
        412.16,
        416.02
    ],
    [
        " It's not like we throw them to the walls. They want to stay in the teams. We keep them take care of some become",
        416.02,
        421.22
    ],
    [
        " Phenomenal instructors and don't and just go on and do great things. Yeah, I had the they were gonna keep there",
        421.22,
        427.32
    ],
    [
        " If Ryan Job would have wanted to stay they were gonna keep a cuss. Yeah, absolutely. Oh, you're blind cool",
        427.32,
        432.68
    ],
    [
        " Yeah, so I work great. You okay?",
        432.68,
        434.48
    ],
    [
        " Lead PT doesn't mean you can't listen to me when I say go do this",
        434.72,
        437.4
    ],
    [
        " And and then contrary to that obviously the killers are when you when you",
        437.4,
        445.78
    ],
    [
        " Screw up stuff operation the other thing is if you're an arrogant egotistical guy",
        445.78,
        451.14
    ],
    [
        " You'd be everyone's gonna hate you. Yeah, and you ain't gonna last long because if you're because there's some guys that are great",
        451.14,
        456.6
    ],
    [
        " Skillwise they're great operators, but they're horrible to work with their arrogant",
        456.6,
        461.98
    ],
    [
        " They don't listen to anybody. They're not humble and those guys will have a bad reputation to they got blind is on",
        461.98,
        467.72
    ],
    [
        " Yeah, they can't open the you know and you got to if you want to evolve at all",
        467.72,
        472.86
    ],
    [
        " Stay alive, you know, yeah",
        472.86,
        475.26
    ]
]