[
    [
        " In regards to podcast number 23 in the art of war, many of the rules seem very simplistic and black and white.",
        0.0,
        7.16
    ],
    [
        " Take this one for example.",
        7.44,
        8.78
    ],
    [
        " When the enemy occupies high ground, do not confront him.",
        9.44,
        11.76
    ],
    [
        " If he attacks, downhill, do not oppose him.",
        12.14,
        14.74
    ],
    [
        " Where does that leave us with battles like Normandy, where troops had to get up those cliffs?",
        15.44,
        21.26
    ],
    [
        " What about the IDF conquering? The golan? Golan Heights?",
        22.28,
        27.7
    ],
    [
        " The golan Heights in the 6th day war.",
        27.7,
        30.82
    ],
    [
        " There are many other examples I could give.",
        31.3,
        34.0
    ],
    [
        " It's obviously not ideal to do such things as fighting a well entrenched enemy uphill, but dealing with less than ideal situations is a part of war.",
        34.32,
        43.94
    ],
    [
        " We should all be so lucky as to only be able to choose battles that fit the art of war.",
        45.12,
        50.34
    ],
    [
        " But from my experience, it's often not an option in real life.",
        50.94,
        55.22
    ],
    [
        " And you have to somehow get it done anyway.",
        56.42,
        58.38
    ],
    [
        " So yeah, this is a pretty simple question with a pretty simple answer to.",
        58.98,
        62.84
    ],
    [
        " Don't forget that the laws, the art of war and the laws in the art of war, the rules, the simplistic back and white rules in the art of war are governed by other rules that say to break the rules themselves.",
        63.0,
        78.06
    ],
    [
        " So just to pull out a couple of quotes, I went and pulled these out.",
        80.4,
        83.42
    ],
    [
        " Sunsu says, he who can modify his tactics in relation to his opponent and thereby succeed in winning maybe called a heaven-born captain.",
        83.56,
        94.26
    ],
    [
        " So if you can adapt to the situation and adapt your tactics and modify your tactics, so attacking uphill is a modification of a tactic.",
        94.82,
        106.02
    ],
    [
        " Right? Yes.",
        106.02,
        106.86
    ],
    [
        " The next one I pulled out, Sunsu says, do not repeat tactics that have gained you one victory, but let your methods be regulated by the infinite variety of circumstances.",
        107.6,
        122.46
    ],
    [
        " That answers the question in its own right.",
        125.24,
        127.7
    ],
    [
        " Let your methods be regulated by the infinite variety of circumstances.",
        128.2,
        134.62
    ],
    [
        " And the last little quote I pulled up from Sunsu, according as circumstances are favorable, one should modify one's plans.",
        135.44,
        145.76
    ],
    [
        " So there's three rules from the art of war that tell you to change the rules of the art of war when you have to.",
        145.76,
        156.56
    ],
    [
        " So yeah, you're told to avoid these situations, but sometimes you have to.",
        157.22,
        163.12
    ],
    [
        " Now it's also important to remember that the philosophy of the art of war generally espouses an indirect methodology of combat where oftentimes you're trying to keep yourself safe and inflict damage when you can.",
        163.12,
        184.94
    ],
    [
        " That implies that maybe I have less physical strength or size than my opponent.",
        185.46,
        192.76
    ],
    [
        " So I've less soldiers or less equipment than my opponent.",
        193.0,
        195.9
    ],
    [
        " And from that perspective, let me ask is would it be smart to attack Normandy if you actually didn't have the numbers to carry out the attack?",
        196.32,
        207.42
    ],
    [
        " And you didn't have the overwhelming force that we had a mast on England to go in assault France?",
        207.66,
        214.4
    ],
    [
        " It wouldn't make sense. Then it would make sense to continue to obey the principles in the art of war, which is you know what we're not going to attack head on.",
        215.46,
        225.28
    ],
    [
        " We're going to figure out another way to do it.",
        225.8,
        227.48
    ],
    [
        " So like I said, these are rules, but these are rules like all rules that are meant to be broken when the time calls for it.",
        231.28,
        240.64
    ],
    [
        " So good question, but it's a the art of war answers that question in itself.",
        241.06,
        248.08
    ]
]