[
    [
        " This is jockel podcast number three seventy with echo Charles and me jockel willing good evening echo good",
        0.0,
        5.46
    ],
    [
        " So if you are listening and you didn't listen to the last podcast number three sixty nine go back and listen to it",
        5.46,
        12.0
    ],
    [
        " This is a continuation of that podcast",
        12.0,
        15.04
    ],
    [
        " We are talking about the games we are playing",
        15.04,
        20.24
    ],
    [
        " the",
        20.24,
        21.82
    ],
    [
        " subordinate games that make up various aspects of life and then ultimately the game of life itself",
        21.82,
        29.2
    ],
    [
        " and",
        33.26,
        33.74
    ],
    [
        " Just to say this and we kind of talked about this on the last one",
        33.74,
        37.48
    ],
    [
        " recognition of",
        37.48,
        40.3
    ],
    [
        " the game is",
        40.3,
        42.04
    ],
    [
        " a huge part of the battle just",
        42.04,
        44.52
    ],
    [
        " Recognizing that there's a game going on is a huge part of the battle. It's like",
        44.52,
        48.42
    ],
    [
        " when people are",
        48.42,
        50.96
    ],
    [
        " Alcoholics and sort of the the beginning of solving the problem is admitting oh, I'm an alcoholic. That's what they say or realizing",
        50.96,
        57.86
    ],
    [
        " That you've been hustled in in pool",
        59.48,
        61.66
    ],
    [
        " Right like like if you don't know that you're getting hustled. Yeah",
        61.66,
        65.84
    ],
    [
        " They're playing a game with you",
        65.84,
        68.08
    ],
    [
        " You you will you will literally stop getting hustled as soon as you recognize what's happened",
        68.08,
        72.26
    ],
    [
        " Three card the three card shuffle you ever seen that yeah",
        72.26,
        75.56
    ],
    [
        " You think you're gonna win that game. They're playing a game. They're playing a different game than you are",
        75.56,
        81.88
    ],
    [
        " You're trying to watch that card like you idiot",
        81.88,
        84.3
    ],
    [
        " Hey",
        86.26,
        86.66
    ],
    [
        " You realize someone's playing you in a relationship, right? That's a common term",
        86.66,
        91.6
    ],
    [
        " We don't talk about the game, but we talk about getting played getting played. Yeah",
        91.6,
        95.68
    ],
    [
        " Once you know you're getting played hopefully you go. Oh, okay",
        95.68,
        99.58
    ],
    [
        " Now I understand the game that's happening. I'm losing the game. I'm gonna get out of the game",
        99.58,
        103.24
    ],
    [
        " Yeah",
        103.24,
        103.66
    ],
    [
        " If you don't know there's a game going on you're just gonna lose the game",
        103.66,
        108.04
    ],
    [
        " So that's kind of the",
        108.04,
        111.24
    ],
    [
        " The prime primary piece of information from the last podcast was to make sure you know you are in a game",
        112.04,
        118.34
    ],
    [
        " I'm gonna go back to David Foster Wallace's commencement speech",
        118.34,
        125.84
    ],
    [
        " Which I talked a little bit about on the last podcast. Here's another excer",
        125.84,
        129.14
    ],
    [
        " He says this by way of example",
        129.14,
        133.3
    ],
    [
        " Let's say it's an average adult day and you get up in the morning go to your challenging white collar college graduate",
        133.3,
        140.9
    ],
    [
        " Job and you work hard for eight or ten hours and at the end of the day",
        141.34,
        144.62
    ],
    [
        " You're tired and somewhat stressed and all you want to do is go home and have a good supper and maybe unwind for now",
        144.62,
        150.24
    ],
    [
        " And then hit the sack early because of course you have to get up the next day and do it all again",
        150.24,
        154.7
    ],
    [
        " But then you remember there's no food at home",
        154.7,
        157.68
    ],
    [
        " You haven't had time to shop this week because of your challenging jobs",
        157.68,
        160.42
    ],
    [
        " So now after work you have to get in your car and drive to the supermarket",
        160.42,
        163.74
    ],
    [
        " It's the end of the work day and the traffic is apt to be very bad",
        163.74,
        168.46
    ],
    [
        " So getting to the store takes way longer than it should and when you finally get there the supermarket is very crowded because of course",
        169.6,
        175.3
    ],
    [
        " It's the time of day when all the other people with jobs also try and squeeze in some grocery shopping and the stores hitily hideously lit",
        175.3,
        182.18
    ],
    [
        " And also infused with soul killing music or corporate pop and it's pretty much the last place you want to be",
        182.18,
        189.26
    ],
    [
        " But you can't just get in and out quickly you have to wander all over the huge overlit stores",
        189.26,
        195.42
    ],
    [
        " Confusing aisles to find the stuff you want and you have to maneuver your junkie cart through all these other tired",
        196.08,
        202.06
    ],
    [
        " Hurried people with carts etc etc cutting stuff out because of the long ceremony here and eventually you get",
        202.06,
        209.3
    ],
    [
        " All your supper supplies except now it turns out that there aren't enough check out lanes open",
        209.3,
        214.2
    ],
    [
        " Even though it's the end of the day rush so the checkout line is incredibly long which is stupid and infuriating",
        214.2,
        220.84
    ],
    [
        " But you can't take your frustration out on the lady on the frantic lady working the register",
        221.7,
        226.32
    ],
    [
        " Who's overworked at a job whose daily tedium and meaninglessness",
        226.32,
        230.08
    ],
    [
        " Surpasses the imagination of any of us here at a prestigious college, but anyway",
        230.08,
        235.18
    ],
    [
        " You finally get to the checkout lines front and you pay for your food and you get told to have a nice day in a voice that is absolutely the voice of death",
        235.18,
        243.38
    ],
    [
        " Then you have to take your creepy foomsie plastic bags of groceries in your cart with the one crazy",
        243.38,
        250.74
    ],
    [
        " wheel that pulls mattingly Lee to the left all the way through the crowded bumpy",
        250.84,
        255.6
    ],
    [
        " Literary parking lot and then you have to drive all the way home through slow heavy SUV intensive rush hour traffic",
        255.6,
        263.18
    ],
    [
        " etc etc",
        263.18,
        264.3
    ],
    [
        " Everyone has done this of course, but it hasn't been part of your graduates actual life routine",
        264.3,
        269.64
    ],
    [
        " day after day week after week month after month year after year",
        269.64,
        274.9
    ],
    [
        " But it will be",
        274.9,
        277.52
    ],
    [
        " And many more dreary annoying seemingly meaningless routines besides but that is not the point the point",
        278.82,
        287.06
    ],
    [
        " Is that petty frustrating crap like this is exactly where the work of choosing is gonna come in",
        287.06,
        297.14
    ],
    [
        " Because the traffic jams and crowded aisles and long checkout lines give me time to think and if I don't make a conscious",
        297.14,
        305.08
    ],
    [
        " decision about how to think and what to pay attention to I'm gonna be pissed and miserable every time I have to shop",
        305.12,
        313.14
    ],
    [
        " Because my natural default setting is the certainty that situations like this are really all about me",
        313.14,
        320.78
    ],
    [
        " About my hungryness and my fatigue and my desire to just get home and it's going to seem for all the world like everybody else is just in my way",
        320.78,
        332.72
    ],
    [
        " And who are all these people in my way?",
        335.08,
        336.66
    ],
    [
        " And look at how repulsive most of them are and how stupid and cow-like and dead-eyed and non-human they seem in the checkout line or at",
        337.44,
        345.54
    ],
    [
        " How annoying and rude it is that people are talking loudly on cell phones in the middle of the line and look at how deeply and personally unfair this is",
        345.54,
        354.78
    ],
    [
        " Or of course if I'm in a more socially conscious liberal arts form of my default setting",
        354.78,
        362.52
    ],
    [
        " I can spend in the end of the day traffic being disgusted by all the huge stupid lane-blocking SUVs and hummers and v12 pickup trucks",
        362.52,
        371.78
    ],
    [
        " Burning their wasteful self is 40 gallon tanks of gas and I can dwell on the fact that the patriotic or religious bumper stickers",
        371.78,
        379.1
    ],
    [
        " Always seem to be on the biggest most disgustingly selfish vehicles driven by the ugliest",
        379.1,
        384.74
    ],
    [
        " This is the an example of how not to think",
        384.74,
        388.22
    ],
    [
        " Most",
        391.8,
        392.36
    ],
    [
        " Disgustingly selfish vehicles driven by the ugliest most inconsiderate aggressive drivers",
        392.36,
        396.64
    ],
    [
        " And I can think about how our children's children will despise us for wasting all the future's fuel and probably screwing up the climate and how spoiled and stupid and selfish and disgusting we all are and how modern consumer society just sucks",
        396.64,
        409.14
    ],
    [
        " And so forth and so on you get the idea",
        409.14,
        412.8
    ],
    [
        " If I choose to think this way in a store and on the freeway fine lots of us do accept",
        415.42,
        422.58
    ],
    [
        " Thinking this way tends to be so easy and automatic",
        422.58,
        427.36
    ],
    [
        " That it doesn't have a choice",
        427.36,
        429.68
    ],
    [
        " It is my natural default setting",
        429.68,
        433.24
    ],
    [
        " It's the automatic way that I experience boring frustrating crowded parts of adult life",
        433.24,
        439.02
    ],
    [
        " When I'm operating on all the automatic unconscious belief that I am the center of the world and that my immediate needs and feelings or what should determine the world's priorities",
        439.02,
        449.8
    ],
    [
        " The thing is of course",
        449.8,
        454.62
    ],
    [
        " There are two there are totally different ways to think about these kind of situations in this traffic",
        454.62,
        460.66
    ],
    [
        " All these vehicles stop and idling in my way. It's not impossible that some of these people in these SUVs have been in horrible auto auto accidents",
        460.66,
        468.82
    ],
    [
        " In the past and now find driving so terrifying that their therapist has all but ordered them to get huge heavy SUV",
        469.02,
        475.32
    ],
    [
        " So they can feel safe enough to drive or that the hummer that just cut me off is maybe being driven by a father whose little child is hurt or sick in the seat next to him",
        475.32,
        483.8
    ],
    [
        " And he's trying to get his kid to a hospital and he's in a bigger more legitimate hurry than I am",
        483.8,
        488.18
    ],
    [
        " It is actually I who am in his way",
        488.18,
        492.3
    ],
    [
        " Or I can choose to force myself to consider the likelihood that everyone else in the supermarket check out line is just as bored and frustrated as I am",
        494.02,
        502.58
    ],
    [
        " And that some of these people probably have harder, more tedious and more painful lives than I do",
        502.58,
        507.98
    ],
    [
        " Again, please don't think that I am giving you moral advice or that I'm saying you are supposed to think this way",
        507.98,
        515.6
    ],
    [
        " Or that anybody expects you to just automatically do it because it's hard. It takes will and effort",
        515.6,
        520.76
    ],
    [
        " And if you are like me some days you won't be able to do it or you just flat out won't want to",
        521.3,
        527.64
    ],
    [
        " But most days",
        527.64,
        531.76
    ],
    [
        " If you're aware enough to give yourself a choice you can choose to look differently at this fat dead-eyed overmaid-up lady who just screamed at her kid in the checkout line",
        531.76,
        543.04
    ],
    [
        " Maybe she's not",
        543.04,
        545.3
    ],
    [
        " Unusually like this. Maybe she's not usually like this",
        546.02,
        549.04
    ],
    [
        " Maybe she's been up three straight nights holding the hand of a husband who is dying of bone cancer",
        549.04,
        554.3
    ],
    [
        " Or maybe this very lady is the low wage clerk at the motor vehicle department who just yesterday helped your spouse resolve a horrific and",
        554.3,
        562.12
    ],
    [
        " Furious red tape problem through some small act of bureaucratic kindness",
        562.12,
        566.68
    ],
    [
        " Of course none of this is likely",
        566.68,
        570.4
    ],
    [
        " But it's also not impossible",
        570.4,
        572.76
    ],
    [
        " It just depends on what you want to consider",
        573.4,
        575.96
    ],
    [
        " If you're automatically sure that you know what reality is and you are operating on your default setting that you like me",
        575.96,
        585.88
    ],
    [
        " Probably won't consider",
        585.88,
        587.74
    ],
    [
        " Possibilities that aren't annoying and miserable",
        587.74,
        590.88
    ],
    [
        " But if you really learn how to pay attention",
        590.88,
        595.78
    ],
    [
        " Then you will know there are other options",
        595.78,
        598.98
    ],
    [
        " It will actually be within your power to experience a crowded hot slow",
        599.64,
        604.88
    ],
    [
        " consumer hell type situation as not only meaningful",
        604.88,
        609.02
    ],
    [
        " But sacred on fire with the same force that made the stars love fellowship the mystical oneness of all things deep down",
        609.02,
        619.08
    ],
    [
        " Not that that mystical stuff is necessarily true",
        619.08,
        623.4
    ],
    [
        " The only thing that's capital T true",
        623.4,
        627.72
    ],
    [
        " Is that you get to decide how you're going to try to see it",
        628.18,
        632.86
    ],
    [
        " so",
        632.86,
        638.0
    ],
    [
        " The the reason that I wanted to go back to this",
        638.0,
        643.96
    ],
    [
        " speech",
        643.96,
        645.36
    ],
    [
        " Is because it points out the fact",
        645.36,
        649.54
    ],
    [
        " That it's very easy. It's it's extremely easy",
        649.54,
        654.12
    ],
    [
        " To go through life on auto pilot",
        654.92,
        658.06
    ],
    [
        " Right to actually go through life",
        658.06,
        661.66
    ],
    [
        " Seeing things through miserable colored",
        661.66,
        664.46
    ],
    [
        " lenses right, you know you get the rose colored lenses",
        664.46,
        668.16
    ],
    [
        " It's really easy to go through life it with just seeing everything is miserable",
        668.16,
        671.9
    ],
    [
        " Just like it's that that's easy",
        671.9,
        674.4
    ],
    [
        " We actually get to choose the way we look at things sometimes we don't even realize that we have a choice",
        674.4,
        680.78
    ],
    [
        " We get numb down and we get numb down",
        680.78,
        683.5
    ],
    [
        " And I think that's why oftentimes",
        684.12,
        686.08
    ],
    [
        " people don't realize that they're in a game",
        686.08,
        688.98
    ],
    [
        " They don't see it",
        688.98,
        691.56
    ],
    [
        " so",
        691.56,
        692.7
    ],
    [
        " They end up just simply following along and just existing in the game without noticing that it's being played",
        692.7,
        698.86
    ],
    [
        " now",
        698.86,
        702.14
    ],
    [
        " There's a couple things to think about as we continue this discussion about the games and playing games and the game that we're in",
        702.14,
        709.94
    ],
    [
        " With games in any game",
        709.94,
        713.08
    ],
    [
        " All in most games",
        713.7,
        714.78
    ],
    [
        " There's chances there's there's a level of luck involved",
        714.78,
        719.46
    ],
    [
        " Good luck bad luck right? I mean it happens on a football field to get a bad bounce to get a good bounce",
        719.46,
        726.0
    ],
    [
        " That can be winner lose the game",
        726.0,
        727.92
    ],
    [
        " That in wrestling they literally toss a coin in wrestling",
        727.92,
        733.14
    ],
    [
        " Who can it top position who's gonna be bottom position if you're a great top player you could and your bad at bottom player",
        733.14,
        739.46
    ],
    [
        " You can literally win or lose the game on a taunt on a coin toss",
        739.96,
        742.96
    ],
    [
        " So",
        742.96,
        745.62
    ],
    [
        " There's there's a certain aspect a certain element of luck in any game",
        745.62,
        752.92
    ],
    [
        " And there's a certain aspect of luck",
        752.92,
        757.42
    ],
    [
        " In life right? Oh, it's really nice to be",
        757.42,
        762.56
    ],
    [
        " Born into a good family with with health and money and connections and stability. That's that's great, right?",
        763.38,
        771.92
    ],
    [
        " And there's there's a certain amount of skill",
        773.34,
        776.24
    ],
    [
        " That can you can be",
        776.24,
        778.6
    ],
    [
        " Lucky enough to have yeah, you want to be a basketball player. It's really nice when you're six nine",
        778.6,
        784.42
    ],
    [
        " Right or if you want to go into academics and you have a",
        784.42,
        788.94
    ],
    [
        " Photographic memory that's you're pretty lucky and not everyone gets that gift",
        789.8,
        794.6
    ],
    [
        " You're in the business world and you have a good knack for numbers. Those are those are nice things to have",
        794.6,
        800.04
    ],
    [
        " So there's luck and there's some skill that you are",
        800.04,
        805.62
    ],
    [
        " That you you might just have through that luck",
        805.62,
        810.04
    ],
    [
        " But",
        810.04,
        813.68
    ],
    [
        " And this is sort of lens to what we talked about in the last podcast",
        813.68,
        818.52
    ],
    [
        " It's your play",
        820.1,
        821.64
    ],
    [
        " That has the most impact in dictating success or failure",
        821.64,
        826.82
    ],
    [
        " It's you it's the way it's how you play the game that counts",
        826.82,
        834.26
    ],
    [
        " Now",
        834.26,
        838.04
    ],
    [
        " We need to think about this",
        838.04,
        840.48
    ],
    [
        " Because if you were six nine probably be a pretty good pretty good decision to get into basketball",
        840.48,
        847.84
    ],
    [
        " There's no guarantee, but you you at least",
        848.68,
        850.88
    ],
    [
        " You're kind of going to be on on the map a little bit. I mean in high school. You're going to be a dominant player",
        850.88,
        855.48
    ],
    [
        " You're six nine. You're going to be a dominant player",
        855.48,
        857.68
    ],
    [
        " so",
        857.68,
        859.5
    ],
    [
        " You got to kind of make a decision about what",
        859.5,
        863.9
    ],
    [
        " Game you're going to play",
        863.9,
        866.06
    ],
    [
        " And that that starts to",
        866.06,
        870.32
    ],
    [
        " Play a role and whether you're going to win or lose the game",
        870.32,
        874.12
    ],
    [
        " Because if you're six nine and you decide to become a gymnast",
        874.72,
        878.2
    ],
    [
        " You're going to have issues",
        878.2,
        881.84
    ],
    [
        " Right sure you're going to have issues",
        881.84,
        885.16
    ],
    [
        " If you're five two five three",
        885.16,
        888.5
    ],
    [
        " And you decide you're going to play basketball you're probably going to have some issues not can be done",
        888.5,
        893.84
    ],
    [
        " Right mugsie boggs five three. I think he's five three. I think he's five three. You know mugsie boggs is yeah",
        893.84,
        902.9
    ],
    [
        " Five three",
        905.82,
        904.74
    ],
    [
        " Playing the NBA",
        904.74,
        907.44
    ],
    [
        " And like playing in the NBA. It was sitting on the bench. Yeah, he's playing in the NBA",
        907.44,
        913.36
    ],
    [
        " You know, he didn't get you didn't get that gift but what matters is how he played hmm",
        913.36,
        920.4
    ],
    [
        " So",
        920.4,
        922.54
    ],
    [
        " We have to pay attention to that that you have a choice as to what game you're going to play",
        922.54,
        930.76
    ],
    [
        " What",
        933.4,
        933.92
    ],
    [
        " Games you're going to play you have a choice into how you're going to keep score you have a choice in",
        933.92,
        938.5
    ],
    [
        " What means winning and what means losing",
        938.5,
        941.68
    ],
    [
        " So",
        941.68,
        945.24
    ],
    [
        " When it comes to life",
        945.24,
        948.1
    ],
    [
        " What game are we playing what rules",
        948.1,
        950.84
    ],
    [
        " And how do we win",
        950.84,
        953.96
    ],
    [
        " We're talking about the broad the supreme game of life",
        953.96,
        958.34
    ],
    [
        " You could probably start with a maslow's hierarchy of needs right",
        958.84,
        964.26
    ],
    [
        " So this guy is he this guy maslow",
        964.26,
        968.14
    ],
    [
        " Abraham maslow born in Brooklyn",
        968.14,
        971.5
    ],
    [
        " 1908 died 1970s a psychologist and he made up this motivational hierarchy in psychology",
        971.5,
        979.2
    ],
    [
        " And this was his biggest contribution",
        979.2,
        982.62
    ],
    [
        " And so the the base of the pyramid the lowest thing but the most important thing that you have to get out of the gate is your physiological needs obviously air",
        984.28,
        993.36
    ],
    [
        " Water food shelter sleep clothing",
        993.36,
        996.6
    ],
    [
        " Reproduction like these are the base needs that you have",
        996.6,
        1001.28
    ],
    [
        " Those are your physiological needs",
        1001.28,
        1005.0
    ],
    [
        " Above that in his according to his hierarchy of safety",
        1005.0,
        1009.8
    ],
    [
        " So",
        1012.34,
        1012.84
    ],
    [
        " Personal security like how can you make sure that you're safe and they include in this like employment and resources and health and property all those things are sort of wrapped up in safety",
        1012.84,
        1022.46
    ],
    [
        " The next one up is love and belonging",
        1022.46,
        1025.38
    ],
    [
        " You know, I don't know like to say the L word on the on podcast, but love and belonging",
        1025.38,
        1029.82
    ],
    [
        " This is friendship. This is intimacy. This is family. This is a sense of connection. You got esteem is the next one",
        1029.82,
        1036.7
    ],
    [
        " Which is respect and status and recognition and strength and freedom and then you get self actualization",
        1037.92,
        1045.6
    ],
    [
        " Which is",
        1045.6,
        1048.48
    ],
    [
        " the desire",
        1048.48,
        1050.86
    ],
    [
        " For a human to maximize their potential",
        1050.86,
        1055.68
    ],
    [
        " So",
        1055.68,
        1058.66
    ],
    [
        " So",
        1059.88,
        1060.42
    ],
    [
        " Some of the characteristics of that are how you perceive reality that you can that someone that self actualized can perceive reality the way it is now",
        1060.42,
        1069.44
    ],
    [
        " We've talked about this before like",
        1069.44,
        1071.78
    ],
    [
        " Everyone's perception reality is different",
        1071.78,
        1074.38
    ],
    [
        " So we don't really how we judge in that one not really on a percent sure",
        1074.38,
        1078.52
    ],
    [
        " These people that self have self actualized actualized they can accept themselves for what they really are",
        1078.52,
        1086.86
    ],
    [
        " Which again",
        1089.62,
        1090.46
    ],
    [
        " That's an interesting one because if",
        1090.46,
        1093.92
    ],
    [
        " You are mugsy bugs and you're like well, you just have to deal with the fact that I'm five three and I'll never know actually he didn't accept it",
        1093.92,
        1102.94
    ],
    [
        " Um",
        1102.94,
        1103.98
    ],
    [
        " Accept other people for who they are they're not self-centered they're creative they resistant to conformity",
        1103.98,
        1110.18
    ],
    [
        " They appreciate basic life experience. So",
        1110.18,
        1113.4
    ],
    [
        " That's this that's this hierarchy of needs",
        1113.4,
        1117.7
    ],
    [
        " Right you got your physiological needs your safety",
        1118.66,
        1121.58
    ],
    [
        " I get it we got to start with that food water shelter sure",
        1121.58,
        1128.3
    ],
    [
        " We get that if you don't have that you're just not much else going on um safety sure we get that if you're",
        1128.3,
        1136.48
    ],
    [
        " Under constant fear fear the for the mouse trap with the cat",
        1136.48,
        1140.12
    ],
    [
        " That's not good you got to figure out now you go you get to this one belonging",
        1140.12,
        1144.38
    ],
    [
        " You know",
        1147.0,
        1147.6
    ],
    [
        " Not everyone has this deep desire to belong like I get it. It's a pretty common",
        1147.6,
        1152.7
    ],
    [
        " But some people prefer to be alone. I mean there's such a thing as a hermit",
        1152.7,
        1158.48
    ],
    [
        " Right yeah, and and I think different people would prioritize this differently",
        1158.48,
        1163.64
    ],
    [
        " I get that you could say for most people we want to have some social belonging",
        1163.64,
        1171.68
    ],
    [
        " But I think this varies a lot",
        1172.66,
        1174.7
    ],
    [
        " That being said, I think it's a strong I think it most people does a pretty strong thing",
        1174.7,
        1180.84
    ],
    [
        " You know, that's why we have",
        1180.84,
        1182.52
    ],
    [
        " Tribes that's why we have gangs that's why we have",
        1182.52,
        1185.86
    ],
    [
        " Freakin Democrats and Republicans",
        1185.86,
        1188.6
    ],
    [
        " That's why we have",
        1188.6,
        1191.06
    ],
    [
        " Uh sports teams that people wear the coming can you imagine how much it's billions of dollars that sports teams makes from the sales of merchandise",
        1191.06,
        1199.94
    ],
    [
        " So you can wear your",
        1199.94,
        1201.22
    ],
    [
        " Your gangs insignia on your jersey",
        1201.22,
        1204.66
    ],
    [
        " So that clearly indicates you don't spend that kind of money if you don't want some kind of sense boring",
        1204.66,
        1210.78
    ],
    [
        " so so this is",
        1210.78,
        1211.94
    ],
    [
        " I'm just saying not everyone feels this way",
        1211.94,
        1215.08
    ],
    [
        " But it's definitely one of those things that I can understand a steam now we get a healthy a healthy ideal",
        1215.08,
        1222.72
    ],
    [
        " Like you're talking about oh, I want to be a steam that I have good self-esteem now what point does this start turning into ego right",
        1222.72,
        1229.12
    ],
    [
        " My status that's what my concern is yeah, like why is that or recognition? I really want to be recognized",
        1230.4,
        1237.58
    ],
    [
        " That's really",
        1237.58,
        1238.16
    ],
    [
        " That's ego man",
        1238.16,
        1240.16
    ],
    [
        " And I'm not saying it's that it's there for sure",
        1240.16,
        1243.98
    ],
    [
        " If you can I would recommend you break break away from that ego ego ego anchor",
        1243.98,
        1250.86
    ],
    [
        " That's pulling you into status and pulling you into recognition",
        1250.86,
        1254.52
    ],
    [
        " And",
        1257.68,
        1258.12
    ],
    [
        " Then you get this idea of self-actualization",
        1258.12,
        1260.84
    ],
    [
        " Again to me this is like an ideal you got someone that's like focused on becoming who they are right",
        1260.84,
        1267.24
    ],
    [
        " Yeah, it might be into it might be too much. Yeah, it's too hard. Yeah",
        1267.24,
        1270.62
    ],
    [
        " Yeah, well yes",
        1270.62,
        1273.56
    ],
    [
        " And it kind of was the status ego esteem part that's where you begun your journey into two hard in the paint",
        1273.56,
        1281.66
    ],
    [
        " So the the",
        1282.6,
        1283.48
    ],
    [
        " Statisan ego recognition and stuff",
        1283.48,
        1286.34
    ],
    [
        " Then again, I don't know I could be wrong. I can't read maslow's mind. But this is what it seems like",
        1286.34,
        1292.5
    ],
    [
        " It's like an inner need now if you need this above and beyond normal stuff then it starts to mutate right like just like how you say like a health",
        1292.5,
        1301.84
    ],
    [
        " There's a healthy ideal of it. Yeah, versus an inflated ego where the inflated ego is like bad",
        1301.84,
        1307.06
    ],
    [
        " You start you know the dichotomy as one mindset",
        1307.06,
        1309.2
    ],
    [
        " So like the like",
        1309.58,
        1311.0
    ],
    [
        " We'll say recognition for example, right",
        1311.0,
        1314.08
    ],
    [
        " It's not to say that like",
        1314.08,
        1316.52
    ],
    [
        " someone's",
        1316.52,
        1317.76
    ],
    [
        " Pining and yearning very very hard for the recognition",
        1317.76,
        1320.86
    ],
    [
        " It's just that when you get recognition for something you did good",
        1320.86,
        1323.58
    ],
    [
        " It's gonna be hard to find somebody who just doesn't care and doesn't make them feel good right",
        1323.58,
        1328.28
    ],
    [
        " So there that isn't indicated. There is some need in there, you know",
        1328.28,
        1331.4
    ],
    [
        " Not to say they're gonna break their back or throw their mom under the bus for that recognition",
        1331.4,
        1336.56
    ],
    [
        " That's like mutated, you know, I was gonna say not saying that they wouldn't do that",
        1336.7,
        1340.52
    ],
    [
        " People have done that. Yes, sir. Yes, sir",
        1340.52,
        1342.68
    ],
    [
        " And I would imagine this kind of goes for everything where yeah, I can kind of go too far whatever",
        1342.68,
        1346.96
    ],
    [
        " But generally speaking we're talking about the",
        1346.96,
        1349.04
    ],
    [
        " normal",
        1349.04,
        1350.3
    ],
    [
        " Level of hey, I want to be I want to feel belonging. Mm-hmm. I want to feel esteemed",
        1350.3,
        1356.96
    ],
    [
        " You know, I want to feel recognized and appreciated now, you know all these things that we normal people and we like to feel",
        1356.96,
        1362.96
    ],
    [
        " So what I'm saying is you have to ask yourself if that's the game you're gonna play",
        1362.96,
        1368.26
    ],
    [
        " Mm-hmm",
        1368.26,
        1370.26
    ],
    [
        " That is that the game you're gonna play you want recognition. Okay, you want status. Okay",
        1370.26,
        1375.64
    ],
    [
        " So that's that you want this quote-unquote self-actualization",
        1375.64,
        1381.76
    ],
    [
        " What does that actually mean? I can mean a lot of different things to look there's people that are self-actualization is becoming of",
        1381.76,
        1388.56
    ],
    [
        " Buddhist monk in Thailand, right? Yeah",
        1388.56,
        1390.68
    ],
    [
        " Yeah, there's some people self-actualization is becoming, you know, the jujitsu champion",
        1391.24,
        1396.54
    ],
    [
        " Right there's some even going down the line. Yeah, yeah, so that that's a that's a real vague term. Yeah",
        1396.54,
        1404.06
    ],
    [
        " I'm sure some psychologists is gonna chime in from that",
        1404.06,
        1409.76
    ],
    [
        " cheap seats. It's very tough and if he does he's probably gonna say what I'm saying where it's like",
        1409.76,
        1414.54
    ],
    [
        " Oh",
        1414.54,
        1414.92
    ],
    [
        " Don't think of it in terms of like there you go",
        1414.92,
        1419.18
    ],
    [
        " Fixed dream terms think of it in normal terms, you know like you want food. Oh",
        1419.18,
        1426.38
    ],
    [
        " Well, just guys",
        1426.38,
        1427.38
    ],
    [
        " Centering his whole life over pursuing food. No, no, no, no, that's not what we're saying. We're just saying you know",
        1427.38,
        1432.12
    ],
    [
        " So it's an ideal each one of these if we view them as an ideal, there's somewhat more acceptable",
        1432.12,
        1435.96
    ],
    [
        " But they are",
        1435.96,
        1438.62
    ],
    [
        " games and we the last podcast we talked about these some of these specific games we talked about work",
        1438.62,
        1444.16
    ],
    [
        " We talked about health and fitness. We talked about relationships. We talked about life",
        1444.16,
        1447.36
    ],
    [
        " He's talking about legacy a little bit",
        1447.36,
        1450.62
    ],
    [
        " And those are sensible pursuits for most people",
        1450.62,
        1455.3
    ],
    [
        " after water shelter food and safety",
        1455.3,
        1457.54
    ],
    [
        " in my opinion",
        1457.54,
        1459.16
    ],
    [
        " work",
        1459.16,
        1460.5
    ],
    [
        " Like good job occupation health and fitness. Yes good relationships. Yes. Maybe the relationships that that both that's in belonging, right?",
        1460.5,
        1470.04
    ],
    [
        " Maybe the work goes into a steam of recognition and status",
        1470.68,
        1474.54
    ],
    [
        " So I'm just trying to line these up and understand what I think with what some a little bit more",
        1474.54,
        1480.8
    ],
    [
        " You know academic version of this is",
        1480.8,
        1483.8
    ],
    [
        " But when we talk about these when we talk about a steam when we talk about job and we talk about life we talk about",
        1483.8,
        1493.0
    ],
    [
        " recognition",
        1493.0,
        1494.66
    ],
    [
        " You could put these into into various games",
        1496.84,
        1500.62
    ],
    [
        " With various reward systems with various ways of winning in a real obvious one is money",
        1500.62,
        1506.88
    ],
    [
        " A lot of people they're playing the game of trying to gather up money",
        1506.88,
        1512.88
    ],
    [
        " um",
        1512.88,
        1514.56
    ],
    [
        " And I think",
        1514.56,
        1517.66
    ],
    [
        " really",
        1517.66,
        1519.12
    ],
    [
        " money is a little bit of a",
        1519.12,
        1523.16
    ],
    [
        " Substitute for freedom right it's supposed to be that if you have more money you eventually get freedom and there's the whole",
        1523.54,
        1529.72
    ],
    [
        " idea that you know",
        1529.72,
        1531.8
    ],
    [
        " someone is",
        1531.8,
        1533.14
    ],
    [
        " ski bum",
        1533.14,
        1534.68
    ],
    [
        " Mm-hmm. They don't have any money. Mm-hmm. They work, you know up on the mountain",
        1534.68,
        1538.82
    ],
    [
        " They're a lifty up on the mountain",
        1538.82,
        1541.1
    ],
    [
        " And they got to work four hours in the morning every day, but they're skiing every day",
        1541.1,
        1545.44
    ],
    [
        " So they even though they don't have money, they're kind of doing what they mean while there's another guy that's working 80 hour weeks",
        1545.44,
        1551.12
    ],
    [
        " Down in you know down in the city",
        1551.64,
        1553.72
    ],
    [
        " and he",
        1553.72,
        1555.24
    ],
    [
        " Buses his ass so he can go up and ski for those six days vacation right",
        1555.24,
        1559.8
    ],
    [
        " So you're supposed to be getting freedom from money",
        1559.8,
        1564.92
    ],
    [
        " Doesn't always work out that way",
        1564.92,
        1567.94
    ],
    [
        " pursuit of money",
        1567.94,
        1569.9
    ],
    [
        " Can actually end up being sort of an addiction as well where now that's where it becomes your master",
        1569.9,
        1576.14
    ],
    [
        " And and listen I've known people",
        1576.14,
        1580.3
    ],
    [
        " That they love that game",
        1581.7,
        1583.12
    ],
    [
        " They literally love",
        1583.12,
        1585.3
    ],
    [
        " Making money like deals and they love it and every time they make money it's it's incredibly rewarding to them",
        1585.3,
        1594.74
    ],
    [
        " If they're lucky",
        1594.74,
        1599.12
    ],
    [
        " they're good at that game and",
        1599.12,
        1602.9
    ],
    [
        " I've got friends that are really good at making a lot of money and they're good at it and they're happy and they",
        1602.9,
        1609.6
    ],
    [
        " You know you ever wonder oh how many millions of dollars do you need right people like all more",
        1610.16,
        1614.9
    ],
    [
        " But they they are",
        1614.9,
        1616.82
    ],
    [
        " Hey, they got enough money to do whatever they want you know what they want to do",
        1616.82,
        1619.82
    ],
    [
        " They want to get more money because that's the game that they're playing and they love that game",
        1619.82,
        1622.62
    ],
    [
        " And",
        1622.62,
        1624.04
    ],
    [
        " Some people",
        1624.04,
        1627.36
    ],
    [
        " Want to play that game and not good at it",
        1627.36,
        1631.78
    ],
    [
        " They're not good at making money and they're not gonna be happy",
        1631.78,
        1635.86
    ],
    [
        " so",
        1635.86,
        1638.08
    ],
    [
        " That's terrible because you get someone that's not really good at making money and they play in that game",
        1641.04,
        1646.52
    ],
    [
        " And they don't win and they're not gonna be happy",
        1646.52,
        1648.56
    ],
    [
        " So you got to be careful when it comes to the money making game",
        1648.56,
        1653.88
    ],
    [
        " Are you good at it? We talked about last time are you in the are you playing the game with money?",
        1653.88,
        1660.56
    ],
    [
        " That's gonna make you a lot of money",
        1660.58,
        1661.72
    ],
    [
        " Because if you're working you know",
        1661.72,
        1664.58
    ],
    [
        " 80 90 a hundred dollars a week",
        1664.58,
        1666.96
    ],
    [
        " In the wrong game you're not making any money",
        1667.82,
        1670.26
    ],
    [
        " You know you make",
        1670.26,
        1672.54
    ],
    [
        " $52,000 a year working 80 hour a week",
        1672.54,
        1676.14
    ],
    [
        " You're a hard worker you're smart, but it's just not getting you there",
        1676.14,
        1680.46
    ],
    [
        " You got to be playing a different game",
        1680.46,
        1683.22
    ],
    [
        " now",
        1683.22,
        1684.94
    ],
    [
        " The thing the weird thing about so this is one example right it's common example people are playing the game for money",
        1684.94,
        1690.74
    ],
    [
        " But there's all kinds there's people that make",
        1690.74,
        1693.32
    ],
    [
        " All kinds of stuff into their game like what they're into right look and it's sort of ecosystems right you could be in a",
        1695.16,
        1701.36
    ],
    [
        " Judgment too you want that to be that's what you're doing",
        1701.36,
        1703.9
    ],
    [
        " To you or a basketball player or academia right people pursue a life in academia",
        1703.9,
        1710.88
    ],
    [
        " They want to win that game. They want to get the most prestigious college. They want to get the most",
        1710.88,
        1714.12
    ],
    [
        " Pristie they want to write the prestigious paper that gets published in the procedures",
        1714.12,
        1717.92
    ],
    [
        " Uh when they call it journal",
        1717.92,
        1720.28
    ],
    [
        " Yeah, yeah",
        1720.54,
        1721.26
    ],
    [
        " There's people that",
        1721.26,
        1723.58
    ],
    [
        " The game that they're playing is cars",
        1723.58,
        1725.94
    ],
    [
        " Getting cool cars",
        1725.94,
        1728.8
    ],
    [
        " Or being in the military. I always got to bring that one up. I was in the military. I was playing that game",
        1728.8,
        1734.24
    ],
    [
        " I was in that game",
        1734.24,
        1735.92
    ],
    [
        " You're trying to get you know get the right job working the right place",
        1735.92,
        1740.72
    ],
    [
        " You know want to be a seal",
        1740.72,
        1743.36
    ],
    [
        " Uh",
        1743.36,
        1745.68
    ],
    [
        " People are into chess",
        1746.22,
        1747.38
    ],
    [
        " People are into whim at like you name it and there's someone that's",
        1747.38,
        1752.36
    ],
    [
        " Gonna make that a huge part of the game that they're playing",
        1752.36,
        1756.72
    ],
    [
        " Can do this with anything actually you know in the book final spin sure",
        1756.72,
        1762.74
    ],
    [
        " That's sort of the character of arty the cleaner who's totally into washing machines and dryers and",
        1762.74,
        1770.48
    ],
    [
        " Folding laundry and stuff like that",
        1770.48,
        1773.04
    ],
    [
        " That's sort of a statement about people that are just into random things and that's the main game that they're playing in their life",
        1774.04,
        1781.24
    ],
    [
        " Here's what's kind of good about some of those games",
        1781.24,
        1786.9
    ],
    [
        " Is that they're deaf there's they're defined",
        1786.9,
        1790.62
    ],
    [
        " Right, so you want to be a jiu jitsu champion, okay",
        1790.62,
        1796.28
    ],
    [
        " Here's what you do here's you train you compete if you want to get to the pinnacle",
        1796.28,
        1802.42
    ],
    [
        " You learn these moves you cut weight you get to this championship you win",
        1802.48,
        1806.36
    ],
    [
        " That's the defined what you do academia right same thing like oh you want to be you want to be a respected academic",
        1806.36,
        1813.48
    ],
    [
        " Go to this school go to this school go to this school get this degree get this degree to get degree get",
        1813.48,
        1818.88
    ],
    [
        " Write your paper",
        1818.88,
        1820.36
    ],
    [
        " For the journal right do those things and eventually you're at the apex or you're at least in the top percent of this",
        1820.36,
        1828.68
    ],
    [
        " academic group",
        1829.6,
        1830.08
    ],
    [
        " Military is really defined. Oh, you're gonna go in you're gonna get this job you're gonna do this job you're gonna promote",
        1830.08,
        1836.36
    ],
    [
        " So they tell you what the game is",
        1836.36,
        1842.46
    ],
    [
        " They tell you how to compete and they tell you what winning is",
        1842.46,
        1846.44
    ],
    [
        " So in some respects those games kind of have something cool to them",
        1846.44,
        1852.94
    ],
    [
        " They're defined what's bad about some of those games",
        1852.94,
        1857.18
    ],
    [
        " Is there they're not as all-encompassing as people think so people get wrapped around",
        1859.18,
        1865.92
    ],
    [
        " Being the best jiu jitsu player the best basketball player the best",
        1865.92,
        1870.6
    ],
    [
        " Acadabest in academia the best in the military happens a lot with the military right",
        1870.6,
        1875.92
    ],
    [
        " We see that that person's doing the military thing and then all of a sudden their careers are",
        1875.92,
        1879.5
    ],
    [
        " Like hey you're a general or an admiral in the military",
        1879.5,
        1884.62
    ],
    [
        " Let's say you're a four-star admiral or a three-star general",
        1885.36,
        1889.5
    ],
    [
        " Bro you are kind of a a king",
        1889.5,
        1893.24
    ],
    [
        " Right you're kind of a king you have a chauffeur your people vehicles driving you around",
        1893.24,
        1899.38
    ],
    [
        " You get off the plane there's people waiting for you. They set their whole schedule around you",
        1899.38,
        1904.04
    ],
    [
        " You got you got",
        1904.04,
        1905.5
    ],
    [
        " Billions of dollars at play like with fuel for ships and planes and oh hey, I want to take this plane over here. You can do it",
        1905.5,
        1913.52
    ],
    [
        " You're you're sort of this incredibly empowered person",
        1914.94,
        1918.46
    ],
    [
        " And then one day you retire",
        1918.46,
        1922.62
    ],
    [
        " And all of a sudden all that stuff is gone",
        1922.62,
        1926.7
    ],
    [
        " Now look you're probably gonna go get a job at some military company and fuel that military industrial complex",
        1926.7,
        1933.6
    ],
    [
        " But even then even then you're just another at that point you're another admiral you're another jade got they got they got",
        1933.6,
        1939.0
    ],
    [
        " 28 admels",
        1939.0,
        1940.8
    ],
    [
        " They got 47 generals so you all the sudden you're just a person again",
        1941.1,
        1946.16
    ],
    [
        " Or you're in the seal teams or you're in force recon or you're in Mars soccer you're a green beret",
        1946.16,
        1953.36
    ],
    [
        " And that's oh you hey man you walk in you're an army dude you're an you're a green beret and you walk into a",
        1953.36,
        1959.02
    ],
    [
        " You know a conventional army of Italian all of a sudden people are giving you respect. Yeah",
        1959.02,
        1962.88
    ],
    [
        " Once you get out or whatever",
        1962.88,
        1966.14
    ],
    [
        " You're",
        1969.86,
        1970.3
    ],
    [
        " Your jiu jitsu or you're a fighter you have see fighter",
        1970.3,
        1973.82
    ],
    [
        " You know what happens when you're done",
        1973.82,
        1977.42
    ],
    [
        " What are you doing you were a champion or you were a contender",
        1977.42,
        1984.26
    ],
    [
        " Now the sudden you look around what do you have you got people are doing better now in the UFC",
        1984.26,
        1990.24
    ],
    [
        " But",
        1990.24,
        1990.52
    ],
    [
        " 10 years ago you even five years ago I guess go 10 years ago",
        1991.04,
        1994.4
    ],
    [
        " If you were the champion of the world",
        1994.4,
        1997.04
    ],
    [
        " And then you couldn't fight anymore for whatever reason you got too old or you got beat up too much or you you know",
        1997.04,
        2005.12
    ],
    [
        " You were just done you got injured",
        2005.12,
        2006.24
    ],
    [
        " What do you have",
        2006.24,
        2007.86
    ],
    [
        " Those guys literally don't have any money because there's nothing",
        2007.86,
        2012.0
    ],
    [
        " So all the sudden you look up from one of those games that those types of games that we're talking about",
        2012.0,
        2019.28
    ],
    [
        " You look up from that game and all of a sudden you don't have anything",
        2019.28,
        2022.06
    ],
    [
        " You have anything you won the game",
        2022.06,
        2025.36
    ],
    [
        " You won the game",
        2025.36,
        2027.68
    ],
    [
        " You know I was talking",
        2027.68,
        2030.7
    ],
    [
        " With a very senior",
        2030.7,
        2034.06
    ],
    [
        " Flag officer I'm not gonna narrow it down",
        2034.06,
        2038.6
    ],
    [
        " Between the services, but",
        2038.6,
        2040.36
    ],
    [
        " Admiral general type with multiple stars on their collar is that would flag yeah officer yeah",
        2040.36,
        2047.12
    ],
    [
        " Because they have to own flag that flies again. It's like you know you show up here a flag officer",
        2047.12,
        2051.0
    ],
    [
        " They fly a flag for you one star two star three star flag. It's flown damn okay",
        2051.0,
        2055.92
    ],
    [
        " But he was telling me about another flag officer that he had spoken to and",
        2055.92,
        2063.4
    ],
    [
        " The other flag officer was even more senior to him",
        2063.4,
        2066.66
    ],
    [
        " And that senior flag officer retired and the junior flag officer was like oh, you know how's retirement going",
        2066.66,
        2074.46
    ],
    [
        " You know, do you miss the Navy? He goes like I said I was the Navy, but yeah, I was the Navy",
        2074.46,
        2078.64
    ],
    [
        " He goes uh, do you miss the do you miss the Navy? He's like, that's all bullshit. I was like damn",
        2078.64,
        2085.14
    ],
    [
        " A very senior person not he wasn't the seal teams, but a very senior person",
        2085.14,
        2090.14
    ],
    [
        " Saying that his career where he'd spent you know what a 25 30 maybe even over 30 years. Oh, it's all bullshit",
        2090.14,
        2096.56
    ],
    [
        " But he when he this is this is",
        2096.56,
        2099.68
    ],
    [
        " He was in the game knew he was in the game, but thought that that was the supreme game and it wasn't",
        2100.06,
        2107.9
    ],
    [
        " And when he got out he looked around and said damn",
        2107.9,
        2111.86
    ],
    [
        " I was playing this game over here. I was like the most dominant",
        2111.86,
        2117.48
    ],
    [
        " freaking kickball player on the school field yeah",
        2117.48,
        2121.16
    ],
    [
        " And I was the champion and people had to give me their their cookies at lunch because I beat them",
        2121.16,
        2127.56
    ],
    [
        " And then all of a sudden he looks like gets like leaves the school field and realize there's major league baseball",
        2127.6,
        2133.18
    ],
    [
        " Right or he just wasn't it's just a little tiny game",
        2133.18,
        2139.42
    ],
    [
        " So we as people need to be cognizant of the fact and",
        2139.42,
        2146.6
    ],
    [
        " Recognize the game that we're that we're focused on and make sure that that game",
        2146.6,
        2152.02
    ],
    [
        " Is",
        2152.02,
        2154.16
    ],
    [
        " What we want it to be",
        2154.16,
        2156.6
    ],
    [
        " Make sure that it's",
        2158.34,
        2161.02
    ],
    [
        " Equivalent for the effort that we're putting into it",
        2161.02,
        2164.54
    ],
    [
        " And look there's some people they get out of the army they get out of the navy they get out of the Marine Corps",
        2164.54,
        2169.66
    ],
    [
        " And they're they're totally stoked",
        2169.66,
        2171.96
    ],
    [
        " They're like oh, yeah, I played that game. It was awesome. I loved it. I'm retired now",
        2171.96,
        2176.26
    ],
    [
        " I'm good with it. I'm glad I invested all that time and effort into that game because I loved it. I feel that way",
        2176.26,
        2183.36
    ],
    [
        " Like I don't feel I got out of the seal teams. I was like damn that was freaking awesome",
        2183.7,
        2187.9
    ],
    [
        " That was awesome loved every second of it",
        2187.9,
        2191.96
    ],
    [
        " If you don't pay attention you might be putting your time and effort",
        2191.96,
        2198.76
    ],
    [
        " Into a game that's not as important as you think it is",
        2198.76,
        2201.84
    ],
    [
        " So be careful of that",
        2201.84,
        2204.48
    ],
    [
        " Can see this with social media as well",
        2204.48,
        2207.76
    ],
    [
        " Right like people think",
        2209.3,
        2210.66
    ],
    [
        " That social media matters",
        2210.66,
        2213.72
    ],
    [
        " In a big way",
        2213.72,
        2216.38
    ],
    [
        " And it's like oh actually",
        2216.38,
        2219.48
    ],
    [
        " You know",
        2219.48,
        2220.52
    ],
    [
        " Actually you could go off social media and",
        2220.52,
        2223.52
    ],
    [
        " Okay, sure someone might be like oh my gosh. Oh what happened. Oh actually. They wouldn't say oh my gosh",
        2223.52,
        2228.46
    ],
    [
        " No, they'd be like oh, I noticed you remember on social media. Yeah, I cancel my account. I left",
        2228.46,
        2232.18
    ],
    [
        " I was taking too much time. Yeah, it wouldn't be like oh my gosh are you oh is every no people like oh",
        2232.18,
        2237.42
    ],
    [
        " probably",
        2238.5,
        2238.94
    ],
    [
        " Yeah, there's probably only a handful of people that would notice to be honest with you for most of us. Yeah, yeah for sure",
        2238.94,
        2245.92
    ],
    [
        " be like oh whatever",
        2245.92,
        2246.98
    ],
    [
        " And and the same thing I the likes and the follows and the comments and the subscribers and all that stuff",
        2246.98,
        2252.22
    ],
    [
        " Whatever",
        2252.22,
        2253.12
    ],
    [
        " Whenever it doesn't really matter",
        2253.12,
        2255.54
    ],
    [
        " Not that big of a deal",
        2255.54,
        2257.02
    ],
    [
        " But if you think that's a big deal",
        2257.02,
        2259.18
    ],
    [
        " And something happens with it",
        2259.18,
        2261.86
    ],
    [
        " That's a problem",
        2261.86,
        2263.64
    ],
    [
        " That's a problem",
        2263.64,
        2265.9
    ],
    [
        " so",
        2268.16,
        2268.56
    ],
    [
        " When you're investing a lot into a game",
        2268.56,
        2270.8
    ],
    [
        " Make sure that it's the right game",
        2270.8,
        2273.88
    ],
    [
        " And if this game really matters",
        2273.88,
        2279.12
    ],
    [
        " And then figure out if you should be actually playing this game or not",
        2279.12,
        2286.2
    ],
    [
        " Or how long you gonna play it for what do you need to invest in it? You can play a different game",
        2286.2,
        2291.42
    ],
    [
        " Maybe you can pursue what you truly want to pursue",
        2291.42,
        2293.9
    ],
    [
        " And what we have to be careful of",
        2296.22,
        2298.4
    ],
    [
        " When you start asking these questions",
        2298.4,
        2304.24
    ],
    [
        " You can't lie to yourself",
        2304.24,
        2309.26
    ],
    [
        " Because this is where this is where real problems begin",
        2309.26,
        2317.1
    ],
    [
        " So I got I was in a few years ago. It was 2020 because it was a jaco live event. It was in New York",
        2317.1,
        2323.74
    ],
    [
        " And a guy asked a question, you know, um, he said hey, who gets fired up",
        2325.3,
        2329.12
    ],
    [
        " He says hey, you know, I got a good job. I make really good money. I have a happy family",
        2329.12,
        2335.76
    ],
    [
        " I got a wife from two kids two point five kids or whatever it was",
        2335.76,
        2338.58
    ],
    [
        " You know, so you had a good life. He's explaining",
        2338.58,
        2341.1
    ],
    [
        " He said you know, I just can't find the motivation to get up in the morning and do more",
        2341.1,
        2345.76
    ],
    [
        " And as I thought through this",
        2345.76,
        2350.94
    ],
    [
        " I",
        2353.56,
        2354.0
    ],
    [
        " Told him he",
        2354.0,
        2355.02
    ],
    [
        " Is very well the reason he's asking this question is because he's lying to himself",
        2355.02,
        2360.82
    ],
    [
        " And he's lying to himself",
        2360.82,
        2363.2
    ],
    [
        " He's lying it to himself in one of two ways",
        2363.2,
        2367.06
    ],
    [
        " The first way that he could be lying to himself is he's lying to himself",
        2367.06,
        2371.76
    ],
    [
        " That he wants to do more",
        2371.76,
        2374.28
    ],
    [
        " That's a lie",
        2374.28,
        2376.0
    ],
    [
        " Like I really I really want to get up and I want to do more",
        2376.0,
        2379.54
    ],
    [
        " There's a chance that that's a lie",
        2380.04,
        2381.74
    ],
    [
        " Because if it's really there when you feel that lack of achievement when you feel that you could do more when you know",
        2381.74,
        2391.48
    ],
    [
        " You're not reaching your potential that eats you up. You don't need to find a motivation. Motivation finds you",
        2391.48,
        2398.04
    ],
    [
        " You can't sleep because you want to do more",
        2398.04,
        2400.4
    ],
    [
        " So there's a chance that this guy's lying to himself",
        2400.4,
        2407.54
    ],
    [
        " About the fact that he wants to do more",
        2408.48,
        2410.1
    ],
    [
        " And he's actually content the other lie that he could tell",
        2410.1,
        2413.76
    ],
    [
        " Could be telling is that he's when he says he's happy and he has a good job and he has great money and he has a happy family",
        2413.76,
        2421.28
    ],
    [
        " There's a chance that",
        2421.28,
        2422.9
    ],
    [
        " That doesn't really exist",
        2422.9,
        2427.62
    ],
    [
        " There's a chance that",
        2427.62,
        2429.24
    ],
    [
        " That if all that stuff was good to go",
        2429.24,
        2433.76
    ],
    [
        " He wouldn't really feel the need to want to do more",
        2433.76,
        2437.24
    ],
    [
        " So he's looking at it probably oh hey, I'm totally good to go. No, you're not",
        2438.38,
        2441.86
    ],
    [
        " So tell the truth about that be like you know what I'm making good money, but I want to make more on how I set my kids up for life",
        2441.86,
        2447.12
    ],
    [
        " I want to take a better care of my wife. I want to be able to spend I want to be able to get a vacate whatever those things are",
        2447.12,
        2451.62
    ],
    [
        " Tell the truth and if you tell the truth about those things you go you know what if I want to get another home",
        2451.62,
        2455.78
    ],
    [
        " If I want to get a vacation home",
        2455.78,
        2457.68
    ],
    [
        " I need to work. I need to bust my ass. I need to break out. I need to get up early. I need to do more stuff",
        2457.68,
        2462.54
    ],
    [
        " So and listen there's some people",
        2465.84,
        2468.24
    ],
    [
        " That are totally happy",
        2468.24,
        2471.1
    ],
    [
        " And content with the rents covered the car payments handled the Netflix account is paid off right we're good",
        2471.1,
        2480.08
    ],
    [
        " That's not supposed to elicit a hell of a deal from you",
        2480.08,
        2485.14
    ],
    [
        " But there's people like this and then there's nothing wrong with that",
        2485.14,
        2488.46
    ],
    [
        " There's nothing wrong with that if that's where you're at and you're like hey look I got a rent got a cool place",
        2489.84,
        2494.32
    ],
    [
        " I got you know, I got I got my Netflix covered. I got",
        2494.32,
        2498.0
    ],
    [
        " You know, I got a cool car. We're all good. Got a nice girlfriend. We're all good",
        2498.0,
        2502.32
    ],
    [
        " There's people that legitimately are content with that",
        2502.32,
        2506.66
    ],
    [
        " There's also people that say we're all good and they're not they're lying to themselves",
        2506.66,
        2511.14
    ],
    [
        " So don't lie to yourself",
        2511.14,
        2514.84
    ],
    [
        " The and in this case",
        2515.86,
        2517.2
    ],
    [
        " That I was talking this guy from New York most likely the lie is",
        2517.2,
        2522.74
    ],
    [
        " contentment",
        2522.74,
        2524.58
    ],
    [
        " Most likely he's not as happy as he wants to be most likely he has unreached potential",
        2524.58,
        2530.38
    ],
    [
        " That's a serious issue for a lot of people and the older you get the stronger that gross",
        2530.38,
        2535.52
    ],
    [
        " Right when you look at yourself in the mirror and you know time has passed",
        2535.52,
        2541.24
    ],
    [
        " That you wasted",
        2541.84,
        2542.8
    ],
    [
        " That starts to eat at you that can start to eat at you and so here's what I told this guy said listen",
        2542.8,
        2547.9
    ],
    [
        " Discipline that you're looking for that motivation that discipline that you're looking for discipline is rooted in the truth we tell ourselves",
        2547.9,
        2553.88
    ],
    [
        " Discipline is rooted in the truth that we tell ourselves and this is J I a couple weeks later",
        2553.88,
        2561.66
    ],
    [
        " I was doing a gig with JP JP to know and I told you know, we were having a discussion about where he was at and I told him the same thing",
        2561.66,
        2568.98
    ],
    [
        " Discipline is rooted in the truth we tell ourselves",
        2568.98,
        2570.82
    ],
    [
        " If you tell yourself the truth",
        2570.82,
        2574.04
    ],
    [
        " You'll find discipline",
        2574.04,
        2577.1
    ],
    [
        " And actually if you tell yourself the truth most likely discipline will find you",
        2577.1,
        2582.3
    ],
    [
        " So do not lie to yourself",
        2582.3,
        2586.88
    ],
    [
        " Do not lie to yourself and believe you're not we tend to do that",
        2586.88,
        2592.06
    ],
    [
        " We tend to just say I am actually pretty happy",
        2592.06,
        2596.86
    ],
    [
        " I'm actually pretty happy",
        2598.02,
        2599.16
    ],
    [
        " We tend to tell ourselves",
        2599.16,
        2601.66
    ],
    [
        " Alive",
        2601.66,
        2604.12
    ],
    [
        " Either that and your lie could be I want more and I want to do more that could be a lie you could be content with where you're at or your lie is that I'm happy",
        2604.12,
        2614.84
    ],
    [
        " And by the way if you want more go freaking get it and if you're happy cool enjoy it if you get if you pull that",
        2614.84,
        2623.44
    ],
    [
        " Truth out of yourself, and you know what I'm freaking stoked. I got a I got a house. I got a girlfriend. I got Netflix",
        2624.12,
        2629.88
    ],
    [
        " I'm good if that's where you get cool enjoy it",
        2629.88,
        2633.92
    ],
    [
        " But don't lie to yourself and here's what you got to watch out for",
        2633.92,
        2639.98
    ],
    [
        " people lie",
        2639.98,
        2643.68
    ],
    [
        " About the hard games",
        2643.68,
        2648.18
    ],
    [
        " People lie about the hard games people lie about you know, I don't really care about money",
        2651.14,
        2655.44
    ],
    [
        " It's freaking hard to make money",
        2655.44,
        2657.94
    ],
    [
        " And so people lie about it yeah or you know, I don't want to I don't want to spend my whole life working",
        2657.94,
        2665.68
    ],
    [
        " I don't care how big I don't care how strong I am. That's a lie. Yeah",
        2665.68,
        2668.52
    ],
    [
        " Not in all cases, but in a lot of cases",
        2668.52,
        2672.14
    ],
    [
        " I",
        2675.42,
        2675.78
    ],
    [
        " Don't really care about having no I want to want some big house then you just got to take care of it. Okay",
        2675.78,
        2679.22
    ],
    [
        " That could be a lie put your lie detector on",
        2679.22,
        2682.56
    ],
    [
        " If the goal that you're talking about you don't care about is big and takes hard work put your lie detector on it and make sure you're not lying to yourself",
        2682.56,
        2690.56
    ],
    [
        " If you don't care if you truly don't care that's cool. That's fine",
        2690.56,
        2698.48
    ],
    [
        " But if you do care",
        2700.26,
        2701.54
    ],
    [
        " Don't lie to yourself",
        2701.54,
        2703.48
    ],
    [
        " Now you might have to put some realistic goals on yourself",
        2703.48,
        2707.62
    ],
    [
        " Right you might have to be like okay. I'm not happy with where I'm at",
        2707.62,
        2712.7
    ],
    [
        " This is what I want you know, I want a freaking mansion or I want I want a I want a house on beachfront Malibu",
        2712.7,
        2720.38
    ],
    [
        " 20 mil by the way",
        2720.38,
        2723.02
    ],
    [
        " That might not be a realistic goal for you",
        2723.02,
        2725.2
    ],
    [
        " But if you're like well, you know, I yeah, I don't really care about that. So I'm good with my apartment over here good renting my apartment over here",
        2725.68,
        2731.96
    ],
    [
        " If that's really if you're really like look at your life and you look at your game and you look at your plan",
        2731.96,
        2737.88
    ],
    [
        " And you look at your where you're gonna be and you're like I like a renting an apartment and this is where I'm truly happy",
        2737.88,
        2742.06
    ],
    [
        " Okay, but I'm asking you please don't lie to yourself",
        2742.06,
        2745.8
    ],
    [
        " This happens with with people going through seal training",
        2745.8,
        2753.22
    ],
    [
        " Hmm, they said he want to be a seal",
        2754.14,
        2755.68
    ],
    [
        " Big they sign up for six years of their lives",
        2755.68,
        2760.08
    ],
    [
        " They tell all their friends that they're gonna be a seal they tell their girlfriend. They're gonna be a seal",
        2760.08,
        2764.8
    ],
    [
        " They tell their parents and their grandparents. They're gonna be a seal",
        2764.8,
        2767.2
    ],
    [
        " And then it gets cold",
        2767.2,
        2769.52
    ],
    [
        " And they decide they don't really care about being a seal. It's not really not really for me",
        2769.52,
        2776.62
    ],
    [
        " It's not true",
        2776.62,
        2779.14
    ],
    [
        " Hmm",
        2780.7,
        2781.14
    ],
    [
        " It's a lie",
        2781.14,
        2781.78
    ],
    [
        " And they quit and then two days later or two hours later, they're like damn I know I actually do I do want to do that",
        2781.78,
        2789.0
    ],
    [
        " Yeah, but at the moment of truth you lie to yourself",
        2789.0,
        2791.48
    ],
    [
        " So that's what we end up doing a lot",
        2791.48,
        2797.94
    ],
    [
        " We end up doing a lot of lying to ourselves",
        2797.94,
        2802.3
    ],
    [
        " About the game that we're playing",
        2802.3,
        2806.36
    ],
    [
        " About the game that we want to play about the game that we should play",
        2807.04,
        2810.76
    ],
    [
        " And we don't tell ourselves the truth about it",
        2810.76,
        2814.22
    ],
    [
        " This is also why it's very important to be able to take a step back and detach",
        2814.22,
        2823.04
    ],
    [
        " Because your little conniving mind",
        2823.04,
        2827.76
    ],
    [
        " Will outsmart you",
        2827.76,
        2829.74
    ],
    [
        " It will outsmart you",
        2829.74,
        2833.88
    ],
    [
        " And it'll agree with the fact that you really don't care about",
        2834.78,
        2838.24
    ],
    [
        " You know having a good relationship with this girl or this guy",
        2838.24,
        2843.46
    ],
    [
        " Or it'll say you know what I don't really care about getting advanced at work because I'm good with where I'm at",
        2843.46,
        2850.84
    ],
    [
        " Your your mind will tell you that and and you gotta watch out because your mind is smart. It does how to manipulate you",
        2850.84,
        2857.1
    ],
    [
        " Knows what to say",
        2857.1,
        2859.82
    ],
    [
        " So",
        2863.62,
        2864.26
    ],
    [
        " Pay attention to the game that you're playing",
        2864.26,
        2866.16
    ],
    [
        " Select the right game",
        2866.16,
        2868.92
    ],
    [
        " And make sure that you don't hide yourself",
        2868.92,
        2877.24
    ],
    [
        " So the the lying to yourself like that goes super deep",
        2877.24,
        2882.94
    ],
    [
        " Like lying to yourself about like did I hit a nerve open",
        2882.94,
        2886.24
    ],
    [
        " Yeah, you did actually kind of but you know and you make this joke sometimes where you're talking about 20 reps squat",
        2887.32,
        2893.06
    ],
    [
        " And you like I don't know if it's even I don't even know if I care about being strong",
        2893.06,
        2897.8
    ],
    [
        " No, you're giving me like you're giving me a little bit too much like niceness",
        2897.8,
        2901.16
    ],
    [
        " I'm really like doing a 20 reps spot like I don't even care about you. This is stupid",
        2901.16,
        2906.06
    ],
    [
        " I get a good that weak part of my brain gets aggressive like dude. This is you're gonna get hurt",
        2906.06,
        2911.54
    ],
    [
        " Yeah, I'm saying that kind of all they say you're gonna hurt, you know",
        2911.54,
        2914.6
    ],
    [
        " You're hurting you're not gonna roll you're not gonna serve like you should just",
        2914.74,
        2917.96
    ],
    [
        " Being what it really how big do you want to how strong do you need to be yes bro?",
        2917.96,
        2922.06
    ],
    [
        " It's just easy. Yeah",
        2922.32,
        2924.78
    ],
    [
        " And the thing is that like that and that's why I was kind of laughing because I thought about that and but and I",
        2924.78,
        2931.02
    ],
    [
        " I have some some pretty bad ones as well where",
        2931.02,
        2933.38
    ],
    [
        " You know you and the lie is that like you don't really care that much about being strong",
        2933.38,
        2938.34
    ],
    [
        " And things like being strong is important only says been important you just don't fucking suffer",
        2938.34,
        2942.68
    ],
    [
        " Hey check this out if if you went into the gym",
        2942.92,
        2946.26
    ],
    [
        " It's someone's like at that moment",
        2946.26,
        2949.92
    ],
    [
        " And you're like if they break and they go you know what I don't really care about being strong",
        2949.92,
        2953.98
    ],
    [
        " And then you're like hey here's a pill you can take it'll make you freaking super strong",
        2953.98,
        2957.74
    ],
    [
        " 100% of people are taking it there's no one that says that I don't want to fill yeah",
        2957.74,
        2962.16
    ],
    [
        " There's people that are willing to make the sacrifice yes",
        2962.16,
        2964.32
    ],
    [
        " And cuz let's face it dude you do those 20 reps squats bro",
        2964.32,
        2967.76
    ],
    [
        " Yeah, that's a that's it like a site it can be like a psychedelic experience",
        2968.22,
        2971.8
    ],
    [
        " Like you know when you get to like the the guy if I'm gonna say psychotromatic experience",
        2971.8,
        2976.4
    ],
    [
        " Well, I don't know I guess depends on who you are depends on much weight you're doing",
        2976.4,
        2980.68
    ],
    [
        " It depends on how you feel",
        2980.68,
        2981.88
    ],
    [
        " But yes psychedelic but what you just said there was like they don't want to make the sacrifice right and that sacrifice looks",
        2981.88,
        2987.98
    ],
    [
        " Like that's a bunch of different things depending on what you're doing",
        2987.98,
        2990.38
    ],
    [
        " But really that's the truth but that's a hard truth to say it's like it seems way more comforting to be like",
        2990.38,
        2996.6
    ],
    [
        " Yeah, it's not really that worth it because when something's not worth it and it's like clear is like yeah, yeah",
        2996.6,
        3002.24
    ],
    [
        " like",
        3002.24,
        3002.3
    ],
    [
        " It's like yeah, I could go to the store",
        3002.3,
        3004.44
    ],
    [
        " But press not worth it for the whatever I'm trying to get or whatever like that's easy. That's the easy one to accept",
        3004.44,
        3009.62
    ],
    [
        " But if you're like yeah, it is worth it",
        3009.62,
        3013.08
    ],
    [
        " And but right now I don't want to endure that suffering. I'm too like mentally weak or whatever you want to you know",
        3013.08,
        3019.26
    ],
    [
        " Whatever this situation is like I'm too mentally weak to go through that suffering for this 25 second",
        3019.26,
        3023.92
    ],
    [
        " That's hard what's funny is you never say I'm too mentally weak to go through this because if you say that you're on you actually",
        3023.92,
        3029.3
    ],
    [
        " You actually wreck what you'll say is like I don't you know",
        3029.3,
        3032.28
    ],
    [
        " I don't think I should get injured",
        3032.28,
        3034.02
    ],
    [
        " You got all these other excuses that you'll make and what's what what we have to watch out for",
        3034.02,
        3041.08
    ],
    [
        " Is we can propel ourselves down the path in life of getting on the easiest game",
        3041.08,
        3048.64
    ],
    [
        " Exactly right you can say hey here's the easiest path to take that's a good enough game for me",
        3049.16,
        3055.12
    ],
    [
        " And listen, this is what you got to watch out for you got to watch out for",
        3055.12,
        3059.2
    ],
    [
        " unutilized potential that you have as a human being",
        3059.2,
        3063.84
    ],
    [
        " If you have unutilized potential as a human being",
        3063.84,
        3067.62
    ],
    [
        " That's what ends up in my opinion becoming regret",
        3067.62,
        3072.2
    ],
    [
        " Yeah, I see that that becomes resentment towards other people as well",
        3073.06,
        3078.14
    ],
    [
        " you ever",
        3078.14,
        3079.56
    ],
    [
        " You know we talked about this on the last podcast of like oh your friends don't want you to succeed",
        3079.56,
        3084.82
    ],
    [
        " There's some friends that don't want you to succeed. Yeah, that's because they know that they didn't do what they were supposed to do",
        3084.82,
        3090.68
    ],
    [
        " Yeah, you ever see someone like doing something that's hardcore and you're like a little bit jealous of mad and like frustrated",
        3090.68,
        3097.86
    ],
    [
        " I",
        3100.12,
        3100.52
    ],
    [
        " I feel like I probably have yes, but I can't think of anything off him",
        3100.52,
        3103.24
    ],
    [
        " But I understand what you're saying. Yes, when I'm when you see like oh",
        3103.24,
        3107.48
    ],
    [
        " Jocco like I post oh, I just got done training Jiu Jitsu and you didn't tell you a little bit mad",
        3107.48,
        3112.78
    ],
    [
        " Yeah, a little bit right",
        3112.78,
        3114.94
    ],
    [
        " Sometimes a little bit mad because it's a reflection of you. Yeah, you decided not to train. Yeah, that was your choice",
        3114.94,
        3123.32
    ],
    [
        " Yeah, it's getting personal. You know, it's real funny. Not that was like that",
        3123.32,
        3127.7
    ],
    [
        " You're right and",
        3127.86,
        3128.7
    ],
    [
        " You're right in probably more ways than you think because sometimes I'll be like I'll be like",
        3128.7,
        3134.62
    ],
    [
        " Ah, he didn't call me to go train. You know how sometimes you'll go like text and be like training",
        3134.62,
        3139.5
    ],
    [
        " Newstime or whatever and then like then I'll see whatever someone posts a picture of themself with you training and I'm like",
        3139.5,
        3145.1
    ],
    [
        " Ah, it's like it's almost like a justification. You know, I'm like ah he didn't call me",
        3145.1,
        3150.08
    ],
    [
        " But yeah, whatever you know kind of thing but really the the real pain is like that I just didn't go true",
        3150.08,
        3155.72
    ],
    [
        " You know that you did and I did it",
        3155.8,
        3157.72
    ],
    [
        " So imagine that over a lifetime",
        3157.72,
        3159.96
    ],
    [
        " We're talking about one training session makes you feel a little bit but but imagine you look up and you know",
        3159.96,
        3166.14
    ],
    [
        " That someone else who's pretty much the same level human as you like look",
        3166.14,
        3171.28
    ],
    [
        " I look at some people like day and that person's doing I don't have the capability of doing what they're doing in that arena",
        3171.28,
        3176.54
    ],
    [
        " Whatever that arena is freaking Tom Brady, right? What's this dude doing like",
        3176.54,
        3181.58
    ],
    [
        " There's this is a human that was built for that game",
        3182.9,
        3185.98
    ],
    [
        " Uh",
        3185.98,
        3186.82
    ],
    [
        " Gordon Ryan right this is a human that's built for that game",
        3186.82,
        3192.08
    ],
    [
        " And both those guys",
        3192.08,
        3193.9
    ],
    [
        " massive work ethic dedication",
        3193.9,
        3197.24
    ],
    [
        " Just that's what they're good. That's what that's the game that they're playing and they've committed to that game and they're born for that game",
        3197.24,
        3204.4
    ],
    [
        " So I'm over here. I'm not looking at Gordon Ryan like",
        3204.4,
        3207.92
    ],
    [
        " Uh frustrated about him. I might be like damn, bro. I might be like that that dude is",
        3209.06,
        3215.08
    ],
    [
        " I actually it's just actually I know I'm trying to think of what my emotions are when I look at Tom Brady or I look at",
        3215.08,
        3221.04
    ],
    [
        " Michael Jordan or I look at Gordon Ryan. It's like oh that's a human that got the blessing of having a",
        3221.04,
        3229.74
    ],
    [
        " Level of",
        3229.74,
        3230.68
    ],
    [
        " Natural ability that then took it to the nth degree good for them bro. Yeah",
        3230.68,
        3235.58
    ],
    [
        " Respect. Yeah, I don't even feel frustrated about that",
        3236.36,
        3238.78
    ],
    [
        " Here's where people get frustrated. They look at Joe Schmo",
        3238.78,
        3242.98
    ],
    [
        " And they go dude",
        3242.98,
        3245.6
    ],
    [
        " Joe Schmo did this and I'm sitting over here and that person did better than me. I didn't know I have more talent than them",
        3245.6,
        3251.34
    ],
    [
        " Yeah, that's where people get pissed. That's where people get resentful. Yeah, that's what it feels like where they yeah",
        3251.34,
        3257.26
    ],
    [
        " You mentioned these like elite level, you know Gordon Ryan and",
        3257.26,
        3260.46
    ],
    [
        " Michael Jordan and Tom Brady. It's almost like they're so good and so like where they they have they connected all their dots in their whole life potential",
        3261.2,
        3269.54
    ],
    [
        " Gifts and work ethic kind of like you don't even compare yourself with them because of all these elements that are different",
        3269.54,
        3276.96
    ],
    [
        " So like you know when someone's like in the same lane as you that's when you're gonna be paying attention",
        3276.96,
        3281.46
    ],
    [
        " We're certain people even if someone's like just playing a whole different game like someone who's like one the Nobel prize",
        3281.46,
        3288.28
    ],
    [
        " There are other people in there in their little",
        3288.28,
        3290.5
    ],
    [
        " Environment and there's like yeah, they're ecosystem",
        3290.5,
        3293.28
    ],
    [
        " That they're like yeah, I should want a Nobel prize or they'll be hater or whatever",
        3293.28,
        3297.28
    ],
    [
        " But you if you're not pursuing the Nobel prize you're kind of like, oh, that's pretty impressive",
        3297.28,
        3302.16
    ],
    [
        " You know, you don't care at all. You're just not in that lane, you know",
        3302.16,
        3304.68
    ],
    [
        " What's the deal with Tom Brady as far as like, you know, you see these the the numbers that he did in the combine when he was getting",
        3304.68,
        3311.86
    ],
    [
        " drafted and he was like",
        3311.86,
        3313.74
    ],
    [
        " Not you know horrible numbers. I think I like the worst 40 and they show pictures of him",
        3314.54,
        3320.32
    ],
    [
        " He had no vertical. So was he just not like the best athlete and then he got he worked to get that athletic",
        3320.32,
        3327.28
    ],
    [
        " Or is he just not been on the right program wait is Tom Brady super athletic now or something?",
        3327.28,
        3331.92
    ],
    [
        " I mean, he's freaking one however many super balls. Yeah, so awesome shape at 45 years old. Yeah, yeah fully",
        3332.36,
        3337.72
    ],
    [
        " So yeah, there's then you know this like where there's different like types of athlete",
        3337.72,
        3341.94
    ],
    [
        " But more than that it's more what kind of player are you like how good of a player are you so certain positions",
        3342.44,
        3348.66
    ],
    [
        " If you're more athletic, that's going to add to how good of a player you got to have other elements for sure",
        3348.66,
        3353.16
    ],
    [
        " Oh, yeah, 100% now quarterback is kind of the most cerebral one of the thing",
        3353.16,
        3357.88
    ],
    [
        " So he's he got to be he has to be a good football player like quarterback",
        3357.88,
        3362.74
    ],
    [
        " So there's something in his mind and you can train all this stuff like and of course physically like he's a tall guy",
        3362.74,
        3367.74
    ],
    [
        " You know that helps and you got physical attributes for sure, but just because you don't have a vertical",
        3367.74,
        3372.3
    ],
    [
        " Like that's more like basketball your vertical's no matter where the mean of course",
        3372.3,
        3376.68
    ],
    [
        " Do you think he do you think he was not on the right program and then once he started getting honed",
        3376.68,
        3383.22
    ],
    [
        " He was able to become more because let's face it",
        3383.22,
        3385.34
    ],
    [
        " Like he could have been a really good athlete that just didn't know how to train right. Yeah, is that possible?",
        3385.34,
        3390.66
    ],
    [
        " Yeah, yeah, very possible. I did do some research",
        3390.84,
        3392.44
    ],
    [
        " Yeah, but he tend to get like these really good and I tell you about my friend Tim Keri",
        3392.44,
        3397.48
    ],
    [
        " where he um he was a quarterback at UH she I actually talked to him briefly he was uh",
        3397.74,
        3402.62
    ],
    [
        " He went I think he played in Canada for a little bit too, but",
        3402.62,
        3405.3
    ],
    [
        " And I'm not saying he's not a Tom Brady level athlete, but he was so good",
        3405.3,
        3409.48
    ],
    [
        " He but he was one of those guys where you tell him run a 40. He's not very fast. He was pretty tall",
        3409.48,
        3414.14
    ],
    [
        " But you tell him jump a vertical. He's not going to be one of the highest vertical guys, you know",
        3414.14,
        3418.02
    ],
    [
        " But his mind and his just way of connecting with the people around him on the team or whatever",
        3418.02,
        3422.76
    ],
    [
        " Was like you could tell he was really good at that",
        3422.76,
        3425.8
    ],
    [
        " And I'm sure you can train that a lot of it is like personality",
        3425.8,
        3428.3
    ],
    [
        " But it's like the way you're in touch with the game and with your game",
        3428.3,
        3432.28
    ],
    [
        " That's going to really tell the tale more so then how fast you run the 40 or do those combat exercises?",
        3432.28,
        3437.16
    ],
    [
        " Fedor",
        3437.58,
        3437.98
    ],
    [
        " Yeah, so one thing about Fedor when people talk about the different towns that people have right and you got",
        3437.98,
        3445.16
    ],
    [
        " You know some fighter is super explosive right, yeah, you got uh",
        3445.16,
        3451.26
    ],
    [
        " Yo-el Romero right just explosive. He's like a superhero explosive",
        3451.26,
        3455.58
    ],
    [
        " You got some other guy that can you know, Nate Diaz just going endurance bro. He's gonna he's gonna keep going",
        3455.58,
        3461.02
    ],
    [
        " Nothing gonna stop him yeah from an endurance perspective",
        3461.02,
        3463.82
    ],
    [
        " BJ pan flexible super flexible",
        3463.82,
        3466.66
    ],
    [
        " You got guys that just cardio machines Frankie Edgar, right? So there's different people at different towns",
        3466.66,
        3471.9
    ],
    [
        " What I always found about Fedor Melianenko",
        3471.9,
        3474.72
    ],
    [
        " Who a lot of people say is the best heavyweight of all time",
        3474.72,
        3478.88
    ],
    [
        " Uh in mixed martial arts",
        3479.94,
        3481.62
    ],
    [
        " What I I thought like his talent",
        3481.62,
        3484.48
    ],
    [
        " Was that he knew how to fight really good, you know like you know how to take his wrestling his boxing his striking his grappling",
        3484.48,
        3491.24
    ],
    [
        " He knew how to take all those things",
        3491.24,
        3493.2
    ],
    [
        " His talent was being able to put them all into one",
        3493.2,
        3496.0
    ],
    [
        " In one package and utilize the right skill at the right time",
        3496.0,
        3500.02
    ],
    [
        " Better than anyone else during in his era",
        3500.02,
        3502.98
    ],
    [
        " Yeah, and you know here's another one too and you mentioned this everyone to all where he was unshakable",
        3502.98,
        3507.42
    ],
    [
        " Like he wasn't the kind where like you get him in trouble and it that means something to that you get a mature means nothing means nothing",
        3507.44,
        3514.28
    ],
    [
        " You know yeah, look at Kevin Randall men just pick it all man smashing him on his spine",
        3514.28,
        3519.86
    ],
    [
        " Yeah, like where you look at air airborne",
        3519.86,
        3521.98
    ],
    [
        " And you think they're you think at least there's a decent chance this guy's and he's gonna be paralyzed",
        3521.98,
        3528.46
    ],
    [
        " Yeah, I'll literally paralyzed from the neck down because he gets smashed on his head",
        3528.46,
        3532.48
    ],
    [
        " And he hits the ground",
        3532.48,
        3533.72
    ],
    [
        " He looks like it looks like I just walked up to you and like said hi. That's the expression",
        3533.72,
        3538.52
    ],
    [
        " He just looks totally normal and he gets a guy in a camera",
        3538.52,
        3541.72
    ],
    [
        " But that you see that and you go okay, that's what that guy's talent was",
        3541.72,
        3548.16
    ],
    [
        " Was taking all those things like he if there was no MMA and there was just boxing",
        3548.16,
        3552.68
    ],
    [
        " He wouldn't have been a world champion boxer if there was just wrestling",
        3552.68,
        3555.3
    ],
    [
        " He wouldn't have been a world champion wrestler",
        3555.3,
        3556.68
    ],
    [
        " Because there was people that would beat him in wrestling",
        3556.68,
        3559.0
    ],
    [
        " There's people that beat him in boxing. There's people that beat him in Sombo",
        3559.0,
        3561.52
    ],
    [
        " But you take all those things and put them together and he that's what the skill he had yeah",
        3561.58,
        3564.7
    ],
    [
        " So when we're",
        3564.7,
        3566.54
    ],
    [
        " cruising around life",
        3566.54,
        3568.74
    ],
    [
        " You if you can and you can identify what talent you have",
        3568.74,
        3575.04
    ],
    [
        " That can help you identify what game you should get into",
        3575.04,
        3580.22
    ],
    [
        " And if you're lucky",
        3580.22,
        3582.9
    ],
    [
        " The game that you're good at is the game that you also like to play right because there's some people that have a natural skill",
        3582.9,
        3589.46
    ],
    [
        " But they don't like that that game right there's also some people that lack a skill, but they love that game",
        3589.46,
        3595.3
    ],
    [
        " Look I'm I'm okay with that to an extent right like",
        3595.3,
        3601.9
    ],
    [
        " Hey, I really love this game. I suck at it, but I'm gonna go for it",
        3601.9,
        3606.62
    ],
    [
        " I appreciate the heart man and you you that might be the right move for you",
        3606.62,
        3611.04
    ],
    [
        " Because then you're doing something that you love and you get beat it doesn't really matter",
        3611.04,
        3614.16
    ],
    [
        " As long as you accept that and you understand that and you understand what winning is gonna look like for you in that particular game",
        3614.7,
        3621.7
    ],
    [
        " But if you don't pay an attention to that",
        3621.7,
        3623.86
    ],
    [
        " You might be getting involved you might it's the same same thing you hear with uh, you know",
        3623.86,
        3628.48
    ],
    [
        " I just always did what my parents wanted me to do and that's why I went to law school",
        3628.48,
        3632.56
    ],
    [
        " And now I'm a lawyer and I hate it. Yeah, right?",
        3632.56,
        3635.34
    ],
    [
        " Like watch out for that",
        3635.68,
        3637.66
    ],
    [
        " If you don't like if that's not the game you want to play at all",
        3637.66,
        3641.56
    ],
    [
        " And your parents are getting your law school and you want to be a welder because you like fabricating stuff with your hands",
        3642.46,
        3647.12
    ],
    [
        " Let me tell you what game you should pick you should pick that fabrication",
        3647.12,
        3650.76
    ],
    [
        " You should become a welder because you're passionate and your love for welding will more than make up for the fact that",
        3650.76,
        3657.46
    ],
    [
        " It might start off with a lower income than being a lawyer",
        3657.46,
        3661.56
    ],
    [
        " Which by the way probably isn't even true these days",
        3661.56,
        3663.7
    ],
    [
        " Because being a lawyer there's so many lawyers out there",
        3663.7,
        3666.68
    ],
    [
        " Takes a long time to build up your",
        3666.84,
        3668.72
    ],
    [
        " Life you book business and it depends on what kind of lawyer you are like I know a handful of lawyers and most of them are",
        3668.72,
        3676.76
    ],
    [
        " Don't make that much money. That's very true very true and most welders",
        3676.76,
        3682.14
    ],
    [
        " They make pretty good money. Yeah",
        3682.14,
        3684.58
    ],
    [
        " So that's what game you want to get in yeah",
        3684.58,
        3689.28
    ],
    [
        " And you in you and you just you just have to pay attention yourself",
        3689.28,
        3693.02
    ],
    [
        " And what I would say about both those your parents want you to be a lawyer they've told you to be a lawyer",
        3693.5,
        3699.06
    ],
    [
        " If you lie to yourself",
        3699.06,
        3701.68
    ],
    [
        " And they're gonna work out well",
        3701.68,
        3704.2
    ],
    [
        " You made a really good point with the admirals and stuff where and then you have see has that where you know",
        3704.2,
        3710.96
    ],
    [
        " You put all your eggs in that basket playing that game hardcore and then once it's over you're sort of done",
        3710.96,
        3715.3
    ],
    [
        " so um, I know like",
        3715.3,
        3718.0
    ],
    [
        " You know professional sports that can be the case and you know you're watching what's the",
        3718.0,
        3722.96
    ],
    [
        " Show the Rockies to be in and he was like a sports",
        3723.02,
        3725.58
    ],
    [
        " Financial advisor no idea it was it was a show. I used to watch it for a while",
        3725.58,
        3730.36
    ],
    [
        " And I was like I don't get what this guy is that when I first started watching it",
        3730.36,
        3734.42
    ],
    [
        " And I was like oh what he does is he manages like the money and the financial future of athletes that come in because you know",
        3734.42,
        3741.74
    ],
    [
        " You come at high school yeah, you bet you squeaked out a degree a little bit you went to the draft or whatever",
        3741.74,
        3747.52
    ],
    [
        " You're whole your whole plan for your whole life all your eggs in that basket football",
        3747.52,
        3750.68
    ],
    [
        " And then nothing else afterwards right in your playing football. That's all you're doing football party whatever whatever",
        3751.02,
        3755.98
    ],
    [
        " So the rock was like an advisor they would he would help plan like hey you should you should take some your money invested here",
        3755.98,
        3762.5
    ],
    [
        " So when you're done playing football because when you play football you don't think about afterful",
        3762.5,
        3765.58
    ],
    [
        " You're saying forget football forever well unfortunately most people between the most men for sure between the ages of",
        3765.58,
        3771.5
    ],
    [
        " 30 aren't thinking about anything",
        3771.5,
        3774.52
    ],
    [
        " You all think you're gonna not you're not worried. Hey something will happen. Yeah",
        3774.52,
        3779.54
    ],
    [
        " Which is by the way lying to yourself. Yes",
        3779.58,
        3781.58
    ],
    [
        " so true",
        3781.58,
        3782.8
    ],
    [
        " So he was he would do that and that like kind of man you can",
        3782.8,
        3788.08
    ],
    [
        " Obviously, we don't have a lot of us don't have financial advisors when we get our first great job",
        3788.08,
        3793.64
    ],
    [
        " You know, but it's like that's the kind of mindset you kind of got to keep that's gonna help you",
        3793.64,
        3798.38
    ],
    [
        " You know like what mindset that hey this is gonna end this job is gonna end and then what am I gonna do?",
        3798.38,
        3803.68
    ],
    [
        " So some jobs are good where you can have that job and you get so much experience just by doing the job that like when you're",
        3803.78,
        3809.46
    ],
    [
        " Done you're like oh shit to me admiral seems like one of those jobs. I don't know. Yeah, yeah",
        3809.46,
        3814.16
    ],
    [
        " No, there's definitely like I said the military industrial complex is looking to hire you up and making you freaking whatever",
        3814.16,
        3819.74
    ],
    [
        " Yeah, they're",
        3819.74,
        3820.36
    ],
    [
        " Thing in their board meeting and you're gonna go to the big meeting and get more missiles bought by",
        3820.36,
        3825.58
    ],
    [
        " Maybe you whatever that's going on for sure, but you see fire not guaranteed by the way what I just said",
        3825.58,
        3832.9
    ],
    [
        " There's always a slot. There's always some slots for that flag officer",
        3832.9,
        3837.48
    ],
    [
        " But also that flag officers like well, they're like yeah, yeah, we got a job for you",
        3838.08,
        3841.36
    ],
    [
        " Just got to move to whatever this place is and the guys like well, I wanted to retire to Tennessee",
        3841.36,
        3844.38
    ],
    [
        " Like well, we don't need someone in Tennessee. We need someone in Washington DC. Tennessee or DC",
        3844.38,
        3849.7
    ],
    [
        " We need you in DC not Tennessee",
        3849.7,
        3852.14
    ],
    [
        " And so then they're like oh, I guess I'll just not do that and look you're got an admiral's",
        3852.14,
        3857.4
    ],
    [
        " You got an admiral's pay",
        3857.4,
        3859.06
    ],
    [
        " Ademals retirement or a general's retirement which is good money",
        3859.06,
        3863.14
    ],
    [
        " But it's not getting you anything close to the life that you had when you were an active duty general officer",
        3863.72,
        3870.2
    ],
    [
        " Because you had a driver and you had a car you had a freaking airplane",
        3870.2,
        3873.32
    ],
    [
        " You aren't flying around in Delta",
        3873.32,
        3876.12
    ],
    [
        " You're not flying around an America you had a plane",
        3876.12,
        3879.08
    ],
    [
        " And you're hey, I'm going there now. I'm going there now. There's a group of people waiting for you in there feeding you extra",
        3879.08,
        3885.04
    ],
    [
        " Having it foods and treat treating you with respect all of a sudden next thing you know you're on Delta airlines",
        3885.04,
        3889.78
    ],
    [
        " in the cheap seats",
        3889.78,
        3892.08
    ],
    [
        " You know, so",
        3892.28,
        3893.88
    ],
    [
        " That's where it sneaks up on people. Yeah, and there's people that do that in every industry that happens in",
        3893.88,
        3899.86
    ],
    [
        " In the in the academics it happens in the financial industry. It happens in any industry",
        3899.86,
        3904.94
    ],
    [
        " Any any job that you can have if you don't recognize the ecosystem that that job actually encompasses and think that it encompasses more",
        3904.94,
        3914.66
    ],
    [
        " If you think that the ecosystem encompasses the whole world",
        3914.66,
        3918.0
    ],
    [
        " like there's",
        3918.0,
        3919.02
    ],
    [
        " Like being a seal right no one like there's an admiral seal",
        3919.48,
        3924.22
    ],
    [
        " There's me there's some other guy that did four years",
        3924.22,
        3927.48
    ],
    [
        " It's really in the world. That's just a seal. They're all the same dude right well this guy was an admiral",
        3927.48,
        3932.3
    ],
    [
        " Sure some people might say well admiral sounds pretty important",
        3932.3,
        3935.24
    ],
    [
        " Well this guy over here says yeah, I was a master chief goes a little master chief admiral those guys both sound pretty awesome to me",
        3935.24,
        3941.96
    ],
    [
        " Right, it's like the same thing",
        3941.96,
        3944.5
    ],
    [
        " So you think that that ecosystem expands to encompass the whole universe and you think it expands the compass life",
        3945.1,
        3951.12
    ],
    [
        " It doesn't",
        3951.12,
        3952.02
    ],
    [
        " So if you're not paying attention",
        3952.02,
        3954.9
    ],
    [
        " You will be invested in a game where when you walk off the court no one cares what the score was",
        3954.9,
        3962.26
    ],
    [
        " People do that with academia like you're going to college and they're trying to get good grades and all this stuff",
        3962.26,
        3966.88
    ],
    [
        " No one cares. No one wants to see your report card actually",
        3966.88,
        3969.68
    ],
    [
        " They a lot of times they don't even care what universe do you want to sure if you went to the big whatever big Ivy League",
        3969.68,
        3975.36
    ],
    [
        " There's people that care about that, but then there's also be like I don't care where you went to school",
        3975.36,
        3979.1
    ],
    [
        " Whatever you went to Harvard you went to Princeton you went to Berkeley you went to Yale you went to wherever to say okay",
        3979.1,
        3984.36
    ],
    [
        " Cool whatever we don't care. Can you perform in this job?",
        3984.36,
        3986.74
    ],
    [
        " Yeah, and that's the question",
        3987.04,
        3988.7
    ],
    [
        " So if we're not thinking about that we end up with issues. That's why you know, I've told that's for all these years",
        3988.7,
        3995.26
    ],
    [
        " You need to find a new mission",
        3995.26,
        3997.74
    ],
    [
        " Find a new mission because that once you're out of the military no one calls you master chief anymore",
        3998.06,
        4003.36
    ],
    [
        " No one calls you commander anymore doesn't happen",
        4003.36,
        4007.54
    ],
    [
        " Sure, you can go to the country club and someone calls you admiral if you tell them all about it",
        4007.54,
        4013.76
    ],
    [
        " But they they're just kind of like whatever. It's just so big deal",
        4013.76,
        4017.44
    ],
    [
        " So we have to be careful about this and you know the the UFC thing for sure is",
        4017.44,
        4022.34
    ],
    [
        " But you know guys that fought the UFC and then that's over",
        4022.7,
        4025.62
    ],
    [
        " You know even jujitsu guys like oh, that's over like you just said football guys like you're on the you're on an NFL football team",
        4025.62,
        4034.1
    ],
    [
        " Nowadays cool. You're gonna get a good retirement. You're gonna take care of but back in the day",
        4034.1,
        4038.1
    ],
    [
        " Back in the 70s like you got done. No, no, no, you don't have any money. Yeah. No, I got to go get a job",
        4038.1,
        4044.42
    ],
    [
        " Yeah, you got to go get an actual job. That's weird. That's a strange thing",
        4044.42,
        4047.24
    ],
    [
        " Yeah",
        4047.24,
        4048.26
    ],
    [
        " Actually, yeah my uncle he died",
        4048.8,
        4050.42
    ],
    [
        " But he played in the NFL for like six years or whatever what team",
        4050.42,
        4055.2
    ],
    [
        " Um kind of played for Cleveland and his old school. He's like eight. He would have been like 80. Oh, damn",
        4055.2,
        4061.7
    ],
    [
        " He was old school. He was hardcore",
        4061.7,
        4063.66
    ],
    [
        " He was a helmet",
        4063.66,
        4064.72
    ],
    [
        " Nonetheless",
        4064.72,
        4067.9
    ],
    [
        " When I first I heard about him whenever but I for when I first met him when he came to visit or whatever",
        4067.9,
        4073.3
    ],
    [
        " He was like yeah, he was like just a normal dude. I thought you know, he's huge",
        4073.3,
        4076.88
    ],
    [
        " But he was like um, I thought it was gonna be some big-time rich dude",
        4077.4,
        4081.56
    ],
    [
        " Cuz he got that NFL money, you know",
        4081.56,
        4084.0
    ],
    [
        " But not like when you're done you sort of got I mean unless you're focused right when you get that you focus on",
        4084.0,
        4090.3
    ],
    [
        " Retirement and invest you know, that's that most people don't do that",
        4090.3,
        4093.06
    ],
    [
        " So he just came as just a normal dude. Mm-hmm. I think he worked in like I don't know some actually I think he owned like a",
        4093.06,
        4099.18
    ],
    [
        " Shoppers, I don't know. Yeah, but what's interesting is if you were in the NFL back then",
        4099.18,
        4105.24
    ],
    [
        " Or you in the UFC five years ago ten years ago",
        4105.96,
        4109.22
    ],
    [
        " And you recognized the limitations of the game you were investing in",
        4109.22,
        4113.98
    ],
    [
        " And you pulled chips off the table and that game and put it into the bigger game. Yeah",
        4113.98,
        4118.64
    ],
    [
        " That's how you win. That's how you look up and go. Yeah, you know, I've didn't you know",
        4118.64,
        4122.96
    ],
    [
        " I didn't do great in the UFC. I thought I fought for the belt twice didn't win it",
        4122.96,
        4125.86
    ],
    [
        " But I you know bought these three apartment buildings. Yeah, you know over a five-year period. Yeah two of them are paid for",
        4125.86,
        4132.96
    ],
    [
        " You know what I mean? And then all of a sudden you go oh",
        4133.08,
        4135.02
    ],
    [
        " so",
        4135.02,
        4136.24
    ],
    [
        " The only way you get to see that is by following the advice we gave on the last podcast take a step back and write down the game that you're in and",
        4136.24,
        4144.34
    ],
    [
        " The multiple games that you're in and then what are the strategies to win these games?",
        4144.34,
        4148.16
    ],
    [
        " And by the way, you can be playing a game a short-term game a subordinate game",
        4148.66,
        4153.66
    ],
    [
        " That is going to cost you in the strategic victory of the supreme game. Yeah",
        4153.66,
        4159.28
    ],
    [
        " So you're doing dumb things",
        4159.28,
        4161.62
    ],
    [
        " Hey, oh, I'm gonna deal some drugs right now, right? I'm gonna deal some drugs",
        4162.12,
        4165.76
    ],
    [
        " You know, I'm gonna make some money right now, but wow then you get caught and now you're screwed",
        4165.76,
        4169.64
    ],
    [
        " So you can do you can make mistakes",
        4169.64,
        4173.06
    ],
    [
        " In the short-term games you can get involved in games that don't matter you can involve the games that take away your resources",
        4173.06,
        4179.86
    ],
    [
        " And if you do that you're gonna you're gonna sacrifice the supreme game again, please go and write down",
        4179.86,
        4189.58
    ],
    [
        " Take a step back to touch and write down the various games and subordinate games that you're involved in",
        4190.38,
        4195.34
    ],
    [
        " We're look. We're all playing at least one big game together. Yeah all of us",
        4195.34,
        4199.16
    ],
    [
        " and you know for you",
        4199.16,
        4201.4
    ],
    [
        " Winning the game of life might be hey",
        4201.4,
        4205.16
    ],
    [
        " I've got a big family. I've got a bunch of kids. I got a bunch of grandkids. That's a w",
        4205.16,
        4212.46
    ],
    [
        " You might be hey, I'm not really into a big family, but I got a bunch of properties and I got a",
        4212.46,
        4217.82
    ],
    [
        " I know I can spend my final years doing whatever I want and that's your w if that's your w fine",
        4218.26,
        4223.3
    ],
    [
        " Maybe it's hey look, I don't really care about money, but I want to live by the beach or I want to live in the mountains",
        4223.3,
        4229.24
    ],
    [
        " And I want to be left alone and not have to worry about anything and that's the w. Okay",
        4229.24,
        4233.26
    ],
    [
        " Cool",
        4233.26,
        4234.48
    ],
    [
        " Figure out what that win looks like figure out what that w is and then figure out how you're gonna play that game to win",
        4234.48,
        4240.08
    ],
    [
        " Do you you know you heard the the whole thing where",
        4240.08,
        4244.02
    ],
    [
        " You know people do this where they'll interview people who are like really old and sometimes they interview like the",
        4244.6,
        4250.78
    ],
    [
        " Super successful people who are really old and kind of retired or whatever and they say like what are your regrets or whatever",
        4250.78,
        4255.9
    ],
    [
        " Oh, and it's usually stuff that they didn't do or maybe I should have put",
        4255.9,
        4260.26
    ],
    [
        " Okay, I'm wanting to have two questions. Hey, do you ever like do that? Is that ever like a motive not a motivator, but like um",
        4260.26,
        4268.5
    ],
    [
        " Like a tool you use to be like hey, I should do more or whatever by thinking",
        4268.5,
        4273.92
    ],
    [
        " Like oh, I don't want to be old and regret not doing certain things",
        4274.02,
        4278.1
    ],
    [
        " Yeah, I think when I talked earlier about the knowing that you have a certain level of potential",
        4278.1,
        4283.88
    ],
    [
        " knowing that",
        4283.88,
        4285.88
    ],
    [
        " You have a certain amount of time knowing that I have opportunities that some of my friends don't have anymore",
        4285.88,
        4292.68
    ],
    [
        " Yeah, it's like oh",
        4292.68,
        4293.68
    ],
    [
        " If you don't think I'm gonna try and do my best to",
        4293.68,
        4296.72
    ],
    [
        " Forfeil the potential that I have to to squeeze what I can out of life",
        4297.84,
        4303.98
    ],
    [
        " Well, yeah, no, of course. I think that way. Yeah, I think about all my friends that don't have that opportunity. Yeah, so",
        4303.98,
        4311.34
    ],
    [
        " Do you think of now? Do you ever think of like things in the past like that you can kind of can't do anymore because you're not in that position anymore",
        4311.34,
        4318.8
    ],
    [
        " You know like sometimes when you're like hey, I should have enjoyed myself more in my 20s or whatever do you ever think that I enjoyed myself a lot",
        4318.8,
        4325.98
    ],
    [
        " Yes, so you don't have any like other direction. I'm like I'd jump myself a little bit too much in my times",
        4326.1,
        4330.34
    ],
    [
        " You know I'm saying yeah, I was I was playing that game pretty hard. Yeah, right and I played it a little too hard",
        4330.34,
        4336.76
    ],
    [
        " You know, I probably should have a little bit a little bit smarter, but I think also",
        4336.76,
        4339.84
    ],
    [
        " You know, I think that the years that I was like, you know blowing money on partying and chicks and just all that crap",
        4339.84,
        4349.94
    ],
    [
        " I think in those years I also",
        4349.94,
        4352.16
    ],
    [
        " Those were years that were a little bit",
        4353.14,
        4355.68
    ],
    [
        " For lack of a better word a little bit expendable meaning like",
        4355.68,
        4359.36
    ],
    [
        " That's what I was doing. I knew I had a longer future, you know, and knew I'd be able to kind of have some time to put that together",
        4359.36,
        4368.08
    ],
    [
        " But that being said I've told my kids. I've been like oh if I would have been smarter",
        4368.08,
        4373.38
    ],
    [
        " The whole the whole world would be different",
        4373.38,
        4376.26
    ],
    [
        " You know, so I guess I do have",
        4376.26,
        4378.58
    ],
    [
        " When I if I think about it front kind of bifurcate the two thoughts of one of them is like well",
        4379.36,
        4384.78
    ],
    [
        " Yeah, I had a good time and it was fun",
        4384.78,
        4386.42
    ],
    [
        " But also if I look at it from a more mature aspect it's like",
        4386.42,
        4390.5
    ],
    [
        " Yeah, you know, I would have been in a much better position",
        4390.5,
        4393.68
    ],
    [
        " now",
        4393.68,
        4394.88
    ],
    [
        " than",
        4394.88,
        4395.94
    ],
    [
        " Then I am now listen",
        4395.94,
        4399.44
    ],
    [
        " I will say that I'm in a really good position right now in my life like I mean I've got good stuff going on",
        4399.44,
        4405.1
    ],
    [
        " I kind of have what I",
        4405.1,
        4407.94
    ],
    [
        " What I want yeah",
        4408.58,
        4410.04
    ],
    [
        " But you know if I wouldn't have",
        4410.04,
        4413.74
    ],
    [
        " gotten onto this path that we're on right now",
        4413.74,
        4417.1
    ],
    [
        " You know if I if I would have retired from the military and run the gym and taught you Jitsu",
        4417.1,
        4423.28
    ],
    [
        " And I had to look around right now and look at the time and money that I wasted as a 20 to as an 18 19 20 21 22 23 24 year old",
        4423.28,
        4433.36
    ],
    [
        " I'd be like damn",
        4433.36,
        4434.48
    ],
    [
        " I wasted a blue lot of stuff luckily like I said I think of made maneuvers",
        4434.54,
        4440.3
    ],
    [
        " Once I identified the game that I was playing",
        4440.3,
        4445.16
    ],
    [
        " Which I didn't really do until I was like 25 years old. It's like okay. I see this game. Okay. Now I'm in a game",
        4445.16,
        4451.4
    ],
    [
        " Here's the here's the menu. Here's the moves that I have to make here's the things that I have to do to set myself up for the long run",
        4451.4,
        4458.08
    ],
    [
        " And once I did that then I was able to sort it out but if I",
        4458.08,
        4462.32
    ],
    [
        " And then and then continued to identify. Oh, this is the game that's going on right now. Okay. Here's here's how I can make moves",
        4463.68,
        4470.42
    ],
    [
        " So I think if I wouldn't have identified that",
        4470.42,
        4473.04
    ],
    [
        " I would be totally regretful. Yeah, but as right now you're kind of",
        4473.04,
        4479.48
    ],
    [
        " No, I feel good and then the other question that I got asked yourself well if I didn't have those other experiences",
        4479.48,
        4483.96
    ],
    [
        " Would I be who I am right now? I mean, I just probably know probably not yeah, you know, so I I was",
        4483.96,
        4489.74
    ],
    [
        " doing things and learning about life and going through experiences that I learned a lot from",
        4490.7,
        4495.92
    ],
    [
        " And I think that was beneficial. Yeah, and it makes me who I am",
        4495.92,
        4500.16
    ],
    [
        " So yeah, I feel like you're you know in your position and a lot of people in the position where you have you had such a like action",
        4500.16,
        4507.72
    ],
    [
        " Paffer like a better term",
        4507.72,
        4509.0
    ],
    [
        " young",
        4509.0,
        4510.06
    ],
    [
        " Life, you know that it's hard to be like man. I wish it because you know you you bring up",
        4510.06,
        4517.28
    ],
    [
        " Yeah, people who follow their parents dreams, you know, and then they get and even one their for real successful",
        4517.8,
        4523.02
    ],
    [
        " They'll be like dang. I wish I would have yeah, I wish I would have paid attention more to my friends or my whatever my family whatever",
        4523.02,
        4529.56
    ],
    [
        " Or even if they just say I wish I would have followed my dreams instead of my parents dreams. Yeah, yeah",
        4529.56,
        4533.64
    ],
    [
        " So this is to your case in point. I followed my",
        4533.64,
        4537.06
    ],
    [
        " Like hey, I want to go be a frogman. I'm gonna go get after it like that's what I'm doing and I did it and so that's",
        4537.06,
        4545.08
    ],
    [
        " To me",
        4545.26,
        4545.9
    ],
    [
        " very",
        4545.9,
        4548.0
    ],
    [
        " very",
        4548.0,
        4550.48
    ],
    [
        " Satisfying gratifying and regret removal right? Yeah, fully like I think if I if I had not done what I wanted to do like",
        4550.48,
        4559.94
    ],
    [
        " Well, you know, you played football",
        4559.94,
        4562.26
    ],
    [
        " Is there a part of you that goes man if I would have pushed a little bit harder if I would have trained a little bit harder",
        4562.26,
        4566.52
    ],
    [
        " If I would have been a little bit more dedicated. I probably could have you know, maybe I could have gone",
        4566.52,
        4570.32
    ],
    [
        " Whatever maybe I could have gone to the NFL. Maybe I could have done or you don't do have those thoughts",
        4570.32,
        4574.62
    ],
    [
        " No, you're shitting like yeah, not even close so I think like you didn't have the capability of going to the NFL",
        4574.62,
        4579.92
    ],
    [
        " I don't I don't know. I mean put it this way the guys that on my team that I know",
        4579.92,
        4585.82
    ],
    [
        " That went to the NFL were like way more gifted than me",
        4585.82,
        4589.26
    ],
    [
        " So way more gifted or way all across the board",
        4589.26,
        4593.04
    ],
    [
        " Wait or did they work harder though? Yeah, yeah both and here's what I realized like within two years",
        4593.04,
        4599.14
    ],
    [
        " It was actually after I got injured I had to work my way back into the depth chart",
        4599.14,
        4602.86
    ],
    [
        " Is like I don't like football enough to like have to play this game as hard as everyone",
        4603.26,
        4608.38
    ],
    [
        " I'm looking around and guys are like they're down for the grind of football and that's football and they're watching the games on the weekends",
        4608.38,
        4614.3
    ],
    [
        " All this one remember I don't care. I kind of",
        4614.3,
        4616.44
    ],
    [
        " To be honest, I kind of care more about the party. Well after the game then you know like practice and like all the stuff",
        4616.44,
        4622.96
    ],
    [
        " I liked lifting weights. I like that part of it and certain like running drills. I like that part of it",
        4622.96,
        4628.16
    ],
    [
        " But I think the the reality of what it takes to play football",
        4628.16,
        4632.44
    ],
    [
        " Like wasn't worth it at all",
        4632.88,
        4634.32
    ],
    [
        " To me after like about two years in college in high school",
        4634.32,
        4639.8
    ],
    [
        " It's like you just into working out and you run faster than everybody",
        4639.8,
        4643.66
    ],
    [
        " So it's you can catch good so you make touch on do you if you're good at football and in high school",
        4643.66,
        4648.42
    ],
    [
        " Like you're just gonna live a good life, you know kind of a thing",
        4648.42,
        4650.42
    ],
    [
        " And then so it wasn't it didn't take the kind of work it did in college",
        4650.42,
        4655.18
    ],
    [
        " So it really brings to light like what it takes and you're like, oh brother",
        4655.18,
        4658.86
    ],
    [
        " This is like I don't even like football that much. I like it, but not that much",
        4658.86,
        4662.32
    ],
    [
        " What if you were still a bouncer right now? No, so yeah, would you kind of be like damn I was I know I would have if this is the if if I was",
        4662.32,
        4670.58
    ],
    [
        " I'm just trying to see if you lied to you",
        4670.58,
        4672.02
    ],
    [
        " Did you lie to yourself at all when you were like you know what I don't care about that much about football?",
        4672.02,
        4675.82
    ],
    [
        " Were you just saying that because it was a bunch of hard work and you're like oh, I don't really care about football",
        4675.92,
        4680.6
    ],
    [
        " It's like what I talked about earlier today. Yeah",
        4680.6,
        4683.34
    ],
    [
        " No",
        4683.34,
        4686.44
    ],
    [
        " Because it doesn't feel like in anyway because I don't even know I don't watch football",
        4687.84,
        4691.52
    ],
    [
        " It's like I saw great",
        4691.52,
        4693.28
    ],
    [
        " So I'm just gonna do but I like I'll try to watch football",
        4693.28,
        4695.78
    ],
    [
        " Because I want my son to kind of be into and think of because and it is fun to watch",
        4695.78,
        4699.56
    ],
    [
        " But I'm like not into it really not into it. So there's",
        4699.56,
        4703.04
    ],
    [
        " truly",
        4703.04,
        4704.48
    ],
    [
        " Zero regret for your football career. You know what I think I think what drew me to football was my dad's like he was so proud that",
        4704.48,
        4714.84
    ],
    [
        " Because Jay joined football first when you're like when he was 10 when we were 10",
        4715.24,
        4719.08
    ],
    [
        " And my dad was so proud of him and I'd watch him play and how everyone just loved it and all this stuff",
        4719.08,
        4724.04
    ],
    [
        " So I was like okay, I'm in the next year I went and we were good. You know coming up or whatever",
        4724.04,
        4728.34
    ],
    [
        " So it's like you just get the pay off of being good more so I really like football",
        4728.34,
        4731.66
    ],
    [
        " I think I did it for my dad to be honest like not so you should so you truly have no regret",
        4731.66,
        4736.58
    ],
    [
        " The football thing no um that's good. Yeah, that's good because there's some people that you know would have been",
        4736.58,
        4744.0
    ],
    [
        " invested and and from what you're saying",
        4745.5,
        4747.54
    ],
    [
        " You weren't actually that",
        4747.54,
        4749.52
    ],
    [
        " That you know",
        4749.52,
        4751.42
    ],
    [
        " Let's say a 80% natural talent if 100 gets you to the NFL you had 80%",
        4751.42,
        4757.32
    ],
    [
        " Yeah, you could have made it up to 87 because you would have if you would have worked really super hard",
        4757.32,
        4761.34
    ],
    [
        " But you still wouldn't have been yeah, so consider who went to the NFL from my team that I mean",
        4761.34,
        4765.36
    ],
    [
        " I mean, there's some other guys kind of later on but actually Laley six three round of four two something",
        4765.36,
        4771.06
    ],
    [
        " 40 he went to the NFL",
        4771.72,
        4773.32
    ],
    [
        " Oh my friend Jeff over at Coimbe he ran a four five. He weighs 255. He's 61",
        4773.32,
        4778.78
    ],
    [
        " Um and good at football. That's the thing too. Okay, and actually has all these touchdowns and like just good at football",
        4778.78,
        4785.04
    ],
    [
        " Um my friend Adrian Klam who when he was lying man you six five three hundred pounds",
        4785.04,
        4790.74
    ],
    [
        " In good at football long arms",
        4790.74,
        4792.74
    ],
    [
        " Really these are really these are elite athletes yeah in division one college football",
        4792.74,
        4798.6
    ],
    [
        " So you don't just go to the NFL",
        4798.76,
        4800.4
    ],
    [
        " You had that realization was there anybody that surprised you",
        4800.4,
        4807.0
    ],
    [
        " Anybody that like you know little Freddy oh yeah, yeah, they're there the handful of those guys",
        4807.0,
        4812.86
    ],
    [
        " They usually make it to like the combine stuff and the practice squad and they do some work there",
        4812.86,
        4818.94
    ],
    [
        " But they don't they don't go and play in the NFL you know um no surprises",
        4818.94,
        4823.34
    ],
    [
        " Yeah, there was um I totally forget his name",
        4823.34,
        4826.88
    ],
    [
        " Oh man, I forget the NFL guy went to the NFL played on some some squads didn't play in games or nothing",
        4826.88,
        4832.5
    ],
    [
        " But played on some school there's a few guys. Yeah, if you just playing a squad are you getting paid? Yeah, yeah, yeah",
        4832.5,
        4836.92
    ],
    [
        " You get practice better than like a normal job for sure. Yeah better than your average job",
        4836.92,
        4841.78
    ],
    [
        " Oh, yeah, like you can get and that could that better view and could that of you yeah like if I would if I was gung hole about football like these",
        4841.78,
        4850.48
    ],
    [
        " Yeah, yeah, I think so all right because I",
        4850.48,
        4852.54
    ],
    [
        " I read but you assess that the game was not for you game was not for me",
        4852.56,
        4856.52
    ],
    [
        " The game I chose one I didn't have a I didn't have a contingency",
        4856.52,
        4860.64
    ],
    [
        " I just like I didn't have really like a like goals. I was just trying to do whatever",
        4860.64,
        4866.66
    ],
    [
        " Would be a personal trainer or something like this and then you know working the clubs, you know when you're 20",
        4866.66,
        4871.44
    ],
    [
        " It's like whatever",
        4871.44,
        4873.14
    ],
    [
        " Now it was it was well into the club where I was like hey, I got to do something like creative",
        4873.14,
        4879.82
    ],
    [
        " You know with with people that I like that are like that has a real future not just the manager of a nightclub",
        4880.06,
        4886.26
    ],
    [
        " You know like that's not a I didn't see that as",
        4886.26,
        4888.9
    ],
    [
        " Who I was kind of a thing",
        4888.9,
        4891.28
    ],
    [
        " So yeah, I joined with my brother and started stuff",
        4891.28,
        4895.38
    ],
    [
        " Well",
        4895.38,
        4898.06
    ],
    [
        " I'm glad you were able to assess actually you taught me something passively what's that",
        4898.06,
        4905.04
    ],
    [
        " That you know how you're like a Navy seal or were whatever whatever",
        4906.2,
        4910.42
    ],
    [
        " Um, but then you're also a black belt in juditsu and this is what I found out about you were like early on to where you like",
        4910.42,
        4916.78
    ],
    [
        " Dabbled in like real estate",
        4916.78,
        4918.7
    ],
    [
        " And then I didn't find out you were this leadership dude or had that until Tim Ferriss podcast. I literally didn't even know that day",
        4918.7,
        4927.72
    ],
    [
        " Um, so the point there is you have like",
        4927.72,
        4931.62
    ],
    [
        " Five that's like what four or five different viable games to play five. Yeah, like very viable",
        4932.22,
        4939.04
    ],
    [
        " Just alone, but you have five of them going on at the same time",
        4939.04,
        4942.68
    ],
    [
        " Yes, and that is something that is a strategy",
        4942.68,
        4947.82
    ],
    [
        " and of and it the weird thing is and I'd say that this is probably",
        4947.82,
        4953.38
    ],
    [
        " You know, we talked about fador talent being able to get all together",
        4953.38,
        4957.28
    ],
    [
        " I would say the little bit of talent that I have because that you know me",
        4957.28,
        4960.78
    ],
    [
        " I'm not that talented in anything really",
        4960.78,
        4962.74
    ],
    [
        " But what I was pretty talented at was being able to like work hard in a bunch of different things",
        4962.74,
        4969.06
    ],
    [
        " Kind of simultaneously. Yeah, it kind of like I'm gonna do these things and they're all our time suckers",
        4969.06,
        4976.52
    ],
    [
        " And they all take a lot of effort and time, but I'm gonna go ahead and do them all at the same time",
        4976.52,
        4981.98
    ],
    [
        " and I think that's",
        4981.98,
        4983.7
    ],
    [
        " hard to do that",
        4983.7,
        4985.34
    ],
    [
        " uh, and",
        4986.48,
        4987.64
    ],
    [
        " In a lot of cases it's not even smart to do that because in a lot of cases",
        4987.64,
        4992.48
    ],
    [
        " You know if you're doing one thing and then you're doing something else and you're doing something else",
        4992.48,
        4997.98
    ],
    [
        " And you're doing something else you're not prioritizing and executing you're not focusing your resources properly to actually make anything happen",
        4997.98,
        5005.44
    ],
    [
        " so",
        5005.44,
        5006.58
    ],
    [
        " that",
        5006.58,
        5007.64
    ],
    [
        " In many cases is a negative to try and do a bunch of things at the same time",
        5007.64,
        5014.44
    ],
    [
        " You know, I would say like",
        5014.76,
        5016.9
    ],
    [
        " How much more dedicated I was I was very dedicated to jiu jitsu and I still train all the time",
        5016.9,
        5024.44
    ],
    [
        " but",
        5024.44,
        5025.26
    ],
    [
        " And there was a time maybe where I was pretty good, but like",
        5025.26,
        5029.96
    ],
    [
        " Train when I'm training with Dean Lister and I'm training with Dean and he's like a world champion",
        5029.96,
        5035.26
    ],
    [
        " I recognize kind of like what you're saying. There was a gap in",
        5035.26,
        5040.88
    ],
    [
        " Natural ability that would not be",
        5042.1,
        5043.66
    ],
    [
        " Would not be closed by any amount of work. Yeah, you know, there's a there's a certain level that he is",
        5043.66,
        5051.52
    ],
    [
        " And then I'd train with other world champions. I bet okay. Yep. That person's better than me now",
        5051.52,
        5056.5
    ],
    [
        " Look, I could have gotten close that gap more",
        5056.5,
        5059.06
    ],
    [
        " You know, if I'd have been like all right, you know what I'm just getting out of the Navy",
        5059.06,
        5062.64
    ],
    [
        " And I'm gonna just do jiu jitsu all the time sure. I could close that gap more for sure 100% obviously",
        5062.64,
        5068.52
    ],
    [
        " um",
        5069.78,
        5070.22
    ],
    [
        " But yeah, I think that's that's me",
        5070.22,
        5072.38
    ],
    [
        " Working hard and not only that",
        5072.38,
        5075.44
    ],
    [
        " Uh when it does come to prioritize an execute",
        5075.44,
        5078.94
    ],
    [
        " When I'm when I was doing one thing like I would do that thing yeah, and then two hours later",
        5078.94,
        5085.52
    ],
    [
        " I'm doing something else. I'm focused on that thing and then two hours later. I'm doing the other thing",
        5085.52,
        5089.04
    ],
    [
        " I'm doing it",
        5089.04,
        5089.8
    ],
    [
        " So I think the amount of focus that I would bring to the table when it came to pursuing goals was strong",
        5089.8,
        5096.62
    ],
    [
        " and",
        5096.62,
        5097.58
    ],
    [
        " I never like I never sacrificed to one second of",
        5098.44,
        5102.84
    ],
    [
        " work",
        5102.84,
        5103.78
    ],
    [
        " In the SEAL teams for anything else for nothing else like there was no way that I was gonna ever",
        5103.78,
        5111.34
    ],
    [
        " Be like oh, I gotta go be no, I never left work",
        5111.34,
        5114.84
    ],
    [
        " Never never never was like nope. I gotta go. That's why you know for many many years",
        5114.84,
        5120.22
    ],
    [
        " Dean and I trained it eight o'clock at night",
        5120.22,
        5123.5
    ],
    [
        " Because that's when I could safely know",
        5124.0,
        5126.5
    ],
    [
        " You know you get to work at six o'clock in the morning. I know by eight o'clock. I can get to the mats",
        5126.5,
        5131.58
    ],
    [
        " because I was never gonna",
        5131.58,
        5133.7
    ],
    [
        " prioritize anything above",
        5133.7,
        5136.86
    ],
    [
        " the primary job",
        5136.86,
        5139.18
    ],
    [
        " which is",
        5139.18,
        5140.58
    ],
    [
        " Being in a leadership role in the SEAL teams, which is gonna trump all other things",
        5140.58,
        5145.58
    ],
    [
        " so you um",
        5145.58,
        5148.4
    ],
    [
        " some of it though and",
        5148.4,
        5150.68
    ],
    [
        " Yeah, maybe you're like",
        5151.34,
        5152.26
    ],
    [
        " Yeah, some of your stuff where you know",
        5152.26,
        5154.56
    ],
    [
        " Especially now it's clear, but maybe maybe early on it wasn't but you know like a lot of your stuff all the things that you're good at like",
        5154.56,
        5161.36
    ],
    [
        " certifiably good at",
        5161.36,
        5163.44
    ],
    [
        " You produce results in they like kind of can play off each other true",
        5163.44,
        5169.22
    ],
    [
        " You know, so like it's not like you're like hey, I'm gonna pursue being a rock star and then run echelon front",
        5169.22,
        5174.6
    ],
    [
        " It's like they're two. They're so different. I mean unless you're playing songs for them at the one weekend or whatever",
        5174.6,
        5178.78
    ],
    [
        " You they don't like which I don't",
        5179.36,
        5182.24
    ],
    [
        " Yes",
        5182.24,
        5182.4
    ],
    [
        " They don't play off each other as much you know, right?",
        5182.4,
        5185.58
    ],
    [
        " But the the Venn diagram overlap. Yeah of jujitsu of SEAL teams of leadership",
        5185.58,
        5192.16
    ],
    [
        " You know like either then you got like the real estate thing and that was always just a matter of me was like",
        5192.16,
        5198.34
    ],
    [
        " There's a game going on here. Yeah, and as soon as I realized that oh",
        5198.34,
        5202.56
    ],
    [
        " Hey, man, like I realized when I was pretty young. I'm paying someone else's mortgage. Yeah",
        5202.56,
        5208.56
    ],
    [
        " When I'm paying rent I'm paying someone else's mortgage",
        5208.98,
        5210.9
    ],
    [
        " How do you win that game the answer is you do not win that game?",
        5210.9,
        5214.42
    ],
    [
        " You do not win that game",
        5214.82,
        5215.8
    ],
    [
        " You do not win that game you have to get in a position where you're putting money and equity into your future not someone else's future",
        5215.8,
        5224.5
    ],
    [
        " so",
        5224.5,
        5225.3
    ],
    [
        " That's the kind of thing where I said yes, that's a move I'm gonna make and I'm gonna sacrifice to be able to do it",
        5225.3,
        5231.26
    ],
    [
        " I was house poor my entire navy career",
        5231.26,
        5233.36
    ],
    [
        " Completely house pork driving in 1997 Dodge Grand Caravan for 13 years. That's a piece of shit car man",
        5233.94,
        5239.54
    ],
    [
        " That's like there's no that's that's an ego",
        5239.54,
        5242.72
    ],
    [
        " You know you see guys with their big trucks and the other end of the spectrum",
        5242.72,
        5246.04
    ],
    [
        " Later this is the inflator like hey, I'm rolling up in a 1997 the freaking window on the driver side didn't work",
        5246.04,
        5253.66
    ],
    [
        " says taped up",
        5253.66,
        5255.64
    ],
    [
        " But uh that's what that's when I read when I realized that these games were in play",
        5255.64,
        5262.32
    ],
    [
        " That's when I started to be able to play the game whether that game is like oh",
        5262.62,
        5265.78
    ],
    [
        " Real estate paying someone else's paying rent is paying else someone else's mortgage",
        5265.78,
        5272.0
    ],
    [
        " That's not a winning game. That's not how you win that game",
        5272.0,
        5275.44
    ],
    [
        " Am I always gonna need a house kind of I'm always gonna need to play so I've got a family",
        5275.44,
        5280.0
    ],
    [
        " And believe me out there are times where I looked at oh I can live in uh, you know",
        5280.0,
        5283.6
    ],
    [
        " It's gonna do the boat live aboard thing a lot of people not a team guys do that like I'll just live aboard a boat whatever save that money",
        5283.6,
        5289.2
    ],
    [
        " cool, but again",
        5289.2,
        5291.14
    ],
    [
        " You all you have to do is study that for 15 minutes and you realize that a boat is a depreciating asset",
        5291.86,
        5298.06
    ],
    [
        " It doesn't get it loses value over time all of them",
        5298.06,
        5302.28
    ],
    [
        " Like okay, you need a car that's a that's a classic or whatever. That's very rare",
        5302.28,
        5307.1
    ],
    [
        " Cars boats planes. They're all depreciating assets. So when I realize that it's like okay",
        5307.1,
        5313.08
    ],
    [
        " Well move on a boat. Okay, that's a depreciating asset over time. I'm gonna end up in a worse spot",
        5313.08,
        5316.84
    ],
    [
        " The only way to do this is I got to buy a house",
        5316.94,
        5319.38
    ],
    [
        " Okay, then once I bought a house it was like okay, well how long do I need to hold on this house before I can buy another one",
        5319.38,
        5324.54
    ],
    [
        " How long for another one how long for another one and",
        5324.54,
        5327.5
    ],
    [
        " When again when you look at all these different things that are happening you can start to say oh",
        5327.5,
        5334.24
    ],
    [
        " I can at least see",
        5334.24,
        5336.18
    ],
    [
        " The game that's being played and I can get in the game",
        5336.18,
        5340.08
    ],
    [
        " That's my recommendation",
        5340.08,
        5343.86
    ],
    [
        " sir",
        5345.82,
        5346.3
    ],
    [
        " With that we will continue this thread",
        5346.3,
        5348.2
    ],
    [
        " We'll see",
        5348.2,
        5349.6
    ],
    [
        " Oh",
        5349.6,
        5350.7
    ],
    [
        " Perhaps on the next podcast. I don't know. We'll review this one and see if there's a little bit more to add to it",
        5350.7,
        5356.32
    ],
    [
        " If anyone has questions about this one hit us up. Yeah, it's helpful man for even for me just listening",
        5356.32,
        5362.54
    ],
    [
        " It's like man, that's so helpful. Well, that's what I realized with these",
        5362.54,
        5366.14
    ],
    [
        " Past couple podcasts if I've got friends that I communicate with regularly and they don't realize this stuff",
        5366.14,
        5372.14
    ],
    [
        " I know there's a lot of people that I haven't done a good job of",
        5372.14,
        5374.68
    ],
    [
        " communicating this too. I know that",
        5374.68,
        5377.56
    ],
    [
        " You know",
        5377.56,
        5379.08
    ],
    [
        " Look I cover a lot of military stuff cover a lot of leadership stuff",
        5379.08,
        5385.0
    ],
    [
        " But it's interesting when I talk about",
        5385.0,
        5387.02
    ],
    [
        " Military and leadership things I always think that",
        5387.02,
        5390.5
    ],
    [
        " The correlations to life are so obvious, but they're not as obvious as you think they are not as obvious as I think they are",
        5390.5,
        5397.46
    ],
    [
        " So this is one of those where",
        5397.46,
        5399.86
    ],
    [
        " Hopefully people can see",
        5399.86,
        5403.04
    ],
    [
        " Through pretty direct communication",
        5403.04,
        5405.78
    ],
    [
        " the the",
        5405.78,
        5407.7
    ],
    [
        " Concepts that we're talking about and everyone is susceptible to the problems",
        5407.7,
        5414.68
    ],
    [
        " That can occur if you don't know about the game",
        5414.68,
        5420.34
    ],
    [
        " So speaking of that um we got jockofuel we both",
        5420.34,
        5429.06
    ],
    [
        " Have been drinking a lot you drink a milk during this yes, how was it good?",
        5429.48,
        5434.08
    ],
    [
        " I'm signing banana cream all day. Okay. Not as obvious is my normal chocolate",
        5434.3,
        5438.1
    ],
    [
        " But bro I seriously drink two of those a day. Yeah, cuz I got the freaking stoppile at home",
        5438.1,
        5444.58
    ],
    [
        " Yeah, so get yourself some protein. It's really easy. You know you first",
        5444.58,
        5448.34
    ],
    [
        " Alerted me to the fact that if you're trying to get the amount of protein that you need",
        5448.34,
        5454.26
    ],
    [
        " 30 grams of protein is a is a leg leg legitimate nudge. Yep. It's like a legitimate like oh this is a this is a legitimate boost",
        5455.04,
        5463.78
    ],
    [
        " Yeah, to the protein intake. I think that's more than a normal like what do you call like the your FD",
        5463.78,
        5470.2
    ],
    [
        " I'm like a normal meal like a normal one serving meal or whatever 30 grams of more than in a normal meal",
        5470.2,
        5476.42
    ],
    [
        " There you go. So mulk we got these beautiful drinks",
        5476.42,
        5480.86
    ],
    [
        " We didn't call them energy drinks. I mean they are called energy drinks technically speaking",
        5481.72,
        5485.34
    ],
    [
        " But they're not because energy drinks are bad for you and this one's good for you",
        5485.34,
        5488.74
    ],
    [
        " So we're in a totally different level. It's true. We're not in the game that they're in no they're in the game of poisoning you",
        5488.74,
        5494.46
    ],
    [
        " Yeah, we're in the game of making you better. Yeah smarter faster stronger jockofuel.com",
        5494.46,
        5500.12
    ],
    [
        " Get some of that you can get it at wawa",
        5500.12,
        5502.3
    ],
    [
        " You can get it vitamin shop the military commissary. So look if you're I got word the other day",
        5502.3,
        5507.88
    ],
    [
        " Mm-hmm that there's a military commissary that was lacking",
        5507.88,
        5511.5
    ],
    [
        " So hey also check in the",
        5511.5,
        5514.32
    ],
    [
        " In like the health and wellness section of stores sometimes you're looking in the energy drinks section",
        5514.32,
        5521.04
    ],
    [
        " Some stores put them in there sometimes they put them over in the in the health and wellness",
        5521.04,
        5524.7
    ],
    [
        " So check that out military commissaries",
        5524.7,
        5528.1
    ],
    [
        " Hanifer dash stores in Maryland wakefern and shopwright circle K and four to HB",
        5528.1,
        5533.34
    ],
    [
        " Shout out to all my people in Texas that are rolling into HB and clearing shelves",
        5534.6,
        5538.68
    ],
    [
        " freaking out standing. Thank you Murphy's",
        5538.68,
        5541.24
    ],
    [
        " Meyer",
        5541.24,
        5541.72
    ],
    [
        " Up in the Midwest. So there you go. Jockofuel",
        5541.72,
        5545.18
    ],
    [
        " Get some get some",
        5545.18,
        5547.68
    ],
    [
        " Is what we like to say around here. Yeah, it's too. Also or do you say American made a peril",
        5547.68,
        5554.56
    ],
    [
        " We're gonna start with jujitsu stuff geese when you're doing jujitsu you need a good gear",
        5554.56,
        5558.42
    ],
    [
        " So why not get the best gear and put the option?",
        5558.42,
        5561.26
    ],
    [
        " So don't even worry about like oh, I gotta get the one. No, you can get whichever one you want",
        5561.26,
        5564.38
    ],
    [
        " Why would you run out and buy a model T-4 that was rusty when you could go out and legitimately buy a Cadillac?",
        5564.38,
        5571.02
    ],
    [
        " Yes, because that's the difference between a normal key and an origin gear",
        5571.2,
        5574.98
    ],
    [
        " It's it's like that and that's not even to mention where it's made seem saying yeah",
        5574.98,
        5578.86
    ],
    [
        " Which is a whole another thing huge actually probably even huge or when you really think about the big game",
        5578.86,
        5583.12
    ],
    [
        " If you will seem saying but yes, best of both worlds",
        5583.12,
        5587.08
    ],
    [
        " Geese rash guards got some short some hoodies. Okay, so I have four wax you have like eight origin hoodies",
        5587.4,
        5592.52
    ],
    [
        " 100% the past month and a half 100% every single day even weekends I wear the hoodies",
        5592.52,
        5599.12
    ],
    [
        " Yeah, the little chilly out here in California for the California",
        5599.12,
        5602.42
    ],
    [
        " Especially for the Hawaiians be thinking you are no the heavy hoodie",
        5602.42,
        5605.44
    ],
    [
        " Well you and I were doing some filming today. Oh, yeah, and I had like I wear my origin hoodie every day",
        5605.44,
        5611.72
    ],
    [
        " And it's just covered in food",
        5611.72,
        5613.16
    ],
    [
        " I was like dude, I gotta I gotta give me a second, you know, I got like scraps of steak on here",
        5613.66,
        5619.4
    ],
    [
        " There's meatball on there. I just had to clean that thing off cuz you know",
        5619.4,
        5623.86
    ],
    [
        " I guess I'm not one of those people that's super into like you know",
        5623.86,
        5627.92
    ],
    [
        " Whatever fashion. Hey man, you look great. So we get the hung gear to got the jeans",
        5627.92,
        5633.34
    ],
    [
        " Delta jeans delta 68s. Yeah, come on multiple levels of wash to oh",
        5633.34,
        5639.9
    ],
    [
        " That's right. That's right. We got a wash house. Yep",
        5640.34,
        5643.06
    ],
    [
        " To think or USA dot com. Do you know the dynamics between the the what like do you know under what circumstances? You wear the dark the medium and the light",
        5643.06,
        5650.28
    ],
    [
        " Under what circumstance? Yeah, like you know when you wear light jeans. That's like a daytime spring",
        5650.28,
        5656.24
    ],
    [
        " It's more casual dark jeans more like dressy",
        5656.24,
        5659.3
    ],
    [
        " See my thing and then it's a spectrum, but you gotta know that kind of stuff and when you in big a trip",
        5659.3,
        5663.92
    ],
    [
        " Going out on dates just saying I'm here to help you got another game you're playing also",
        5663.92,
        5667.86
    ],
    [
        " So",
        5669.26,
        5669.66
    ],
    [
        " Jockel has a store. It's called jockel store. That's where you can represent with discipline equals freedom death core to the core",
        5669.66,
        5675.7
    ],
    [
        " On this path short locker while we're playing this game the last short locker. Sure. Yeah, no free dopamine. No, if you just throw that out there as a flag",
        5675.7,
        5684.78
    ],
    [
        " Yeah, like hey, I'm here. No free dopamine. Yeah, if you're if you're wearing that shirt",
        5684.78,
        5690.42
    ],
    [
        " And you're looking at Instagram and",
        5690.42,
        5693.64
    ],
    [
        " And you're scrolling. Yeah, and it's sucky. It's giving you free dopamine. Don't we know we know me now?",
        5694.2,
        5699.82
    ],
    [
        " By lady",
        5700.48,
        5700.88
    ],
    [
        " Come on, it's too clear your brain",
        5700.88,
        5704.38
    ],
    [
        " Your brain",
        5704.38,
        5705.48
    ],
    [
        " Sure locker. Yeah, sure locker new shirt every month",
        5705.48,
        5709.32
    ],
    [
        " Check that one out. It's all in jockel store.com",
        5709.32,
        5712.86
    ],
    [
        " Subscribe to the podcast go to jockel underground check that out jockel underground.com go to youtube",
        5712.86,
        5718.18
    ],
    [
        " jockel podcast on youtube origin USA on youtube psychological warfare flip side canvas to codomire",
        5720.66,
        5725.88
    ],
    [
        " I talked to him the other day. He's just getting after it. Just getting after it no matter what to codomire",
        5725.88,
        5731.84
    ],
    [
        " He's got his own gym",
        5731.84,
        5732.86
    ],
    [
        " Down there in Texas if you're in Texas if you're in the Austin area go to check out his gym",
        5732.86,
        5738.3
    ],
    [
        " It's called on the dash. Yeah Jim",
        5738.3,
        5741.02
    ],
    [
        " Yeah, I saw guy with one of his shirts on outside of codomire represent",
        5741.02,
        5744.82
    ],
    [
        " Dig it. There you go",
        5745.5,
        5747.22
    ],
    [
        " Books got a bunch of books jockel publishing my holly mckay's book",
        5747.22,
        5751.26
    ],
    [
        " Get one of those we we did another print of those so pick one of those up awesome book",
        5751.26,
        5756.84
    ],
    [
        " And I've written a bunch of books a final spin novel",
        5756.84,
        5760.82
    ],
    [
        " There's novel things happening with final spin. Yeah, there's also some novel things happening with warrior kid look",
        5760.82,
        5767.32
    ],
    [
        " We'll talk about this more in the future",
        5767.32,
        5771.44
    ],
    [
        " But but let's just say we like to say way things are going",
        5772.4,
        5775.16
    ],
    [
        " written a bunch of books so check those out. We also have echelon front. We solve",
        5775.16,
        5779.14
    ],
    [
        " Problems through leadership",
        5779.14,
        5781.14
    ],
    [
        " All your problems are leadership problems and we will get them soft go to echelonfront.com",
        5781.14,
        5785.54
    ],
    [
        " If you need help there if you want to come to one of our live events",
        5785.54,
        5788.62
    ],
    [
        " We also have the extreme ownership academy. We just redid this whole thing revamped it",
        5788.62,
        5793.04
    ],
    [
        " Actually, it's not even just a revamped. It's like a totally new",
        5793.04,
        5795.98
    ],
    [
        " Totally new what is it website is that what it's called totally new website",
        5795.98,
        5800.2
    ],
    [
        " We got free courses on there to take we got",
        5800.58,
        5803.8
    ],
    [
        " Dave Burkin. I did a course. You'll free. Yep a free course Jamie Cochran and I did a course",
        5803.8,
        5808.76
    ],
    [
        " So take those free courses",
        5808.76,
        5811.42
    ],
    [
        " Go to extreme ownership.com. You can check out some of the other content that we have because look",
        5811.42,
        5817.44
    ],
    [
        " This is what what we're talking about",
        5817.44,
        5820.3
    ],
    [
        " The all these games that we're talking about you need to win in these games",
        5820.3,
        5824.18
    ],
    [
        " The way you win in these games by having the right skills extreme ownership.com will give you those",
        5824.18,
        5829.82
    ],
    [
        " skills",
        5831.88,
        5832.32
    ],
    [
        " And if you want to help service members active and retired you want to help their families gold star families check out",
        5832.32,
        5836.68
    ],
    [
        " Markley's mom mom Lee. She's got a charity organization",
        5836.68,
        5839.44
    ],
    [
        " You heard her on the podcast you heard about her son if you want to donate you want to get involved go to america's mighty warriors dot org",
        5839.44,
        5847.08
    ],
    [
        " And also don't forget about mike a think who at present time",
        5847.08,
        5850.86
    ],
    [
        " Is up there in the wilderness somewhere? He's got a",
        5850.86,
        5855.36
    ],
    [
        " A small mountain lion in one hand and he's got a bow and arrow in the other hand and he's in the pursuit of a grizzly bear",
        5855.78,
        5862.7
    ],
    [
        " That's what he's doing right now. So go to heroes and horses dot org if you want to help him help our veterans",
        5862.7,
        5870.64
    ],
    [
        " And also if you want to connect with us we're on the inner in a webs echo Charles is on twitter. He's back on twitter",
        5870.64,
        5877.64
    ],
    [
        " mistakes were made",
        5877.64,
        5879.62
    ],
    [
        " They've been amended",
        5879.62,
        5881.32
    ],
    [
        " He's been amended growth is re re responding his life on twitter",
        5881.32,
        5886.16
    ],
    [
        " So check him out. He's at echo Charles. He's on the gram",
        5886.16,
        5891.22
    ],
    [
        " He's on the facebook. He's at echo Charles. I'm at jocke. Oh, listen if you're gonna go on there though",
        5891.22,
        5898.36
    ],
    [
        " This just be careful because there's free dopamine on there",
        5898.36,
        5901.54
    ],
    [
        " They might as well be giving you cocaine or methamphetamines",
        5901.54,
        5905.24
    ],
    [
        " And it's getting better too by the way",
        5905.24,
        5908.38
    ],
    [
        " Just let me throw that out. You mean they're getting better at manipulating your brain with the algorithm",
        5908.38,
        5912.24
    ],
    [
        " Yes, the algorithm is just honed honed. Yeah, like if you",
        5912.24,
        5916.78
    ],
    [
        " If you are into jujitsu, yeah, but you're really into uma plottas",
        5916.78,
        5922.44
    ],
    [
        " It's like showing you more on my pot. If you really into surfing, but you're",
        5922.44,
        5927.96
    ],
    [
        " You really like single fin 70s guns sure, which I do. Oh, yeah, that's guess what just miraculously pops up",
        5927.96,
        5936.46
    ],
    [
        " So they're tracking on you. Yeah, that's the algorithm",
        5936.46,
        5939.16
    ],
    [
        " watch out",
        5939.16,
        5940.64
    ],
    [
        " And thanks to our members of the army navy air force marines who are playing the ultimate game around the world preserving freedom",
        5940.64,
        5948.88
    ],
    [
        " Thank you for your service and thanks also to our police and law enforcement firefighters paramedics",
        5948.88,
        5954.44
    ],
    [
        " EMTs dispatchers",
        5954.44,
        5956.14
    ],
    [
        " Correctional officers board of patrol secret service and all first responders",
        5956.14,
        5960.24
    ],
    [
        " Thank you for preserving our way of life here at home and to everyone else out there",
        5960.24,
        5965.72
    ],
    [
        " Don't lie to yourself",
        5967.66,
        5969.06
    ],
    [
        " And until next time this is echo and jaco",
        5969.06,
        5974.42
    ]
]