[
    [
        " Okay, Jocco, your reaction to Marsok, right?",
        0.0,
        3.58
    ],
    [
        " Marsok, M-R, S-O-C, forming marine core special operations command.",
        3.94,
        10.72
    ],
    [
        " Yeah, so that's a new thing.",
        11.12,
        13.26
    ],
    [
        " So, and this is the question that he's asking.",
        14.82,
        16.98
    ],
    [
        " So, Marines think their seals now?",
        17.2,
        19.94
    ],
    [
        " Or, yeah, we should have been Marines all along.",
        20.74,
        25.88
    ],
    [
        " So, this is a question about, like I said, the Marine Corps special operations command.",
        28.14,
        32.88
    ],
    [
        " It was formed in, I don't know, 2005, 2006 maybe.",
        33.1,
        38.98
    ],
    [
        " And if you don't know, the Army has its own special operations group.",
        39.74,
        46.56
    ],
    [
        " The Navy has its own special operations group.",
        47.18,
        50.7
    ],
    [
        " The Air Force has its own special operations group.",
        50.9,
        53.4
    ],
    [
        " And the Marine Corps did not.",
        53.54,
        54.84
    ],
    [
        " What is Force Recon?",
        55.2,
        56.76
    ],
    [
        " Have you ever heard of Force Recon?",
        57.0,
        58.2
    ],
    [
        " Force Recon was a part of the Marine Corps, but it wasn't broken off.",
        58.28,
        62.3
    ],
    [
        " And it didn't get the extra money and the extra funding.",
        62.92,
        65.28
    ],
    [
        " And it didn't fall into the chain of command of special operations.",
        65.28,
        69.88
    ],
    [
        " And so, when they made Marsok, it did.",
        70.36,
        73.62
    ],
    [
        " So, now they took a bunch of the Force Recon guys and put them into a group and have their",
        73.98,
        80.08
    ],
    [
        " own funding and everything else.",
        80.08,
        81.12
    ],
    [
        " So, the bottom line is on this is that the Marine Corps is awesome.",
        81.52,
        87.98
    ],
    [
        " And I love the Marine Corps.",
        88.44,
        89.3
    ],
    [
        " And I think that this was long overdue.",
        89.74,
        91.44
    ],
    [
        " I think that the Marine Corps as a whole is likely, it's likely the most capable fighting",
        91.64,
        105.72
    ],
    [
        " unit the world has ever known to be honest with you.",
        105.72,
        108.3
    ],
    [
        " I mean, maybe the, in addition, the airborne divisions from the Army are also just highly",
        108.3,
        115.48
    ],
    [
        " capable.",
        115.48,
        116.1
    ],
    [
        " But the Marine Corps with its air, ground sea, it's got command and control, it's got",
        117.34,
        122.6
    ],
    [
        " integrated intelligence, it's got everything.",
        122.6,
        124.78
    ],
    [
        " And it can use it all together.",
        125.36,
        126.58
    ],
    [
        " And so, that makes it just an extremely effective and efficient fighting force.",
        126.8,
        134.96
    ],
    [
        " And they are highly disciplined, they are highly motivated, there's an incredible",
        135.04,
        139.36
    ],
    [
        " a spree to core.",
        139.36,
        140.22
    ],
    [
        " So, for me, this was long overdue.",
        141.0,
        144.9
    ],
    [
        " And I think that I actually did a turnover with the initial kind of Marsok group in 2004",
        145.32,
        156.58
    ],
    [
        " and Baghdad.",
        156.58,
        157.34
    ],
    [
        " And I'd work with the Marine Corps on, I had more work with Force Recon on multiple deployments",
        157.6,
        162.68
    ],
    [
        " when I was a younger seal.",
        162.68,
        164.1
    ],
    [
        " And they took a bunch of those guys, a bunch of just legendary Force Recon guys and put",
        165.22,
        171.0
    ],
    [
        " them into this first Marsok company.",
        171.0,
        173.74
    ],
    [
        " And they were awesome.",
        174.76,
        175.6
    ],
    [
        " Awesome warriors, awesome guys.",
        176.22,
        177.86
    ],
    [
        " And I think they actually have one thing that's a huge benefit to them is in the Marine",
        178.58,
        184.74
    ],
    [
        " Corps, you're in the Marine Corps.",
        184.74,
        186.68
    ],
    [
        " So every Marine Corps, every Marine is a rifleman.",
        186.84,
        189.02
    ],
    [
        " They have the opportunity to work with big conventional infantry companies and platoons and",
        189.02,
        195.44
    ],
    [
        " battalions.",
        195.44,
        195.96
    ],
    [
        " So their guys will be very experienced.",
        195.96,
        198.94
    ],
    [
        " And I think that they are going to be, I mean, I think that the Marine Corps Special Operations",
        199.42,
        206.06
    ],
    [
        " Command is going to be an extremely capable force in the future.",
        206.06,
        210.9
    ],
    [
        " And I am glad to say the least that they will be defending our country and freedom around",
        212.24,
        224.44
    ],
    [
        " the world for many, many years to come.",
        224.44,
        226.88
    ],
    [
        " Yeah, that kind of goes along with how you were saying, or a lot of these points that these",
        227.48,
        233.94
    ],
    [
        " books make about how the discipline and the training are so paramount, you know, in",
        233.94,
        237.74
    ],
    [
        " success.",
        237.98,
        238.42
    ],
    [
        " Now you have yet another division that's going to get some solid training, you know.",
        238.64,
        243.06
    ],
    [
        " Yeah, for sure.",
        243.32,
        243.84
    ],
    [
        " There's no doubt the Marine Corps will put these guys through outstanding training.",
        244.24,
        247.78
    ],
    [
        " Yeah.",
        248.02,
        248.18
    ]
]