[
    [
        " What would you pack for lunch if you had a typical nine to five job?",
        0.0,
        4.94
    ],
    [
        " Yeah, chicken steak beef jerky nuts. I don't know a salad.",
        5.28,
        10.16
    ],
    [
        " No big shocker there. Right.",
        10.34,
        13.4
    ],
    [
        " Just don't eat the donuts in the office. Next question. No tuna sandwich.",
        13.76,
        16.84
    ],
    [
        " No, no tuna sandwich.",
        17.88,
        19.56
    ],
    [
        " All we've read tomato lettuce sprouts.",
        19.86,
        23.28
    ],
    [
        " That's your go to no, that's what my mom would probably pack for me.",
        23.64,
        27.78
    ],
    [
        " If she was packing my lunch, both people were asking what your mom would pack for you for lunch when you were young.",
        28.62,
        34.2
    ],
    [
        " That wasn't a question. I know, but it kind of sells.",
        34.5,
        36.62
    ],
    [
        " My mom would pack for me when I was young.",
        36.62,
        38.8
    ],
    [
        " PB&J. All right. There it is. That's good.",
        39.3,
        42.66
    ],
    [
        " Bag of potato chips. Oh, that's good.",
        42.92,
        44.98
    ],
    [
        " Well, that was PB&J good, but but potato chips are not good.",
        45.74,
        49.04
    ],
    [
        " I just made it the same. It tastes good. Actually, but peanut butter is good.",
        49.04,
        53.26
    ],
    [
        " And of course, what I would do is take the potato chips and put them on the",
        53.46,
        55.6
    ],
    [
        " like a cycle. Yeah, like a cycle. All good.",
        56.24,
        59.06
    ],
    [
        " So there you go. Guys know what to eat. Come on.",
        59.24,
        62.16
    ],
    [
        " But here I'm sure they're asking because that is kind of a thing.",
        62.16,
        66.88
    ],
    [
        " Like you have a nine to five job, right? And especially if kind of the culture is like,",
        67.0,
        69.88
    ],
    [
        " okay, I got to work. And then boom, we got well, got a lunch.",
        69.88,
        72.9
    ],
    [
        " Me and my boys from work. We've got a lunch, maybe a bar, maybe, you know, kind of thing,",
        72.92,
        77.12
    ],
    [
        " but they want to break the cycle. So it's like, you know, it's not, it's kind of common knowledge.",
        77.38,
        81.42
    ],
    [
        " Okay, break the cycle. Bring your own lunch.",
        81.46,
        82.9
    ],
    [
        " Yeah, well, definitely bring you much. Not only will you eat better, but you also won't spend",
        83.06,
        87.08
    ],
    [
        " $19 for lunch. Yeah, you'll spend, you'll spend like $6 for lunch and it'll be better for you.",
        87.08,
        93.32
    ],
    [
        " So that's just yeah, yeah. Okay. So maybe I should have made that more clear.",
        93.5,
        96.52
    ],
    [
        " Don't go out to the little corner store and whatever the corner restaurant and spend",
        96.9,
        101.82
    ],
    [
        " $28 for crappy food. This is going to make you fat and lazy. Yeah.",
        101.82,
        105.32
    ],
    [
        " Just pack your own food that costs $6 that's going to make you lean strong and smarter.",
        105.48,
        109.64
    ],
    [
        " Yeah, but and then there in comes this question. I think I don't know, but I think so because let's say you've never done that before.",
        109.76,
        116.74
    ],
    [
        " Yes, sounds crazy. Here's a big no, because I was this so so great chain, right? You always eat tough.",
        116.96,
        123.36
    ],
    [
        " And I don't think he ever like cooked at home or whatever, right? And me and kind of, well, I kind of do both whatever,",
        123.5,
        130.6
    ],
    [
        " but I cook at home. I go, I have my go to little things, right? At home. So we're talking and I was explaining to him.",
        130.6,
        136.56
    ],
    [
        " Oh, yeah. Oh, yeah. I'll just do this one on the program. I'll do this. I'll make this and he's like,",
        136.76,
        142.04
    ],
    [
        " dang you, you actually do that. I'm like, cook and make stuff at home. He's all surprised. Yeah.",
        142.04,
        146.62
    ],
    [
        " Like he was like this foreign thing for real. Okay. I'll give you a go to right now.",
        146.84,
        150.3
    ],
    [
        " If you want to talk to go to is you said tuna. I have a 10 chicken. Like, I don't even know what my wife calls it 10 chicken.",
        150.5,
        158.16
    ],
    [
        " It comes with a can. Yeah. Because I don't really like fish. Sure.",
        158.38,
        162.06
    ],
    [
        " And so I have chicken in a can. Open it up, put some mayonnaise in there. You're good. Food.",
        162.24,
        168.36
    ],
    [
        " And you can get big big cans of chicken. Yeah. That's a good total go to. Yeah. That's a good one.",
        168.62,
        176.16
    ],
    [
        " A lot of sodium. A lot of times in those ones. You know, if you care about those kind of things, but",
        176.26,
        180.42
    ],
    [
        " yeah, there's a lot of chicken in there too. You know, you can do with that too. If you have just a little bit more time,",
        180.42,
        187.14
    ],
    [
        " the chicken, the one in the can is sweet. It's good because it's so fast.",
        187.2,
        190.52
    ],
    [
        " Uh-huh. Boom, boom, boom. One speed. But if you, um, you can like, kind of half way boil some chicken, chop it up,",
        190.88,
        198.42
    ],
    [
        " what it's saute it. Yeah. There's some stuff, right? And then chop it up even more. Boom, add the mayonnaise is kind of the same deal.",
        198.62,
        204.96
    ],
    [
        " And you can do it that way. You don't need like the canned chicken. Some people do not prefer canned chicken. That's cool. That's the thing. They can do other things. Yeah. Yeah. Yeah.",
        205.2,
        213.54
    ],
    [
        " And that's the other thing I'm talking about. Anyway, so what you know, for mom made chicken. I, you know, no, this is like a whole thing.",
        213.54,
        221.76
    ],
    [
        " You know, Greg, it was foreign to Greg to actually cook at home. It's foreign for people to actually make a lunch. Like, man, where do I start with this thing? What do I do?",
        221.76,
        230.82
    ],
    [
        " And then usually, in fact, from what I understand anyway, usually it's kind of like, oh, all, all kind of sort of buy a lunch.",
        231.22,
        239.06
    ],
    [
        " While I'm not at work, you know, maybe go to Dubai, one of these box lunches or something and then bring it in.",
        239.7,
        244.58
    ],
    [
        " Is that the thing? It's defeating the pur... Yeah, it's a thing, but it's a defeating the purpose. You make the lunch like I said, I want to eat something like that. Yeah.",
        244.74,
        251.74
    ],
    [
        " I'm telling you. Cool. It works. That's the direction you want to go. That's my opinion.",
        252.02,
        256.78
    ]
]