[
    [
        " There was recent news about combatives in the SEAL teams.",
        0.0,
        3.3
    ],
    [
        " What was the evolution towards MMA?",
        3.64,
        7.28
    ],
    [
        " So the SEAL teams has gone through a whole plethora of various kind of hand-to-hand combat type",
        8.7,
        17.2
    ],
    [
        " things. When I first came in, there was something called scars and I it stood for scientific,",
        17.2,
        25.42
    ],
    [
        " something, something, something, something. But it sort of looked like a kung fu.",
        25.6,
        31.82
    ],
    [
        " Yeah, it was very... Actually, I think it was based on San Su, right, which is a martial art.",
        32.32,
        39.26
    ],
    [
        " Anyways, so that was kind of when I showed up there, then we kind of morph towards",
        39.62,
        44.7
    ],
    [
        " something a little bit more modern and then we morph towards something else. And so we were",
        44.7,
        49.68
    ],
    [
        " constantly kind of looking and searching for something that was efficient. We ended up going with",
        49.68,
        54.52
    ],
    [
        " this one contractor for several years. And so use this one contractor for several years and",
        54.52,
        63.7
    ],
    [
        " then eventually, especially once the war started. And we had guys on a regular basis",
        63.7,
        70.72
    ],
    [
        " doing hand-to-hand combat against the enemy. And for those of you that don't understand when",
        70.72,
        75.82
    ],
    [
        " that would happen, if we go into a building and there's people in there that don't have weapons,",
        75.82,
        80.44
    ],
    [
        " well, you can't just gun them all down. You have to get control of them. If they're military",
        80.78,
        85.64
    ],
    [
        " age males, you probably got to cuff them, you got to get them down to the ground, you got to control",
        85.64,
        88.72
    ],
    [
        " them. Now there's a whole variety of things that can happen. The guy can be unarmed but literally",
        88.72,
        93.6
    ],
    [
        " combative. You know, he can square up and say, okay, it's on. We've seen that. And people might be",
        93.6,
        98.78
    ],
    [
        " surprised to hear that people actually do that. You know, you got to gang a big tough seals there",
        98.78,
        104.26
    ],
    [
        " that are going to put you down. We've had multiple people like not comply. Oh yeah. You're not going",
        104.26,
        108.64
    ],
    [
        " to put me down and it doesn't usually go too well for them. So that's that's one of the spectrum.",
        108.64,
        113.78
    ],
    [
        " You then you go down the spectrum where someone that just is scared and they're frozen with fear.",
        113.98,
        117.98
    ],
    [
        " So but you're yelling at them to get down an Arabic, which is, you know, your Arabic is not great.",
        118.32,
        122.52
    ],
    [
        " You're yelling at them. They're scared. They're free. So now what are you going to do? You can't just",
        122.68,
        125.88
    ],
    [
        " stand there and keep yelling at them. You've got to get them to the ground, get them control so you",
        125.88,
        128.9
    ],
    [
        " continue the clearance. Then there's people that are going to, so you've got to, all the way down to",
        128.9,
        132.34
    ],
    [
        " someone that just, you know, they see, they see you. They put their hands up. They lay down. That's",
        132.34,
        135.68
    ],
    [
        " great. That's easy. So as we started getting into these scenarios on a regular basis, we realized that",
        135.68,
        142.7
    ],
    [
        " the system that had been taught was ineffective. And that's, and also luckily we had a bunch of",
        142.7,
        148.98
    ],
    [
        " guys and seal teams that were into jujitsu and moitai and resting in MMA in general. And so that",
        148.98,
        154.9
    ],
    [
        " kind of came in and started, people started saying, Hey, why don't you just do this? And this will",
        154.9,
        161.64
    ],
    [
        " actually get a person under control. And actually you told a good story to me today when we were",
        161.64,
        166.42
    ],
    [
        " talking about jujitsu about that, tell that, that's a good, that's a good little explanation of where",
        166.42,
        171.5
    ],
    [
        " we were and where we, where we got to. Yeah, in my first platoon, we went through that, that training.",
        171.5,
        176.08
    ],
    [
        " And that was our prisoner handling training. So that's what we did. And, and that's what we,",
        176.44,
        181.98
    ],
    [
        " we practiced handling prisoners and searching them and put them on the ground, all that stuff handling",
        181.98,
        185.48
    ],
    [
        " them. And so, you know, we're told this is the way to do it. This is, you know, well, when we start",
        185.48,
        190.88
    ],
    [
        " going against role players, I remember one in particular, we're going against, we're in the",
        190.88,
        195.84
    ],
    [
        " kill house and we're moving through. And, and of course, we're, this isn't live fire. You're going",
        195.84,
        200.6
    ],
    [
        " to get role players. They're shooting back at you with Simu Nishin, which is a paint round",
        200.6,
        203.92
    ],
    [
        " through our actual weapons. It's great training because then you have, then you're, do you have to",
        203.92,
        207.46
    ],
    [
        " deal with people? You have to actually wrestle with people. You actually have to engage targets.",
        207.46,
        211.04
    ],
    [
        " Are they're shooting back at you? Outstanding training. And we talked about that before, but, but,",
        211.04,
        215.84
    ],
    [
        " it is one of the things that really stood out to me was I remember one one particular guy,",
        216.32,
        221.64
    ],
    [
        " one of the role players was a, a pretty large guy. I mean, he's probably six four, six five,",
        221.8,
        227.3
    ],
    [
        " like 250 pound guy, big guy. And me and, and this guy wasn't a seal. He wasn't a seal. I think",
        227.3,
        234.1
    ],
    [
        " he was a gunner's mate or something. He was just volunteering to come up and be a role player. Great,",
        234.1,
        236.9
    ],
    [
        " you know, helps us with training. And so, you know, a small role player, you're able to get them",
        237.04,
        241.4
    ],
    [
        " down the ground, hold them and, and, you know, get a search on them. And, and, and another one of",
        241.4,
        248.36
    ],
    [
        " our guys who is a big, a big guy, this guy arms big around my legs. A seal was a large, large man,",
        248.36,
        255.62
    ],
    [
        " a very strong guy. And we grab this guy. We're trying to get him the ground and he's not being",
        255.8,
        260.8
    ],
    [
        " compliant. He's being, he's resisting us. And it's hard. I mean, this, this is difficult for me",
        260.8,
        267.4
    ],
    [
        " and this other guy. And we're not, we're not small guys. I mean, we're, we're strong guys. We're,",
        267.4,
        270.98
    ],
    [
        " we're getting this guy to the ground, but he's not cooperating. We're having a hard time keeping",
        270.98,
        274.28
    ],
    [
        " him down. Another one of our guys who is actually a lot smaller enough. He was probably 180 pound guy.",
        274.28,
        279.24
    ],
    [
        " I'm 200 pounds. And, and the other seal was described. It's probably 230 pound guy. And, uh, his,",
        279.24,
        285.48
    ],
    [
        " so this, this other seal comes up. And he's like a 180 pound guy. He's trained Jitsu. He's got a",
        285.7,
        292.2
    ],
    [
        " little bit of that. He's spent, uh, spent a little time, you know, at the Gracie Academy and, and,",
        292.2,
        296.44
    ],
    [
        " uh, had, had, was one of the, we don't want to the first guys I knew who, who was pretty,",
        296.44,
        300.36
    ],
    [
        " pretty skilled in Jiu Jitsu and, and, uh, he, he gets this, this, this, this big guy,",
        300.42,
        306.2
    ],
    [
        " the, you know, the role players wrestling around that Gunners made and, uh, knock-who-op rating.",
        306.2,
        309.82
    ],
    [
        " We're wrestling around with him. He comes up there, gets a guy, gets a, gets a knee on him,",
        310.02,
        313.2
    ],
    [
        " goes like knee on stomach and the guy, the guy can't do anything. And, you know, here's this 180 pound",
        313.56,
        320.74
    ],
    [
        " guy completely controlling this large guy that two of us couldn't do before. And I was like,",
        321.88,
        326.6
    ],
    [
        " I need to start training some Jiu Jitsu because that stuff works. And it was just a, it was just a",
        326.88,
        330.98
    ],
    [
        " re-out of like body control. I can control this guy. I mean, knee, knee on stomach, get his arms,",
        330.98,
        335.56
    ],
    [
        " guy himself tied, done. I mean, he's, and he actually, when we debrief with him, you know, he,",
        335.72,
        340.08
    ],
    [
        " he comes, now he's out of his role player element. He's like, he's like, hey, that was pretty cool.",
        340.12,
        344.36
    ],
    [
        " And then I think he actually probably started training some Jiu Jitsu because he, he, he realized,",
        344.6,
        348.46
    ],
    [
        " just how effective it was for a guy who really understood body control to be able to just get a knee",
        348.5,
        353.48
    ],
    [
        " on him, hold him down, you know, and, and be able to control him even though he was half the size of this",
        353.48,
        357.56
    ],
    [
        " dude. Interestingly, that's almost, that's why most of us start because he feels happens to you.",
        357.56,
        363.52
    ],
    [
        " And you're like, whoa, whoa, whoa, that was like, you're like, how's this guy who's, you know,",
        363.64,
        367.94
    ],
    [
        " you know, he looks so much smaller than me and he's just crushing me. How's that possible?",
        368.12,
        371.8
    ],
    [
        " So that was, you know, and that, that case that you just described happened,",
        372.66,
        376.62
    ],
    [
        " the, you know, every day in the SEAL team, somebody else that knew some Jiu Jitsu,",
        377.0,
        381.86
    ],
    [
        " you know, would, would have that scenario happen and eventually the, the,",
        382.28,
        386.5
    ],
    [
        " the correct answer rises up and people say, hey, look, this is working. This is not working.",
        386.68,
        392.72
    ],
    [
        " And so that's how we ended up with, uh, with more of an MMA based approach because it's not",
        392.78,
        401.78
    ],
    [
        " boxing. It's, it's, you know, weapons retention pieces to it. It's hitting people, learning how to hit people with your gun.",
        402.02,
        409.78
    ],
    [
        " What we call a muscle strike, which is, again, this is one of those things where",
        410.26,
        414.94
    ],
    [
        " we kind of would get, be told that they're like the muscle strike would, would just kill people.",
        414.94,
        423.24
    ],
    [
        " Yeah, would kill people or is going to definitely incapacitably instantly and knock people out. And",
        423.34,
        428.26
    ],
    [
        " the fact of the matter is, and I know, I know, I know, I know, and I have seen, I don't even know how many people,",
        428.26,
        433.12
    ],
    [
        " I've seen muscle strikes over and over and over again. And it just, the, the amount, I don't even think",
        433.36,
        438.16
    ],
    [
        " I ever saw an actual knockout. I mean, you see some damage. It hurts and it cuts the person's face open.",
        438.16,
        442.78
    ],
    [
        " It makes them bleed everywhere and it's a complete nightmare and you have to take them to medical and it's,",
        442.8,
        446.54
    ],
    [
        " it's just a bad thing. Whereas somebody that knows a little bit of MMA can go and get control of these people",
        446.54,
        452.0
    ],
    [
        " and take them down and it's, it's no factor. So that's what ended up taking over. And it's definitely,",
        452.0,
        457.48
    ],
    [
        " good thing and a positive thing and it's been, it's been cool to talk to you guys that are now",
        458.26,
        461.56
    ],
    [
        " carrying on with the program.",
        461.56,
        462.52
    ]
]