[
    [
        " This is Jockel Podcast number 255 with Echo Charles and me,",
        0.7,
        5.68
    ],
    [
        " Jockel Willink. Good evening, Echo. Good evening.",
        6.28,
        8.04
    ],
    [
        " And joining us again is Dave Burke. Good evening, Dave.",
        8.5,
        12.98
    ],
    [
        " Good evening. So we go on with guidelines for the leader and commander.",
        13.52,
        20.28
    ],
    [
        " And I think at this point, I'm not even sure that I'm just doing this purely out of my own joy.",
        20.72,
        28.82
    ],
    [
        " Of having searched for this book for more than a decade, finally have found a copy.",
        29.26,
        34.88
    ],
    [
        " And now I'm making everyone else enjoy it with me.",
        35.14,
        39.06
    ],
    [
        " We covered this book on 251-252-253-254.",
        39.8,
        45.54
    ],
    [
        " But there's a reason. There's a reason to dig through the past to our roots, to my roots.",
        46.1,
        54.56
    ],
    [
        " The roots from this book, from a man that served in World War I, World War II,",
        55.7,
        60.02
    ],
    [
        " Korea, General Bruce Clark, Bruce Clark, who then overlapped that service in Korea",
        60.42,
        65.88
    ],
    [
        " with Colonel David Hackworth who served in Korea and then Vietnam, and who wrote the book about face.",
        65.88,
        70.66
    ],
    [
        " These are the lessons that I learned that I tried to pass on.",
        71.44,
        75.74
    ],
    [
        " And the DNA is so clear. It's so clear to read this book.",
        76.34,
        82.34
    ],
    [
        " And see that DNA to find the roots of knowledge.",
        84.56,
        88.86
    ],
    [
        " And knowing it, we learn more. And that's the goal.",
        89.3,
        94.64
    ],
    [
        " The goal is to learn and improve and get better. So guidelines for the leader and commander",
        95.7,
        102.58
    ],
    [
        " by General Bruce Clark. Here we go. Back to the book.",
        102.58,
        108.52
    ],
    [
        " This next section, and I'll be honest with you, the last section,",
        109.2,
        112.86
    ],
    [
        " I liked it. There's some lessons, some takeaways for sure.",
        114.04,
        116.9
    ],
    [
        " This one I started getting, this one I had a good time with.",
        118.26,
        121.18
    ],
    [
        " And I was a little worried at first because the last section we were talking about was talking",
        122.42,
        127.96
    ],
    [
        " about training the individual soldier, which to me is like, okay, this is what we're doing.",
        127.96,
        131.96
    ],
    [
        " We're talking about the individual soldier. I thought that might have been a little bit of a peak,",
        132.16,
        135.94
    ],
    [
        " a little bit of a peak where I started, you know, like this is it.",
        136.72,
        140.28
    ],
    [
        " But then I got to this section, chapter 10, which is called training the unit. And I started saying,",
        140.84,
        144.48
    ],
    [
        " oh, okay, which makes sense, right? Which makes sense.",
        144.54,
        149.54
    ],
    [
        " Because certainly there's going to be parallels when you talk about training individual soldiers,",
        150.08,
        153.96
    ],
    [
        " but when you start talking about training teams and training units,",
        154.08,
        157.28
    ],
    [
        " this is where things really start to come to light from a leadership perspective.",
        157.66,
        162.3
    ],
    [
        " So, importance of unit training. The army's investment in the soldier pays off only when the",
        162.36,
        168.64
    ],
    [
        " unit's combat ready. Proper training develops combat ready units by welding skills, skilled",
        168.64,
        174.24
    ],
    [
        " individuals in the teams and combining teams into effective platoons, companies, and combined",
        174.24,
        179.32
    ],
    [
        " arms forces. It is my purpose in this chapter to highlight the application of principles and",
        179.32,
        185.0
    ],
    [
        " techniques that will contribute to improving a unit's combat readiness in less time and less cost",
        185.0,
        190.28
    ],
    [
        " thus enabling the army to realize full measure from its investment in the soldier and his unit.",
        190.28,
        197.42
    ],
    [
        " So, there you go. This is about training that team, getting them to work together.",
        197.6,
        201.94
    ],
    [
        " Theme of unit combat readiness. It has often been said that battles are fought by squads and platoons",
        202.62,
        210.28
    ],
    [
        " and won by teamwork of small units supported by fire.",
        210.28,
        215.18
    ],
    [
        " Combat power is inflicted on the enemy by fire and movement. There you go. Covered move,",
        217.22,
        222.74
    ],
    [
        " welcome. It's been three paragraphs we're talking about cover move. This is why I start getting fired",
        222.9,
        230.0
    ],
    [
        " up. The purpose of movement is to get the fire in the most advantageous position to destroy the",
        230.0,
        239.48
    ],
    [
        " enemy. That's a good little thing to think about. That's why we cover and move. We cover and move",
        240.0,
        246.72
    ],
    [
        " to close with and destroy the enemy to get in an advantageous position to destroy the enemy. That's",
        246.72,
        251.26
    ],
    [
        " why we cover and move. One must remember however that gasoline and ammunition and other vital",
        251.26,
        255.72
    ],
    [
        " supplies are needed to sustain tactical operations. Accordingly, emphasis on small unit training",
        255.72,
        260.78
    ],
    [
        " should habitually stress teamwork to the point that tactical execution is accomplished with the",
        260.78,
        266.28
    ],
    [
        " same precision as dismounted drill. That delivery of effective fire is as automatic as gun drill.",
        266.28,
        272.54
    ],
    [
        " And that supply to the tactical unit is as responsive in battle as it is in garrison.",
        272.78,
        278.04
    ],
    [
        " These battlefield reflections vividly point out the basic theme of small unit combat readiness.",
        278.68,
        284.72
    ],
    [
        " No small unit training should be undertaken in a vacuum. Why is he pointing this out? He's pointing",
        285.04,
        291.02
    ],
    [
        " this out because in the military it's very easy to silo yourself. It's very easy to say, I want my",
        291.02,
        298.44
    ],
    [
        " opportunity to be good. So I'm going to go train my opportunity or I want my company to be good. So",
        298.44,
        301.36
    ],
    [
        " I'm going to train my company or I want my battalion to be good. So I'm just going to go train my",
        301.36,
        304.72
    ],
    [
        " battalion over here in a vacuum. And if you're doing that, you're wrong. In any organization,",
        304.72,
        310.02
    ],
    [
        " if you're a salesperson and you're not training alongside the operations people to make sure that",
        310.24,
        316.22
    ],
    [
        " you know how to communicate to them what you want. And they know how to communicate to you what",
        316.28,
        321.66
    ],
    [
        " they can deliver. What about the IT group? Do they understand how to handle the threshold of emails",
        321.66,
        328.34
    ],
    [
        " that you're going to be getting when you offer this new practice? All these things that need to,",
        328.34,
        331.26
    ],
    [
        " you need to work together. Sometimes is it because of like internal competition as well? Like,",
        331.26,
        339.72
    ],
    [
        " wait, that's why we wouldn't train together? Yeah. Maybe or maybe. But I think it's,",
        340.66,
        347.32
    ],
    [
        " I think it's just like the straight up silos. You know what I'm saying? Just like the straight up,",
        347.46,
        352.82
    ],
    [
        " like, hey, this is my platoon. I'm going to take care of my platoon. This is my division. I'm going",
        352.88,
        355.8
    ],
    [
        " to take care of my department. I'm going to take care of my department. So like you're not thinking",
        355.8,
        359.52
    ],
    [
        " about necessarily the other guys or you're just like, hey, leave me alone. I don't think it",
        359.52,
        366.54
    ],
    [
        " I think it could be either a real like negative attitude, but it could also be just an",
        366.54,
        371.74
    ],
    [
        " positive attitude that's like, hey, I'm going to train my platoon. That's what you focus on. Yeah,",
        371.74,
        375.52
    ],
    [
        " I'm trying to train my platoon. I'm up a tune. Come in. I'm going to train my platoon. We're",
        375.6,
        378.6
    ],
    [
        " going to be ready. Yeah. Here's the problem. You can be ready. But if you can't call for fire",
        378.6,
        382.72
    ],
    [
        " correctly, it doesn't matter. If you've never coordinated with a QRF before, it doesn't matter.",
        382.72,
        386.68
    ],
    [
        " When that QRF is needed, you don't know what you're doing. And it happens in business too. Hey,",
        386.92,
        393.28
    ],
    [
        " you know, we're like I said, we're the sales team. We don't care. I'm not going to I don't need",
        393.28,
        398.36
    ],
    [
        " to train the the customer satisfaction group. I don't need to train with them. That's not my deal.",
        398.36,
        406.38
    ],
    [
        " Right. I don't care what happens when you know, once I sell the product, I don't care what happens.",
        406.72,
        411.16
    ],
    [
        " Oh, really? You should care what happens because if the client calls customer satisfaction and",
        411.16,
        417.56
    ],
    [
        " looks for a solution to a problem that they've got is they're implementing the thing that you just",
        417.56,
        420.64
    ],
    [
        " sold them and the solution isn't there. Guess what? You're not getting good reviews and you're",
        420.64,
        424.86
    ],
    [
        " not going to sell any more product to that company. Is the name customer satisfaction department?",
        424.86,
        431.34
    ],
    [
        " Is that it? Yeah. Yeah. Is it called that? Yeah. Or sometimes they call it client implementation.",
        431.6,
        434.96
    ],
    [
        " There's many, many organizations that are set up in such a way that there's someone that sells",
        435.44,
        439.42
    ],
    [
        " the product and then there's someone that helps them implement the product. And that's customer",
        439.42,
        443.94
    ],
    [
        " satisfaction. Could be customer satisfaction client satisfaction. What are some other names for",
        443.94,
        447.6
    ],
    [
        " a Dave? Do you think anything about it? Yeah. Customer service tech support. Yeah. Stuff like that.",
        447.6,
        451.5
    ],
    [
        " Tech support. That's a good one. Tech support. You might think of like that's a broad-based like,",
        451.62,
        456.28
    ],
    [
        " hey, I've had this computer for two years and now it's not working. I'm talking about companies where",
        456.42,
        463.14
    ],
    [
        " you buy a new system of software for your organization. Like a solar panel.",
        463.14,
        477.42
    ],
    [
        " Maybe you buy solar panels for your roof. And then great. You're the salesman. You sell them to me.",
        477.42,
        482.9
    ],
    [
        " Guess what? You're done when you're done selling me my solar panels. You're on trying to sell the",
        483.32,
        486.78
    ],
    [
        " next pair. So when I call because the installation I'm having a hard time with, I call customer satisfaction.",
        486.78,
        493.5
    ],
    [
        " It's Dave. Dave picks up the phone. Hey, I just ordered this thing. And now he says, well, how many,",
        493.96,
        499.48
    ],
    [
        " you know, and I say, look, we're having trouble installing this. It doesn't fit on my roof right.",
        499.62,
        503.02
    ],
    [
        " And you say, okay, well, how many panels did you get? And what size are they? And all of a sudden,",
        503.78,
        510.72
    ],
    [
        " he realizes that he needs to give you feedback. That, listen, if the roof is this angle, it fits a",
        510.94,
        517.46
    ],
    [
        " different way. And so now you can sell the product better. And that will keep people more satisfied.",
        517.46,
        522.56
    ],
    [
        " You can also do a follow-up call with me and say, hey, hey, sir, I'm really sorry when I measured",
        523.04,
        527.74
    ],
    [
        " your roof. I thought it was this angle. And so I sold you this thing. Here's what we're going to do.",
        527.74,
        532.26
    ],
    [
        " We're actually to come out and pick up three of the panels that you're not going to need anymore.",
        532.26,
        535.5
    ],
    [
        " And I'm going to, you know, I'm going to give you a 10% rebate. And we're also setting an installer",
        536.26,
        540.68
    ],
    [
        " out there to give you a hand. Hey, boom, right now I'm taking care of, we're all happy. Now,",
        540.68,
        545.16
    ],
    [
        " guess what I'm doing when somebody asked me, oh, you got solar panels. What company? Can I say,",
        545.18,
        549.08
    ],
    [
        " oh, echo's solar panels? Is it a good company? Yeah, you know, it was a little rough, but they got",
        549.18,
        553.7
    ],
    [
        " everything taken care of. You should definitely call them. You see where I'm going with this? Yeah,",
        553.7,
        557.42
    ],
    [
        " fully. And that's weird. You just took me down the rabbit hole of solar installation. That was good.",
        557.5,
        563.08
    ],
    [
        " Maybe not the best example, but you did good with it. I'm over here to run with it. Yeah,",
        563.3,
        567.58
    ],
    [
        " yeah, it's good. It's good. We're here to make it happen. What do you got? But yeah, because I",
        567.66,
        570.5
    ],
    [
        " don't really think about that when you're at work, you know, where you kind of want to be the",
        570.5,
        576.08
    ],
    [
        " best worker and company, sure, you know, but the customer like experiences kind of the whole deal,",
        576.08,
        581.82
    ],
    [
        " you know, you know, how like, man, when you leave your review, you're like, great product,",
        581.82,
        585.06
    ],
    [
        " bad customer service. And that can be like, well, that sucks because I need some customer service",
        585.06,
        590.04
    ],
    [
        " kind of thing. So it's kind of a downer, you know, yeah, because we're not thinking everything's",
        590.04,
        593.14
    ],
    [
        " going to work perfect every single time, right? Not necessarily. You seem to be saying, but I'm saying,",
        593.14,
        596.9
    ],
    [
        " like, you know, you have these elements of a product or service that are all to the customer. It's",
        596.9,
        603.56
    ],
    [
        " like, it's all the same thing. I'm not going to go to this person just for one thing. I'm going to",
        603.56,
        608.88
    ],
    [
        " go, I mean, as far as one quality of their product, they're going to, they'll get turned off by",
        608.88,
        614.58
    ],
    [
        " other departments. So if you work there for you're just focused on yours, by that effect,",
        614.88,
        619.4
    ],
    [
        " you that's what general car is saying. You have to interact with other people inside your",
        619.4,
        624.78
    ],
    [
        " organization. And if you're not doing that, you're wrong. You're wrong. Fast forward a little bit,",
        624.78,
        631.18
    ],
    [
        " training philosophy, the basic, the basic philosophy of successful training is that of obtaining",
        631.22,
        636.4
    ],
    [
        " superior results with average personnel. God, I love that. Well, the reason we're training is to",
        636.4,
        642.68
    ],
    [
        " take average people and make them exceptional superior results, a unit to be truly outstanding",
        642.68,
        649.5
    ],
    [
        " should be excellent in all undertakings and activities. Commanders must know and understand that",
        649.5,
        654.28
    ],
    [
        " capability, the capabilities and limitations of personnel and set high and exacting standards",
        654.28,
        658.68
    ],
    [
        " of capabilities of the high ability of a groups of a unit's personnel. This tends to give the",
        658.68,
        665.22
    ],
    [
        " low ability group a hopeless feeling because of having to compete against a standard which they",
        665.22,
        670.32
    ],
    [
        " cannot attain. A unit's satisfactory in all things is better than one outstanding in some",
        670.32,
        677.04
    ],
    [
        " excellent in others and unsatisfactory in a few. That's a, that's a good thing to think about.",
        677.04,
        686.2
    ],
    [
        " You know, it's better to be good at a bunch, a good at everything than outstanding at this one",
        686.96,
        693.72
    ],
    [
        " okay, it's some other things and unsat in some, some final things. Next section. Fast forward a",
        694.02,
        703.88
    ],
    [
        " little bit, emphasize fundamentals, the basic difference between well trained unit and one that",
        703.88,
        707.98
    ],
    [
        " is not well trained is found in the attention paid to the fundamentals of marksmanship, chemical",
        707.98,
        712.92
    ],
    [
        " biological and radiological warfare, communications maintenance administration and all other arts and",
        712.92,
        717.54
    ],
    [
        " skills that contribute to making the unit combat ready in the shortest possible time. A well trained",
        717.54,
        722.46
    ],
    [
        " soldier is the only foundation upon which effective combat ready units can be built. When the soldier",
        722.46,
        727.38
    ],
    [
        " fails to demonstrate proficiency and individual skills, the army's investment is wasted and the",
        727.38,
        733.14
    ],
    [
        " combat readiness of the unit is diminished. Each commander should approach his problems of combat",
        733.14,
        740.36
    ],
    [
        " readiness with a sense of wartime urgency. There is no magic formula, no sweatless solution to",
        740.36,
        750.08
    ],
    [
        " achieving a high state of combat readiness in a unit. Application of the fundamentals enumerated",
        750.18,
        755.22
    ],
    [
        " below however will help. So that by the way, sweatless solution, you've heard that before right,",
        755.22,
        760.46
    ],
    [
        " echo jails. That's that's that's hack. Well, hack took that actual phrase and I was I had tried",
        760.58,
        767.56
    ],
    [
        " to find it in about face and of course that about faces 836 pages and I was like, oh, I know it's",
        767.56,
        772.62
    ],
    [
        " in here somewhere. I've done it on the podcast. I've talked about the sweatless solution. There is",
        772.62,
        780.06
    ],
    [
        " you may have wondered where he got I was thought he made it up, right? Of course we thought he made",
        780.06,
        783.9
    ],
    [
        " it up. If you ever heard me say it, maybe you thought I made it up. I didn't make it up,",
        783.9,
        788.04
    ],
    [
        " neither did hack. There you go. I believe the source is general Clark.",
        788.12,
        793.02
    ],
    [
        " Sweatless solution. That's like that that stuck with me for a long time. Still is with me really",
        793.66,
        800.02
    ],
    [
        " because sweat and part of it is yes because I had to admit to myself, brother, that's me a lot of",
        800.02,
        804.9
    ],
    [
        " time. I'm looking for that sweatless solution. Let's face it man. If you can go and get like,",
        804.9,
        811.1
    ],
    [
        " you know the kind where okay. The other day echo jails going deep. Stand by.",
        811.48,
        818.2
    ],
    [
        " Get some. So I'm sitting on the couch right in big shocker. There's a there's a re so the remote",
        818.58,
        827.28
    ],
    [
        " control I have the kind where you know like the remote control for the cable and then for the volume",
        827.28,
        831.06
    ],
    [
        " they're two different okay. So I got the one for the cable but I think the volume one is",
        831.06,
        837.06
    ],
    [
        " the volume one is somewhere else. You know the kind you're looking around has to be close to you",
        837.06,
        845.24
    ],
    [
        " right because it's not like it's you know in the next room or something like that. It doesn't",
        845.24,
        848.74
    ],
    [
        " have it. It's not going to go far but it's around here somewhere. This is what we trained for.",
        848.74,
        853.28
    ],
    [
        " Brow. We talked about the solution there. So you know you kind of look around your little vicinity",
        853.58,
        861.6
    ],
    [
        " or whatever. I'm not getting up though. I'm already sitting down. That might cause me to sweat a",
        861.6,
        866.76
    ],
    [
        " little bit but whatever. So I'm looking around and I turn around and we have this ledge like behind",
        866.76,
        871.16
    ],
    [
        " the couch there. You know that ledge there and I look and it's behind me but it's like I need",
        871.16,
        877.7
    ],
    [
        " to send this weird spot where I can't like I got to stand up. Just if I would have stood up",
        877.7,
        882.6
    ],
    [
        " when I first saw it but I would have had the remote control enjoy some television at this point",
        882.6,
        886.8
    ],
    [
        " but I'm like trying to contort my body like all weird it was weird it was almost like I was putting",
        886.8,
        892.1
    ],
    [
        " more effort into my sweatless solution then actual energy would have been expanded if I went for",
        892.1,
        899.3
    ],
    [
        " the sweat solution. The real one you know put it like just stand up for a second. You see him saying?",
        899.3,
        904.12
    ],
    [
        " But I'm saying okay so the point is the point is the point is the point is the point is the point is",
        904.34,
        915.6
    ],
    [
        " Brow I'm talking about hack words. I'm talking about general Clark he served in World War 2 Korea",
        915.6,
        920.96
    ],
    [
        " and was a non-most decorated soldier. You couldn't get your remote. I could. What I'm saying is",
        920.96,
        929.98
    ],
    [
        " sometimes we ask the people sometimes we put so much effort into looking for a sweatless solution.",
        931.68,
        938.06
    ],
    [
        " Okay. Seems like as a philosophy you know and how general Clark is saying",
        938.32,
        943.9
    ],
    [
        " subsequently hack words subsequently jaco what they're saying stop looking for the sweatless solution.",
        943.9,
        950.26
    ],
    [
        " Yeah. Stop like straight up but just do the work stand up get the remote control.",
        950.3,
        955.42
    ],
    [
        " That's the case maybe whatever. Oh this may be the. You see what I'm saying?",
        956.8,
        960.58
    ],
    [
        " This may be the apex of the echo Charles examples. I'm just saying there's a lot of those you know",
        960.58,
        967.06
    ],
    [
        " kind of like when you're vacuuming and you see the little thing it does want to get sucked up by the",
        967.06,
        970.62
    ],
    [
        " vacuum bending you like it out. Just bend down pick it up you should. I don't want to do that",
        970.62,
        975.08
    ],
    [
        " so you'll like kick it to try to get it loose or whatever. I'm just saying these lessons are kind",
        975.08,
        980.66
    ],
    [
        " everywhere when you think of it. You don't say. All right man.",
        980.66,
        986.14
    ],
    [
        " General Clark would agree. I think no he definitely would when he wasn't like on the line.",
        986.78,
        991.82
    ],
    [
        " Yes of course. Fighting the Nazis. Yeah. Or fighting the communists. These guys didn't even have",
        992.0,
        998.54
    ],
    [
        " remote controls. Yeah. Tvs more couches. We're just trying to understand. All right. Well",
        998.54,
        1005.92
    ],
    [
        " there you go. All right. So back to the book. He's talking about the things that you can",
        1006.14,
        1013.02
    ],
    [
        " you can do to keep a unit trained up. Number one. Do essential things first. There's not enough time",
        1013.02,
        1018.38
    ],
    [
        " for the commander to do everything. Each commander will have to determine wisely what is essential",
        1018.38,
        1022.7
    ],
    [
        " and assign responsibilities for accomplishment. He should spend the remaining time on near",
        1022.7,
        1027.12
    ],
    [
        " essentials. This is especially true of training. Not essential should not take up required time",
        1027.12,
        1032.2
    ],
    [
        " required for essentials. What do we call that? We call that prioritize next. Next thing. Do",
        1032.2,
        1040.16
    ],
    [
        " things right the first time? The commander should not consider his unit ready for battle until it",
        1040.16,
        1046.94
    ],
    [
        " can carry out a plan well the first time. Too often commanders hold rehearsals of things their unit",
        1046.94,
        1053.16
    ],
    [
        " should be able to do well without rehearsal. I like this because this is a little bit you know",
        1053.16,
        1058.82
    ],
    [
        " there's this mantra in the games about you should do one foot one third planning one third",
        1059.24,
        1065.06
    ],
    [
        " gear prep one third rehearsal we put all this emphasis in the rehearsal which is awesome and I",
        1065.06,
        1069.24
    ],
    [
        " 100% believe that but you should there's things that you shouldn't have to rehearse right",
        1069.24,
        1073.5
    ],
    [
        " and that's what he said or something. You should just know. Should have some some standard operating",
        1073.5,
        1077.54
    ],
    [
        " because you said you should know. Look are we gonna rehearse them? Yes we are but you should know",
        1077.54,
        1082.54
    ],
    [
        " you shouldn't need you should rehearse them. You shouldn't have to rehearse them but you should",
        1082.54,
        1087.5
    ],
    [
        " rehearse. I rehearse everything. This practice causes officers and men expecting a dry run or two",
        1087.5,
        1095.6
    ],
    [
        " to pay little attention to initial instructions and to make inadequate preparations. There will be no",
        1095.6,
        1101.26
    ],
    [
        " dry runs in combat. It is good to issue adequate instructions and hold officers and men to them the",
        1101.26,
        1110.04
    ],
    [
        " first time. That's something that I wish I would have learned. Imagine saying hey look hey look I'm",
        1110.04,
        1116.84
    ],
    [
        " this one time they're gonna go execute no rehearsals just to see just to just to get people in the",
        1116.84,
        1122.78
    ],
    [
        " mindset of paying attention and figuring out where your directions and your planning is a shortfall",
        1122.78,
        1129.8
    ],
    [
        " because if I can't say okay Dave here's what we're gonna do you're gonna go in this building I'm",
        1129.8,
        1134.62
    ],
    [
        " gonna go in this building you're gonna take your squad you're gonna move to here you're gonna move",
        1134.62,
        1136.96
    ],
    [
        " there does everyone understand all right we're gonna go do it right now in this training exercise",
        1136.96,
        1142.28
    ],
    [
        " with no rehearsals that will show us the shortfalls of our planning and our communication",
        1142.28,
        1148.34
    ],
    [
        " it will also show the team shortfalls and when they don't know what to do they should raise their",
        1148.34,
        1155.3
    ],
    [
        " hands and say hey boss that doesn't make sense to me right now hold on a second but let me hear",
        1155.3,
        1159.0
    ],
    [
        " that again I don't understand that part practice more than one thing at a time okay so wait a second",
        1159.0,
        1169.68
    ],
    [
        " are we going against prioritized next queue does that what's happening no actually whenever I see a",
        1169.68,
        1173.9
    ],
    [
        " unit practicing only one thing at a time I'm reminded of the history paper my son brought home one",
        1173.9,
        1179.14
    ],
    [
        " day the grammar construction and spelling were not good this is very poor English I told him but",
        1179.14,
        1184.34
    ],
    [
        " daddy said I was only being tested in in history sound training requires that many subjects be",
        1184.34,
        1190.7
    ],
    [
        " skillfully integrated and taught concurrently this is an excellent time saver in training and he",
        1190.7,
        1196.94
    ],
    [
        " goes through this and any what he's saying is look you got to do multiple things at the same time",
        1196.94,
        1202.84
    ],
    [
        " and even though prioritized and execute when you got multiple problems and you can't try and",
        1202.84,
        1207.78
    ],
    [
        " solve them all at the same time that doesn't mean that you're gonna say hold on a second we need to",
        1207.78,
        1215.36
    ],
    [
        " move towards the target but we also need to make communications we can only do one at a time no",
        1215.36,
        1221.24
    ],
    [
        " there's things that you have to do concurrently and that can include hey we've got to move wounded",
        1221.24,
        1227.28
    ],
    [
        " people and we've got to fight a firefight if we only ever practice just getting in a firefight and",
        1227.28,
        1233.84
    ],
    [
        " just moving people how do we know how to do both those things at the same time which you may have to",
        1233.84,
        1238.5
    ],
    [
        " do so do you have to prioritize next queue yes you do but guess what you also have to learn how to",
        1238.5,
        1244.36
    ],
    [
        " do things concurrently he says a paper integration and training schedule is not efficient so just like",
        1244.36,
        1253.88
    ],
    [
        " talking about it well you know if we have to do move a wounded guy while we're in a firefight well then",
        1253.88,
        1258.84
    ],
    [
        " we'll just do this xyz no you have to try it which is contradictory to rehearsals right",
        1258.84,
        1274.34
    ],
    [
        " exploit the effects of integrated training it is the key to accelerate an intensified unit combat",
        1274.34,
        1278.52
    ],
    [
        " training in effect it increases the amount of available training time good eliminate the habit",
        1278.52,
        1283.74
    ],
    [
        " eliminate the administrative habit and training I am convinced that all commanders should take maximum",
        1283.74,
        1289.62
    ],
    [
        " advantage of field training time to develop correct tactical practices and procedures we talked about",
        1289.62,
        1295.26
    ],
    [
        " that one last time practice dispersion concealment and camouflage the penalty for bad habits and",
        1295.26,
        1302.34
    ],
    [
        " passive measures in air defense warrants special mention the day when American soldier could be",
        1302.34,
        1308.14
    ],
    [
        " lacks about dispersion concealment and camouflage is in the past so again how does this apply to",
        1308.14,
        1315.86
    ],
    [
        " everyday life and business train how you fight train how you fight know the status of men and equipment",
        1315.86,
        1324.3
    ],
    [
        " check up check up on those that are absentee from training practice maintenance in the field practice",
        1325.78,
        1333.24
    ],
    [
        " and he's got little sections about these each one of these practice sound troop leading procedures",
        1333.24,
        1338.04
    ],
    [
        " the subject of troop leading procedures and allied techniques requires increased emphasis on tactical",
        1338.04,
        1343.8
    ],
    [
        " exercises fundamentals found in field manuals and related publications are worthy of stress sound",
        1343.8,
        1349.8
    ],
    [
        " command procedures diligently practiced in all field training will form good habits in the unit commander",
        1350.12,
        1356.24
    ],
    [
        " form the checklist habit meticulous planning and reconnaissance are required to make sure that",
        1356.24,
        1365.62
    ],
    [
        " every minute in the field will be expended profitably checklist for this purpose are a necessary",
        1365.62,
        1371.02
    ],
    [
        " command and staff tool just as they are for supervising and testing the conduct of training what do you",
        1371.02,
        1376.98
    ],
    [
        " got i got the same thing i keep thinking about every time i hear what he has to say he he keeps repeating",
        1378.08,
        1383.32
    ],
    [
        " fundamental sound realistic fundamentals these are the fundamentals the basic things all the basic",
        1383.32,
        1390.86
    ],
    [
        " things associated with their job and being good at those things and training in a realistic scenario",
        1390.86,
        1398.32
    ],
    [
        " there's a lot obviously general carcass talking about war he's recounting his experiences war i hear this",
        1401.2,
        1408.42
    ],
    [
        " i hear what he's saying is connecting it to war but the the application of these things as i keep",
        1408.42,
        1413.82
    ],
    [
        " hearing it in my head hearing what you're saying and thinking about the things i'm thinking about now",
        1413.82,
        1417.88
    ],
    [
        " if you are in the private sector anywhere in the private sector unless you happen to be",
        1417.88,
        1424.68
    ],
    [
        " in one of the rare sectors that's not competitive and there are almost none if you were in the if",
        1425.28,
        1431.3
    ],
    [
        " you were in the american capitalist private sector you are at war your competitors don't want to",
        1431.3,
        1439.8
    ],
    [
        " share space with you they don't want to cooperate with you to to work in harmony to they want to",
        1439.8,
        1445.68
    ],
    [
        " run you over they want to take all of your clients all of your market share and all of your product",
        1445.68,
        1450.68
    ],
    [
        " they want to take all that from you and the way you are successful is the exact same things your",
        1450.68,
        1455.82
    ],
    [
        " people have to be trained on the fundamentals on everything that applies to them and the only",
        1455.82,
        1460.72
    ],
    [
        " way to do that is to find a way to train them realistically that replicates what they're going to",
        1460.72,
        1465.02
    ],
    [
        " deal with in the real world in their real world it's just kind of crazy how while it seems difficult",
        1465.02,
        1472.86
    ],
    [
        " to make the connection to his world the connection is so straightforward to any world that you're",
        1472.86,
        1480.66
    ],
    [
        " you know i've broached this subject before and i'm sure there's got to be some kind of",
        1480.66,
        1485.52
    ],
    [
        " scientific or psychological experiment or whatever but the the improvement of your response",
        1485.52,
        1499.8
    ],
    [
        " from a time when you don't know what's going to happen and you haven't practiced it to a time",
        1499.8,
        1507.06
    ],
    [
        " when you do know what's going to happen you have practiced it is exponential is absolutely",
        1507.06,
        1512.94
    ],
    [
        " exponential and we see this all the time at echelon front when we roleplay with people we put up",
        1512.94,
        1516.84
    ],
    [
        " someone in a role playing scenario and and they say well you know i've got to go talk to this",
        1516.84,
        1520.54
    ],
    [
        " i'm going to go talk to my subordinate leader who's got a giant ego and okay roll in there and",
        1520.54,
        1525.96
    ],
    [
        " just talk to him see how that goes you it's going to be a disaster so you role play and guess what",
        1525.96,
        1531.04
    ],
    [
        " the first time you roleplay it's a disaster the second time it's ten times better yeah and then",
        1531.04,
        1537.36
    ],
    [
        " the third time it's fifteen times better and then the fourth time it's seventeen times better but",
        1537.36,
        1541.54
    ],
    [
        " that first look that first look that you get when you know a little bit of what to expect man you are just",
        1541.54,
        1548.7
    ],
    [
        " you're exponentially more prepared for that situation and and we know when you're in a leadership",
        1548.7,
        1557.46
    ],
    [
        " position you're going to roll into a meeting where you've got to deliver some bad news to the troops",
        1557.46,
        1561.32
    ],
    [
        " you know what they're going to say you know there's eight responses you're going to get why not",
        1561.32,
        1566.3
    ],
    [
        " think through those things why not think through those things you're going to talk to a client that",
        1566.3,
        1571.3
    ],
    [
        " you've disappointed you've let down you've made a mistake you know they're going to have one of",
        1571.3,
        1575.78
    ],
    [
        " six different reactions why not work through those why not have a contingency plan for each one of",
        1575.78,
        1581.64
    ],
    [
        " those six things this will take you four minutes to do it'll take you and I four minutes to roleplay",
        1581.64,
        1587.42
    ],
    [
        " maybe it'll take us five ten minutes to roleplay the six different responses when I roll into you",
        1587.42,
        1593.18
    ],
    [
        " and I say hey Dave listen I know we promised you this product on this date we ran into some hiccups",
        1593.18,
        1598.92
    ],
    [
        " here's the mistakes that I made here's what we're going to try and do to resolve it you're only",
        1598.92,
        1603.98
    ],
    [
        " going to be able to say so many different things back to me and and depending on how I respond I",
        1603.98,
        1611.62
    ],
    [
        " so why would we not train to be prepared for this there's no reason there's no excuse for it",
        1611.98,
        1617.14
    ],
    [
        " it doesn't take a week to train for that situation takes ten minutes it does it takes ten minutes",
        1617.14,
        1622.78
    ],
    [
        " if your own brain is the only place where you consider the potential outcomes of that conversation",
        1622.78,
        1630.18
    ],
    [
        " you're going to miss so many things if I get one other person sit across from me to answer in any",
        1630.18,
        1637.66
    ],
    [
        " way that they want how I'm going to interact with them I actually now a reveal the while I didn't",
        1637.66,
        1644.84
    ],
    [
        " expect that I didn't see that coming I don't know what to say here and you also have the other person",
        1644.84,
        1649.44
    ],
    [
        " to just interact with you in a way that helps you anticipate a real response that you won't consider",
        1649.44,
        1656.86
    ],
    [
        " if you do it in your own brain which is a vacuum because what you convince yourself is oh this",
        1656.86,
        1661.88
    ],
    [
        " isn't going to be that hard of a conversation I'm just going to say this he's going to say that",
        1661.88,
        1664.36
    ],
    [
        " everything's going to be fine the roleplay scenarios we do to just to add one more thing to that",
        1664.36,
        1670.14
    ],
    [
        " when we do roleplay it usually comes right after we've done the initial training where we explain it",
        1670.14,
        1678.12
    ],
    [
        " he's and he talked about this that is that is paper training hey this is what we're going to do",
        1678.12,
        1683.5
    ],
    [
        " and it makes sense we think we understand it in our heads it resonates and we can explain these",
        1683.5,
        1688.8
    ],
    [
        " principles and we say okay let's role modelist the first role role play the first role play is always",
        1688.8,
        1694.92
    ],
    [
        " a disaster even when we just talked about it because on paper isn't enough it's not enough",
        1694.92,
        1701.28
    ],
    [
        " and three role plays later five minutes later they've gone from here to way up here and then",
        1701.28,
        1709.3
    ],
    [
        " they can actually go have that conversation in real life in real time with the real person that",
        1709.3,
        1713.9
    ],
    [
        " you need to talk to you that five minutes of live realistic fundamental training is the difference",
        1713.9,
        1719.38
    ],
    [
        " this brings up another topic so I said hey look this this individual is only going to have six",
        1719.38,
        1726.46
    ],
    [
        " different responses right there's a seventh and the seventh is one that you didn't predict you didn't",
        1726.46,
        1733.58
    ],
    [
        " understand it you didn't think could come and guess what you can actually train your response for",
        1733.58,
        1739.04
    ],
    [
        " the thing that you just came that came completely out of left field and it might be as simple as",
        1739.04,
        1743.68
    ],
    [
        " when Dave if Dave says something to me that I had no anticipation and it doesn't make any sense to me",
        1743.68,
        1750.14
    ],
    [
        " what am I going to do you know what I'm going to do I'm going to say if Dave says to me well I'll",
        1750.14,
        1755.34
    ],
    [
        " tell you what not only do we want our money back I want to I want to take you guys to court I didn't",
        1755.34,
        1761.18
    ],
    [
        " expect him to say that our relationship wasn't that bad and I you know my response to him if I don't",
        1761.18,
        1769.02
    ],
    [
        " I'm going to say Dave you know what I need to think about this for a minute let me just think about",
        1769.16,
        1775.24
    ],
    [
        " what you're saying because I want to make sure I understand that right there that right there is",
        1775.24,
        1779.62
    ],
    [
        " a response and if I'm prepared for it you know here's a funny one when it used to be back in the day",
        1779.62,
        1784.94
    ],
    [
        " and the days when you would go to get your seal trident you had to you should you got done with",
        1784.94,
        1792.18
    ],
    [
        " buds you went to a team you went through more training and then you were on probation for six months",
        1792.18,
        1796.42
    ],
    [
        " and then you had to go do an oral board for all the different departments and you had to go and",
        1796.88,
        1802.54
    ],
    [
        " program the radios and break down the weapons and build demolition charges and you know show how",
        1802.54,
        1808.36
    ],
    [
        " to put on a parachute rig and set up a diver you had to do all these different things answer all these",
        1808.36,
        1811.7
    ],
    [
        " questions and one of the things that you learned was or you better have learned was when someone",
        1811.7,
        1819.26
    ],
    [
        " asks you a question that you don't know you better have a response for it and the response is",
        1819.26,
        1824.1
    ],
    [
        " you know master chief I'm not exactly sure of the answer to that question but I know that it is",
        1824.3,
        1828.76
    ],
    [
        " in the dive manual that I can find down in the dive locker that's great that's a that's a",
        1828.76,
        1833.38
    ],
    [
        " that's a response that the master chief says all right fair enough we'll go you better get you",
        1833.38,
        1838.26
    ],
    [
        " better start learning a little bit deeper but if you go uh uh uh is it 30 feet for 30 minutes no",
        1838.26,
        1847.98
    ],
    [
        " it's not 30 feet for 30 minutes you try and BS the master chief and you're going to end up",
        1848.72,
        1854.06
    ],
    [
        " getting your ass kicked so what you do is you and we we did this we roleplayed the the the oral board",
        1854.06,
        1860.84
    ],
    [
        " me and my friends that had showed up at SEAL team one and we'd gone through this training and now",
        1860.84,
        1865.24
    ],
    [
        " we're getting ready for that or we we crushed each other in those oral boards and one of the things",
        1865.24,
        1869.76
    ],
    [
        " that we figured out was which we got you know some of the senior guys said hey listen if you don't",
        1869.76,
        1877.96
    ],
    [
        " but rehearsing that and being ready for it is infinitely better than no rehearsal go in their",
        1878.08,
        1884.46
    ],
    [
        " blind and get get smacked upside the head with something you didn't expect that you will talk",
        1884.46,
        1890.82
    ],
    [
        " yourself into that you've got it covered if you're doing this alone you'll tell your son like",
        1890.82,
        1894.8
    ],
    [
        " this isn't gonna be that hard I got this covered and you go in there solo you're gonna get crushed",
        1894.8,
        1898.74
    ],
    [
        " yeah because you just you don't have that other person to to put you in a spot and go wow",
        1898.74,
        1902.6
    ],
    [
        " hang on a second training is important yes uh he breaks down here organization for unit training",
        1902.84,
        1912.68
    ],
    [
        " training plans comprehensible and workable plans are indispensable and should be formulated with",
        1912.68,
        1919.04
    ],
    [
        " consideration of the following four essentials establish training goals that's number one",
        1919.04,
        1924.7
    ],
    [
        " number two continuous evaluation this process must go on throughout the training cycle",
        1924.7,
        1931.42
    ],
    [
        " and as an integral part of it only by continuous evaluation can deficiencies be discovered early",
        1931.42,
        1938.58
    ],
    [
        " enough to make immediate correction possible number three testing closely related to evaluation",
        1938.58,
        1944.02
    ],
    [
        " is the more formal testing that is given to an individual or unit at the conclusion of a phase of",
        1944.02,
        1949.74
    ],
    [
        " training or block of instruction it's here that we determine whether our training goals have been met",
        1949.74,
        1954.24
    ],
    [
        " number four remedial training i must emphasize here the value of remedial or makeup training once",
        1954.7,
        1961.62
    ],
    [
        " evap once evaluation and testing have identified the areas of deficiency remedial training must be",
        1961.62,
        1966.72
    ],
    [
        " used to correct them it should be an integral part of every training schedule of course the",
        1966.72,
        1972.46
    ],
    [
        " instruction will be designed to overcome specific weaknesses that have been exposed by the testing",
        1972.46,
        1976.68
    ],
    [
        " program and will have to be keyed to the specific needs of your unit it is essential however",
        1976.68,
        1982.22
    ],
    [
        " that remedial training be regularly scheduled gosh that makes sense so those are the four things",
        1982.22,
        1989.22
    ],
    [
        " established training goals continuous evaluation testing and remedial training",
        1989.22,
        1993.9
    ],
    [
        " what were the was there a test where there tests at each phase of top gun as you were going through",
        1993.9,
        2001.36
    ],
    [
        " the training yeah absolutely what was an example of a test the most common test that we give is that",
        2001.36,
        2008.42
    ],
    [
        " we'd want to make sure the students understood the mechanics of a system so how missile system worked",
        2008.42,
        2014.24
    ],
    [
        " how the targeting system worked how the radar system worked you out we wanted to make sure they",
        2014.24,
        2018.16
    ],
    [
        " understood the mechanics of it before they use it in in practical terms it probably isn't too much",
        2018.16,
        2024.16
    ],
    [
        " different than your experience of understanding how the radios worked before you were using them in",
        2024.16,
        2028.54
    ],
    [
        " the field right you have to understand hf propagation yeah you did you had to understand the ionosphere",
        2028.54,
        2033.88
    ],
    [
        " you you you absolutely did because what what happened is you're going to find yourself in a position",
        2035.1,
        2039.42
    ],
    [
        " and this is me I don't know I wasn't that position is if you're in a particular geography a particular",
        2039.42,
        2044.48
    ],
    [
        " place and talking to a particular other person some radio is going to work better than other radios",
        2044.48,
        2049.24
    ],
    [
        " this is and you might need to know hey you know what we're like in the bushes here in the in the",
        2049.24,
        2053.96
    ],
    [
        " wilderness in the jungle this radio doesn't work here it doesn't penetrate through this this thing",
        2053.96,
        2058.04
    ],
    [
        " so there's a million different examples of that if you get that out of order and you just work you",
        2058.22,
        2063.52
    ],
    [
        " you learn how to maneuver the system like I my my cursor moves at the here and I move my my cursor",
        2063.52,
        2068.62
    ],
    [
        " on the display here and you don't actually know what's happening to the mechanics behind that",
        2068.62,
        2072.6
    ],
    [
        " you're going to start making mistakes inside in specific settings oh it worked here so much work",
        2072.6,
        2078.74
    ],
    [
        " everywhere like no it doesn't work everywhere this environment is optimized here this environment",
        2078.74,
        2082.92
    ],
    [
        " it doesn't work at all and if all you know is the mechanics and not what's happening behind it you",
        2082.92,
        2086.94
    ],
    [
        " actually can't apply it when it matters the most you know what that made me think of the book",
        2086.94,
        2091.2
    ],
    [
        " leadership strategy and tactics by me because because I say that exactly big when I'm talking I",
        2091.2,
        2098.38
    ],
    [
        " compare I compare a leader to a woodworker and talk about the fact that you know when you're a leader",
        2098.38,
        2104.78
    ],
    [
        " you got to know the different tools but then you got to if you're a woodworker you got to",
        2104.78,
        2109.68
    ],
    [
        " know the different tools and then you got to know the different types of wood and then you got",
        2109.68,
        2113.16
    ],
    [
        " to know how to apply those different type those different tools to different types of wood and",
        2113.16,
        2116.26
    ],
    [
        " then you got to realize that even each individual piece of wood a piece of pine is super soft the",
        2116.26,
        2121.32
    ],
    [
        " piece of oak is super hard you got to use those tools differently with those different types of",
        2121.32,
        2125.98
    ],
    [
        " wood and then on top of that each individual piece of pine is different it has a knot it has a",
        2125.98,
        2133.08
    ],
    [
        " rift has a cut it has a split and you got to know how to deal with that so you got to understand",
        2133.08,
        2138.02
    ],
    [
        " the principles of the tools I may regularly plagiarize the hell out of that book by the way",
        2138.02,
        2146.12
    ],
    [
        " check uh talks about a assignment of administrative tasks he talks about when a unit is under strength",
        2146.12,
        2153.42
    ],
    [
        " reduced strengths must be offset by more efficient utilization of men and equipment I got",
        2153.42,
        2159.28
    ],
    [
        " asked this question today with by a client yeah but you know we don't we don't we need more people",
        2159.28,
        2164.24
    ],
    [
        " guess what everybody everybody needs more people we got visited my a senior ranking officer in",
        2164.3,
        2172.52
    ],
    [
        " the seal teams when we were in Ramadi and layf likes tell the story the the you know great great",
        2172.52,
        2178.74
    ],
    [
        " officer huge supporter says hey do what else do you need out here is there anything else you need",
        2178.74,
        2184.14
    ],
    [
        " and I said I need two more tasks units worth of men you know like we need we had enough missions",
        2184.14,
        2188.78
    ],
    [
        " to get everybody busy but guess what we didn't get anybody we didn't you know like that's the way it",
        2189.14,
        2195.22
    ],
    [
        " works um next next little section inject realism the experienced commander knows that soldiers doing",
        2195.22,
        2204.36
    ],
    [
        " combat exactly what they have been taught and have practiced in training therefore each training",
        2204.36,
        2208.66
    ],
    [
        " situation and problem must be as valid and realistic as possible with unreal or artificial",
        2208.66,
        2214.72
    ],
    [
        " aspects eliminated training must reflect as many of the conditions scenes noises and situations",
        2216.22,
        2221.22
    ],
    [
        " of the battlefield as ingenuity can conceive and safety rules will permit and I remember I remember",
        2221.22,
        2232.5
    ],
    [
        " I put on what he'd be doing when I got back from my last program when we got back from",
        2232.5,
        2236.54
    ],
    [
        " Ramadi and I took over training a few months into that when you would put on your nods at night",
        2236.54,
        2242.02
    ],
    [
        " you would you might as well be in Iraq you might as well have been in Iraq we had we had the the",
        2242.02,
        2247.94
    ],
    [
        " speakers playing gun battles and and called a prayer we had tires burning we had people dressed up",
        2247.94,
        2255.4
    ],
    [
        " like you know local Iraqi citizens walking around it was freaking awesome it's freaking awesome",
        2255.4,
        2261.28
    ],
    [
        " that's what you're supposed to do damn I remember that the first time we were rolling into the",
        2261.28,
        2268.86
    ],
    [
        " Moolab and it was early in the morning it was it was it was actually when the blue on blue happened",
        2269.16,
        2274.46
    ],
    [
        " in extreme ownership but we were rolling in there I remember rolling in in like there's tires",
        2274.46,
        2279.94
    ],
    [
        " burning in the streets and yeah I was like okay because what does that do that screws up your",
        2279.94,
        2286.46
    ],
    [
        " nods and luckily the song was coming up but it was still dark outside but I'm thinking these these",
        2286.46,
        2290.94
    ],
    [
        " Mujahideen fighters know what they're doing these guys know what they're doing they're and then guess",
        2290.94,
        2295.92
    ],
    [
        " what so they're it messes up your night vision when you're staring at these burning fires and then",
        2295.92,
        2299.8
    ],
    [
        " then the sun comes up well now there's just blacksoot smoke everywhere",
        2299.8,
        2303.28
    ],
    [
        " and you you can gear and damn to you that when I got back and I was running training",
        2303.28,
        2312.86
    ],
    [
        " the street we're burning tires your night vision is going to be all jacked up and when you're done",
        2312.86,
        2317.82
    ],
    [
        " with the night vision being all jacked up and the sun comes up guess what it's going to be black",
        2317.82,
        2321.94
    ],
    [
        " smoke everywhere one of the best ways to emphasize realism realism is to assess personnel casualties",
        2324.04,
        2329.3
    ],
    [
        " for improper use of cover or in the case of night exercises vehicles can be knocked out for",
        2329.3,
        2334.8
    ],
    [
        " unauthorized use of nights what does that mean you're putting your get put people down this is",
        2334.8,
        2338.24
    ],
    [
        " like trade at instructions I might as well have written this for trade at to use this is exactly",
        2338.24,
        2344.9
    ],
    [
        " what we did oh you're you're not saying to my cover cool you're dead oh you're gonna move out",
        2344.9,
        2350.32
    ],
    [
        " cross it open street without any cover fire Roger that you're dead you're down man now let's get",
        2350.32,
        2354.22
    ],
    [
        " this thing figured out oh by the way your buddy wants to come help you immediately without putting",
        2354.22,
        2357.74
    ],
    [
        " down suppressifier cool he's dead too let's rock and roll who wants to figure this out who wants to",
        2357.74,
        2362.32
    ],
    [
        " put the cover in cover and move dude you're literally like re I wrote that thing down fundamental sound",
        2362.32,
        2367.86
    ],
    [
        " and realistic oh cool you're not applying the fundamentals good your day oh your tactics aren't",
        2367.86,
        2371.62
    ],
    [
        " sound cool he's gone now what are you gonna do I mean I should have a tracker I should literally",
        2371.62,
        2375.88
    ],
    [
        " just be marking how many times he and you are referring back to the realism that's required",
        2375.88,
        2380.46
    ],
    [
        " and the beauty of that especially when you have experiences it completely takes away the ammunition",
        2380.46,
        2386.38
    ],
    [
        " of this would never happen or this is unrealistic you know them the the stitch the unwinnable scenarios",
        2386.38,
        2392.86
    ],
    [
        " we go well this would never happen oh really oh cool this would never happen watch this yeah and",
        2392.86,
        2398.08
    ],
    [
        " the easier the training is the more acclimated people get to things being easy",
        2398.08,
        2403.62
    ],
    [
        " and the more unwilling they are to believe how difficult they can be and when your training is",
        2404.02,
        2408.68
    ],
    [
        " realistic how many times if you told me and everybody the story of Seth's first firefight and the",
        2408.68,
        2414.24
    ],
    [
        " guy's like wow how many fire fights have you been in you must be and he's like it was my first",
        2414.24,
        2420.9
    ],
    [
        " one that was my first one that comes from fundamental sound realistic training yeah and putting that",
        2420.9,
        2425.52
    ],
    [
        " guy in a position I might not be a re I don't know what this I can't recreate this scenario I don't",
        2425.52,
        2433.6
    ],
    [
        " how this is going to reveal itself and the only way to prepare for that is fundamental sound realistic",
        2433.6,
        2437.28
    ],
    [
        " training over and over and over again emphasis on night training self-sufficiency and confidence",
        2437.28,
        2447.32
    ],
    [
        " our key factors in developing a unit's capability for night operations and this was just",
        2447.32,
        2451.72
    ],
    [
        " you know not going to spend a bunch of time on this because now we've got night vision but what is",
        2451.72,
        2457.46
    ],
    [
        " more important what are we talking about not talking about night vision versus night not night vision",
        2457.46,
        2461.04
    ],
    [
        " what I'm talking about is put your troops into hard training situations that's what you need to do",
        2461.04,
        2467.92
    ],
    [
        " put your troops into the most difficult of situations because when you're used to fighting at night",
        2467.92,
        2472.58
    ],
    [
        " the pre night vision if you're used to fighting at night number one yes you get used to it number two",
        2472.58,
        2477.68
    ],
    [
        " fighting it today becomes easy it it makes fighting it the day become easy and it also gives you",
        2477.68,
        2485.36
    ],
    [
        " potential advantage if it just so happens that your competition isn't willing to put in the hard",
        2485.36,
        2490.72
    ],
    [
        " training at night good you're going to dominate it's same thing here inclement weather training",
        2490.72,
        2497.62
    ],
    [
        " I got to read this one though because it's funny adverse weather will inevitably be encountered",
        2497.62,
        2503.04
    ],
    [
        " in combat and will give rise to problems that can best be solved by experience it will have an",
        2503.04,
        2507.54
    ],
    [
        " impact on the mobility on maintenance of vehicle and equipment on observation on the availability of",
        2507.54,
        2512.46
    ],
    [
        " tactical air support and in fact will hinder tactical operations in every conceivable way",
        2512.46,
        2516.6
    ],
    [
        " adverse weather conditions can be turned into an asset during battle however boom there you go so",
        2516.6,
        2522.02
    ],
    [
        " we're already look bad weather good commanders should take every advantage of training under such",
        2522.02,
        2529.56
    ],
    [
        " conditions troops who have mastered the problems of operating effectively in spite of the weather can",
        2529.56,
        2534.68
    ],
    [
        " turn low visibility extreme hot heat biting cold or heavy rain into tactical advantage against an",
        2534.68,
        2541.88
    ],
    [
        " enemy not so well adapted to these adverse conditions so that's everything you just said and then",
        2541.88,
        2547.5
    ],
    [
        " it's this the solution of rainy day schedule is to put on the rank coat and take full advantage the",
        2547.5,
        2553.5
    ],
    [
        " adverse conditions for profitable field training and experience totally legit you know what's fun in the",
        2553.5,
        2561.18
    ],
    [
        " in the teams when there's giant waves like when a massive storm comes and there's massive",
        2561.26,
        2571.28
    ],
    [
        " just destroyer waves it's like time to go out and do surf passage with the zodiacs and just get",
        2571.28,
        2577.4
    ],
    [
        " annihilated it's so fun and they do that with bud students oh it's oh the waves are freaking just",
        2577.4,
        2583.04
    ],
    [
        " giant cool get your boats you're going to do surf passage or sometimes get your swim in the",
        2583.04,
        2588.2
    ],
    [
        " teams it was hey rig up the zodiacs we're gonna go get some experience in this stuff that's",
        2588.2,
        2591.64
    ],
    [
        " which absolutely you have to do if you're in the teams and there's big waves in in cornado",
        2591.64,
        2596.44
    ],
    [
        " or Virginia Beach and you're not getting joked up to go get some you're wrong get your platoon",
        2596.44,
        2602.2
    ],
    [
        " together and get them out there getting after it cross training for flexibility cross training",
        2602.2,
        2609.14
    ],
    [
        " is vital to any organization when your personnel are trained in several jobs you have achieved depth",
        2609.14,
        2613.74
    ],
    [
        " and capability that may well split the difference between success and failure and combat",
        2613.74,
        2618.24
    ],
    [
        " of course needless switching a person out from one job to another is harmful so cross-trained but",
        2618.24,
        2626.04
    ],
    [
        " that doesn't mean you switch them completely training personnel in duties other than their primary",
        2626.04,
        2629.86
    ],
    [
        " MLS however will increase your peacetime efficiency and subsequent combat effectiveness it will",
        2629.86,
        2634.88
    ],
    [
        " also make the individual a more valuable asset to the army increases pride in self-confidence and",
        2634.88,
        2640.18
    ],
    [
        " may well help them qualify for promotion boom a little time spent cross-training will be",
        2640.18,
        2645.78
    ],
    [
        " amply rewarded in the increased overall effectiveness of your unit everyone will benefit",
        2645.78,
        2650.96
    ],
    [
        " not the least you as the commander throw us that in there everyone's always got a little",
        2650.96,
        2655.3
    ],
    [
        " ego that's left out every once in a while we hear it gotta be something driving this guy to do",
        2655.3,
        2662.22
    ],
    [
        " 45 years in the army I reckon but he likes that take care of the troops also little Benny little side",
        2662.22,
        2669.64
    ],
    [
        " Benny for the man chaining chain of command a good organization always has a smoothly functioning",
        2669.76,
        2678.6
    ],
    [
        " chain of command a sound training program properly supervised can be the primary means of developing",
        2678.6,
        2682.96
    ],
    [
        " the proper functioning of the chain of command which is also essential in combat a good commander",
        2682.96,
        2687.82
    ],
    [
        " will guide the development of his unit to ensure that subordinate commanders retain and use their",
        2687.82,
        2692.98
    ],
    [
        " authority and responsibility in any unit the non-commissioned officer plays a leading role that's",
        2692.98,
        2698.06
    ],
    [
        " your front line managers he must be carefully instructed given responsibility and then held accountable",
        2698.06,
        2702.68
    ],
    [
        " I frequently find squad leaders ignoring their team leaders by issuing orders giving fire commands",
        2702.68,
        2710.02
    ],
    [
        " and taking other actions directly with the individual members of the squads even worse I found",
        2710.02,
        2715.22
    ],
    [
        " responsible officers who were condoning these mistakes the squad leader should use his team leaders",
        2715.22,
        2720.94
    ],
    [
        " to exercise control over the squad at all times commander should supervise a assault battle drill",
        2720.94,
        2728.28
    ],
    [
        " and squad exercise to ensure that squad leaders understand and apply the principle of exercising",
        2728.28,
        2733.9
    ],
    [
        " command over the rifle squad through designated team leaders so don't jump through the chain of command",
        2733.9,
        2738.42
    ],
    [
        " let your subordinate leaders lead self-sufficiency and confidence confidence to fight semi-independently",
        2738.42,
        2747.6
    ],
    [
        " under conditions of decentralized control is developed by training exercises current concepts",
        2747.6,
        2753.7
    ],
    [
        " of warfare visualizing greater dispersion on the battlefield so we're more spread out dictate",
        2753.7,
        2758.86
    ],
    [
        " the necessity for units to acquire self confidence and self-sufficiency these aspects can be developed",
        2758.86,
        2764.48
    ],
    [
        " in most tactical exercises and can be furthered through realistic use of active aggressor forces",
        2764.48,
        2771.46
    ],
    [
        " force on force training that's what we want to do range your type operations also instill confidence",
        2774.34,
        2781.56
    ],
    [
        " and show the need for self-sufficiency when out of physical contact with friendly forces or beyond",
        2781.56,
        2788.8
    ],
    [
        " the range of mutual fire support so we're not covering and moving it moving anymore the isolated",
        2788.8,
        2794.3
    ],
    [
        " unit becomes a problem and our training commander should recognize the plight of the isolated unit",
        2794.3,
        2801.68
    ],
    [
        " not by simulating it but by actually demonstrating it when the small unit is confronted with an",
        2801.68,
        2807.72
    ],
    [
        " isolated mission confidence can always be instilled by ensuring that procedures are established",
        2807.72,
        2812.4
    ],
    [
        " for maintaining communications and for rallying to its support if required training should be aimed at",
        2812.4,
        2819.12
    ],
    [
        " developing integrated procedures for the employment of army aviation and air force troop carrier",
        2820.2,
        2824.42
    ],
    [
        " troop movements for resupply and medical evacuation so we have to learn to work independently but we",
        2824.42,
        2831.76
    ],
    [
        " always have to be able to support each other we're alone out on the battlefield we die you mean",
        2831.76,
        2837.32
    ],
    [
        " there's a balance there there's a balance there is a little dichotomy but cover move",
        2837.32,
        2842.4
    ],
    [
        " there's another doctrinal term that I love is supporting distance I'm not allowed to be further",
        2843.46,
        2849.26
    ],
    [
        " away from Dave if if I can't defend Dave's position or cover for Dave because he's out of the",
        2849.26,
        2856.4
    ],
    [
        " range of my weapon systems he's too far away and that's a perfect example of the cross training he's",
        2856.4,
        2861.88
    ],
    [
        " talking about I could be an infantryman do I need to be an expert on indirect fires no I probably",
        2861.88,
        2868.2
    ],
    [
        " don't need to know how to field strip every little but you don't need to know how far that thing can",
        2868.2,
        2871.98
    ],
    [
        " shoot because if I get too far away from that supporting element and I go well the reason I got",
        2872.58,
        2876.88
    ],
    [
        " too far away is I didn't know how mortars worked cool the outcome is your team gets annihilated",
        2876.88,
        2882.24
    ],
    [
        " so do I need to know every single thing that the mortar platoon commander knows no you don't but",
        2882.24,
        2887.2
    ],
    [
        " you got to know a little bit you got to know how you and here interact together and so even that",
        2887.2,
        2890.94
    ],
    [
        " idea of cross training is if you don't have a sort of a functional understanding inside your company",
        2890.94,
        2894.96
    ],
    [
        " use the example before of the sales people and the customer satisfaction people if you're a sales",
        2894.96,
        2900.88
    ],
    [
        " lead and the only metric you measure for success is how much you sell and you don't realize that in",
        2901.42,
        2907.06
    ],
    [
        " the return department that number is the same you're losing you're losing because you there's a",
        2907.06,
        2912.08
    ],
    [
        " piece that you don't you have to know everything they know you don't and actually you don't have",
        2912.08,
        2915.54
    ],
    [
        " time to know everything you know but you got to know enough you got to have enough understanding",
        2915.54,
        2919.32
    ],
    [
        " what's going on there to measure the success of the entire organization to include your team and",
        2919.32,
        2924.14
    ],
    [
        " that requires a little bit of cross training and that is a perfect example of how come you need to",
        2924.14,
        2928.86
    ],
    [
        " know something about everybody. Small unit tactical exercises tactical exercises should be",
        2928.88,
        2937.36
    ],
    [
        " as well prepared as training tests as often as possible the tactical situation for a field exercise",
        2937.36,
        2942.26
    ],
    [
        " should be laid in the framework of an echelon one or two levels higher than the participating unit",
        2942.26,
        2947.3
    ],
    [
        " this is desirable to bring into play the necessary intelligence supply evacuation and similar",
        2947.3,
        2952.44
    ],
    [
        " roles of supporting forces that have a bearing on the specific tactical operation don't confuse",
        2952.44,
        2957.92
    ],
    [
        " the squad leader however by giving him everything that was in the battalion and company commanders",
        2957.92,
        2963.74
    ],
    [
        " orders that's an interesting little point to bring up is that well they're saying that you need to",
        2963.74,
        2970.96
    ],
    [
        " test the subordinate units you know subordinate leadership unit you can't just I can't and this is",
        2970.96,
        2976.94
    ],
    [
        " true in the seal teams I can't test myself if if I'm relying on me as the platoon leader to test my",
        2976.94,
        2984.02
    ],
    [
        " platoon it's very difficult to do that look and it can happen and there's some great platoon leaders",
        2984.38,
        2988.8
    ],
    [
        " that'll be able to do that but there's platoon leaders that will they'll pass every test for some",
        2988.8,
        2993.5
    ],
    [
        " reason with flying colors because they're not really being tested so it's good when you are",
        2993.5,
        3000.04
    ],
    [
        " utilizing the chain of command and some of the some of the elements above to test the elements below",
        3000.04,
        3005.1
    ],
    [
        " so that's that makes sense again he always emphasizes all exercise should be conducted under",
        3005.1,
        3012.24
    ],
    [
        " simulated combat conditions I think we've covered that one enough",
        3012.24,
        3015.74
    ],
    [
        " despite limitations on our capabilities to conduct field exercises and combine",
        3015.74,
        3022.46
    ],
    [
        " darts training I am convinced that commanders can always devise ways and means of achieving",
        3022.46,
        3026.06
    ],
    [
        " essential training objectives I'll give you an example that we would want to have close air",
        3026.06,
        3033.34
    ],
    [
        " support in our urban environment for training we'd want to have an AC 130 overhead we'd want to",
        3033.34,
        3039.96
    ],
    [
        " have f18s overhead we'd want to have a marine core fighter squadron ready to come and drop bombs",
        3040.6,
        3044.8
    ],
    [
        " for us that doesn't always happen in fact it's very rare that we would get those live assets so what",
        3044.8,
        3052.34
    ],
    [
        " would we do we would either bring a pilot or we'd bring a J attack a person that was qualified to",
        3052.34,
        3057.68
    ],
    [
        " call and we'd put them up on one of the buildings in our mount facility and we give them a radio",
        3057.68,
        3061.56
    ],
    [
        " and and look it's almost the same thing you know you got a guy that understands how pilots talk",
        3061.56,
        3067.58
    ],
    [
        " and he imitates a pilot talking on the radio and then we would put up simulated explosions to go",
        3067.58,
        3072.8
    ],
    [
        " off when they drop the bomb in the right spot we would blow we'd blow something up and they'd get that",
        3072.8,
        3077.84
    ],
    [
        " they'd get that satisfaction in fact there was a company we were using that had little",
        3077.84,
        3084.1
    ],
    [
        " model airplanes they were actually big model airplanes but the model airplanes would fly over",
        3084.1,
        3089.74
    ],
    [
        " and then explosions would happen we kind of went the distance to make the training realistic",
        3089.74,
        3094.88
    ],
    [
        " launching these you know f18s that would come down and strafe the city and explosions would go off",
        3095.26,
        3101.58
    ],
    [
        " pretty good but that's a great way to do it and what does it cost for me to give the radio to one",
        3101.58,
        3107.16
    ],
    [
        " of my JTACs and stay at stand on a building it costs zero dollars zero what does it cost to get an",
        3107.16,
        3113.48
    ],
    [
        " f18 to give me or a section of f18s to give me a few hours of support it cost what a hundred thousand",
        3113.48,
        3122.2
    ],
    [
        " dollars yeah how much how much how much fuel do you burn in an f18 in an hour ten thousand pounds",
        3124.32,
        3131.16
    ],
    [
        " yes check check",
        3131.16,
        3137.98
    ],
    [
        " so there's always ways figure ways out training exercise should be concluded with a critique to",
        3137.98,
        3147.16
    ],
    [
        " provide the basis for reviewing the action and to indicate areas requiring additional requiring",
        3147.16,
        3151.46
    ],
    [
        " additional training emphasis boom debrief yes we have to do that the use of live ammunition is",
        3151.46,
        3158.98
    ],
    [
        " not authorized when sorry when the use of live live ammunition is not authorized or practical or when",
        3158.98,
        3164.56
    ],
    [
        " its use violate safety requirements maximum utilization should be made of various simulators boom",
        3164.56,
        3170.04
    ],
    [
        " again I basically could have written that you heard religious sent simulators can duplicate the",
        3170.04,
        3175.1
    ],
    [
        " sound of artillery machine gun smoke flash and most other effects associated with the noise",
        3175.1,
        3179.22
    ],
    [
        " and conditions of the battlefield including just tires burning habitual use of aggressor in",
        3179.22,
        3187.26
    ],
    [
        " the field exercises is desirable to develop interest in real realism the training value to the",
        3187.26,
        3194.12
    ],
    [
        " unit functioning in an aggressor role should not be overlooked the adherence to establish tactical",
        3194.12,
        3199.76
    ],
    [
        " principles and techniques by the aggressor forces will aid the friendly force informing sound",
        3199.76,
        3205.3
    ],
    [
        " tactical habits this is why we we in the seal teams picked up so much emphasis on force on force",
        3205.3,
        3212.7
    ],
    [
        " training using simulation or these these high speed laser tag systems that we had this is why",
        3212.7,
        3219.38
    ],
    [
        " and that's basically all you guys did a top gun right it's a hundred percent aggressor",
        3219.38,
        3224.74
    ],
    [
        " and as an aggressor what do you find f16 yeah",
        3224.74,
        3228.38
    ],
    [
        " how long does it take you to learn to fly in f16 not long a couple months if that you know that",
        3231.8,
        3238.3
    ],
    [
        " that part of it is not that hard are you worried when you go back to an f18 that you're going to be",
        3238.3,
        3242.68
    ],
    [
        " have that habits there's a there's something called negative transfer so there's a couple of",
        3242.68,
        3246.7
    ],
    [
        " things that you got to you got to pay attention to you you got to know that there are some differences",
        3246.7,
        3250.82
    ],
    [
        " that if you get those wrong those can be really bad but most of it transfers over pretty easily",
        3250.82,
        3255.72
    ],
    [
        " that the larger issue like you were talking about and i my first kind of real job at top gun",
        3255.84,
        3261.2
    ],
    [
        " was what's called the adversary officer so my responsibility was to make sure that all the",
        3261.2,
        3265.4
    ],
    [
        " training scenarios that we developed a top gun on that's a good name to give some of the people",
        3265.4,
        3270.54
    ],
    [
        " that we work with like you you're working with a company and you're like oh you know what maybe",
        3270.54,
        3275.32
    ],
    [
        " we'll just call you the adversarial officer the adversarial because there's certainly people that",
        3275.32,
        3279.7
    ],
    [
        " that we work with we're thinking man go you know you're working with a company you think hey",
        3279.7,
        3284.8
    ],
    [
        " uh... when i bring you into where i bring up your name all i hear is like uh bad things this is not a good idea",
        3286.6,
        3292.48
    ],
    [
        " yeah what are you doing what what's going on over here are you the adversarial officer here so",
        3292.48,
        3297.7
    ],
    [
        " uh sorry cut you off no no i just say you know we're talking about the the challenge of that is",
        3297.7,
        3302.5
    ],
    [
        " the adversarial officer adversary officers job is to make sure that the training scenarios that we",
        3302.5,
        3307.76
    ],
    [
        " built on the adversary side so the opposing force was realistic and reflected the capability of the",
        3307.76,
        3313.84
    ],
    [
        " enemy so we provided real training for for the for the blue students for the the the friendly",
        3313.84,
        3319.34
    ],
    [
        " fighters going out to fight because if they went out and fought an enemy that wasn't performing",
        3319.34,
        3323.14
    ],
    [
        " the way a real enemy would they were going to be unprepared we had an entire you know cell inside",
        3323.14,
        3328.86
    ],
    [
        " of top gun designed just to learn and study enemy tactics to make our training more realistic how",
        3328.86,
        3335.42
    ],
    [
        " what is you have to fly the f-16 a certain way to simulate normally when we replicated a force",
        3335.42,
        3342.5
    ],
    [
        " on force so there is something comment or train incremental training so at the beginning of some",
        3342.5,
        3346.28
    ],
    [
        " phases of flight training we limit the capability of the enemy aircraft tip tip built get some building",
        3346.28,
        3352.1
    ],
    [
        " blocks and fundamentals but once we get to force on force training and most of top gun is straight",
        3352.1,
        3356.48
    ],
    [
        " up just your best game my best game as the as the adversary i'm flying the f-16 to the max",
        3356.48,
        3361.76
    ],
    [
        " performance capability and how did the max performance of the f-16 compare to the max performance",
        3361.76,
        3368.96
    ],
    [
        " of the s-u-27 or whichever close aircraft so it's not exactly but but close and and better than",
        3368.96,
        3375.5
    ],
    [
        " a similar aircraft f-18 against f-18 me trying to replicate a different airplane like at the end",
        3375.5,
        3381.56
    ],
    [
        " of the their machines now a different machine even if it doesn't fully replicate the enemy it does",
        3381.56,
        3387.7
    ],
    [
        " things differently and that alone is a really powerful tool to practice against because it shows you",
        3387.7,
        3392.34
    ],
    [
        " things that oh I I can't do that on my machine my machine won't do that this airplane can and I have",
        3392.34,
        3397.38
    ],
    [
        " to have a tactic to respond to that and my mistaken in that the early 90s when I went up to",
        3397.38,
        3403.52
    ],
    [
        " Fallon and I would go through some air wing training would it be mistaken to think that there were",
        3403.52,
        3408.12
    ],
    [
        " aircraft up there besides the f-16 that we're acting as adversaries no I think you're you'd be",
        3408.12,
        3412.84
    ],
    [
        " correct did you have any other aircraft besides the f-16 what would you guys fly or what other",
        3412.84,
        3419.12
    ],
    [
        " adversary aircraft were available to your opposing force yeah the ones that the navy furnished",
        3419.12,
        3425.34
    ],
    [
        " the most common ones for the navy were the f-5 and the f-16 but we also had contract air so we had",
        3425.34,
        3431.6
    ],
    [
        " you know f-5 freedom fighter yes you're you've got it absolutely there was a squadron of f-5s",
        3431.6,
        3440.64
    ],
    [
        " in as as adversaries in Fallon did painted like enemy aircraft designed just to replicate",
        3440.64,
        3448.26
    ],
    [
        " an enemy threat I remember those dude absolutely and did they have red stars on they totally did",
        3448.26,
        3453.16
    ],
    [
        " I have the tail yes absolutely I actually they might they probably still have them and we would",
        3453.16,
        3459.36
    ],
    [
        " outsource to you know we we get the Air Force to come bring up some f-15s to fly with us for a class",
        3459.36,
        3464.88
    ],
    [
        " we'd get you know a contract company to fly you know French Mirage and it's really",
        3464.88,
        3470.4
    ],
    [
        " confused just whatever was out there to give you the student a what we call a dissimilar look",
        3470.4,
        3476.66
    ],
    [
        " f-18s against f-18s it's not a great way to replicate real training so you want to give something",
        3476.66,
        3481.28
    ],
    [
        " that's different sometimes it's better sometimes it's worse but the the fact that it's different",
        3481.28,
        3486.04
    ],
    [
        " creates much more realistic training well why does it when I read about like old school",
        3486.04,
        3493.1
    ],
    [
        " fighter and like test pilots like reading when we had Dan Patterson on they're just getting in",
        3493.1,
        3499.94
    ],
    [
        " different aircraft they're just flying out to area 51 yeah and just getting in random 80 in aircraft",
        3499.94,
        3505.94
    ],
    [
        " and just flying those things is that because those old school aircraft were more similar in terms",
        3505.94,
        3513.3
    ],
    [
        " of the way you fly them no man I just think that those guys weren't afraid of anything like I can",
        3513.3,
        3518.04
    ],
    [
        " fly that thing whatever no I I think it was you know one of the coolest things that that Dan",
        3518.04,
        3526.74
    ],
    [
        " Patterson talked about here on the podcast and just in general was the idea that hey we need to",
        3526.74,
        3535.92
    ],
    [
        " and figure out how they work and and if we don't we're gonna go across to Vietnam and we're",
        3535.92,
        3541.32
    ],
    [
        " gonna lose because we don't know how those machines work and regulations and restrictions and",
        3541.32,
        3546.34
    ],
    [
        " safety and all these things were forces were counterweights to doing that they're all reasons not to",
        3546.34,
        3550.6
    ],
    [
        " do it was there risk and yeah there's a ton of risk that risk did not wait didn't that way going",
        3550.6,
        3555.84
    ],
    [
        " to Vietnam and losing and they they believe that and they pushed hard against the institution to be",
        3555.84,
        3560.56
    ],
    [
        " able to do that yeah and you know the last podcast we were talking about I was talking about the 80s",
        3560.56,
        3567.68
    ],
    [
        " in the 90s and and look when you're in when it's the 80s in the 90s and you've been tasked to",
        3567.68,
        3574.26
    ],
    [
        " you know do the best you can to maintain the the spirit of going to war but think of how hard the",
        3574.26,
        3581.2
    ],
    [
        " pushback is against pushing the envelope and training when you're saying listen when you're when",
        3581.2,
        3585.84
    ],
    [
        " you when you've got listen we better push the envelope otherwise we're gonna go get killed in Vietnam",
        3585.84,
        3589.38
    ],
    [
        " yep if it's 1994 it's like we better push the envelope otherwise then they come back and you say",
        3590.3,
        3600.5
    ],
    [
        " just hey don't push yeah and it makes that you know you're like you know got it too that was a",
        3600.5,
        3606.22
    ],
    [
        " tough time and if you look at kind of are are what we call the baseline adversary if you think",
        3606.22,
        3611.98
    ],
    [
        " about countries that would be our adversaries now China Russia those countries were not a threat",
        3611.98,
        3617.62
    ],
    [
        " 1994 they're really the institution had a really hard time being convinced that we needed to train hard",
        3617.84,
        3624.18
    ],
    [
        " it was really it was a much harder sell now it's it's a very different environment and",
        3624.18,
        3629.28
    ],
    [
        " sure you know selling the training and demonstrating why we need to do this is actually easier",
        3629.28,
        3634.12
    ],
    [
        " because back then there was it was hard to make a compelling case why we needed to push the envelope",
        3634.12,
        3639.36
    ],
    [
        " for what and when when you guys would look at doing a mission back then what were you thinking the",
        3639.36,
        3645.64
    ],
    [
        " big mission would be the the big mission in 1996 when you were thinking all right there may be a",
        3645.64,
        3654.3
    ],
    [
        " big mission that I need to be ready for I mean I guess we could look at the the Bachlands this time",
        3654.3,
        3659.32
    ],
    [
        " yeah so the the things in near memory were desert storm and you know multiple you know the",
        3659.32,
        3667.32
    ],
    [
        " coast of a former Yugoslavia those there was there was there was enough of those in there and",
        3667.32,
        3674.64
    ],
    [
        " there was always this believe it or not it held over there was always this specter of of like",
        3674.64,
        3679.54
    ],
    [
        " you know great competition you know Russia and America those those type of things so they those",
        3679.54,
        3685.78
    ],
    [
        " are always there and there was enough holdover from the kind of the Cold War era of leadership",
        3685.78,
        3691.86
    ],
    [
        " which is the 80s and you know very early 90s was hey this stuff all travels and sign waves",
        3691.86,
        3697.14
    ],
    [
        " and sooner or later what's going to happen is that their their ability which obviously we know that",
        3697.14,
        3702.78
    ],
    [
        " and so that that specter of that was always there and the proliferation of their stuff all throughout",
        3703.06,
        3707.82
    ],
    [
        " Europe and you know great great war competition type stuff was always part of what we did",
        3707.82,
        3713.0
    ],
    [
        " that makes sense and I guess it probably makes sense to think that what it was leaning towards",
        3713.0,
        3721.9
    ],
    [
        " in the teams back in those days and probably in you know in the greater ground troops the ground",
        3721.9,
        3729.3
    ],
    [
        " forces was that these this idea of like going into a sustained ground combat was really",
        3729.58,
        3735.26
    ],
    [
        " that was really seemed like a less likely thing all the time less and less likely that we're",
        3735.26,
        3741.38
    ],
    [
        " going to actually hey we're going to if you were to told me in 1995 hey the the US year",
        3741.38,
        3748.88
    ],
    [
        " that the the frog men of the 2000s and the 2010s are going to do deployment after deployment after",
        3748.88,
        3757.34
    ],
    [
        " deployment after deployment after deployment to the desert and they're going to be fighting in",
        3757.34,
        3762.5
    ],
    [
        " ground combat sustained for two decades it would have been it would have been very it would have been",
        3762.5,
        3769.92
    ],
    [
        " hard to predict yeah but we trained we trained and then we kept training um",
        3769.92,
        3777.16
    ],
    [
        " next little section testing a units proficiency the chief objective of readiness trainings to",
        3777.16,
        3783.96
    ],
    [
        " ensure that all units are maintained at a high rate of operational readiness throughout the year",
        3783.96,
        3788.6
    ],
    [
        " that is that every unit is prepared to carry out its combat mission at any time operational",
        3788.6,
        3793.9
    ],
    [
        " readiness testing to determine your units operational Teddy operational readiness you must provide",
        3793.9,
        3799.04
    ],
    [
        " testing any any kind of talks about what to cover is a minimum amount he talks about you got to",
        3799.04,
        3806.64
    ],
    [
        " you know these various abilities the ability rendezvous the ability to shoot movement community",
        3806.64,
        3810.56
    ],
    [
        " all good and he talks about um for best results readiness test should be unannounced which I totally",
        3810.56,
        3818.72
    ],
    [
        " agree with these tests should be practical demonstrations of how successfully a unit can be",
        3818.72,
        3824.18
    ],
    [
        " expected to execute all or any part of its emergency mission totally get now here's where",
        3824.18,
        3831.34
    ],
    [
        " here's where testing can concern me when we do a test we we kind of have to give hey here's the",
        3832.76,
        3841.94
    ],
    [
        " task condition and standard right here's the here's what you're going to be told to do here's",
        3841.94,
        3844.94
    ],
    [
        " the standard and and here's what you need to do it right or sorry here's the task right this is",
        3844.94,
        3850.28
    ],
    [
        " what you have to do here's the conditions of that task and here's the standard that you have to",
        3850.28,
        3854.52
    ],
    [
        " I was working with a a government agency and one of the tasks of this government agency was they",
        3854.7,
        3864.32
    ],
    [
        " had to be able to interdict vessels small vessels and so in order to interdict these vessels they",
        3864.32,
        3873.04
    ],
    [
        " may have to disable the motor of that vessel and so they had to be able to shoot a weapon from a",
        3873.04,
        3883.14
    ],
    [
        " moving vessel that they're in at another moving vessel to disable an engine okay got it so over",
        3883.42,
        3891.42
    ],
    [
        " time that became a qualification that you had to get and over time it became a test that you had to",
        3891.42,
        3896.94
    ],
    [
        " you had to be able to successfully complete this test in order to maintain this qualification to do it",
        3896.94,
        3901.74
    ],
    [
        " and here's the thing one of the guys that was had this standard was telling me about the test and",
        3901.74,
        3911.74
    ],
    [
        " what had happened was this test the task condition and standards were so controlled that there was no",
        3911.74,
        3919.88
    ],
    [
        " realism to whatsoever and it was okay the the target vessel will have a target on that vessel that is",
        3919.88,
        3928.5
    ],
    [
        " whatever three feet by three feet the vessel will be moving in ex-c state which was no waves and they",
        3928.5,
        3936.94
    ],
    [
        " basically would do only do it if there was no waves happening whatsoever and it will be moving at",
        3937.24,
        3942.46
    ],
    [
        " five knots and the assault vessel will also be moving at five knots the distance will be 14 feet",
        3942.46,
        3949.92
    ],
    [
        " and it was just this whole thing and so basically you know it took zero skill to do it it took zero",
        3949.92,
        3955.1
    ],
    [
        " skill it was basically a 10 or 20 foot shot at a nice big target and it didn't prove anything with",
        3955.1,
        3962.64
    ],
    [
        " the reality of shooting an engine to get an engine to go down on an outboard motor is a pretty tough",
        3962.72,
        3967.5
    ],
    [
        " thing at sea state at night there's a lot of things going on and by the way what weapons do you have",
        3967.5,
        3972.1
    ],
    [
        " because if you have if you know if you've got a laser on your weapon and it's at night and you've",
        3972.1,
        3976.84
    ],
    [
        " got night vision on and you can train your laser on that and you're to sea state and you can keep it",
        3976.84,
        3980.44
    ],
    [
        " steady you can fire a few rounds cool I worry about testing sometimes because when you put when you",
        3980.44,
        3987.64
    ],
    [
        " put task conditions and standards so that you can provide a test oftentimes those restrict the",
        3987.64,
        3993.58
    ],
    [
        " environment and they make it canned and when things become canned you're not you're not testing on",
        3993.58,
        4001.74
    ],
    [
        " what you want to test on so I would always you know of course sort of have testing things",
        4001.74,
        4006.12
    ],
    [
        " then I'd have the real test you know which is going to be mayhem it's going to be mayhem and",
        4006.12,
        4017.62
    ],
    [
        " and a laser if you don't have night vision on can you still see that laser there's lasers that you",
        4017.62,
        4024.86
    ],
    [
        " can see and there's lasers that you cannot see so you could have a laser without night vision",
        4024.86,
        4030.12
    ],
    [
        " that's a red laser it's like what you see in the movies yeah are you familiar with movies",
        4030.12,
        4033.7
    ],
    [
        " oh yeah terminator so you get you get laser where you where you can see the little red dot",
        4033.7,
        4038.96
    ],
    [
        " yes sir that's a visible laser there's also IR lasers infrared lasers that you can't see",
        4038.96,
        4044.18
    ],
    [
        " without night vision on but with night vision on it's it's it's actually insanely bright and clear",
        4044.24,
        4050.16
    ],
    [
        " and then they have something that's an IR flood which so you can actually are lighting up the entire",
        4050.16,
        4055.84
    ],
    [
        " target area with so it's illuminated and then there's a laser right in the center of it",
        4055.84,
        4060.62
    ],
    [
        " and that you can see that without goggles nope you need goggles you go the equivalent to that",
        4060.62,
        4066.0
    ],
    [
        " would be just a regular flashlight which we also have where you press a button and a flashlight",
        4066.0,
        4070.56
    ],
    [
        " like comes on and in the center of that flashlight there's a red laser got you okay so okay you have",
        4070.56,
        4075.52
    ],
    [
        " all of that you have all that you have all that on your weapon all the time oh dang okay the whole",
        4075.52,
        4080.8
    ],
    [
        " deal that's why when you see guys weapons now it gets too out of control a lot of stuff going on",
        4080.8,
        4086.5
    ],
    [
        " the weapons yeah it's getting better you know because all these little pieces are getting small",
        4086.5,
        4089.96
    ],
    [
        " in there they're they're consolidating some of these pieces so it's one piece instead of three",
        4089.96,
        4094.1
    ],
    [
        " different pieces you know now you can get like a grip that has a has a white light and a red laser",
        4094.1,
        4101.46
    ],
    [
        " in it and the batteries there was a time where you had the battery thing and then you had the laser",
        4101.46,
        4105.9
    ],
    [
        " thing and then you had a battery for the flashlight thing and you're wires going all over the place",
        4105.9,
        4109.6
    ],
    [
        " it was a total gut check nowadays people are making stuff more square one bottom line what about",
        4109.6,
        4115.54
    ],
    [
        " that one you know the ones that like you can see the laser through the little lens almost kind of",
        4115.54,
        4121.64
    ],
    [
        " you know so that's like you can see the dot you can do your red dot yeah yeah that's that's just",
        4121.64,
        4125.96
    ],
    [
        " another type of system and the enemy is not going to be able to see that yeah but you guys don't have",
        4125.96,
        4130.64
    ],
    [
        " those no we have those two on the deal bro and the teams you got everything it's really awesome actually",
        4130.64,
        4136.04
    ],
    [
        " what guys are doing now that's really cool because it's sort of getting next level the way that",
        4136.04,
        4142.28
    ],
    [
        " the technology is just really getting so much better right now high speed yeah it's getting",
        4142.28,
        4148.3
    ],
    [
        " way more high speed and the guys systems are much better than they were you know I mean",
        4148.3,
        4153.66
    ],
    [
        " the the the the changes that took place from Vietnam to 1995 is is tiny compared to the changes",
        4153.66,
        4166.6
    ],
    [
        " that took place last year you know it's just exponentially better weapon systems and not so much",
        4166.6,
        4172.8
    ],
    [
        " that the weapon system but the the accoutrements that you put on the weapon systems are way better",
        4172.8,
        4179.1
    ],
    [
        " I mean I mean I get kind of crazy when I'm watching like some of the new technologies coming out",
        4179.1,
        4184.06
    ],
    [
        " is awesome awesome to see next little section is and by the way just I skipped you were wondering Dave",
        4184.06,
        4194.32
    ],
    [
        " I told you I was going to skip some stuff the stuff that I skip it really goes into like the details",
        4194.32,
        4199.84
    ],
    [
        " of each and every type of unit that you can be working with and it goes into just some very",
        4200.12,
        4206.58
    ],
    [
        " granular detail good for a military leader but a little bit too granular for general public",
        4206.58,
        4214.48
    ],
    [
        " consumption and you know I haven't I haven't actually started the execution of publishing this",
        4214.48,
        4219.24
    ],
    [
        " thing on my own I obviously I need to this needs to be a jockel publishing jockel publishing book",
        4219.24,
        4223.92
    ],
    [
        " so I got a I guess I got a figure out the league gallery that I think the league",
        4224.24,
        4230.62
    ],
    [
        " gallery is none I think it's it's more than 50 years old which means it's public domain so I'll",
        4230.62,
        4236.62
    ],
    [
        " write a little forward to it and we'll go from there go Dave I was writing a note that maybe I'll",
        4236.62,
        4244.3
    ],
    [
        " write the forward the cool thing about the theme of this is that you've traced this back",
        4244.3,
        4250.02
    ],
    [
        " to the influence on you and the influence of the influencer on you well there's now another",
        4251.42,
        4257.9
    ],
    [
        " layer here oh one more layer one more layer deep of of where we're all pulling this from which is",
        4257.9,
        4263.8
    ],
    [
        " you recounting where you pulled it from and now you're actually connected to where hack pulled it",
        4263.8,
        4267.84
    ],
    [
        " from so check all right sounds like the next jockel publishing book has been delineated you know",
        4267.84,
        4276.22
    ],
    [
        " it's interesting so the name of this and I brought this up already but it's a stack pull",
        4276.22,
        4280.68
    ],
    [
        " publications and by the way stack pull publications you're welcome because I know I've read books",
        4280.68,
        4286.4
    ],
    [
        " from you that you publish one of them I know is other clay pigeons in St. Louis which we covered a",
        4286.4,
        4291.76
    ],
    [
        " long time ago to cover johns which by the way is another connection back to hack worth",
        4291.76,
        4295.96
    ],
    [
        " and I talked about it I'm I'm pretty sure some of copies of clay pigeons in St. Louis sold",
        4295.96,
        4303.24
    ],
    [
        " I wrote stack pull books and email and said hey I'm here here's a book I'm trying to find I",
        4303.42,
        4309.18
    ],
    [
        " haven't been able to try it haven't been able to find it um love to you know do something right",
        4309.18,
        4315.1
    ],
    [
        " a forward you know republish this thing whatever never heard back from them unfortunately",
        4315.1,
        4320.44
    ],
    [
        " you know I probably I will I don't think I was persistent enough I probably sent them one",
        4320.44,
        4325.0
    ],
    [
        " maybe two emails so I probably should have done a better job and explained to him maybe better",
        4325.0,
        4330.52
    ],
    [
        " where I was coming from didn't do a good enough job but hopefully we'll do something with it um",
        4330.72,
        4337.66
    ],
    [
        " so back to this training for contingency operations in addition to being prepared to execute combat",
        4337.66,
        4345.24
    ],
    [
        " missions as part of a combined force units overseas must be trained and ready to perform a wide",
        4345.24,
        4349.16
    ],
    [
        " variety of contingency operations it is not possible to identify all contingencies which may face",
        4349.16,
        4354.16
    ],
    [
        " army unit stations overseas generally a unit that is well trained for its basic combat mission",
        4354.16,
        4359.7
    ],
    [
        " will be capable of supporting contingency operations commanders must be aware however",
        4359.76,
        4364.74
    ],
    [
        " that their troops may be employed in areas where the weather and terrain differ greatly from",
        4364.74,
        4369.5
    ],
    [
        " that found in areas in which there are stationed combat ready elements should be air transportable",
        4369.5,
        4374.96
    ],
    [
        " for movement on short notice to potential trouble areas they should be trained to quell civil",
        4374.96,
        4378.74
    ],
    [
        " disturbances control riots guard to recover critical installations bolster civil authorities and",
        4378.74,
        4385.0
    ],
    [
        " police provide emergency relief from natural disasters and handle numerous other related tasks",
        4386.12,
        4391.96
    ],
    [
        " an imaginative commander can visualize appropriate and feasible contingency missions for his unit",
        4391.96,
        4397.76
    ],
    [
        " and present it with appropriate training situations now here's here's something that i'll throw in",
        4397.76,
        4402.48
    ],
    [
        " there it says such such training will provide variety but must be based on logical conditions",
        4402.48,
        4407.62
    ],
    [
        " and be realistic the thing that i'll throw in there is since you don't know what these contingencies are",
        4407.62,
        4414.4
    ],
    [
        " you have to train people on what to do and they don't know what to do",
        4414.46,
        4417.94
    ],
    [
        " how do you assess a situation how do you look at it how do you look at it with an open mind",
        4417.94,
        4423.52
    ],
    [
        " and that's one of the one of the real benefits of i had of growing up in the seal teams is we",
        4423.52,
        4430.14
    ],
    [
        " lacked doctrine we have more now man when i grew when i was gotten the teams there was no there's",
        4430.14,
        4435.66
    ],
    [
        " almost no word of mouth and so when you got told hey you're gonna do this type of mission you just",
        4435.66,
        4442.74
    ],
    [
        " got told word of mouth of how you're gonna do it and if it was a type of mission that no one",
        4442.74,
        4446.14
    ],
    [
        " had ever done before we were gonna sit there and make up how to do it there was no book to refer to",
        4446.14,
        4449.56
    ],
    [
        " we didn't and we didn't have how to what we didn't have in 1995 no one ever said to me hey we're",
        4449.56,
        4460.44
    ],
    [
        " doing an assault here's the army manual of what they do no one ever said that i never saw an army",
        4460.44,
        4472.72
    ],
    [
        " it was all word of mouth so you had to you got you have to put people in situations where you go",
        4472.92,
        4480.78
    ],
    [
        " hey he's a random mission figure out how you're gonna do this figure out how you're gonna do this",
        4480.78,
        4485.7
    ],
    [
        " and then you see what they do and there are protocols for what to do when you don't know what to do",
        4485.7,
        4491.4
    ],
    [
        " then it gets into this section right here which is you know i was like oh maybe i'll skip this",
        4491.4,
        4500.24
    ],
    [
        " and then i read like four lines i'm like all right this is freaking awesome so",
        4500.24,
        4504.16
    ],
    [
        " guidelines for planning brigade and battalion attacks training regardless of",
        4504.16,
        4514.66
    ],
    [
        " size of unit has but one purpose that is to teach effectively the techniques of combat",
        4514.66,
        4521.44
    ],
    [
        " the attack is the key to success the defense is merely a temporary expedient to conserve forces",
        4521.94,
        4530.8
    ],
    [
        " for an attack elsewhere or to prepare for an attack at a future date so the only reason you're going",
        4530.8,
        4538.02
    ],
    [
        " on defense is so that you can go back on the attack that's the only reason you're going everything",
        4538.02,
        4542.32
    ],
    [
        " is to attack that's all you're doing you're gonna attack oh we gotta hesitate cool we're hesitating",
        4542.32,
        4546.98
    ],
    [
        " so that we can attack later that's what we're doing we're going to attack the consequences of",
        4546.98,
        4553.34
    ],
    [
        " having an attack grind to a halt are great the effort required for it to bounce back is tremendous",
        4553.34,
        4558.94
    ],
    [
        " once an attack is launched its momentum must be maintained until the objective or objectives are",
        4558.94,
        4564.02
    ],
    [
        " seized and secured battle losses received the due to poor planning and faulty execution are",
        4564.02,
        4569.14
    ],
    [
        " inexcusable and will result in a loss of respect for and confidence in the commander",
        4569.14,
        4574.32
    ],
    [
        " the best reputation a commander can have is that he accomplishes his missions with few losses",
        4575.86,
        4582.66
    ],
    [
        " the end sought in planning and executing an attack is brought about by deliberate planning and",
        4582.66,
        4592.14
    ],
    [
        " violent execution the opposite is fatal speed in planning is often needed but haste should be",
        4592.14,
        4602.14
    ],
    [
        " avoided remember that in combat there is no second opportunity and seldom opportunity for rehearsals",
        4603.06,
        4608.9
    ],
    [
        " this deliberate planning is accomplished in five phases phase one basic factors principal factors",
        4608.9,
        4616.26
    ],
    [
        " which must be considered by a commander in deliberate planning are mission enemy situation troops",
        4616.26,
        4621.9
    ],
    [
        " available terrain and weather this is something we all learn basic mission enemy troops available",
        4621.9,
        4627.28
    ],
    [
        " terrain and weather phase two tentative plan of attack how much time do my subordinates and I have",
        4627.28,
        4634.62
    ],
    [
        " for reconnaissance planning and the issuance of order what general scheme of maneuver do I want to",
        4634.62,
        4639.04
    ],
    [
        " employ what formations are feasible what is the mobility of my command how much dispersion can I",
        4639.04,
        4643.8
    ],
    [
        " achieve and still accomplish my mission with speed and violence what supporting nuclear fires",
        4643.8,
        4648.9
    ],
    [
        " are planned for or are available to to me and for adjacent units when I got to that I'm like",
        4648.9,
        4656.24
    ],
    [
        " thinking wow wow this is I think this book is 1962 1963 this is like it's on cold war and we're",
        4658.54,
        4668.16
    ],
    [
        " thinking if we if I'm gonna do an attack you know what we may bring in some tactical nukes that's",
        4668.16,
        4674.12
    ],
    [
        " where we're at so these guys are planning and thinking and thinking through using nuclear weapons",
        4674.12,
        4683.3
    ],
    [
        " on the battlefield how can I employ my conventional fire support that's a secondary thought by the way",
        4683.3,
        4690.94
    ],
    [
        " my primary is going nuke what logistical problems problems will I have can I support the operation",
        4690.94,
        4695.68
    ],
    [
        " logistically what is the status of personnel and equipment how can I best use my supporting",
        4695.68,
        4699.82
    ],
    [
        " elements to include armor armor personnel carriers and helicopters our communication facilities",
        4699.82,
        4705.16
    ],
    [
        " that adequate can I communicate with my supporting units do their reviews net with mine what flank",
        4705.16,
        4710.16
    ],
    [
        " security problems do I have how can I best control the attack from where what control measures",
        4710.16,
        4715.76
    ],
    [
        " what must I be ready to do next when I have seized and secured the objective",
        4715.76,
        4719.62
    ],
    [
        " so that's that right there that was the tentative plan of attack and then it goes detailed plan",
        4719.62,
        4728.6
    ],
    [
        " of attack having analyzed these factors and having developed a tentative plan based on this",
        4728.6,
        4732.72
    ],
    [
        " analysis the commanders ready to get down to details these things must then be considered",
        4732.72,
        4737.3
    ],
    [
        " what is the formation of that we will be initially used mounted dismounted or by helicopter what",
        4737.54,
        4742.7
    ],
    [
        " units will be in the initial attack what units are being the supporting or in reserve what will",
        4742.7,
        4748.28
    ],
    [
        " constitute my base of fire because it's all cover and move we're going to have a base of fire",
        4748.28,
        4752.62
    ],
    [
        " we're going to have an element maneuvering will forward assembly areas or attack positions",
        4752.62,
        4758.78
    ],
    [
        " be used for my attacking troops if so where when will my components of my fire support start",
        4758.78,
        4766.06
    ],
    [
        " when will we shift fire and stop how I arrange for this to happen how can I exploit the effects of",
        4766.28,
        4770.34
    ],
    [
        " my supporting nuclear fires oh it's so crazy to think about yeah",
        4770.34,
        4777.8
    ],
    [
        " from what position will each of my attacking elements start their attacking by fire and maneuver",
        4777.8,
        4788.92
    ],
    [
        " to cover and move this is the true line of departure and should be considered as such that's an LD",
        4789.44,
        4796.38
    ],
    [
        " there may be other corning lines or points in the rear how and from what distance will I start a",
        4796.38,
        4803.8
    ],
    [
        " coordinated assault what command signal and contingent will I use to start it what reports will I",
        4803.8,
        4808.7
    ],
    [
        " expect from my subordinate units what reports will I give to my superiors with whom should I",
        4808.7,
        4812.94
    ],
    [
        " establish liaison how when and where should I issue my attack order what arrangement should I make",
        4813.9,
        4820.14
    ],
    [
        " for this and then it gets into the war gaming so the reason I'm going through this is like think of",
        4820.14,
        4825.06
    ],
    [
        " the level of detail think of the you know I got that section of discipline equals freedom field man",
        4825.06,
        4828.84
    ],
    [
        " was like question everything this is it man what are we doing how are we doing it having a checklist",
        4828.84,
        4835.44
    ],
    [
        " like this to think about before you conduct an operation I don't care if you're in a business I don't",
        4835.44,
        4842.44
    ],
    [
        " be facing this is a smart way to operate phase four war gaming the plan the commander now having",
        4842.44,
        4856.22
    ],
    [
        " come to a pretty firm idea of what he wants to do and how he wants to do it now war games it in his",
        4856.22,
        4861.08
    ],
    [
        " mind and ask himself the following questions this is when you're trying to punch holes in your own",
        4861.08,
        4866.58
    ],
    [
        " plan to the maximum extent possible have I based my plan on knowledge gain through active ground",
        4866.58,
        4872.18
    ],
    [
        " map and arrow reconnaissance and knowledge of the enemy situation have I analyzed the enemy",
        4872.44,
        4879.7
    ],
    [
        " defense thoroughly thereby locating and taking advantage of weaknesses in enemy disposition or terrain",
        4879.7,
        4885.06
    ],
    [
        " where the defender cannot use his weapons or obstacles to advantage have I given adequate",
        4885.06,
        4890.72
    ],
    [
        " consideration to terrain and weather what effects they have on the accomplishment of my mission have",
        4890.72,
        4895.1
    ],
    [
        " I planned for maximum exploitation of available nuclear fires have I considered troop safety in the",
        4895.1,
        4902.06
    ],
    [
        " planning of my nuclear fires and schema maneuver have I considered the use of armored personnel",
        4902.06,
        4907.14
    ],
    [
        " carriers have I considered the effects of nuclear weapons upon the terrain over which I am attacking",
        4907.14,
        4912.22
    ],
    [
        " blow down contaminated areas secondary fires blow I didn't know what blow down was I had to look",
        4912.22,
        4920.78
    ],
    [
        " it up guess where I went I went to FM 100 tack 30 nuclear operations what is blow down is when trees",
        4920.78,
        4929.64
    ],
    [
        " get blown down and they're splintered and they're they create just obstacles everywhere they're",
        4930.02,
        4935.84
    ],
    [
        " very hard to move through so you got to account for that in your assault got to account for the",
        4935.84,
        4940.8
    ],
    [
        " blow down of the nuclear weapons you use to prep the area for assault man have I provided for full",
        4940.8,
        4952.1
    ],
    [
        " shock effect on the enemy this comes from surprise tanks and strengths attacks from several",
        4952.1,
        4956.3
    ],
    [
        " directions simultaneously intensity of supporting fires during the assault and the speed of the",
        4957.54,
        4960.98
    ],
    [
        " assault by use of armored personnel carriers and helicopters does my plan provide for the waiting",
        4960.98,
        4966.06
    ],
    [
        " of the main effort have I use attacking units as a base of fire when I have artillery heavy weapons",
        4966.06,
        4971.7
    ],
    [
        " and mortars for this purpose isn't it crazy that everything is cover move everything is cover move",
        4971.7,
        4977.6
    ],
    [
        " the use of tanks for this purpose is especially faulty if the tanks can be used in the attack",
        4977.6,
        4983.12
    ],
    [
        " to close with the enemy and overrun them has the excessive use of attack troops as a base of fire",
        4983.16,
        4989.88
    ],
    [
        " as reserves or as reconnaissance and security elements cause me to have too little strength in the",
        4989.88,
        4997.02
    ],
    [
        " attack have I selected unnecessary intermediate objectives which district I want to go back to",
        4997.02,
        5005.64
    ],
    [
        " number 10 here have I used too much of the attack troops in the base of fire so when you have",
        5005.64,
        5014.14
    ],
    [
        " would be doing assaults like let's say it's a bit basic seal platoon in the 90s",
        5014.14,
        5021.04
    ],
    [
        " and we'd be doing an assault and so you have a base of fire and then you have an assault element",
        5021.04,
        5025.48
    ],
    [
        " and you you could say okay squad one you're going to be the base element squad two you're going to be",
        5025.48,
        5035.58
    ],
    [
        " down this base of fire and while you're laying down that base of fire incomes the maneuver element",
        5035.58,
        5040.6
    ],
    [
        " the assault element is going to move into position and then they're going to start going through the",
        5040.6,
        5044.86
    ],
    [
        " target and then the base of fire is going to shift off the target but they've suppressed the enemy",
        5044.86,
        5049.34
    ],
    [
        " fire now you can go through pretty clean so there's a tendency to think well you know I've got this",
        5049.34,
        5053.72
    ],
    [
        " base of fire why don't I take my machine gunners from squad two and put them in the base element",
        5053.72,
        5061.78
    ],
    [
        " so then they have massive firepower and plus that means the assault elements a little bit lighter",
        5061.78,
        5065.88
    ],
    [
        " they can move a little bit quicker and we're good and and I remember you know sitting in a platoon",
        5065.88,
        5071.38
    ],
    [
        " brief and we were going to do that wasn't my plan you know I was like a new guy literally a new guy",
        5071.38,
        5076.76
    ],
    [
        " I just sitting there going okay tell me what to do and the plan got briefed hey okay this is how",
        5076.76,
        5083.7
    ],
    [
        " we're going to task organize for this assault we're going to put all the machine gunners so four",
        5083.7,
        5089.68
    ],
    [
        " machine gunners in the base element and so we're going to have this massive firepower and then these",
        5089.68,
        5093.84
    ],
    [
        " other guys the point man from the from squad one and the rear security from squad one and whatever",
        5093.84,
        5099.74
    ],
    [
        " one of the corpsman for squad they're going to go down and they're going to go through the assault",
        5099.74,
        5102.38
    ],
    [
        " element and so then the whole master chief says well what if what if the assault element gets",
        5102.38,
        5110.74
    ],
    [
        " compromised they got no machine guns what if the base element once the assault element gets",
        5110.74,
        5117.54
    ],
    [
        " compromised and starts to engage the target what happens if now they have to go on the assault",
        5117.6,
        5122.96
    ],
    [
        " and now the base of fire is weak from the former assault element so what did that tell me I remember",
        5122.96,
        5129.46
    ],
    [
        " sitting there thinking okay you got to be that's a contingency and what you're really doing",
        5129.46,
        5134.54
    ],
    [
        " is you're you're you're you're you're changing you're giving away so much tactical advantage because",
        5134.54,
        5139.54
    ],
    [
        " not only that a seal platoon squad squad is meant to work a certain way there's a reason it's",
        5139.54,
        5145.1
    ],
    [
        " designed that way and all of a sudden you mix it all up now you now it's not really a seal squad",
        5145.1,
        5148.7
    ],
    [
        " anymore they're known freaking machine gunners in it what's a seal freaking squad without machine gunners",
        5148.7,
        5154.86
    ],
    [
        " but you've taken those machine gunners away and then you've overly burdened the other one with too",
        5154.86,
        5162.1
    ],
    [
        " many machine gunners so that idea of hey I'm going to make these adjustments for this particular",
        5162.1,
        5172.04
    ],
    [
        " situation and if everything goes perfect it's good but if anything changes it's bad one of the",
        5172.46,
        5181.2
    ],
    [
        " chances things are gonna go a little bit different the chances are freaking too high and you don't really",
        5181.2,
        5187.08
    ],
    [
        " gain that much there's not really that much of an advantage anyways so that that reminding me of",
        5187.08,
        5193.74
    ],
    [
        " that next have I selected unnecessary intermediate objectives which distract from the attainment of",
        5193.74,
        5199.0
    ],
    [
        " the final objective intermediate objectives facilitate control and maintain direction however",
        5199.0,
        5204.58
    ],
    [
        " too many such objectives destroy flexibility and initiative and tend to slow up the attack man",
        5204.58,
        5210.68
    ],
    [
        " man that's good you know what's good about that I like that because it's contrary to what we all say",
        5210.68,
        5218.18
    ],
    [
        " I say and I'm saying we not I'm not just talking about echelon front you know people say what and it",
        5218.18,
        5223.74
    ],
    [
        " makes sense we know it makes sense hey we got this big project do okay let's figure out some",
        5223.74,
        5228.02
    ],
    [
        " intermediate steps so that we have some short term goals and we can move in that direction and it",
        5228.28,
        5231.4
    ],
    [
        " feels good we get gratification we make sure we're on track there's a dichotomy can we go too far",
        5231.4,
        5236.8
    ],
    [
        " with that yes we absolutely can now all of a sudden we've got goals that we're trying to achieve",
        5236.8,
        5242.28
    ],
    [
        " or we're doing reports on goals that don't even freaking matter don't let that happen have I",
        5242.28,
        5248.24
    ],
    [
        " determined the time and space factors of attacking units from the line of departure back to the assembly",
        5248.24,
        5252.6
    ],
    [
        " area have I set the stage for the assault have I set the limited or the line of departure too far",
        5252.98,
        5259.24
    ],
    [
        " back have I used my forward air control or supporting artillery commander supporting battery mortar",
        5259.24,
        5265.44
    ],
    [
        " commander engineer platoon leader communications officer assault assault gun platoon leader reconnaissance",
        5265.44,
        5271.34
    ],
    [
        " platoon leader surgeon and my planning and my staff in planning checking and completing the detail",
        5271.34,
        5277.74
    ],
    [
        " plans and I'm kind of breezing through but that one right there I'm going to pause",
        5277.74,
        5280.58
    ],
    [
        " so he names off all these different people all these different professionals and then he says",
        5280.58,
        5287.78
    ],
    [
        " have I used them in planning checking and completing the details of my plans and the reason I want",
        5287.78,
        5296.86
    ],
    [
        " to focus on that because a bunch of times he talks about hey I got to give my plan have I given my",
        5296.86,
        5300.36
    ],
    [
        " plan clearly and what he's saying here is it's not my plan it's the plan of the artillery guy the",
        5300.36,
        5307.04
    ],
    [
        " mortar guy the engineer guy the communications guy the assault guy the reconnaissance guy the surgeon",
        5307.04,
        5312.3
    ],
    [
        " and my staff it's their plan have I used them to come up with this plan and if I haven't then I'm wrong",
        5312.3,
        5323.06
    ],
    [
        " have I considered the ammunition available to my fire support units are my supporting fires plans",
        5323.06,
        5330.64
    ],
    [
        " that there will be no laws during critical phase the attack have I given consideration to use of",
        5330.64,
        5334.38
    ],
    [
        " nuclear fires to time fire over my tanks if the tanks are available to smoke to having my",
        5337.52,
        5342.48
    ],
    [
        " infantry fall closely is supporting fires does my plan require holding up any elements during",
        5342.48,
        5346.5
    ],
    [
        " the attack to clear barriers or obstacles does my plan of attack for sea and provide for the next",
        5346.5,
        5352.82
    ],
    [
        " step in case of success partial success or failure this planning should in no way influence the",
        5352.82,
        5362.64
    ],
    [
        " violence with which the attack is to be executed but think about that hey do I have a plan for success",
        5362.64,
        5367.74
    ],
    [
        " partial success or failure do I know what I'm going to do have I given some unit the mission of",
        5367.74,
        5373.02
    ],
    [
        " watching and securing my flanks have I insured that after the seizure of the objective my units",
        5373.02,
        5381.82
    ],
    [
        " have a detailed plan for consolidation reorganization and continuing the attacks they will not rest on",
        5381.82,
        5387.38
    ],
    [
        " their laurels thus exposing themselves to a surprise counter attack and losses from enemy fires or",
        5387.48,
        5392.88
    ],
    [
        " the loss of the initiative just imagine sitting down with your leadership as you assess something",
        5392.88,
        5403.44
    ],
    [
        " that you're going to do and try and come up with this many holes to punch in your own plan",
        5403.44,
        5406.96
    ],
    [
        " if you're not doing this the holes don't get filled in",
        5406.96,
        5412.54
    ],
    [
        " having having next phases the attack order having war game the plan in his mind and being",
        5420.52,
        5425.28
    ],
    [
        " satisfied as to his condition I know I'll say this it's not in his mind as far as I'm concerned",
        5425.28,
        5430.26
    ],
    [
        " I'm getting staff together we're going to sit there I'm going to have everyone beat this plan up",
        5430.26,
        5433.66
    ],
    [
        " we're going to go through these questions we're going to come up with more questions",
        5433.66,
        5436.3
    ],
    [
        " having war game the plan in his mind and being satisfied as to his solution the commander",
        5436.3,
        5441.62
    ],
    [
        " then proceeds to the actual issuing of his order it can be assumed that some time during the",
        5441.62,
        5445.84
    ],
    [
        " foregoing phases he has in addition considered the following he's not even done considering it",
        5445.84,
        5450.3
    ],
    [
        " I must I must not take so much time in making my plans and announcing my orders that my subordinates",
        5450.3,
        5458.58
    ],
    [
        " have inadequate time before h hour in case of doubt I will send a staff officer forward to a subordinate",
        5458.58,
        5463.96
    ],
    [
        " commander rather than calling him back or hold my conference for issuing orders well forward what does",
        5463.96,
        5469.38
    ],
    [
        " that mean we're taking care of the frontline commander dude hey Dave I know you're preparing for this",
        5469.38,
        5475.56
    ],
    [
        " right now but I want you to come back to my location so I can brief you no I'll send a guy out to",
        5475.56,
        5480.82
    ],
    [
        " to get you make sure you know what you need to know in order to avoid misunderstandings and over",
        5480.82,
        5487.88
    ],
    [
        " like an overlooking important things I must issue my orders in the standard sequence I must make sure",
        5487.88,
        5494.56
    ],
    [
        " that every commander knows what he is to do and when I must impress all with the need for vigorous",
        5494.56,
        5504.48
    ],
    [
        " execution of my plans if the answers to all these are satisfactory you and your units are off to a good",
        5504.66,
        5512.2
    ],
    [
        " start what what do you like about that if you do all these things yeah all these things",
        5512.2,
        5522.22
    ],
    [
        " you're off to a good start you just you're you made the first step in the right direction",
        5522.22,
        5526.78
    ],
    [
        " do not later second guess your decisions and change your orders now this is one to talk",
        5526.78,
        5534.42
    ],
    [
        " about at least a little bit are there times when you need to change your orders absolutely are",
        5534.42,
        5543.44
    ],
    [
        " there times where new intelligence comes to light and you say yourself you know what the plan",
        5543.44,
        5547.68
    ],
    [
        " that I came up with is no longer optimal I need to change it does that happen yes",
        5547.68,
        5552.44
    ],
    [
        " are there times where you you some microchange occurs on the battlefield and you decide to change",
        5552.44,
        5563.56
    ],
    [
        " plans that's already been rehearsed thought through and and everyone's been briefed and now you're",
        5563.56,
        5571.08
    ],
    [
        " gonna throw a curve ball at everybody I can almost guarantee you that you should just as we used to",
        5571.08,
        5577.4
    ],
    [
        " say in the teams plan your dive and then dive your plan plan your dive and dive so you come up with",
        5577.4,
        5582.74
    ],
    [
        " the plan and then go and execute your plan when you start throwing curve balls and trying to change",
        5582.74,
        5589.0
    ],
    [
        " things on the fly is actually Evan Evan Evan Hafer from Black Rifle Coffee I was out doing some",
        5589.0,
        5596.36
    ],
    [
        " archery with him and we were talking about something he goes yeah yeah we'll just figured out",
        5596.36,
        5601.32
    ],
    [
        " underwater which is which is actually hilarious thing because when you're diving obviously you can't",
        5601.32,
        5605.94
    ],
    [
        " talk you can't figure anything out underwater and and and surprisingly I'd never heard that expression",
        5605.94,
        5610.4
    ],
    [
        " before but it's it's freaking awesome it's freaking awesome hey we'll just figured out under water",
        5610.4,
        5614.96
    ],
    [
        " meaning if we let this go we are screwed we're screwed so you don't want to figure things out",
        5615.3,
        5621.38
    ],
    [
        " underwater what you do is you dive your plan this is such a this is why leadership is hard",
        5621.38,
        5626.7
    ],
    [
        " because there are absolutely times where you go you know what bad plan we need to change it we need",
        5626.7,
        5630.94
    ],
    [
        " to change it right now we need to change the plan right now that's fine there's also times where",
        5630.94,
        5637.86
    ],
    [
        " you say you know what we're close and what we will gain from trying to adjust this plan",
        5637.86,
        5644.52
    ],
    [
        " right now will be the adjustments will be so hard to make at this juncture that it's going to",
        5644.52,
        5651.34
    ],
    [
        " counter any positives that will come from trying to change these plan right now so you have to be",
        5651.34,
        5657.3
    ],
    [
        " careful with that don't harass the subordinate commanders while they are planning issue their orders",
        5657.3,
        5664.8
    ],
    [
        " and getting ready to carry out their assignments you and your staff should make such checks as",
        5664.98,
        5670.74
    ],
    [
        " are needed without violating us so bother the frontline troops once the attack starts you can",
        5670.74,
        5675.76
    ],
    [
        " influence the battle by shifting of supporting fires maneuver and use of your reserves you should",
        5675.76,
        5680.06
    ],
    [
        " be prepared to do this you should now anticipate what may happen so that you will be at the critical",
        5680.06,
        5686.84
    ],
    [
        " spot at the critical time to give that command push necessary to keep the attack going",
        5686.84,
        5693.96
    ],
    [
        " commanders should make planning the attack a subject for schools and table exercises and tactical",
        5693.96,
        5703.84
    ],
    [
        " walks or rides for the appropriate officers and man I know you didn't get a chance to do EF",
        5703.84,
        5709.66
    ],
    [
        " battlefield which we went out to get his berg but that tactical walk that we did is just it's",
        5709.66,
        5714.32
    ],
    [
        " freaking awesome it is awesome walking the battlefield and understanding the terrain and seeing it",
        5714.32,
        5723.64
    ],
    [
        " on the ground is absolutely phenomenal lessons learned are incredible I'm going to have I'm going to",
        5723.64,
        5728.8
    ],
    [
        " Jason and Steve on we're going to talk about that uh and this is really the last piece and",
        5728.8,
        5735.58
    ],
    [
        " we'll we'll hold off for one more I think we're going to get one more episode one more one more",
        5735.58,
        5742.9
    ],
    [
        " episode for me to fulfill my my my own personal uh satisfaction in this book a commander who prepares a",
        5743.0,
        5753.38
    ],
    [
        " checklist from these guidelines will have a great aid in time of pressure it will enable him to plan",
        5753.38,
        5759.46
    ],
    [
        " thoroughly with speed instead of haste so speed instead of haste",
        5759.46,
        5773.88
    ],
    [
        " do essential things first do things right the first time practice more than one thing at a time",
        5773.88,
        5782.0
    ],
    [
        " so many just quotes to think about I think one of the first quotes I sent you a little picture the",
        5784.32,
        5793.06
    ],
    [
        " attack is the key to success the defense is merely a temporary expedient to conserve forces",
        5793.06,
        5799.94
    ],
    [
        " for an attack elsewhere or to prepare for an attack at a future date",
        5799.94,
        5804.46
    ],
    [
        " so many good quotes and and look I'm not saying that you should blindly follow the thoughts and",
        5807.64,
        5818.18
    ],
    [
        " ideas in this book and I would never say and we've we've gone back and forth and we've",
        5818.18,
        5823.52
    ],
    [
        " came to that areas where we disagree with with what the general has to say but I'll tell you what",
        5823.52,
        5828.76
    ],
    [
        " at a minimum you should consider them you should consider well that you could consider those thoughts",
        5828.76,
        5836.74
    ],
    [
        " you should understand where they came from you should understand what they meant you should I should",
        5836.74,
        5844.66
    ],
    [
        " keep them in front of mine because these are lessons that were written in blood and they were",
        5844.66,
        5852.24
    ],
    [
        " proved on the battlefield and they were meant as the book states and you know I'm sitting here saying",
        5852.24,
        5860.0
    ],
    [
        " hey don't you know don't follow blindly guess what the book is called the book is called guidelines",
        5860.0,
        5864.84
    ],
    [
        " it's called guidelines guidelines are supposed to steer us they're supposed to get us going",
        5864.84,
        5872.86
    ],
    [
        " in the right direction they're not supposed to be followed blindly they're not supposed to be oboe",
        5872.86,
        5882.22
    ],
    [
        " deviation whatsoever they're supposed to steer us it's supposed to steer the people that we lead",
        5883.16,
        5888.9
    ],
    [
        " in the right direction what do you think Dave it's kind of crazy right dude it's crazy",
        5888.9,
        5902.08
    ],
    [
        " I'm scribbling I'm writing notes on this you know my hearing what he's saying and I'm just",
        5902.08,
        5909.18
    ],
    [
        " kind of thinking about almost trying to put myself in in general Clark shoes as if I could do that",
        5909.18,
        5917.3
    ],
    [
        " but that's page after page after page of what appears to be all this kind of minutia of his little",
        5917.3,
        5926.34
    ],
    [
        " details he's bringing out but they're all things just like you just said these are all things that he",
        5926.34,
        5932.4
    ],
    [
        " has probably seen over and over again be the reason why teams don't succeed and I was I was trying",
        5932.4,
        5941.42
    ],
    [
        " to summarize what he was saying in my mind is how much of your plan how much of this thing that you've",
        5941.42,
        5946.58
    ],
    [
        " created you build the strategy this is what we're gonna go do then you build a plan how much of that",
        5946.58,
        5952.18
    ],
    [
        " plan as you go through these other phases to test it and pressure test it and consider the errors in it",
        5952.18,
        5958.1
    ],
    [
        " how much of that is really based in reality how much of his based in truth and how much is this",
        5958.56,
        5965.04
    ],
    [
        " what you conjure up in your own brain thinking this is all gonna work out my idea is brilliant I know",
        5965.04,
        5970.38
    ],
    [
        " what's gonna happen I put it all together in my head and this is how it's gonna play out this",
        5970.38,
        5973.76
    ],
    [
        " perfect scenario that I create and he's basically saying don't do that bringing all these other people",
        5973.76,
        5982.5
    ],
    [
        " to annihilate and poke holes and dig and pick and and pull every possible error and omission and",
        5983.46,
        5989.56
    ],
    [
        " all the things you haven't done in your plan and in the same breath he's saying and oh by the way",
        5989.56,
        5997.82
    ],
    [
        " we're gonna stick to the plan and the reason we're gonna stick to the plan is because actually",
        5997.82,
        6002.24
    ],
    [
        " it's not my plan anymore it hasn't been my plan for a long time because all these people came in and",
        6002.24,
        6006.68
    ],
    [
        " understand what we're trying to do picked it apart and they're the ones are gonna go execute and",
        6006.68,
        6011.44
    ],
    [
        " you you talked about humility before the humility of of a of a leader to say I built the strategy",
        6012.5,
        6020.42
    ],
    [
        " about the plan you know why you guys are all here to figure out everything wrong with it so you",
        6020.42,
        6025.74
    ],
    [
        " can go execute when the scenario completely falls apart because there's no way I can predict what's",
        6025.74,
        6029.54
    ],
    [
        " gonna happen I mean that is that is crazy the application to that in life is especially since this",
        6029.54,
        6039.48
    ],
    [
        " is a guideline it is universal because that's what you need to do I don't know the tag all the",
        6039.48,
        6044.82
    ],
    [
        " tactics I don't know how the thing is gonna play out I don't but hearing what he's saying and the",
        6044.82,
        6051.7
    ],
    [
        " risk of creating it in your own mind and saying this is gonna go happen go execute and setting your",
        6051.7,
        6057.18
    ],
    [
        " team up to fail for not being prepared for the thousands of contingencies that are absolutely going",
        6057.18,
        6061.2
    ],
    [
        " to happen with your plan that finish was and I know it's not the finish the whole thing but that",
        6061.2,
        6066.4
    ],
    [
        " finish was crazy and then he likes to he concludes with and oh by the way if you do all these things",
        6066.4,
        6071.02
    ],
    [
        " you're off to a good start that's that's man I think I talked about an EF online I think I might",
        6071.02,
        6079.58
    ],
    [
        " have even talked about the debrief podcast of planning with a negative attitude like when you're",
        6079.58,
        6087.06
    ],
    [
        " coming up with a plan you should you should be looking at that thing as a total pessimist this",
        6087.06,
        6091.38
    ],
    [
        " isn't gonna work we're not gonna have enough people the enemy's gonna be there that's how you",
        6091.38,
        6095.3
    ],
    [
        " want a plan and then the other thing you got to be careful of you know you just said thousands of",
        6095.3,
        6100.26
    ],
    [
        " contingencies and there are thousands of contingencies and there's no possible way you can plan for",
        6100.26,
        6108.42
    ],
    [
        " thousands of contingencies what you can do is you can have decentralized command you can have a",
        6108.42,
        6115.8
    ],
    [
        " plan that's adaptable you can give people the freedom to maneuver to adapt to those contingencies",
        6115.8,
        6121.74
    ],
    [
        " which are unforeseen as long as they understand why they're doing what they're doing and they understand",
        6121.74,
        6127.86
    ],
    [
        " what the intent of the operation is they can make a thousand decisions and never even talk to you",
        6127.86,
        6133.7
    ],
    [
        " never talk to you one time and that's the goal the plan has to be flexible enough that the",
        6133.7,
        6141.1
    ],
    [
        " command needs to be decentralized down to the lowest possible level and as long as everybody",
        6141.1,
        6147.1
    ],
    [
        " understands what it is that we're trying to accomplish they understand why they're doing what",
        6147.1,
        6150.92
    ],
    [
        " they're doing they understand the intent of the operation they can make a thousand decisions",
        6150.92,
        6157.62
    ],
    [
        " by themselves and get the mission done and that is a powerful thing to think about",
        6157.62,
        6166.36
    ],
    [
        " so like I said I think we got I think we got one more podcast with this book and then we'll be",
        6166.36,
        6172.18
    ],
    [
        " done and I'll we'll we'll get it out there to the world we'll get some some version of it out",
        6172.18,
        6176.64
    ],
    [
        " there to the troops and that way we can use this book to guide us to steer us",
        6176.64,
        6183.38
    ],
    [
        " in the right direction so echo Charles speaking of steering us and guiding us",
        6183.38,
        6195.84
    ],
    [
        " in the right direction maybe did not write direction we're gonna when we need that remote",
        6195.84,
        6202.58
    ],
    [
        " yeah we're gonna get up and we're gonna we're gonna do the right thing we're gonna get the",
        6202.88,
        6206.38
    ],
    [
        " sweat full yes solution or the solution with some sweat we'll say yeah potentially check either way",
        6206.38,
        6212.32
    ],
    [
        " yes so a path really direction path the path yes exactly okay yes we're all on this path and",
        6212.32,
        6227.88
    ],
    [
        " wise men once said path is not easy the path is hard anyway so okay so on this path we do need",
        6230.02,
        6241.32
    ],
    [
        " supplementation okay and supplementation and I think kind of you kind of for I kind of",
        6241.32,
        6245.28
    ],
    [
        " sometimes forget about this where you know how like you're okay you probably will never have this",
        6245.28,
        6250.6
    ],
    [
        " problem maybe do maybe I don't know but Dave Burke maybe so you know how like you're really used",
        6250.6,
        6254.58
    ],
    [
        " to taking okay so I'm really used to taking discipline right before workouts and if I start",
        6254.58,
        6260.02
    ],
    [
        " running low or run out panic yeah like it no well for lack of a better term we'll say yeah panic",
        6260.02,
        6268.0
    ],
    [
        " but it's the kind like brave I run out I don't know if I can work out of course I'm not thinking",
        6268.0,
        6273.14
    ],
    [
        " that specifically but that's the feeling I get you know but then I got to remind myself no no",
        6273.14,
        6277.86
    ],
    [
        " this is all supplementation to help on this path that's what all this stuff is so just keep that in",
        6277.86,
        6282.62
    ],
    [
        " mind okay right so anyway with that and the reason I thought about that also another reason was",
        6283.86,
        6289.08
    ],
    [
        " this the path is hard right like I just said okay so the other day my wife got injured right",
        6289.08,
        6296.96
    ],
    [
        " so I took on some of the not serious by the way because I mean it's not not sir but I'm saying I",
        6296.96,
        6302.98
    ],
    [
        " just I don't want people worried about oh yeah yeah okay so no correct yeah like yeah some",
        6302.98,
        6307.18
    ],
    [
        " fractures on the feet you know whatever you know I just slide in trees that are not life changing in",
        6307.18,
        6313.26
    ],
    [
        " any negative way fully recoverable there a inconvenience but we're pushing through it we're",
        6313.26,
        6320.4
    ],
    [
        " gonna recover we're gonna shift some some some resources right now some sliding into various roles",
        6320.4,
        6325.72
    ],
    [
        " right one of them is required a little bit earlier of a morning for me a lot earlier right",
        6325.72,
        6331.58
    ],
    [
        " well we were not gonna go into those details you know but I wound up with if I'm not mistaken two",
        6333.42,
        6340.82
    ],
    [
        " hours of sleep a little bit more than two hours like under three hours of sleep right so of course",
        6340.82,
        6346.08
    ],
    [
        " you know what that means the workout becomes questionable you see what I'm saying but so I started",
        6346.08,
        6352.94
    ],
    [
        " thinking and it has to has to do with what we were talking about last time where you kind of think",
        6352.94,
        6359.3
    ],
    [
        " about it like what does it take to to get this workout done and my default is well obviously a long",
        6359.3,
        6366.04
    ],
    [
        " nap first but let's say that's not available to us when you rather just get it done well you know",
        6366.04,
        6373.48
    ],
    [
        " I'd rather it be done for sure but I don't know about the getting it part seem same when you're only",
        6373.48,
        6380.58
    ],
    [
        " on two half hours sleep whatever anyway so I'm like what would it take okay so what if and this",
        6380.58,
        6386.1
    ],
    [
        " is just going on in my mind what would it be like like what's holding me back from actually just",
        6386.1,
        6392.66
    ],
    [
        " doing it you know like what would would is there anything that would keep me from achieving that",
        6392.66,
        6397.78
    ],
    [
        " you know getting the workout done sound small like like such a small deal when I'm saying it out loud",
        6397.78,
        6403.08
    ],
    [
        " but nonetheless yeah if you I saw a video the other day of Joe Rogan and they had still Rogan",
        6403.08,
        6409.04
    ],
    [
        " somebody was talking to him and they just were like they were showing his face while the person was",
        6409.04,
        6413.34
    ],
    [
        " talking he was thinking about like some other totally random these wasn't paying attention is that",
        6413.34,
        6417.6
    ],
    [
        " how you're feeling random so just did that mode right it's just like dude what are you talking about",
        6417.6,
        6423.72
    ],
    [
        " Brad trust me trust me this is gonna let's bring it home let's bring it home no I'm",
        6423.72,
        6428.46
    ],
    [
        " I'm telling you this will have some okay so I wind up just concluding that",
        6428.46,
        6435.86
    ],
    [
        " yeah why not concluding okay Dave's got to look at the scary thing is no Dave I just look at Dave's face no he's",
        6435.86,
        6443.74
    ],
    [
        " gonna look at his face like he's really trying to he's trying to stay with you yeah he's staying with",
        6443.74,
        6448.92
    ],
    [
        " me because he knows that like he's going to be able to use this okay all right let me get the",
        6448.92,
        6452.88
    ],
    [
        " approach all right so anyway I'm like okay technically there's nothing keeping me from getting this",
        6452.88,
        6459.92
    ],
    [
        " workout done even though it seems like a real painful idea right now is there anything keeping you",
        6459.92,
        6464.62
    ],
    [
        " forgetting this story done the actual content of the story so bear with me Brad you should",
        6464.62,
        6469.6
    ],
    [
        " incorporate this mindset into right now okay I can't finish it if I don't start it okay okay",
        6469.6,
        6474.5
    ],
    [
        " okay anyway the answer ended up to be nothing aside from me very much not being in the mood to I",
        6474.5,
        6482.64
    ],
    [
        " had convinced myself that I need a certain amount of sleep to get a workout done on an individual",
        6482.64,
        6487.64
    ],
    [
        " level is not true not true so it's kind of like okay it's kind of a form of realizing that you kind",
        6487.64,
        6493.36
    ],
    [
        " of have mental toughness in a way okay like realizing it not invoking it just realizing it and then",
        6493.36,
        6500.48
    ],
    [
        " you can use it so I got the workout done okay all right what also what that did what that did",
        6500.48,
        6511.02
    ],
    [
        " also is set the precedent there I was thinking it was going nowhere it's set the precedent for if",
        6511.02,
        6518.96
    ],
    [
        " that happens again you just automatically know you seem saying okay rather than trying to dig deep",
        6518.96,
        6524.04
    ],
    [
        " you don't have to dig deep you just gotta realize some stuff sometimes this is what I'm saying Roger",
        6524.04,
        6528.02
    ],
    [
        " anyway okay cool back to the supplementation yes when you're doing these things right whether you're",
        6528.02,
        6533.44
    ],
    [
        " out of discipline or not this is this is all supplementation you do the workout you take the",
        6533.44,
        6539.0
    ],
    [
        " supplementation it's like you ever play that game super off-road no bro no it's like a game like you",
        6539.0,
        6546.18
    ],
    [
        " race truck for it makes sense you race in a truck and then if you win you get credits where you",
        6548.34,
        6554.2
    ],
    [
        " can buy like acceleration or speed or traction or whatever right that's what every one of these",
        6554.2,
        6561.56
    ],
    [
        " supplements is okay you seem saying got the discipline for your mind for your body got more for",
        6561.56,
        6567.7
    ],
    [
        " the protein you know all these things so if you get them all like you have the full decked out",
        6567.7,
        6573.54
    ],
    [
        " routine for the path is what I'm saying so a bunch of things join warfare super krill discipline",
        6573.54,
        6579.7
    ],
    [
        " vitamin D cold war mulk yeah but smashing pumpkin mulk which has to be just brought up because",
        6579.7,
        6588.84
    ],
    [
        " yeah it's good but you got to include what mulk is the mulk is though um it's protein",
        6588.84,
        6595.34
    ],
    [
        " don't everyone know that now kind of I mean let's face maybe this is the first listen to your story",
        6595.34,
        6600.62
    ],
    [
        " there's so they know everything I think you're actually incorrect on that I think that",
        6601.12,
        6606.34
    ],
    [
        " that your opinion is factually incorrect on that I feel like there was some value there okay",
        6606.34,
        6611.04
    ],
    [
        " Dave was there some value there or no",
        6611.04,
        6614.8
    ],
    [
        " do you think there was some value yes sir I'm I got to be honest with you I'm kind of over",
        6614.8,
        6623.52
    ],
    [
        " here thinking there's a little bit of a conflict in what you're saying yeah because",
        6623.52,
        6628.16
    ],
    [
        " what I would think as if I was on two hours of sleep man like look the sooner I get this",
        6628.76,
        6632.7
    ],
    [
        " sooner I get in the sooner I get out and you're in complete control of that situation",
        6632.7,
        6637.42
    ],
    [
        " and it's kind of the situation right now is like bro if there's anybody in control of getting",
        6637.42,
        6641.62
    ],
    [
        " through the support phase it's you bro you can jam through this well much like you did that",
        6641.62,
        6650.24
    ],
    [
        " workout well respectfully I don't think this phase is the part you just jam through as it were",
        6650.24,
        6656.04
    ],
    [
        " you know this is important information it is I don't know I think it is you do you think it is",
        6656.04,
        6660.82
    ],
    [
        " fair enough all right well it's not jam through it I don't know what that guys cool",
        6660.82,
        6663.78
    ],
    [
        " can we can we get everything everyone that just that's about to press stop and thank you for",
        6663.78,
        6669.06
    ],
    [
        " listening appreciate it all right thanks for the support okay hey look jacke if you want to be",
        6669.06,
        6675.4
    ],
    [
        " invited back onto the podcast you're gonna bear with me okay anyway supplement joint stuff",
        6675.4,
        6681.56
    ],
    [
        " joint warfare super critical oils for your joints okay vitamin D3 cold war immunity",
        6681.56,
        6687.98
    ],
    [
        " all the other benefits discipline discipline go for your mind and your body every day take that",
        6687.98,
        6695.42
    ],
    [
        " one it'll help you trust me it'll help you energy drink this blingo RTD energy drink healthy",
        6695.42,
        6701.62
    ],
    [
        " legitimately factually healthy real energy real energy not like am I up for two hours and now",
        6701.62,
        6710.16
    ],
    [
        " no real energy clean energy and this sounds kind of like odd but there's no poisonous elements in",
        6710.72,
        6720.56
    ],
    [
        " there yeah seems seems odd right to have to say that until you look at some other energy things out",
        6720.56,
        6727.96
    ],
    [
        " there that do have places that may or may not have very important elements or things that can be",
        6727.96,
        6733.5
    ],
    [
        " considered poisonous yeah so you know there's that so it's a big deal all right boom continue on the",
        6734.2,
        6740.12
    ],
    [
        " less milk desert in the form of a protein all kinds of flavors including but not limited to smashing",
        6740.12,
        6745.76
    ],
    [
        " pumpkin which is inspired by pumpkin spice yeah it is fall at the moment hey listen we just",
        6745.76,
        6753.06
    ],
    [
        " real quick when you talked about maybe some other let's call them energy drinks broadly",
        6753.06,
        6759.38
    ],
    [
        " hmm right now we're experiencing some conflict some people might even say acts of war sure have",
        6760.64,
        6768.2
    ],
    [
        " been have transpired in this category so we may need to go well we will retaliate we are retaliating",
        6768.2,
        6779.26
    ],
    [
        " the best way if you want to help retaliate and you happen to at this time what is it if you're",
        6779.26,
        6786.6
    ],
    [
        " alive right now if you're it is November 2020 we are rolling we are in wall wash stores in Florida",
        6786.6,
        6798.68
    ],
    [
        " if you're there and you want to help win the war that we are engaged in at this time go to",
        6798.68,
        6805.0
    ],
    [
        " wall wash in Florida and you get yourself a bunch of jaco discipline go to help us defeat the",
        6805.0,
        6815.1
    ],
    [
        " enemy thank you yeah you can also get a vitamin shop if you're not in Florida you can also get it at",
        6815.1,
        6822.42
    ],
    [
        " origin main dot com you can also get it you can get it on the amazon straight up yep also",
        6822.42,
        6829.68
    ],
    [
        " forgot to mention jaco white tea tea bags and cans by the way again these these these",
        6829.68,
        6836.56
    ],
    [
        " is supplementation right you're on the path with or without this now you got the supplementation",
        6836.56,
        6842.5
    ],
    [
        " you've got the full decked out vehicle on the path good to go you do all these things",
        6842.5,
        6848.44
    ],
    [
        " you're off to a good start hey hey speaking of flavors by the way you mentioned smashing pumpkin",
        6848.44,
        6855.66
    ],
    [
        " we have another flavor that's been released into the wild yeah okay Dave Burke what's the new flavor",
        6855.66,
        6863.3
    ],
    [
        " why don't you tell us the discipline go yes flavor after burner orange and this is Dave Burke's",
        6863.3,
        6871.7
    ],
    [
        " signature flavor indeed it is so we this came from when you were a child you liked to drink orange soda",
        6871.7,
        6881.76
    ],
    [
        " of some kind we're not talking about brands you have replicated that flavor now is it a little bit",
        6881.76,
        6888.98
    ],
    [
        " because because discipline go traditionally is not syrupy sweet right it's not sugar",
        6888.98,
        6896.24
    ],
    [
        " it doesn't have that taste so did you is a lighter form of one of these former orange drinks that",
        6896.24,
        6901.98
    ],
    [
        " you use yes by design it's actually supposed to kind of make you remember what it tastes like",
        6901.98,
        6906.94
    ],
    [
        " well that it tasting like you're drinking a pile of sugar cool and that's exactly what it does",
        6907.08,
        6912.02
    ],
    [
        " it's a little more refreshing it is refreshing it is cleaner but dude it is it is good so there you go",
        6912.02,
        6919.58
    ],
    [
        " if you want us to port well if you want to support after burner orange if you want to support Dave",
        6919.58,
        6925.34
    ],
    [
        " Burke good deal yes that's the one yes does it say good deal Dave on the can it does it say good",
        6925.34,
        6931.62
    ],
    [
        " deal Dave man you're off to be it's cool that anyone can go back in time and witness the creation",
        6931.62,
        6938.38
    ],
    [
        " of the nickname good deal Dave it's pretty that's kind of cool right very cool yes sir I think it's",
        6938.38,
        6944.6
    ],
    [
        " kind of cool all right so yeah what else oh I'm gonna jam through that man it was really good thank you",
        6944.6,
        6949.36
    ],
    [
        " yeah okay is my jam it was good one might say all right yeah additionally",
        6949.36,
        6954.26
    ],
    [
        " or gin man you mentioned or gin man dot com you can get this stuff that's one of the police you can",
        6954.26,
        6958.86
    ],
    [
        " get get all this great stuff great stuff um you can also get jujitsu stuff geese rash guards all",
        6958.86,
        6965.54
    ],
    [
        " made in America by the way um see you know some hoodies and in whatnot uh also American made",
        6965.54,
        6973.98
    ],
    [
        " denim jeans and boots yeah for work you might want to check out the Delta 68 jeans yeah they are",
        6973.98,
        6982.08
    ],
    [
        " being produced as fast as we can make them right now we had a little we had a delta to make",
        6982.08,
        6986.1
    ],
    [
        " those that there was a gap we had a little stand down during covid and we're back up and running",
        6986.3,
        6992.18
    ],
    [
        " and and there's a little bit of a redesign and the new version of delta 68s are just freaking awesome",
        6992.18,
        7000.74
    ],
    [
        " they're awesome you don't you don't have any yet do you Dave I do oh you do you got the new ones",
        7000.74,
        7006.02
    ],
    [
        " I do I got one pair that's cool yes they're sick they're awesome all right so delta jeans you",
        7006.02,
        7012.98
    ],
    [
        " can check those out and obviously we're training jujitsu yes so there's some jujitsu stuff from this",
        7012.98,
        7020.98
    ],
    [
        " geese yes rash guards boots boots belts oh damn yeah and wallet time belts wallets yeah yeah I saw",
        7020.98,
        7029.2
    ],
    [
        " that I saw this too and bruh I don't look at see wallets and be like oh cool wallet you know",
        7029.2,
        7035.14
    ],
    [
        " you know how you get marketed to right you know it's like oh check out our new xyz I'm not the kind",
        7035.14,
        7041.04
    ],
    [
        " usually wallets don't like what do you see they don't they don't they don't land they don't light",
        7041.76,
        7046.24
    ],
    [
        " your fire they don't like my fire got it exactly right but the origin wallet face it kind of",
        7046.24,
        7052.38
    ],
    [
        " lit my fire it's actually nonetheless it's on there origin main dot com also jaco is a store it's",
        7052.38,
        7059.96
    ],
    [
        " called jaco store and this is where you can represent you want to get off to a good start boom here",
        7059.96,
        7065.28
    ],
    [
        " you go right here this clinical freedom shirts hoodies hats some rash guards on there other stuff to",
        7065.28,
        7072.0
    ],
    [
        " get after it good it's an important how should I say approach to life good a good philosophy also big",
        7072.0,
        7083.38
    ],
    [
        " deal I guess kind of an announcement in a way there's a t-shirt club happening and get one shirt",
        7083.38,
        7091.3
    ],
    [
        " every month for a little subscription situation these aren't the dog trials with the subscription",
        7091.3,
        7097.54
    ],
    [
        " these are situation this is not sure these are not shirts that you can get on jaco store by the way",
        7097.54,
        7103.62
    ],
    [
        " they're what's called exclusive look at you to the subscription t-shirt club this is not for",
        7103.62,
        7111.22
    ],
    [
        " everybody or maybe it is for everybody I don't know you got a look but nonetheless yeah it's on",
        7111.22,
        7115.78
    ],
    [
        " there so yeah jaco store dot com look if you like something subscription t-shirt club or not",
        7115.78,
        7120.62
    ],
    [
        " get something good way to support and represent why you're on the path here's some other things",
        7120.62,
        7126.58
    ],
    [
        " you can do subscribe to the podcast if you want to you this isn't the only podcast by the way",
        7126.58,
        7131.04
    ],
    [
        " we've got a podcast called jaco unraveling with myself and Darryl Cooper we got the grounded",
        7131.04,
        7137.6
    ],
    [
        " podcast we got the warrior kid podcast and I know I know I owe you some warrior kid podcasts",
        7137.6,
        7146.2
    ],
    [
        " and some grounded podcast really yeah unraveling echoes just he's just rolling those out no he's",
        7146.2,
        7152.08
    ],
    [
        " going hot hot on those things hot we throw the debrief in there too right we got the debrief",
        7152.08,
        7157.62
    ],
    [
        " podcast yeah which Dave and I've been doing life and I've done a couple so that's just that's inside",
        7157.62,
        7163.9
    ],
    [
        " the jaco podcast feed feed sure the feed more says feed true also what what youtube channel video",
        7163.9,
        7173.58
    ],
    [
        " version this podcast some people like to watch video rather than just audio maybe more immersive you",
        7173.58,
        7180.64
    ],
    [
        " know we got our smart TVs projectors whatever the case maybe anyway we do have a use youtube channel",
        7180.64,
        7186.7
    ],
    [
        " also some excerpts on there if you need these messages in smaller what do you say doses not doses",
        7186.7,
        7193.24
    ],
    [
        " that's not the correct word seems to work smaller cut up clips anyway some excerpts on that",
        7193.9,
        7199.88
    ],
    [
        " anyway this is work better than cut up clips okay there you go boom there you go those is",
        7199.88,
        7203.86
    ],
    [
        " according to jaco anyway yeah it's on there real easy to find youtube there it is boom youtube",
        7203.86,
        7209.24
    ],
    [
        " channel subscribe on that one also psychological warfare if you have been moments of weakness two hours",
        7209.24,
        7214.5
    ],
    [
        " of sleep or or otherwise if you're just in the mood to skip a workout I got three hours of sleep",
        7214.5,
        7220.9
    ],
    [
        " yeah but you don't count with the sleep thing sorry bro I said it I said what I said check you're like",
        7221.2,
        7227.64
    ],
    [
        " yeah the end what's in Somnia here's the insomnia here's what insomnia is like for me",
        7227.64,
        7233.8
    ],
    [
        " I my mind is in a roller coaster and while Simon roller coaster but I'm going down tracks",
        7233.8,
        7240.14
    ],
    [
        " and every like every thought I have it's just a right turn left turn and I'm just I it's just my",
        7240.14,
        7246.5
    ],
    [
        " mind is just racing yeah yeah I'm going this thinking that thinking another thing and there's no",
        7246.5,
        7250.72
    ],
    [
        " possible way I could go to sleep there's no possible way I can go to sleep yeah and so I was up",
        7250.72,
        7255.18
    ],
    [
        " into one around it was like it was like 108 the last time I looked at the clock and then the",
        7255.18,
        7263.86
    ],
    [
        " alarm clock went off so like you fell asleep didn't realize you fell asleep in by the day yeah so",
        7263.86,
        7270.54
    ],
    [
        " somewhere after 108 am I fell asleep and then the alarm clock went off got off time didn't got",
        7272.12,
        7280.66
    ],
    [
        " after I'll get that sometimes that that's actually pretty good description I'll get that sometimes",
        7280.66,
        7285.5
    ],
    [
        " but not before I go to sleep it'll be like I'll wake up and not quote unquote middle of the night",
        7285.5,
        7290.08
    ],
    [
        " and that'll happen and I can't go back sleep and it gets to the point where I'm like bro I just",
        7290.08,
        7295.6
    ],
    [
        " got like 25 more minutes I almost got up I almost got up at midnight and just went to work out",
        7295.6,
        7300.24
    ],
    [
        " I probably should have in fact I should have but I kept thinking it's right there like maybe over",
        7300.24,
        7305.08
    ],
    [
        " the brown maybe around this next corner is is the end yeah yeah now even if it's only going to be",
        7305.08,
        7310.24
    ],
    [
        " a little while maybe it's just there so I'm waiting for it waiting for it in the longer you're trying",
        7310.24,
        7314.08
    ],
    [
        " to wait for it the harder it is to come around so yeah it's a debate for sure but then I then I",
        7314.08,
        7319.54
    ],
    [
        " had a bad no I had a dream the other night a bad dream whoo how did you mean the other night",
        7319.54,
        7324.5
    ],
    [
        " I'm in like somewhere some foreign country and something happens and",
        7325.48,
        7333.04
    ],
    [
        " we like get the call like hey we gotta go right now and so I run to get my gear",
        7333.04,
        7337.82
    ],
    [
        " I pick up my gear and my magazines are not loaded and the helicopters coming into like take us to do",
        7337.82,
        7343.64
    ],
    [
        " whatever we gotta do there's guys in trouble the helicopter comes in and I'm sitting there loading mags as fast as I can",
        7343.64,
        7349.18
    ],
    [
        " and then I'm running and I see the helicopter leaving with like my guys on board and that it's leaving",
        7349.36,
        7355.74
    ],
    [
        " and I missed it like they had to go and throw I mean I was just like feeling sick and I woke up and it",
        7355.74,
        7363.04
    ],
    [
        " took me you know whatever 10 seconds to realize that it didn't really happen and so I had the",
        7363.04,
        7369.84
    ],
    [
        " worst feeling ever and then five seconds later I'm like super thankful and then I'm bummed out",
        7369.84,
        7375.1
    ],
    [
        " again because it happened and it made me know that makes sense I was going to like kind of tease you",
        7375.1,
        7380.82
    ],
    [
        " whatever you're like but I just have that kind of dream not with that kind of stuff obviously but it",
        7380.82,
        7385.68
    ],
    [
        " was with football games like I'm like trying to make it to the football game or whatever and then I",
        7385.68,
        7389.44
    ],
    [
        " can just like hear on the radio it's like half time you know that's way into the first quarter and",
        7389.44,
        7393.48
    ],
    [
        " I'm like not even at the game yet and it's like you know it's third quarter and I get there in the",
        7393.48,
        7397.52
    ],
    [
        " game is like finishing to it's weird I never would have anticipated in one million years that you",
        7397.52,
        7402.9
    ],
    [
        " had some kind of anxiety about being late for anything. Yeah well hey maybe you know maybe",
        7402.9,
        7414.14
    ],
    [
        " maybe there's some circular like thing that kind of makes it all makes sense you know I don't know",
        7414.14,
        7419.02
    ],
    [
        " nonetheless no psychological warfare as well as good okay we got to explain what it what it is",
        7419.02,
        7424.7
    ],
    [
        " again back to the one no no no no some people they don't know anyway you get too",
        7424.7,
        7428.92
    ],
    [
        " seriously be it eight hours sleep be it 12 hours sleep I don't know sometimes you're in the mood",
        7428.92,
        7432.58
    ],
    [
        " or you're not in the mood to do whether it be workout whether be a maintain the diet situation",
        7432.58,
        7436.96
    ],
    [
        " boom psychological warfare chocolate telling you why you don't want to do these things that support",
        7436.96,
        7443.48
    ],
    [
        " your moment of weakness boom get through it easy money chocolate sell there you go flips I can",
        7443.48,
        7449.96
    ],
    [
        " miss Dakota Meyer making really awesome things to hang on your wall go to flipside canvas.com for",
        7449.96,
        7457.4
    ],
    [
        " face hack worth leadership strategy and tactics field manual we got the code the evaluation",
        7457.4,
        7462.66
    ],
    [
        " the protocols we got disciplinary goes freedom field manual brand new version out people are asking",
        7462.66,
        7467.08
    ],
    [
        " what's the difference there's like 40 more pages 30 five 40 more pages of words in there",
        7467.08,
        7473.62
    ],
    [
        " way the warrior kid four field manual also out sitting right here on the desk these are the first",
        7473.62,
        7481.46
    ],
    [
        " batch these are like legit first a dish so you can check that book out get it for your kids get",
        7481.96,
        7490.14
    ],
    [
        " it for get it for the kids that you know to get them on the path warrior kid one two and three Mikey",
        7490.14,
        7494.6
    ],
    [
        " in the dragons Mikey in the dragons recently selected as a teachers pick so thanks to all the teachers",
        7494.6,
        7500.4
    ],
    [
        " out there that picked it and thanks for the teachers out there that said it's the best children's",
        7500.4,
        7505.42
    ],
    [
        " book that they've ever read a lot of those teachers appreciate it and then finally extreme",
        7505.42,
        7510.18
    ],
    [
        " ownership of the dichotomy leadership the original books that I wrote with my brother",
        7510.18,
        7514.96
    ],
    [
        " late babin also we have echelon front leadership consultancy where we solve problems through leadership",
        7514.96,
        7521.28
    ],
    [
        " we got ef online ef online dot com if you want to ask me a question you want to ask David question",
        7521.28,
        7526.68
    ],
    [
        " you want to ask late for question you want to ask any of the echelon front instructors a question",
        7526.68,
        7531.34
    ],
    [
        " go to ef online dot com we will be there we will be there to answer your question you don't have to",
        7531.34,
        7536.84
    ],
    [
        " submit it through Twitter and hope that I see it you can go on there and ask it so go to ef online",
        7536.84,
        7543.62
    ],
    [
        " dot com for that we have the muster which is a live event leadership training December 3rd and 4th",
        7543.62,
        7552.52
    ],
    [
        " if you want to come to it go to extreme ownership dot com for details every gig we've done has sold",
        7552.52,
        7558.48
    ],
    [
        " out this is going to sell out to we got compressed space well not compressed space we got compressed",
        7558.48,
        7563.68
    ],
    [
        " seats in big space because of social distancing so there's less tickets to sell so it's going to sell",
        7564.22,
        7568.78
    ],
    [
        " out early so be advised on that go to extreme ownership dot com for details ef overwatch dot com if",
        7568.78,
        7577.24
    ],
    [
        " you need leaders in your organization that have the experience the military experience and leadership",
        7577.24,
        7582.3
    ],
    [
        " that we talk about that understand the principles we talk about go to ef overwatch dot com to find",
        7582.3,
        7589.12
    ],
    [
        " those leaders and if you want to help service members you want to help active duty you want to help",
        7589.12,
        7596.4
    ],
    [
        " retired you want to help their families gold star families then check out americas mighty warriors",
        7596.4,
        7604.84
    ],
    [
        " dot org that is markley's mom's charity organization momily she's out there helping our veterans",
        7604.84,
        7614.48
    ],
    [
        " and if you are into if you want to torture yourself",
        7615.86,
        7622.66
    ],
    [
        " and you want more of my weary some words or you need more of echoes certifiable sermons of which",
        7622.66,
        7634.36
    ],
    [
        " there were plentiful today oh you can't wait to hear just a few more of davis jubilant judgments",
        7634.36,
        7645.36
    ],
    [
        " then you can find us on the inner webs on twitter on instagram which",
        7645.36,
        7651.1
    ],
    [
        " according to echo Charles should only be known as the gram and on facebook davis at david arburg echo",
        7651.1,
        7659.42
    ],
    [
        " echo Charles and i am at jacqueline again once again thanks to general bruce clerk and",
        7659.78,
        7664.14
    ],
    [
        " curled david hackworth for continuing to serve our great nation with the lessons you have passed on",
        7664.14,
        7669.14
    ],
    [
        " to us and thanks to all the military troops out there on the sea air and land that maintain vigilance",
        7669.14,
        7678.46
    ],
    [
        " at all times for our security and thanks to the police and law enforcement firefighters",
        7678.46,
        7682.94
    ],
    [
        " paramedics emt's dispatchers correctional officers border patrol secret service and all the",
        7682.94,
        7688.24
    ],
    [
        " other first responders who also remain vigilant to keep us safe here at home and to everyone out",
        7688.24,
        7694.92
    ],
    [
        " out there once again from general bruce c clerk quote the attack is the key to success the defense",
        7694.92,
        7706.92
    ],
    [
        " is merely a temporary expedient to conserve forces foreign attack elsewhere or to prepare foreign",
        7706.92,
        7715.44
    ],
    [
        " attack at a future date end quote you know what to do go out on the attack",
        7715.44,
        7724.08
    ],
    [
        " and until next time this is dav and echo and jaco out",
        7724.08,
        7731.82
    ]
]