[
    [
        " What are the best qualities slash skills a person needs to be a great soldier slash fighter and are these the same?",
        0.0,
        7.58
    ],
    [
        " I think that there are some qualities in each that complement each other.",
        8.68,
        17.08
    ],
    [
        " For example, the regimented schedule of the military does good things for somebody that wants to aspire to be a fighter",
        17.5,
        29.3
    ],
    [
        " because most fighters are selfish little pricks that are super lazy and they don't understand what it takes dedication wise to little things like sitting your alarm, being on time to work out, writing a journal as to what you're eating, not chasing pussy all night long and that you should go to bed.",
        29.3,
        51.5
    ],
    [
        " That's discipline, that's what that is, that's that word.",
        52.62,
        55.02
    ],
    [
        " And a lot of military, not all guys, but a lot of the military teaches discipline.",
        56.2,
        60.52
    ],
    [
        " So that is a characteristic that would complement somebody that aspires to be a fighter.",
        61.06,
        65.88
    ],
    [
        " And then fighters, you know, like, yes, obviously you're learning skills, technical skills that could be life-saving.",
        66.76,
        73.9
    ],
    [
        " You know, it's like you're getting comfortable sweating, you're getting used to hard work and you know, so some of those things are nice.",
        74.96,
        82.8
    ],
    [
        " But yeah, so there's some things that do well.",
        83.72,
        88.84
    ],
    [
        " I think being a good soldier can make you a better fighter and some things about being a good fighter can make you a better soldier.",
        89.1,
        94.92
    ],
    [
        " Yeah, I think for me the biggest quality that would transfer both back and forth, soldier fighter, and I'll go ahead and throw one more on there.",
        95.32,
        104.86
    ],
    [
        " And that's being in a leadership position.",
        104.96,
        106.64
    ],
    [
        " But to me, it's humility.",
        107.38,
        110.06
    ],
    [
        " And I think what makes a soldier a fighter, a leader, the most important quality that they can have is humility.",
        110.84,
        118.78
    ],
    [
        " Because the minute that you're not humble is the minute that you stop training as hard as you can.",
        119.82,
        126.32
    ],
    [
        " It's the minute you say, you know what? I don't need to do that extra workout today.",
        126.62,
        129.82
    ],
    [
        " That's a lack of humility because you're thinking, oh, I already got this.",
        130.2,
        132.54
    ],
    [
        " I got this in the bag from a leadership position. Same thing. I don't need to train my guys hard.",
        132.74,
        137.5
    ],
    [
        " I don't need to show up earlier than my guys because they already respect me. No.",
        137.68,
        141.44
    ],
    [
        " So you need to earn that respect every day. And so for me always humility is the most important characteristic of a person.",
        141.56,
        154.36
    ],
    [
        " Because you're not also not learning. Once you're not humble, I don't need to roll today.",
        154.84,
        158.28
    ],
    [
        " I don't need to hold. I don't need to get on the pads today. I don't just swing that kettlebell today. I'm already good.",
        158.58,
        164.18
    ],
    [
        " Get humble. Get humble or you're going to get humbled.",
        164.98,
        168.94
    ],
    [
        " Dude. That's a range of options. Sorry. Let me put this in my phone room fast.",
        172.48,
        176.72
    ],
    [
        " It'll be recorded. You can refer back to it. I don't want you to keep it. I want to keep it.",
        177.08,
        181.32
    ],
    [
        " We got all kinds of t-shirts saying that come out of the podcast each time.",
        181.88,
        187.08
    ],
    [
        " Be humble or get humbled. Take the high road or the high road to take you.",
        188.06,
        191.92
    ],
    [
        " Yeah. That's another good one.",
        191.94,
        193.66
    ],
    [
        " Saved. Okay.",
        194.2,
        197.66
    ],
    [
        " All right. That's humility right there.",
        198.42,
        201.06
    ],
    [
        " Last learning from external.",
        201.22,
        203.52
    ],
    [
        " It's also a theory of his intellectual property.",
        203.66,
        206.24
    ],
    [
        " I didn't take it.",
        206.36,
        207.86
    ],
    [
        " I'm sure you'll cut me a giant fat check for the thousands and thousands of t-shirts that get sold with that on it.",
        207.98,
        215.26
    ]
]