[
    [
        " Next one not to take away from the seriousness of what you two have achieved in the seals",
        0.0,
        5.8
    ],
    [
        " But I would like Tony to tell a funny story about jaco and the reason I put this one in here",
        5.8,
        10.42
    ],
    [
        " Of course, I don't like to hear any humor or any laughter in the world",
        10.42,
        14.8
    ],
    [
        " But there was a bunch of people that said this so anyways, I figured you might have a story here. I got like",
        14.8,
        23.6
    ],
    [
        " Like seriously like a million like a million. I mean",
        23.6,
        28.68
    ],
    [
        " That story about you and your roommate like",
        30.0,
        32.2
    ],
    [
        " You're you're like you guys live together in Coronado. Yeah, you know, I'm talking about the big fella",
        32.2,
        39.76
    ],
    [
        " Yeah, you're like",
        39.76,
        41.14
    ],
    [
        " I was over there patty in one night. We're getting gooned up and you're like you know what our our bill was from Domino's",
        41.14,
        48.34
    ],
    [
        " It was like $2,500 last month",
        48.34,
        51.66
    ],
    [
        " That was so funny. That's a wicked good patty, so yeah, we did have some pretty good party and then one time",
        51.66,
        59.26
    ],
    [
        " We're out at an island. It's like two o'clock in the morning and the guys are you know, they're",
        59.26,
        66.56
    ],
    [
        " We call that after you're done to the work on the vehicles",
        66.56,
        70.9
    ],
    [
        " Post post stop the vehicle stop in the vehicles and they're all busy doing stuff and I mean I",
        70.9,
        78.22
    ],
    [
        " Help out if I had to but I mean that's not my job. Yeah, so and they boys know what to do Jeremy had him",
        78.22,
        83.86
    ],
    [
        " great opio",
        83.86,
        86.58
    ],
    [
        " And we're sitting there me you and life and maybe one of the other JOs were shooting the shit about something",
        87.22,
        93.34
    ],
    [
        " I mean I had to do a work because what else is there?",
        93.34,
        96.72
    ],
    [
        " And life was talking and there's quiet kind of and you got your arm on one of the humvees and",
        97.62,
        103.22
    ],
    [
        " All the sun you just out of nowhere just kicked a dirt and you go god damn it",
        103.22,
        109.18
    ],
    [
        " You're like shaking your head and punching your face and like the fuck you talking about",
        109.18,
        114.24
    ],
    [
        " And you just like looked at me and smiled and walked away like what what is wrong with you",
        114.6,
        121.04
    ],
    [
        " Still not figured out was wrong with you know, I know I remember you just what",
        121.04,
        127.16
    ],
    [
        " I was actually getting frustrated that there was a chance we might not go to Iraq",
        127.16,
        132.66
    ],
    [
        " Like I was so",
        132.66,
        135.92
    ],
    [
        " scared and horrified of",
        135.92,
        139.96
    ],
    [
        " That it just you know, and I just was trying to control it",
        141.72,
        144.88
    ],
    [
        " But then it just kind of slipped out. Here's another quick one about Jaco",
        144.88,
        148.28
    ],
    [
        " I'm like, I don't know we were there a couple weeks in Ramadi and we're just falling in my groove operating and",
        148.28,
        156.34
    ],
    [
        " One night I was in his office because like couldn't sleep whatever",
        156.34,
        161.3
    ],
    [
        " And",
        161.3,
        163.26
    ],
    [
        " He's like look at that and you show me",
        163.26,
        165.92
    ],
    [
        " He shows me the computer he goes this is from my wife",
        166.0,
        169.9
    ],
    [
        " Are you okay? You've been gone three weeks and we haven't heard anything",
        169.9,
        175.32
    ],
    [
        " I'm like jump you better even tell your wife or she's gonna fly over",
        175.32,
        182.24
    ],
    [
        " Yeah, I talk about detachment a lot and sometimes you know",
        182.24,
        189.92
    ],
    [
        " Like I said sometimes you get over there and you got all that shit going on and nothing else in the world matters",
        190.58,
        196.54
    ],
    [
        " But I didn't have anything going on back here. It didn't matter to me at all",
        196.54,
        200.62
    ],
    [
        " Sorry to my wife there",
        200.62,
        205.4
    ],
    [
        " See I'm sure she remembers that you in any way you did though. You're okay. I got it. Yeah",
        205.4,
        213.12
    ],
    [
        " All right",
        213.12,
        214.68
    ]
]