[
    [
        " Jocco, I've taken a lot of inspiration from your philosophy of good. How do you apply this",
        0.0,
        9.8
    ],
    [
        " without succumbing to polyanism? Did I say that right? Yeah, so polyanish is a term and it",
        9.8,
        19.5
    ],
    [
        " actually comes from a novel from, I think it's like the early 1900s, but it, the name of the novel",
        19.5,
        29.58
    ],
    [
        " is polyanine. And anyways, polyanine in the book has this really super positive attitude. And it's",
        29.58,
        34.28
    ],
    [
        " almost so positive that it overwhelms and it kind of changes people's attitudes in the town,",
        34.28,
        40.48
    ],
    [
        " but there's a pejorative meaning of this word, which is what this guy's asking about. And it is,",
        40.7,
        47.0
    ],
    [
        " that is when, when someone is like so positive that they, that they forget about reality of a situation.",
        47.12,
        54.98
    ],
    [
        " You know, and so that's, that's, that can be absolutely problematic. And that is not what I'm",
        54.98,
        63.08
    ],
    [
        " telling anybody to do. In fact, the, the, let's, let's not mistake the, the good philosophy as one",
        63.08,
        73.18
    ],
    [
        " that negates reality that is totally off. That's not what I'm telling you when I do it. In fact,",
        73.18,
        78.92
    ],
    [
        " the very first thing you have to do is accept reality. That's the first thing you got to do. You got",
        79.12,
        84.44
    ],
    [
        " to look at what's happening. You got to assess it, assess the reality of it. And then you say,",
        84.44,
        91.44
    ],
    [
        " okay, good. Now instead of dwelling on the negatives and what's going to go bad and what's wrong,",
        91.46,
        96.96
    ],
    [
        " you deal with them, but then you look at, okay, now what are we going to do positive out of this?",
        97.22,
        101.28
    ],
    [
        " What good's going to come out of this? And that's, that's all it is. It's definitely not denying or",
        101.38,
        107.66
    ],
    [
        " being delusional about the situation by any stretch, but it is also not being woe is me.",
        107.98,
        113.9
    ],
    [
        " And all this happened and now, oh my gosh, everything's going horrible. I'm doomed. No, that's,",
        114.66,
        119.7
    ],
    [
        " that's not what I'm talking about. Obviously, I'm not talking about that. And it's also not like,",
        119.7,
        123.6
    ],
    [
        " it's okay. Everything's wonderful. No, that's why the term is good and not wonderful, right? I'm not",
        123.6,
        130.52
    ],
    [
        " saying everything's wonderful, but good. Okay, now what are we going to find out of this? What are we",
        130.52,
        137.2
    ],
    [
        " going to do with reality? I'm going to accept reality. I'm going to accept reality. Yeah. Then",
        137.2,
        143.18
    ],
    [
        " there's some people that, you know, like the, the self-help gurus that are like, no, I'm just not",
        143.18,
        147.68
    ],
    [
        " going to accept that. It's not going to happen. You make your own reality. I'm going to be so positive",
        147.68,
        152.2
    ],
    [
        " that I'm going to get that million dollars tomorrow. No, no, no, actually, you're not going to",
        152.2,
        156.44
    ],
    [
        " get that million dollars tomorrow. You're going to have to work. You're going to have to work for",
        156.44,
        159.74
    ],
    [
        " a long time. You're going to have to work hard. You're going to have to stay focused on your goals.",
        159.74,
        162.14
    ],
    [
        " And then you're going to get your million dollars. Good. See how strong you are. Yes. Yes. So",
        162.16,
        168.76
    ],
    [
        " that's it. Deal with reality, accept reality, then find the good in it and move forward.",
        168.76,
        175.12
    ],
    [
        " That's a cool video, by the way, that you mean? You like that video?",
        176.02,
        184.02
    ],
    [
        " I do. I think is that you fishing for a compliment? That video is, that video has been a lot of people",
        185.34,
        192.88
    ],
    [
        " watch that video. Yeah. It's interesting too, because you made that video and you made another video",
        192.88,
        198.82
    ],
    [
        " where does discipline come from. Right. And I actually, personally, I like the where does discipline",
        198.82,
        203.6
    ],
    [
        " come from video better. But the good video, it just strikes a chord with people. Right. Because I",
        203.6,
        211.02
    ],
    [
        " think, I think because it applies so universally to negativity in the world, like, okay,",
        211.02,
        216.48
    ],
    [
        " the up these bad things are happening right now. In fact, I get so much feedback of people that",
        216.72,
        221.14
    ],
    [
        " literally say, you know, thank you for introducing me to that idea, that philosophy, because it's",
        221.14,
        229.08
    ],
    [
        " changed my attitude. And now when things go wrong, I say, good, now what am I going to do about it?",
        229.08,
        233.1
    ],
    [
        " Right. So I think that's why that video is, is, is quite popular. That and the unbelievable editing",
        233.26,
        239.76
    ],
    [
        " that was done, where it was put together. Yeah. Sure. Yeah. And it does seem like a real,",
        239.76,
        245.42
    ],
    [
        " like personal, like deeply personal thing, like, because it's like, it's more, it's not just like",
        245.52,
        254.16
    ],
    [
        " sensationalization of it. It's just, it's real kind of, kind of dark whatever. And like,",
        254.16,
        259.04
    ],
    [
        " how you said, like, the negative part of it, it's like a, I said this last time, or it's a painkiller.",
        259.04,
        263.78
    ],
    [
        " It's not a multivitamin. You know, what do you mean by that? Meaning of what you said before.",
        264.0,
        267.7
    ],
    [
        " Meaning like, if you have a problem, you know, just in nature, when you're going along,",
        267.7,
        273.0
    ],
    [
        " whatever your brain is, is evolved to, to recognize problems. And if something isn't a problem,",
        273.18,
        279.14
    ],
    [
        " it'll start to filter that out. That's just how your brain is. Okay. So in life, when you have problems,",
        279.14,
        285.44
    ],
    [
        " that's what's always on the radar. Now you have this little personal, like, tool that's talking",
        285.44,
        290.36
    ],
    [
        " you of how to deal with those problems. Nice. You know what I mean? So, um, so it's, it's kind of that,",
        290.36,
        295.82
    ],
    [
        " like the discipline, where does this link come from? It's kind of, that's more starts to go into",
        295.82,
        299.66
    ],
    [
        " the multivitamin thing where it's like, this is not a big problem. I'm going to try to recognize it",
        299.66,
        304.28
    ],
    [
        " as a problem. I need more discipline, you know, but it's not really this huge problem, but it does",
        304.28,
        309.28
    ],
    [
        " help, you know, kind of thing. So it's like a multivitamin. Interesting. But I like the discipline one as well.",
        309.28,
        316.4
    ]
]