[
    [
        " This is Jockel Podcast number 254 with Echo Charles and me, Jockel Willink. Good evening, echo. Good evening.",
        0.12,
        7.14
    ],
    [
        " And joining us again is Dave Burke. Good evening, Dave. Good evening.",
        7.52,
        12.04
    ],
    [
        " Last few podcasts, 251 with WaveBab and 252, 253 also with Dave Burke.",
        12.58,
        19.42
    ],
    [
        " We've been making our way through the book, guidelines for the leader and commander,",
        20.0,
        25.36
    ],
    [
        " which I brought my actual sacred real copy, not just the photocopies, so Dave could lay eyes on it.",
        25.36,
        31.1
    ],
    [
        " And we're approaching the halfway point. We should get to the halfway point today. No promises,",
        32.74,
        37.96
    ],
    [
        " because this book is dense. There's all kinds of stuff to unpack.",
        38.5,
        44.34
    ],
    [
        " This is the root of the book that taught me the most about leadership, about face,",
        45.2,
        51.8
    ],
    [
        " by Colonel David Hackworth. Hackworth references this book multiple times in about face.",
        51.8,
        59.96
    ],
    [
        " So the book is guidelines for the leader and commander by General Bruce Clark, World War One, World War Two, Korea,",
        60.96,
        67.64
    ],
    [
        " Distinguished Service Cross, Three Silver Stars, 45 years of service as a leader and a trainer in the Army.",
        68.48,
        74.62
    ],
    [
        " Plenty of lessons to learn, and we're learning them. We are learning them.",
        75.82,
        79.46
    ],
    [
        " So, let's get into it. Chapter 8.",
        79.46,
        82.7
    ],
    [
        " Philosophy is in principles of training in overseas areas.",
        84.32,
        87.34
    ],
    [
        " This is a whole section on how do you train when you're deployed?",
        88.0,
        90.84
    ],
    [
        " Section 1, the training task, the missions.",
        91.32,
        95.26
    ],
    [
        " The primary mission of all US military forces is to deter communist aggression",
        95.96,
        102.8
    ],
    [
        " and if deterrence fails to defeat aggression when and where it occurs.",
        102.8,
        107.4
    ],
    [
        " So, sometimes I work with companies and they want to have a mission statement.",
        108.58,
        112.18
    ],
    [
        " There's a good example of a mission statement. That's what you're trying to do.",
        112.68,
        116.6
    ],
    [
        " This is what you can make so many decisions based on that kind of mission statement.",
        116.94,
        122.9
    ],
    [
        " What your job is, why do we exist?",
        123.28,
        125.5
    ],
    [
        " You ever thought about that one? Why do I exist? What am I here for?",
        126.82,
        131.22
    ],
    [
        " You ever think about that, Echo Charles? Yes.",
        132.2,
        134.26
    ],
    [
        " You think yourself, I'm here too? I haven't come up with answer yet.",
        134.44,
        139.02
    ],
    [
        " We're working it. Make some video. I don't know. Press record, apparently.",
        139.2,
        142.66
    ],
    [
        " Check. The mission of the United States Army in overseas areas",
        143.56,
        148.88
    ],
    [
        " stem logically from this broad US forces mission.",
        148.88,
        152.76
    ],
    [
        " Our first commission is to ensure the readiness of US Army forces to defeat communist aggression",
        153.02,
        157.12
    ],
    [
        " and overseas theaters. In doing so, we contribute most effectively",
        157.12,
        161.76
    ],
    [
        " to the accomplishment of our deterrence mission. Additionally, we have the mission to support",
        161.76,
        166.96
    ],
    [
        " US contingency operations in peripheral areas.",
        166.96,
        170.28
    ],
    [
        " The Lebanon and Congo operations are examples of such contingencies.",
        170.94,
        176.92
    ],
    [
        " These missions require that all US Army personnel and units instantly be ready",
        177.32,
        181.8
    ],
    [
        " to undertake combat operations. This requirement provides the basis",
        181.8,
        186.9
    ],
    [
        " for all overseas training objectives which are presented and discussed in the following paragraph.",
        186.9,
        192.48
    ],
    [
        " So, here's what I think you find in organizations.",
        192.92,
        196.82
    ],
    [
        " That really nice kind of clean thing gets put out to the troops.",
        197.6,
        201.52
    ],
    [
        " And then the troops start to do their job and they start to live their lives and they lose track of this.",
        202.04,
        206.36
    ],
    [
        " It can happen to an organization. It can happen to you as a human being.",
        207.02,
        210.66
    ],
    [
        " You kind of forget where you're going. You forget what you're trying to do.",
        211.96,
        215.22
    ],
    [
        " You forget what the team is here for. You forget what the mission is.",
        215.3,
        218.84
    ],
    [
        " Can't let that happen. Gotta think about that stuff.",
        219.32,
        223.68
    ],
    [
        " So easy to veer off, of course.",
        225.62,
        228.28
    ],
    [
        " So easy just to get off course a little bit.",
        229.36,
        233.9
    ],
    [
        " Have you ever seen, you must have seen this. Go for one.",
        234.54,
        238.72
    ],
    [
        " Go for one. I'm almost positive.",
        239.04,
        242.08
    ],
    [
        " Helicopters are holding station. They're their holding station and there's a blue on blue.",
        244.02,
        249.4
    ],
    [
        " And they end up shooting an APC. I want to say it was it a Bradley?",
        249.8,
        253.46
    ],
    [
        " I know. I know what you're talking about. It's a friendly position.",
        254.16,
        258.68
    ],
    [
        " I thought it might even have been Marine LAVs. Maybe I'm right.",
        258.98,
        261.68
    ],
    [
        " It might have been an LAV. But it's, yeah, it's a lightly armored American vehicle.",
        261.68,
        264.98
    ],
    [
        " Yeah. And you can hear it. It's one of the most horrific things to listen to.",
        265.2,
        270.7
    ],
    [
        " But what happens is these helicopters are in position and there's just a little bit of a cross breeze.",
        271.08,
        277.14
    ],
    [
        " Just a little bit of a cross breeze. And so they don't really recognize it because they're just slowly getting blown off of their where they're supposed to be.",
        277.6,
        285.46
    ],
    [
        " And guess what? There's multiple helicopters. They're all getting blown off.",
        286.04,
        288.84
    ],
    [
        " So the relative to the other helicopters, they're in position. And it's the open desert.",
        288.96,
        293.14
    ],
    [
        " And it's hard to tell where you are in the open desert. There's no real oftentimes. There's no real clean reference points.",
        293.56,
        298.76
    ],
    [
        " Oh, there's the mountain with the little peak next to it. Or there's the river or whatever.",
        298.76,
        303.7
    ],
    [
        " Those things don't exist. Just big, flat open. So these guys drift.",
        303.88,
        307.84
    ],
    [
        " And the next thing you know, they're calling and hey, we see an armored vehicle.",
        308.6,
        310.72
    ],
    [
        " Well, there should be no armored vehicles in your area. Well, are you sure? Yeah, we're sure.",
        311.3,
        315.66
    ],
    [
        " You should engage that. And not only do they engage the vehicle, some of the guys get out of the vehicle. They engage the guys to get out.",
        315.86,
        322.7
    ],
    [
        " It's absolutely. It's a night. It's a complete nightmare. And here's the really crazy thing.",
        323.6,
        329.84
    ],
    [
        " When once that call goes down and the pilot realizes what he did.",
        330.46,
        336.34
    ],
    [
        " And he says something like you can hear in his voice. He's going to throw up. He's just absolutely sick to a stomach.",
        337.24,
        343.68
    ],
    [
        " And he says, you know, can we return to base? We just we just we just engaged our friendly troops.",
        344.42,
        349.74
    ],
    [
        " And whoever's the air mission commander is that the right term? I guess as the air mission commander says, you know, negative go back to station and hold for, you know, enemy enemy vehicles.",
        350.04,
        360.58
    ],
    [
        " That's what you know, you still have your job. But what an example of little slow drift off course with catastrophic results.",
        360.8,
        369.28
    ],
    [
        " That can happen when we lose sight of what our mission is.",
        370.0,
        373.36
    ],
    [
        " Back to the book objectives of training in order to ensure effective accomplishment of of assigned combat operational contingency and peacetime operation missions.",
        376.0,
        383.96
    ],
    [
        " The training goal of us forces overseas is to maintain all units and headquarters of the high command in a state of combat readiness.",
        383.96,
        391.2
    ],
    [
        " This goal is equally applicable to combat combat support technical administrative type units. And it is attained through careful attention to the following seven specific training objectives.",
        391.84,
        404.42
    ],
    [
        " So, you know, you're in an organization. And we always think of whatever the whatever the critical mode, the critical piece of that organization is.",
        404.86,
        418.98
    ],
    [
        " Whether it's the front line salesperson, whether it's the front line infantry men.",
        419.3,
        423.28
    ],
    [
        " Whoever's making the actual, you know, hand to hand combat. Who's doing the work? We always focus on them. And he's laying out everybody else combat support technical administrative type units.",
        423.86,
        437.92
    ],
    [
        " Everyone's important and they all have to be trained with this mission in mind.",
        438.14,
        441.76
    ],
    [
        " So, here's the objectives.",
        443.68,
        445.26
    ],
    [
        " One, maintain the proficiency of the individual soldier. That's number one.",
        446.74,
        450.64
    ],
    [
        " Proficiency of the individual soldier's number one.",
        451.46,
        453.74
    ],
    [
        " Number two, develop a high degree of responsibility and resourcefulness in the commanders and key personnel, both officers and non-commissioned officers of all units.",
        454.32,
        467.3
    ],
    [
        " And one thing, you know, as I continue to read through this book, you can sense there is there are threads. There is there is remaining DNA of World War One, of centralized command, of like obedience.",
        469.6,
        488.28
    ],
    [
        " And you can feel, you can feel some of that in there and you can also feel the rejection of that.",
        488.68,
        493.16
    ],
    [
        " And so that's why when he says things like, hey, it's responsibility and resourcefulness, right?",
        494.16,
        500.16
    ],
    [
        " You, this is to, you know, we need our subordinate units to take ownership. We need our subordinate officers to take ownership and figure out how to do things.",
        500.4,
        507.58
    ],
    [
        " That's what that's the number two. Look, we want our soldiers to be proficient. Number two, we want our leaders to be resourceful and to take ownership.",
        508.52,
        515.68
    ],
    [
        " Number three, achieve on a continuing and progressive basis the effective integration of new weapons equipment, new organization and new techniques at all levels of command.",
        517.68,
        526.64
    ],
    [
        " Learning is what the Marine Corps came out with that manual. How legit was that?",
        527.14,
        535.56
    ],
    [
        " I mean, he's basically saying you need to figure that you need an event of adapt. You need to figure this out.",
        536.58,
        541.4
    ],
    [
        " You need to figure this out. And by the way, continuing progressive basis, when does that end? Oh, that's right. It doesn't end.",
        542.02,
        548.76
    ],
    [
        " Continuing progressive basis doesn't end. Next, maintain an effective fighting team of the combined arms and supporting units.",
        549.02,
        556.36
    ],
    [
        " maintain an effective integrated team of the branches and services. We need to work together. And so, so combined arms.",
        557.64,
        567.32
    ],
    [
        " What is combined arms? Combined arms is the use of multiple different weapons platforms all in conjunction to support each other.",
        568.34,
        577.36
    ],
    [
        " It's the sort of the highest form of cover move, right? Because we got aircraft in the sky that are covering the tanks as they move in. The tanks are covering for infantry.",
        577.36,
        587.26
    ],
    [
        " The infantry are also covering the tanks, actually. Artillery covering all people. So this is combined arms. It's all these elements covering and moving for each other. What I miss on that.",
        587.7,
        601.24
    ],
    [
        " The piece of that too, you got it right, is the intent there sooner or later, the enemy is going to have to respond to something. And when they respond to the tanks, that frees up the infantry. They respond to the aircraft, that frees up the tanks, whatever it is.",
        602.24,
        613.3
    ],
    [
        " And the beauty of that is that all these different things you're bringing to bear. I don't care which one is the one that ends up closing the deal. I don't care if it's the tanks that take the final shot of the aircraft. We don't care.",
        613.8,
        624.08
    ],
    [
        " We're going to work together. We're going to create a problem for the enemy that they cannot handle. They got a thick one and they're going to lose to the other. And I don't care which one it is.",
        624.32,
        630.8
    ],
    [
        " And this brings forth one of my favorite doctrinal terms of all time, which is it's the equivalent of checkmate, which is we are going to capture the enemy in the combined arms dilemma.",
        631.58,
        647.76
    ],
    [
        " Meaning there is no escape. You're either going to get killed by the infantry, by the air, by the artillery, by armor, we have you. You're in checkmate. That is the combined arms dilemma where we have you.",
        648.66,
        662.18
    ],
    [
        " One of my favorite doctrinal terms. That put a smile on my face for the day.",
        662.8,
        670.42
    ],
    [
        " Also talks about I already said this one, but maintaining effective integrated team of the branches and services of yes, Army, Navy, Marine Corps, Air Force all need to work together.",
        671.82,
        678.96
    ],
    [
        " Develop a high degree of competence in combined and joint operations once again. It's interesting teamwork teamwork teamwork all the last three of these are all about working together.",
        679.5,
        687.8
    ],
    [
        " And was the last one developed coordination techniques for the effective accomplishment of inter allied operations. So it's teamwork. It's out of the seven four of them are about teamwork.",
        688.32,
        698.92
    ],
    [
        " We have to learn how to work together. Understanding the cycles of training combat readiness is the joint joining of well trained men with properly maintained equipment in an organized unit of high a spree.",
        699.58,
        715.58
    ],
    [
        " The first requirement is that the men of this unit be trained as individuals and as a team to carry out their combat jobs with thoroughness and speed.",
        715.78,
        724.4
    ],
    [
        " This task surpasses all others for the commander overseas.",
        724.9,
        729.94
    ],
    [
        " That type of clarity. Once again, if you're a commander on the ground and you're looking at, hey, what's my priority? There you go.",
        730.92,
        739.82
    ],
    [
        " This task surpasses all all others for commanders overseas is to make sure that guys are trained individuals to work as a team to carry out their jobs. That's the most important thing.",
        740.54,
        752.02
    ],
    [
        " Readiness training is therefore the first priority task of every such unit commander within the concept of readiness training each commander will be required to plan cycles or phases of training to meet varying situations and requirements.",
        752.34,
        763.72
    ],
    [
        " The most conspicuous of which is an annual loss of approximately 50% of his personnel who will be replaced by soldiers of varying levels of training and service.",
        764.04,
        774.12
    ],
    [
        " And look, the whole time I'm reading this book and you and I had a funny conversation when I started sending you pictures of texts of like little sections of the book and you eventually sent me a text.",
        775.28,
        784.66
    ],
    [
        " I just covered the whole thing and I'm like, I will. But I, you know, I there's parts of it where I got you know what that's not 100% applicable or I'm not really sure how that ties in and sometimes there are some points where we get to a level of detail.",
        784.86,
        797.12
    ],
    [
        " What I found so interesting and why I wanted to read this is there's not too many, you know, when you hear when you talk civilian companies, they're thinking, oh, well, you know, in the army, you've got these guys and they're trained and they're selected and you know, everyone's got this, this baseline of training.",
        797.68,
        813.72
    ],
    [
        " Well, guess what? You're also losing 50% of your people annually. They're just cycling out. They're either getting out and this isn't even talking wartime. This is just like life. People move on.",
        814.96,
        823.78
    ],
    [
        " So you're constantly in this struggle to train and maintain efficiency and every time you train someone, every for every person you train, one of those, one of those people that you trained leaves.",
        824.38,
        836.06
    ],
    [
        " One out of every two people that you train leaves, which is, which makes it a hard job. What do you got?",
        836.8,
        845.38
    ],
    [
        " I'm already coming back to the very first thing you said, which is you said the word clarity, I think a couple of times now and just hearing that mission statement of what we do.",
        846.58,
        855.76
    ],
    [
        " The amount of clarity in his first comment, here's our mission. We're here to turn enemy. If we don't, we're going to fight them and kill them. That's our mission.",
        856.06,
        864.08
    ],
    [
        " And the very next thing he says is everybody else's role is to train to be prepared to do that. That actually sounds really simple, but it's really hard to create a message that's that clear.",
        864.64,
        876.74
    ],
    [
        " So by which the infantry man and the person who's running administration who seem like completely different have a clarity in how what they do contributes to the overall mission.",
        877.24,
        889.12
    ],
    [
        " That is not easy to do. And this idea of communicating in a simple clean and concise manner, which we talk all the time, it's really hard. But from the very beginning, he's like, hey, this is the mission. Here are seven things that we're going to do to allow that to happen.",
        889.3,
        900.86
    ],
    [
        " So morning, granders, your job is to make it happen. So he's tying all these things together and it sounds so simple when I'm hearing him say, but I'm realizing how hard that actually is in an organization to get everybody to understand what it is they do to contribute.",
        900.86,
        914.5
    ],
    [
        " If you can make your administrative folks feel like they are war fighters, you have a clear mission statement.",
        914.8,
        921.02
    ],
    [
        " Yeah. I imagine that I have no idea how many troops he's talking to. It's not going to overseas American troops. This is millions of yeah, maybe not millions, but this is hundreds and hundreds of thousands of troops.",
        922.64,
        933.04
    ],
    [
        " This continual turnover of personnel precludes commanders from programming a single training cycle common to all men as employed in a basic training center.",
        934.08,
        942.96
    ],
    [
        " It requires a programming of a number of successive cycles, which may overlap to some degree and at times may operate concurrently during any 12 month period, the commander will need to place emphasis on the following cycles of training.",
        942.96,
        955.12
    ],
    [
        " So again, he's just emphasizing the fact that you're going to lose people, you're going to lose them all the time.",
        955.68,
        959.14
    ],
    [
        " And that's going to make your job hard. Here's the things that you need to focus on advance individual training to improve the proficiency of minimum service soldiers or to provide refresher training for men of longer service.",
        959.9,
        971.16
    ],
    [
        " So you've got to just train individuals basic unit training to improve the proficiency of crews teams and squads advanced unit training to integrate teams.",
        971.34,
        981.58
    ],
    [
        " Crews and squads into small units combined arms training to integrate infantry armor artillery engineer and other supporting units into company and battalion group exercises and then combat mission training to include readiness tests rehearsals of operational plans and joint combined training.",
        982.1,
        999.54
    ],
    [
        " So that's what you're doing. He's saying that same thing over and over again, you got to train the individual, then you got to train that that next level team, then you got to integrate them with the other teams, then you got to get all those teams working together.",
        999.72,
        1009.94
    ],
    [
        " Very good way to think about how you train in any organization you're in.",
        1011.1,
        1014.42
    ],
    [
        " Next, the need to maintain a high level combat readiness without peaks and valleys of proficiency prevents the commander from concentrating for long on any cycle before going into the next.",
        1015.46,
        1026.02
    ],
    [
        " This is not to imply that a unit must perform all five cycles at one time. It does mean that the commander must elevate continually the level of proficiency of his men and unit in each of these five phases of training.",
        1026.02,
        1037.8
    ],
    [
        " Based on this evaluation, he plans his training program.",
        1038.24,
        1042.42
    ],
    [
        " Ideally, the commander assesses the proficiency of each soldier in all five cycles and organizes his training so that individuals and the unit as a whole progress systematically through all cycles.",
        1043.98,
        1053.56
    ],
    [
        " And he goes on to explain this. And what I like about this is how often with whatever organization you're in or whatever organization you're leading, do you actually think in a holistic way, comprehensively, about the methodology that you're using to train your people?",
        1053.9,
        1068.68
    ],
    [
        " The answer is probably not great.",
        1069.98,
        1072.68
    ],
    [
        " So if we don't have even a goal of what good looks like, if we haven't written down what good looks like, how are we possibly going to get there?",
        1074.24,
        1082.96
    ],
    [
        " Going ahead a little bit, based balancing unit and activities, the training for combat readiness is not the only mission of the commander.",
        1084.02,
        1094.28
    ],
    [
        " He must also make adequate provisions for the supply and maintenance of the unit equipment administration and discipline, community relations program, troop morale and welfare programs.",
        1094.56,
        1104.8
    ],
    [
        " And all these activities demand their share of resources, time and emphasis.",
        1105.42,
        1108.52
    ],
    [
        " So not only do you have to train people for combat, that's great. That's your number one priority. He already said that.",
        1109.1,
        1113.16
    ],
    [
        " You also got all these other things that you need to handle, which by the way is the same in any organization.",
        1113.64,
        1117.98
    ],
    [
        " In any organization that you're in, guess what? You got to take care of the families.",
        1118.16,
        1121.4
    ],
    [
        " You got to make sure that your guys are healthy. You got to make sure that they've got something to distract their mind and keep them occupied.",
        1121.86,
        1128.14
    ],
    [
        " Continuing on, the immediate day to day pressures of these additional functions result in a tendency to emphasize them at the expensive combat readiness needs.",
        1129.18,
        1139.72
    ],
    [
        " So all of a sudden, he just went from like, look, you got to take care of those other things.",
        1140.66,
        1144.4
    ],
    [
        " You got to get it's like the, it's like when you, it's like when someone goes, you know, I just read, you are red.",
        1144.4,
        1152.54
    ],
    [
        " I read in that fitness magazine that you know, rest is even more important than working out.",
        1152.62,
        1156.9
    ],
    [
        " You know what I'm saying? And all of a sudden that becomes the prevailing mode is rest.",
        1157.64,
        1166.88
    ],
    [
        " Yes. You know, you know what I'm talking about. I do know you're talking about that chuckle.",
        1167.28,
        1171.68
    ],
    [
        " Yeah, well, you're over here looking at me. Have you ever caught yourself in that combined arms dilemma? No.",
        1171.68,
        1176.52
    ],
    [
        " Where you were kind of like, well, you know, rest is important.",
        1176.8,
        1181.7
    ],
    [
        " Important. Yes. I have in a way, but in this way, which might be even kind of applied to this in as far as a concept goes.",
        1182.54,
        1189.76
    ],
    [
        " Because you use that as the example.",
        1190.5,
        1192.16
    ],
    [
        " If I'm working out, or if I don't feel like working out, and I'm like, well, I did work out pretty hard yesterday.",
        1194.54,
        1199.9
    ],
    [
        " And rest is important rationalizing. Maybe I should rest.",
        1200.4,
        1204.16
    ],
    [
        " It's not like this rest today will hurt me if anything. It'll help me.",
        1204.74,
        1208.78
    ],
    [
        " Right. Yeah. A little bit complicated kind of question or statement. I get it.",
        1209.38,
        1213.22
    ],
    [
        " But I'm just saying it's kind of the same thing where yeah, if that starts to become the, because for that moment, it was the prevailing thing.",
        1213.36,
        1219.96
    ],
    [
        " Got it. So we have to make sure that we provide ample room for rest and recovery.",
        1219.96,
        1226.78
    ],
    [
        " Yes, sir. But we can't let that become the prevailing mode of operating.",
        1226.78,
        1231.52
    ],
    [
        " Yeah. Which let's face it, what do people gravitate towards?",
        1231.84,
        1236.12
    ],
    [
        " People like to gravitate towards that couch. Yeah, but comfort.",
        1236.74,
        1240.28
    ],
    [
        " The fun part.",
        1241.06,
        1242.18
    ],
    [
        " The unit commander must recognize that even after the elimination of nice to have activities necessary functions remain, which cannot be fully executed within the resources available to him.",
        1243.34,
        1256.06
    ],
    [
        " His only resources to do first things first. And I got a question like that today talking to a client.",
        1256.96,
        1263.24
    ],
    [
        " What what are we doing when resource constrained? What are we doing? We don't have the manpower.",
        1263.76,
        1267.22
    ],
    [
        " It's like, oh, cool. Yeah, we already talked about. Did you hear me talking about prioritizing XQD earlier?",
        1267.36,
        1270.22
    ],
    [
        " Yeah, that's what we're talking about. That's what it is. It's prioritizing XQD.",
        1270.22,
        1273.8
    ],
    [
        " It's interesting too. I used to use this quote. And when I was talking to clients, I'd say there's no organization in the world that has unlimited resources.",
        1274.56,
        1286.74
    ],
    [
        " We've worked with some companies now that come pretty damn close to unlimited, at least financial resources.",
        1288.14,
        1295.7
    ],
    [
        " They have for all practical purposes unlimited resources. The problem is the problem becomes human capital, right?",
        1295.82,
        1303.84
    ],
    [
        " You can only get you. There's only so many people in existence that have a certain job skill, have a certain capability.",
        1304.52,
        1310.72
    ],
    [
        " And so that becomes a limiting factor. So even with a company that has more money than they can spend.",
        1311.4,
        1320.06
    ],
    [
        " They can throw all kinds of money at whatever problem they have, but they're limited by, they're limited by human resources.",
        1320.72,
        1329.98
    ],
    [
        " And you can, even when you say, look, we can pay, we can pay, you know, however many people, a million dollars a year, those people just do not exist.",
        1330.36,
        1339.04
    ],
    [
        " And so there is, I've had to modify that a little bit, but the statement remains true. There's no organization in the world that has unlimited resources.",
        1339.4,
        1353.18
    ],
    [
        " Everyone has limited resources. Everyone, every company, the biggest companies in the world have limited resources. That's all there is to it.",
        1353.86,
        1361.2
    ],
    [
        " And so what do you always have to do? You always have to prioritize an execute. You always have to prioritize an execute.",
        1362.32,
        1369.64
    ],
    [
        " He must go.",
        1370.44,
        1374.0
    ],
    [
        " What he's, there's a part that I think he's also getting at too is if you understand what that, what that number one priority is.",
        1374.32,
        1379.68
    ],
    [
        " Those other things he talked about and he kind of did, kind of a classic dichotomy. Hey, this is important.",
        1380.1,
        1384.36
    ],
    [
        " But yeah, he also understands that all those things, those morale, welfare, recreation type things, what they're actually designed to do is when we need to come back to that priority, when we need to surge for that most important thing.",
        1385.06,
        1396.9
    ],
    [
        " Investing in that is actually the best way to have your guys have the energy to to exert themselves, even more like I'm kind of thinking about it like surge operations or thinking about out, you know, when I'm on a deployment, we're supposed to go for six months and we get the, we get the notification.",
        1397.54,
        1410.54
    ],
    [
        " Four and a half months into it, you're getting extended for six weeks and this six month deployment is not going to be closer to eight months.",
        1411.2,
        1416.56
    ],
    [
        " If you've made that investment in your family and they are all in because you've demonstrated that you care about them, you can do those six extra six weeks. It's no factor.",
        1417.02,
        1425.86
    ],
    [
        " But when you, you forsake all these are the things and don't recognize that they're, those things are important.",
        1426.64,
        1431.26
    ],
    [
        " And it's really hard to get anything extra out of your guys and this is a guy who's obviously has experience with we're going to have to exert ourselves at some point.",
        1431.4,
        1438.76
    ],
    [
        " And when that time comes, hey weekends at home with the family, those things aren't going to happen. And the way for that to happen is to invest in that when you can, when you have the time and resource to do it, knowing that it's going to actually come back to the thing that matters the most, which is you going to do your job.",
        1439.2,
        1453.06
    ],
    [
        " Yeah, it's, it's a great correlation to the rest and recovery that we're talking for physical working out.",
        1453.68,
        1460.04
    ],
    [
        " If you've, if you've got time, you need to rest because there's going to be a time where there's not going to rest and you're going to get, you're going to catch a beat down.",
        1460.6,
        1466.82
    ],
    [
        " That's the way it's going to happen.",
        1467.32,
        1469.32
    ],
    [
        " Continue on. He must analyze his mission and determine the relative priority and degree of interdependence of the functions essential emission accomplishment based on these considerations.",
        1470.54,
        1480.2
    ],
    [
        " He must develop a program of unit activities, which provides a balanced distribution of resources amongst these functions.",
        1480.2,
        1484.92
    ],
    [
        " So yes, you got to take care of your people to plan such a balanced program. A commander must first survey his many tasks in total.",
        1485.6,
        1495.5
    ],
    [
        " TOTO. Do you think I looked at word up?",
        1499.32,
        1500.7
    ],
    [
        " Yeah, I think you did.",
        1501.62,
        1502.4
    ],
    [
        " I sure did. Yeah, and it's a word, total means everything. It means just what it sounds like. It means everything completely.",
        1502.42,
        1508.26
    ],
    [
        " So you got to look at everything and then you can do a little prioritized and execute.",
        1509.1,
        1513.1
    ],
    [
        " And then having made a complete list, listing of appropriate to his command, the commander should analyze the proportion of hours and manpower being given to each activity.",
        1513.6,
        1524.22
    ],
    [
        " One method is to calculate the man hours devoted to each activity as a percentage of total man hours available to the units.",
        1524.22,
        1529.48
    ],
    [
        " A continuous realistic appraisal of the units man hours is an essential part of command.",
        1529.48,
        1535.82
    ],
    [
        " When the commander feels that an imbalance exists and that the accomplishment of his mission is thereby threatened, he must take positive aggressive action to rectify the situation when he is exhausted.",
        1536.44,
        1546.1
    ],
    [
        " All means at his disposal without correcting the imbalance, then he should seek assistance from his higher commander.",
        1546.44,
        1551.88
    ],
    [
        " That little trick, I'll call it a trick of man hours, that little trick of when people say, we can't get this done.",
        1552.82,
        1562.12
    ],
    [
        " And you go, oh, how many man hours will it take to get this done?",
        1562.56,
        1566.34
    ],
    [
        " You ask that question because a lot of times they've just looked at the task and made a gut decision.",
        1567.5,
        1574.86
    ],
    [
        " But the problem with that gut decision is they could be right, but it doesn't help you because you have nowhere to go.",
        1576.22,
        1582.02
    ],
    [
        " Because if echo, if I say, hey, echo, how long is going to take you to build this block wall?",
        1582.38,
        1588.06
    ],
    [
        " And you say, I can't get it done. I don't have, it's going to take way too long.",
        1589.12,
        1592.78
    ],
    [
        " Okay, well, how long is it going to take? How long would it take one man to do it?",
        1592.9,
        1596.62
    ],
    [
        " But just you by yourself, it took a week. Okay. So that's 40 hours.",
        1596.8,
        1600.74
    ],
    [
        " What if I give you three more people? You know what I'm saying? So digging in a little bit and figuring out how long it takes to do something.",
        1600.92,
        1607.6
    ],
    [
        " That's the data, that's the data that you need.",
        1608.28,
        1612.36
    ],
    [
        " He's also telling you, don't go back to your boss and complain.",
        1612.9,
        1615.48
    ],
    [
        " Hey, if you're in a resource, show him the information. Hey, boss, hey, listen, you need to get this done.",
        1616.12,
        1619.44
    ],
    [
        " It takes like a minute time, I'm a time of people. I'm under staff. I can't get this done on time.",
        1619.56,
        1622.68
    ],
    [
        " That's a totally different thing than jaco, dude, I can't do this man. It's too hard. It's too much work.",
        1623.14,
        1627.0
    ],
    [
        " Don't go to your boss and complain. If you don't have what you need, no factor. We can address that.",
        1627.64,
        1631.24
    ],
    [
        " But we can only address that if you actually come back to me with something that's solvable other than this is too big of a problem for me.",
        1631.68,
        1637.38
    ],
    [
        " Yeah. Yeah. That is really what it is. It's like, it's too big of a problem. Then I'm in the mood for it's like that kind of situation.",
        1637.7,
        1645.76
    ],
    [
        " Because you do this all the time, even on a small level. You all start asking those questions.",
        1646.02,
        1650.14
    ],
    [
        " It's like, well, well, you know, and then...",
        1650.14,
        1652.48
    ],
    [
        " Wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, you're being a little vague here.",
        1652.48,
        1654.42
    ],
    [
        " I know, because I can't really think of anything. That just gave me that feeling.",
        1654.42,
        1657.96
    ],
    [
        " When you said, hey, how long is this concrete wall going to take? I was like, dang, like, I know that feeling.",
        1658.2,
        1663.66
    ],
    [
        " And I see what you're doing, because you're like, hey, like, this is a problem that needs to be solved to me.",
        1664.52,
        1669.38
    ],
    [
        " And you put some task on me that it's like, well, that's just your idea. Let's think fair.",
        1669.52,
        1676.48
    ],
    [
        " So instead of like, okay, let's think through the whole thing, really understand what it takes to do it.",
        1677.98,
        1684.3
    ],
    [
        " You know that that process exists no matter how big and how small.",
        1684.52,
        1687.62
    ],
    [
        " Me, I just see how big it is or estimate how big it is. And I'm like, yeah, I'm really not on the mood for this right now.",
        1687.94,
        1693.24
    ],
    [
        " And then you just get to the bottom of it. So it's kind of like undeniably doable.",
        1693.38,
        1698.36
    ],
    [
        " You know, and I'm like, I got to do this thing, man. I don't really know.",
        1698.64,
        1702.32
    ],
    [
        " Yeah, there's a, there's a surface level way of looking at things and just seeing like what's on the surface and going, hey, you know, you see the tip of an iceberg.",
        1702.32,
        1712.66
    ],
    [
        " And you go, look, that iceberg's huge. I can't, I can't handle that whole iceberg. That's too, it's too big.",
        1712.66,
        1718.52
    ],
    [
        " Well, let's get a snorkel and mask and look underwater and see how much ice is down there that we got to chip away.",
        1719.16,
        1725.68
    ],
    [
        " That can be done.",
        1725.94,
        1727.32
    ],
    [
        " I kind of boxed you in sometimes.",
        1728.32,
        1729.96
    ],
    [
        " Oh, yeah. Big time. Even that analogy right there, the iceberg.",
        1730.34,
        1732.54
    ],
    [
        " I see it. You're like, okay, that's a tip of the iceberg. We know that iceberg is big.",
        1733.1,
        1737.46
    ],
    [
        " To me, I'm like, yeah, I don't deal with big icebergs next like this move on.",
        1737.72,
        1741.76
    ],
    [
        " And you're like, okay, it's big, but you know, there's more to it than that.",
        1741.88,
        1745.48
    ],
    [
        " I'm like, man, I don't need, I'm not in the mood for all that part. You know, you see me saying?",
        1745.54,
        1748.9
    ],
    [
        " It's like that is the difference, you know. But at the end of the day, it's kind of like, that's how we all are naturally right where if you see a big task or let's say,",
        1749.04,
        1757.3
    ],
    [
        " you see like a goal, right, or something like this. And you're like, yeah, man, I want that goal.",
        1757.3,
        1761.24
    ],
    [
        " I want that, you know, element of success or whatever. And then you start like going for it.",
        1761.48,
        1765.96
    ],
    [
        " And you, the moment you realize that, man, this is going to take a lot more than I'm in the mood for, whether it be things get boring or you realize it's more work or you realize,",
        1766.3,
        1773.88
    ],
    [
        " shit, I got to learn this new skill to even get to step two. And I didn't really account for that one.",
        1774.06,
        1779.8
    ],
    [
        " I wanted that thing to begin with. You start to be like, well, it's too, it's too much, you know.",
        1779.8,
        1784.26
    ],
    [
        " So you say, or even if it gets boring or something like that, rather than analyzing and be like, okay, well, what would it take to do that?",
        1784.26,
        1790.48
    ],
    [
        " Oh, no, I got to learn this. Okay, let's learn that. And then let's read about, you know, step by step by step.",
        1790.56,
        1794.46
    ],
    [
        " And most of the time in the beginning, you just not in the mood for all those steps, man.",
        1794.8,
        1798.8
    ],
    [
        " You know, you just revealed a pattern of thought that I have that I realized that I do all the time.",
        1799.1,
        1806.16
    ],
    [
        " And I think it's actually very important that I've never really talked about it before.",
        1806.6,
        1811.3
    ],
    [
        " But I think what it boils down to, I look at things and I see them or I will look at them until I understand that they are finite.",
        1812.16,
        1825.18
    ],
    [
        " That makes sense. That things are finite. There is whatever that thing is, I can get to the end of it.",
        1826.06,
        1833.6
    ],
    [
        " Yeah, I can get to the end of it. I can pull that string and I will get to the end. That thing is finite.",
        1833.78,
        1839.4
    ],
    [
        " There is nothing. There's nothing that I'm going to find on earth to attack. That's infinite.",
        1839.64,
        1848.82
    ],
    [
        " Right? There's no infinite thing that I can think of that I would look at as with a view of like, okay, here's something I want to do.",
        1849.34,
        1856.14
    ],
    [
        " Oh, it's an infinite task. No, doesn't exist. There's nothing that I'm going to do that's an infinite task.",
        1856.48,
        1861.74
    ],
    [
        " Look, could we say it's infinite that we want to continue to learn? Yes, that's an infinite thing.",
        1862.32,
        1867.46
    ],
    [
        " Is it infinite that we want to try and improve ourselves and get better? Yeah, that's an infinite thing.",
        1867.84,
        1873.34
    ],
    [
        " Is there any particular task that we can come across where it's infinite? No.",
        1873.7,
        1881.42
    ],
    [
        " You get a scuba mask, you get in the water, you dive and you will find the bottom of that iceberg.",
        1881.74,
        1887.1
    ],
    [
        " And maybe you have to come back up and get scuba tanks and you have to go down there. Maybe you've got to get a mini-sub.",
        1887.32,
        1892.0
    ],
    [
        " But you can find the bottom of that thing and then guess what? You can get it back up. You can grab a little pickaxe and start chipping away with that thing.",
        1892.42,
        1899.78
    ],
    [
        " Yeah. And then at that point really at the end of the day, like if you be honest with yourself, you can come to a point and determine whether or not it's worth it.",
        1900.36,
        1908.54
    ],
    [
        " Like if you go down and you're like, hey, we're trying to move this iceberg because we want to do this and do that and whatever.",
        1908.7,
        1912.64
    ],
    [
        " And then you go there and you're like, dang, this iceberg is way bigger than we thought.",
        1912.64,
        1916.86
    ],
    [
        " And it's not worth it. Our end goal isn't worth all what we're going to expand.",
        1917.58,
        1921.98
    ],
    [
        " Think about your difference in mentality though when you see that something is finite.",
        1922.5,
        1929.7
    ],
    [
        " That totally changes your attitude from thinking this thing could go on forever.",
        1930.2,
        1936.46
    ],
    [
        " Because now your efforts are futile, literally futile.",
        1936.66,
        1941.74
    ],
    [
        " But once you know that this thing is finite, this job has a end. Guess what? I'm going to start chipping.",
        1941.98,
        1951.04
    ],
    [
        " And I can be persistent and I'm going to make progress.",
        1951.72,
        1954.58
    ],
    [
        " You know what? I don't know if this is like two of the same thing, but you have this thing where you know the whole idea of doing something even though you don't feel like doing it.",
        1955.18,
        1964.72
    ],
    [
        " Yes. Like you don't really have that. Like you don't have the you don't have the opposite.",
        1964.72,
        1968.4
    ],
    [
        " Like you don't have that thing that tells you, hey, like don't do it.",
        1968.5,
        1971.26
    ],
    [
        " Like if you don't feel like doing it, don't do it. If you think it needs to be done.",
        1971.64,
        1974.48
    ],
    [
        " So having that quality helps that kind of situation.",
        1974.88,
        1978.3
    ],
    [
        " So like, okay, I'll apply it to like working out. Right? Where?",
        1978.5,
        1982.16
    ],
    [
        " What's the thing that I quote, don't don't don't have?",
        1982.3,
        1985.2
    ],
    [
        " Like your behavior changing because you don't feel like doing something.",
        1985.5,
        1989.3
    ],
    [
        " Like you'll be like, oh, I don't feel like it, but that has nothing to do with what I'm doing.",
        1989.5,
        1992.9
    ],
    [
        " So like if you're about to work out and you're like, man, I got this hard workout.",
        1993.14,
        1996.44
    ],
    [
        " I got I got 25 sets till failure today.",
        1996.6,
        1999.24
    ],
    [
        " That's my workout with all these exercises and all this stuff.",
        1999.46,
        2002.0
    ],
    [
        " If I don't have if I only got one hour sleep, like that's just not doable for me.",
        2002.62,
        2006.8
    ],
    [
        " You know, the fact that the fact is it is doable. It's going to suck.",
        2007.04,
        2010.44
    ],
    [
        " But if that's not a factor in your thinking, then you're just going to do it.",
        2010.76,
        2014.24
    ],
    [
        " You're just going to the sucking part is just going to be part of the workout kind of thing.",
        2014.24,
        2017.8
    ],
    [
        " And it's going to sort of get done.",
        2017.96,
        2019.1
    ],
    [
        " So if you start thinking like that in the beginning, like start asking yourself, well,",
        2019.56,
        2023.86
    ],
    [
        " we know that it can be done. What will it take to get it done?",
        2024.46,
        2028.14
    ],
    [
        " The workout. And then you're like, kind of the same stuff.",
        2028.22,
        2031.9
    ],
    [
        " It always like that's the truth. The same stuff it took last time.",
        2031.98,
        2035.3
    ],
    [
        " You know, it'll just suck less and then boom.",
        2035.52,
        2037.78
    ],
    [
        " Then you have that finite thing. Like, oh, I see exactly what's making me not want to do it.",
        2037.78,
        2041.64
    ],
    [
        " And then you sort of got to admit that to yourself.",
        2041.64,
        2043.62
    ],
    [
        " You never have like a horrible workout. And then you think to yourself, well,",
        2044.52,
        2048.38
    ],
    [
        " okay, sometimes I'll be staring at whatever workout.",
        2048.7,
        2052.64
    ],
    [
        " And I know it's going to suck. And you know what?",
        2052.94,
        2054.8
    ],
    [
        " You know what? I just realized I do. I go, well, I'll start now.",
        2055.02,
        2059.26
    ],
    [
        " It will be over in one hour and 20 minutes.",
        2059.46,
        2061.38
    ],
    [
        " If I start right now, it's going to be over and I know what I have to do.",
        2061.74,
        2064.4
    ],
    [
        " I'll just turn off my brain. It's, but it becomes a finite thing.",
        2064.62,
        2068.12
    ],
    [
        " Yeah.",
        2068.46,
        2068.62
    ],
    [
        " I make it, I use time to put a, to put a end on it in my mind.",
        2068.84,
        2073.28
    ],
    [
        " I won't say, oh, this workout's going to suck. I'll go, oh, this workout's going to suck.",
        2073.28,
        2076.58
    ],
    [
        " It's going to be over an hour and 20 minutes done.",
        2076.8,
        2079.24
    ],
    [
        " So, yeah, I do the exact, I mean, essentially it's another version of that where,",
        2079.72,
        2083.44
    ],
    [
        " okay, when I first sort of started out, I'd time my rest.",
        2083.74,
        2086.44
    ],
    [
        " And I still do, but I can time it in my head now way better, because I'm so used to it or whatever.",
        2086.52,
        2090.18
    ],
    [
        " But if I'm like really not feeling like working out, I'll set the timer right there.",
        2090.78,
        2095.52
    ],
    [
        " So it's like the workout's going to be done regardless.",
        2095.7,
        2098.06
    ],
    [
        " Regardless, if I don't set the timer, I'll take a little 10, 20 second more rest and then it extends it out.",
        2098.08,
        2104.56
    ],
    [
        " Why it becomes sort of this thing?",
        2104.58,
        2105.76
    ],
    [
        " But if the timer's rolling right there, you're going to do it whether you feel like,",
        2106.04,
        2109.3
    ],
    [
        " because that's part of the workout, you know, and then you're done and you're just done.",
        2109.38,
        2112.24
    ],
    [
        " It actually goes quicker.",
        2112.44,
        2113.46
    ],
    [
        " The, the one of the hardest moves to make, one of the hardest movements to make in the gym is press and start on the sidewalk.",
        2113.66,
        2120.6
    ],
    [
        " I'm going to do that.",
        2121.78,
        2122.68
    ],
    [
        " And I'll write it like in, I'll write it on social media.",
        2122.94,
        2125.42
    ],
    [
        " I'll be like him, hemmed and haught, hesitated, weighted, stretched some more.",
        2125.42,
        2130.72
    ],
    [
        " Get a little more warm.",
        2131.98,
        2133.04
    ],
    [
        " I just, and it's usually, let's face it, it's usually squats where you're like,",
        2133.26,
        2136.6
    ],
    [
        " okay, well, you know, maybe I should just do a little bit more stretching.",
        2136.74,
        2139.14
    ],
    [
        " Maybe I should do a little bit more overhead squat form with the PVC just to make sure I'm good.",
        2139.72,
        2144.66
    ],
    [
        " And you do all these things and all you're doing is just putting it off.",
        2144.9,
        2147.74
    ],
    [
        " And then finally I go, okay, you know what?",
        2148.14,
        2149.64
    ],
    [
        " Shut up.",
        2149.8,
        2150.72
    ],
    [
        " And when I go, this thing only ends when I start, it can only end if I start.",
        2151.12,
        2157.3
    ],
    [
        " This thing can only end if I start it.",
        2157.72,
        2161.14
    ],
    [
        " That's a good thing to say.",
        2161.34,
        2162.34
    ],
    [
        " I never tried that when I can only end if it starts.",
        2162.62,
        2164.54
    ],
    [
        " Yes.",
        2164.82,
        2165.02
    ],
    [
        " Bro, I'll do stuff all like organized little thing.",
        2165.72,
        2168.12
    ],
    [
        " Like, oh man, that's kind of messy right there.",
        2168.32,
        2169.52
    ],
    [
        " You know, you know, like that good stuff.",
        2169.7,
        2171.76
    ],
    [
        " You're clean bro.",
        2171.96,
        2172.78
    ],
    [
        " You're clean.",
        2173.52,
        2173.86
    ],
    [
        "",
        2174.04,
        2174.04
    ],
    [
        " You can be that.",
        2174.1,
        2174.58
    ],
    [
        " That's good.",
        2174.8,
        2176.64
    ],
    [
        " I've never gone that far, dude.",
        2176.74,
        2178.1
    ],
    [
        " I might do an extra couple sets of warm up, but I'm not starting to vacuum.",
        2178.1,
        2181.72
    ],
    [
        " Oh, that's sketch, dude.",
        2183.68,
        2185.16
    ],
    [
        " Oh, man.",
        2185.52,
        2186.6
    ],
    [
        " Check.",
        2187.24,
        2187.88
    ],
    [
        " All right.",
        2188.64,
        2188.9
    ],
    [
        " Getting back to the book.",
        2190.08,
        2191.5
    ],
    [
        " Everything that I have said about the balancing of unit activities is doubly valid for the training program itself.",
        2192.04,
        2197.0
    ],
    [
        " The most valuable resource available to the commander is his men's time.",
        2197.16,
        2201.24
    ],
    [
        " And time once lost can never be regained.",
        2202.04,
        2206.38
    ],
    [
        " That's fitting.",
        2206.38,
        2207.24
    ],
    [
        " Time once lost can never be regained.",
        2208.0,
        2211.62
    ],
    [
        " Portally, poorly prepared, unimaginative or unnecessary instructions waste soldiers' time.",
        2211.94,
        2218.38
    ],
    [
        " Worse, it is boring.",
        2218.96,
        2220.62
    ],
    [
        " And soon results in ineffective, poorly trained individuals with no initiative or a spree.",
        2221.34,
        2226.16
    ],
    [
        " The skillful commander is the one who adopts the philosophy of gainful employment for each man",
        2226.62,
        2231.6
    ],
    [
        " and one who takes maximum advantage of every training hour to ensure value received.",
        2231.6,
        2237.48
    ],
    [
        " Man.",
        2238.22,
        2238.92
    ],
    [
        " Remember all that dumb training you did in the military?",
        2239.8,
        2243.68
    ],
    [
        " I do.",
        2244.78,
        2246.6
    ],
    [
        " Like, when they started, yeah, you would just do some training use, go, man, this is just horrible.",
        2247.2,
        2252.58
    ],
    [
        " Horrible.",
        2253.3,
        2253.62
    ],
    [
        " What are we doing?",
        2254.14,
        2255.16
    ],
    [
        " It's a waste.",
        2255.76,
        2256.48
    ],
    [
        " In this respect, prior preparation and effective supervision are essential.",
        2258.78,
        2263.84
    ],
    [
        " Prior preparation must not be limited to determining merely what is material.",
        2264.9,
        2270.06
    ],
    [
        " Is to be merely what material is to be presented and gathering appropriate training aids.",
        2270.78,
        2275.38
    ],
    [
        " Meetings and rehearsals should be held for appropriate officers and non-commissioned officers sufficiently in advance to ensure that the training preparation meets the desired standards.",
        2276.08,
        2284.92
    ],
    [
        " Hey, prep for your training.",
        2285.02,
        2288.72
    ],
    [
        " If you're an instructor, you owe it to the students.",
        2289.14,
        2292.68
    ],
    [
        " Nevertheless, a commander must realize that the instructor is his most important training tool and that any time required, including duty hours to prepare that tool for its job is time well spent.",
        2294.18,
        2307.74
    ],
    [
        " The hours given to preparation and rehearsal of instruction will be repaid many fold in the hundreds of man hours that are saved by not wasting soldiers time with poorly presented training.",
        2307.74,
        2318.32
    ],
    [
        " Ah, totally legit.",
        2318.36,
        2322.12
    ],
    [
        " Don't waste your people's time.",
        2322.56,
        2323.92
    ],
    [
        " And if you actually want to apply decentralized command, the best thing you can do with your time is train your people.",
        2324.92,
        2332.0
    ],
    [
        " It's the best thing you can do.",
        2332.38,
        2333.6
    ],
    [
        " I think we talked about in the last podcast about how much you learn when you teach.",
        2335.92,
        2340.16
    ],
    [
        " We're talking about that. I think on the very last, I'm just how when you become an instructor, that's when you learn the most.",
        2340.52,
        2346.3
    ],
    [
        " Man, when you have guys on your team that can train, you want to talk about liberating yourself to do other things.",
        2347.2,
        2356.1
    ],
    [
        " And people talk about how hard it is to train your instructor college, how hard it is to get your people where they need to be.",
        2356.4,
        2361.52
    ],
    [
        " That is time well spent is training your trainers.",
        2362.04,
        2365.34
    ],
    [
        " And again, I know where he pulls all this stuff from the experience this guy had.",
        2366.36,
        2370.86
    ],
    [
        " Anybody, and you asked me, and I just sat there and just kind of got depressed here.",
        2371.82,
        2376.3
    ],
    [
        " Anybody that's ever had their time wasted by a bad instructor, I don't care if it's in school or anywhere else, we all know that feeling of this is a waste of my time.",
        2376.4,
        2387.4
    ],
    [
        " It's like the most corrosive thing you could do to somebody else as a waste their time.",
        2387.4,
        2390.26
    ],
    [
        " Your instructor is your man.",
        2390.9,
        2392.12
    ],
    [
        " Look, instructors is a cinnamon, cinnamon, mentors, teachers, leaders, whatever.",
        2392.44,
        2397.14
    ],
    [
        " That's what an instructor is. Those are the people that matter the most in organization because they're the ones actually responsible for other people's time.",
        2397.42,
        2404.16
    ],
    [
        " I took over trade at and I had a meeting.",
        2406.36,
        2410.56
    ],
    [
        " And I rolled into the meeting and I had like a wheel book or whatever, a little notebook.",
        2411.42,
        2416.78
    ],
    [
        " And I had like four bullet points of things I needed to tell the guys.",
        2417.04,
        2420.34
    ],
    [
        " And I walked in there and I told the guys what I needed to tell them.",
        2420.82,
        2424.04
    ],
    [
        " And then I walked out and like one of my bros was like, dude, you can prepare to this stuff, right?",
        2424.32,
        2430.62
    ],
    [
        " And I was like, you can prepare to this stuff, huh? And I was thinking to myself, yeah, I mean, what's the alternative?",
        2430.62,
        2440.4
    ],
    [
        " What's the alternative? To walk in there and really not know what the hell you're going to say?",
        2440.42,
        2443.94
    ],
    [
        " That's crazy. That's crazy. That's, that you know what that is? That's disrespectful.",
        2444.8,
        2449.76
    ],
    [
        " Which I have a problem with.",
        2450.8,
        2453.32
    ],
    [
        " There's a chunk in here about safety. Obviously always important.",
        2456.44,
        2460.34
    ],
    [
        " We work with a lot of industries that safety is absolutely paramount where lives are at risk.",
        2460.44,
        2464.84
    ],
    [
        " So there's a section there about safety. The success of any safety program is dependent on the quality of support and leadership rendered by all unit commanders.",
        2465.22,
        2474.42
    ],
    [
        " You know, it's like, oh, we have a safety officer. Great. That's great that you have a safety officer.",
        2475.28,
        2479.98
    ],
    [
        " And guess who else is responsible for safety? Everyone.",
        2479.98,
        2483.62
    ],
    [
        " Training under tactical conditions. To me, it is basic that all field training should be conducted under tactical conditions.",
        2485.64,
        2495.64
    ],
    [
        " Setting up an administrative BIVOAC is the easy way out. But it is bad practice and has no place in the field training of today's soldier.",
        2496.38,
        2506.56
    ],
    [
        " Each soldier participating in tactical training will learn to think and act in a manner fitting for combat. He'll make mistakes at first, but it will be easier for him to overcome them in a tactical environment.",
        2507.18,
        2518.14
    ],
    [
        " Then it'll be easier for him to overcome them in a tactical environment than an administrative one.",
        2518.66,
        2524.42
    ],
    [
        " Realistic combat habits developed in training will be second nature to soldiers in combat.",
        2524.9,
        2530.02
    ],
    [
        " The poorly trained soldier taken by surprise without a weapon in his hand rarely gets a second chance to amend his habits.",
        2530.2,
        2538.8
    ],
    [
        " So look, obviously, this is the connection to the military here is obvious when you're going to go to the range or you got range time, don't bring out, you know, an RV to sit around and play video games while you're not shooting.",
        2539.78,
        2555.96
    ],
    [
        " Go and set up tactical hidesites and spend time in the field and make the most of that.",
        2556.28,
        2560.52
    ],
    [
        " The same thing in the business world, right? If we're going to train people for a certain scenario, then do it in the most realistic way that you maximize the training.",
        2560.84,
        2569.86
    ],
    [
        " After entering combat commanders will find it's too late to teach dispersion, first aid, marksmanship, camouflage, care and maintenance of equipment and the thousand and one other things that go to make up the well trained soldier in unit.",
        2573.46,
        2585.74
    ],
    [
        " It is also a little late to furnish him an adequate training background of information.",
        2585.88,
        2591.7
    ],
    [
        " So if you wait, it's going to be a problem.",
        2593.66,
        2597.26
    ],
    [
        " It's the similar thing of people that think, well, you know, if I get into a fight, I'll go real fight. Bro, I'll go full rage.",
        2597.82,
        2606.68
    ],
    [
        " You know, I'll go full rage. And they think that that's going to make up for 18 years of jujitsu wrestling moitai and boxing, right? It's not happening.",
        2607.2,
        2617.56
    ],
    [
        " You lose. There's no, there's too late. You have to train. You have to prepare before it actually happens from a leadership perspective. Isn't it crazy?",
        2619.08,
        2629.32
    ],
    [
        " Isn't it crazy to think that, hey, I can just roll into a leadership situation without any training, without role playing, without thinking through some contingencies in my mind.",
        2629.92,
        2645.54
    ],
    [
        " And things are just going to go, I'll just know what to do. Why would you think that? Why would you think that? Why would you get that idea in your head? Why would you get the idea in your head that if you got to go talk to, you know, one of your subordinates that had an outburst and is upset about something?",
        2645.54,
        2662.1
    ],
    [
        " Why would you think that just rolling in there? You'll just know what to do. Why would you not think through that? Why would you not train? Why would you not prepare?",
        2662.52,
        2669.68
    ],
    [
        " If you have subordinate leaders that are working for you, why would you assume that if there's a contingency that unfolds that they're just going to figure it out? Why would you assume that they're going to know how to handle when somebody flies off the handle?",
        2670.38,
        2683.74
    ],
    [
        " Why would you assume that they're going to know how to handle when a client comes in and is having an outburst? Why would you assume that they're going to know what to do?",
        2684.72,
        2693.38
    ],
    [
        " And if they know what to do, why would you assume that they're actually able to do it? Because that's the next level, right? You can do the moves all day of Moitai and wrestling, but until you're going against someone, until you spar with someone, until you roleplay with someone, you're not actually able to do it. Why would you assume that? The answer is you'd assume that if you were dumb. Don't assume that.",
        2694.22,
        2717.2
    ],
    [
        " Train. Train for those leadership situations. Train for those hand-to-hand combat situations.",
        2718.14,
        2725.22
    ],
    [
        " Next section. Training for good habits and discipline. In battle, the habits and discipline that have been instilled in training are of supreme importance.",
        2730.14,
        2748.02
    ],
    [
        " First, because men in combat will do instinctively what they have been in the habit of doing in training. And second, because only the extra drive of discipline will enable the soldier to overcome the fear that all men experience in battle.",
        2748.98,
        2766.2
    ],
    [
        " There you go. Supreme importance, by the way. This guy is not throwing words around just because they sound good or just trying to emphasize something a little bit. He's using this word and might be the only time he uses it.",
        2768.68,
        2787.66
    ],
    [
        " Habits and discipline are of supreme importance.",
        2789.28,
        2794.64
    ],
    [
        " Men will do in combat what they have been in the habit of doing in training. Every experienced commander knows this, but too often he fails to appreciate the absolute necessity of practicing only correct procedures.",
        2795.64,
        2810.38
    ],
    [
        " It is essential that good habits be so deeply ingrained in each individual soldier through correct teaching and intensive practice that even under the stress of battle he will do the right thing both immediately and instinctively.",
        2810.38,
        2823.1
    ],
    [
        " Conversely, because practice makes perfect a commander must never under any circumstances permit training errors to be repeated.",
        2823.6,
        2832.38
    ],
    [
        " There you go. To the question of discipline. I would ask you to consider this more in the light of self discipline.",
        2834.28,
        2843.62
    ],
    [
        " Because all too often the word discipline takes on the connotation of restriction overbearing authority and blind obedience.",
        2844.32,
        2852.52
    ],
    [
        " We do not want an automaton. We want an effective combat ready soldier who has a keen sense of duty and who feels an obligation to his commander to the men around him and to his unit.",
        2853.4,
        2868.14
    ],
    [
        " So anybody that's questioning even me when I'm saying hey look you get some DNA coming from World War One you get some of that you get some of that feeling that he's sort of listen you know the rank structure is important you better do it yourself there it is blind obedience no not what we want overbearing authority not what we want.",
        2869.6,
        2887.52
    ],
    [
        " Restriction on what you're able to do not what we want what we want is self discipline.",
        2888.5,
        2893.1
    ],
    [
        " I'm partially just enjoying picture you reading that and the reaction you had as you're reading that in general court spoke for the first time.",
        2899.4,
        2906.36
    ],
    [
        " The only thing I wrote down I wrote it down before he said this is the good news and all this when he's talking about the challenge of making real difficult and realistic training people like hard training.",
        2906.64,
        2916.42
    ],
    [
        " They like hard training they respond hard training and for whatever pushes you away from not wanting to make things difficult that's actually what your people want.",
        2916.74,
        2925.38
    ],
    [
        " When I look back and all the things that I did hardest things I did were the things I enjoyed the most so whatever you're feeling like the harder it is the better it is because he talked about the end state of this is what's going to keep your people alive and war for sure.",
        2925.58,
        2939.1
    ],
    [
        " But hard training is actually what your people want.",
        2939.4,
        2942.34
    ],
    [
        " Funny you should say that.",
        2943.24,
        2944.96
    ],
    [
        " Let me read the next paragraph.",
        2945.64,
        2948.64
    ],
    [
        " Instilling discipline in troops is actually not as difficult as it may appear as a matter of fact the answer to instilling discipline can be given in one word training.",
        2950.38,
        2961.62
    ],
    [
        " Good training overcomes resistance to obedience and resentment of authority.",
        2962.2,
        2966.58
    ],
    [
        " So I wrote about this in leadership strategy and tactics you want to build morale in a team you got to do hard things go through suffering together.",
        2966.84,
        2976.08
    ],
    [
        " That will bring your that will bring your unit together that will increase your rear morale it will also increase your discipline.",
        2976.24,
        2982.64
    ],
    [
        " Yeah that covers the tangible things it makes them better at the skill whatever skill you're training for but the intangible things like morale the discipline you just talked about the asprey to core the willingness to take and make sacrifices that's the intangible qualities that also come from that as well which is every bit as important as being really good at your job.",
        2982.64,
        3002.8
    ],
    [
        " I like this guy.",
        3004.48,
        3005.7
    ],
    [
        " One of the keys to successful training is developing our men into the proper attitude toward training.",
        3007.18,
        3013.0
    ],
    [
        " Generally our men want to do what we want them to do and when they don't it's usually because we have failed to instruct them properly.",
        3014.1,
        3022.0
    ],
    [
        " That's our fault.",
        3022.3,
        3022.94
    ],
    [
        " A guiding principle that applies to all units and organizations is that a man must understand clearly what is expected of him merely telling him is not enough he must be instructed.",
        3024.2,
        3037.36
    ],
    [
        " Proper training will also foster pride and confidence in the individual a pride and confidence that will be extended to his leaders and units as well.",
        3038.42,
        3047.8
    ],
    [
        " When that pride and confidence have been nurtured to a point that obedience becomes a habit and response becomes natural and willing you've gone a long way towards your goal of combat readiness.",
        3047.8,
        3059.16
    ],
    [
        " As you can see habit and discipline go hand in hand a poorly disciplined unit is evidence that its commander has failed to instill proper habits through his training program right from the very start.",
        3059.56,
        3069.6
    ],
    [
        " Now again you feel a little bit lean back right a little bit of lean back to obedience becoming a habit and response becomes natural so you get a little bit of a lean back towards all right so now we're getting somebody that's going to be a little like obedience is sort of part of that discipline.",
        3070.26,
        3086.88
    ],
    [
        " Even though he said earlier look we don't want automaton we do not want automaton does not what we're looking for it's not what we're trying to just not we're trying to train.",
        3087.74,
        3095.44
    ],
    [
        " That's the last thing that I want.",
        3097.24,
        3101.18
    ],
    [
        " Decentralization of responsibility.",
        3101.2,
        3103.8
    ],
    [
        " Hmm. Once he has set his goals and started his training program and motion a commander must rely upon the initiative of his subordinates G by properly delegating responsibility and the related authority a commander will foster this initiative and will enhance the development of all subordinates officers and non commission officers alike.",
        3105.66,
        3125.92
    ],
    [
        " I must emphasize here that this principle cannot be restricted merely to the training program but should extend to all unit activities.",
        3126.06,
        3133.5
    ],
    [
        " This is it this is decentralized command this is the fourth law of combat decentralized command.",
        3133.86,
        3139.32
    ],
    [
        " It doesn't only apply to training it doesn't only apply to planning it doesn't only apply to operations it applies to everything decentralized command is how you need to operate.",
        3139.78,
        3149.4
    ],
    [
        " How many officers are doing the jobs of their non commission officers we speak of enhancing the prestige of our non commission officers but the best possible way of doing this is by giving them responsibility to do the jobs themselves while also insisting insisting that they accomplish them properly.",
        3150.94,
        3167.1
    ],
    [
        " What's giving people ownership let them do it.",
        3168.12,
        3172.1
    ],
    [
        " Try that with your kids make dinner make tie your own shoes clean your own room do your own laundry make them responsible.",
        3173.04,
        3182.8
    ],
    [
        " Decentralize that command and get guess what you can do that then you can focus on getting them better training.",
        3183.24,
        3188.82
    ],
    [
        " This is not to say that the commander should abdicate his own responsibility but a one man shop is evidence of poor leadership.",
        3193.72,
        3203.66
    ],
    [
        " There you go so if you're running everything bad leadership.",
        3204.08,
        3207.9
    ],
    [
        " A good commander will patiently and carefully instruct his subordinates to ensure they know what is expected he may even have his subordinates return and present their plans for accomplishing the tasks but he will then insist that they get the jobs done without detailed guidance.",
        3209.32,
        3226.02
    ],
    [
        " So again now we're back to like this leaning back towards hey I'm not going to tell you exactly what to do look I I want obedience but you go figure out what you want to do.",
        3226.82,
        3234.14
    ],
    [
        " So he's balancing this dichotomy of leadership between hey you need to put some structure in place so people know what to do but I still want you to go and figure out how you're going to get it done.",
        3234.96,
        3244.5
    ],
    [
        " It's almost like you have to take the word obedience and change what that natural reaction you have is I hear the word obedience I don't like that word.",
        3245.98,
        3253.8
    ],
    [
        " I don't like that word and just like you described I actually don't I don't want my people to feel like they have to be obedient to me.",
        3254.38,
        3262.38
    ],
    [
        " And so it's almost as if the obedience isn't I say to do something and you do it it's the obedience is it's the natural almost unspoken reaction that what we need to get done is going to get done as opposed to you will do what I say.",
        3262.76,
        3277.0
    ],
    [
        " Because that if that's the obedience you're looking for you actually just you're just hurting yourself in so many different ways but there's there's language in here when I hear you say it might kind of get that little like I don't I don't like that but as he explains it and kind of appeals that back the obedience he's referring to isn't I demand you to be obedient to my orders it's I want and we need to talk about decentralization I want the obedience to be we're going to solve this problem we're going to get whatever needs to get done.",
        3277.26,
        3304.96
    ],
    [
        " I'm actually going to have you figured out half the time.",
        3305.68,
        3307.66
    ],
    [
        " Yeah and I think to take what you just said and to take it one step further what obedience is in any it's you everything he is saying is leading towards the result of what obedience is if you're obedient you're driving towards accomplishing the mission.",
        3308.5,
        3325.74
    ],
    [
        " That's it that's my obedience we got a mission and I'm going to accomplish it that's what I'm going to do because he's literally saying without detailed guidance I'm not going to tell you how to do it.",
        3326.18,
        3334.72
    ],
    [
        " But here's the mission goal composite that's obedience by giving them responsibility and authority and by underwriting their honest mistakes he will encourage them to exercise initiative and accept responsibility.",
        3334.72,
        3350.52
    ],
    [
        " He will help them to develop into more effective individuals and hence into more effective soldiers and officers this in turn will result in a better unit that sentence right there giving response giving",
        3350.98,
        3363.38
    ],
    [
        " responsibility and giving authority and underwriting their mistakes like hey you made a mistake I got it no problem it's no problem.",
        3363.88,
        3370.9
    ],
    [
        " You're you're encouraging them that's how you create leaders that are going to take initiative which is exactly what you want if you're a good leader.",
        3371.28,
        3383.46
    ],
    [
        " A problem arises when individuals are given the authority to make decisions on various types of actions and then fail to use it how much time is wasted by passing the buck to the next level even though authority existed to make a decision on the spot.",
        3385.16,
        3398.14
    ],
    [
        " Training supervision proper supervision of training still remains primarily the commanders responsibility a good moderate of baron mind is an organization does well only things the boss checks he's he goes over that over and over again.",
        3404.28,
        3415.5
    ],
    [
        " He talks about inspections again here we covered that on one of the earlier podcasts and one thing he does say and I'll just re emphasize it a word of caution is in order inspections that are poorly scheduled or executed will harass the troops and if you're harassing the troops with your little freaking inspection you're wrong.",
        3415.94,
        3435.94
    ],
    [
        " You're wrong that's not what inspections are for.",
        3436.4,
        3439.1
    ],
    [
        " Training methods proper methods of training will produce better soldiers in less time and hence speed the building of combat ready units.",
        3442.42,
        3450.9
    ],
    [
        " A discussion on training methods invariably includes a question of the committee system versus the unit method of training which is better probably a combination of the two methods at the lowest practical level of command is the best answer.",
        3451.4,
        3465.68
    ],
    [
        " Decentralized command small unit commander should be responsible for the bulk of training although specialized subject or those involving a small segment of several units often lend themselves to centralize instruction by committee so that's all good stuff if you've got some universal skill that everyone needs to learn hey send people to a schoolhouse for that we get that and you know he goes in through these things.",
        3466.28,
        3493.56
    ],
    [
        " Talks about some bad practices as well bad practices such as having been waiting line to run a lane on the assault course or having been wait behind the ready line to fire on a range you got to eliminate those things he says.",
        3496.24,
        3509.02
    ],
    [
        " And he says it cannot be emphasized too often that a man learns best by doing.",
        3509.36,
        3515.84
    ],
    [
        " In every appropriate subject or element of training practical application must be stressed got to do sometimes I would get these instructors I remember especially going through.",
        3517.28,
        3529.22
    ],
    [
        " Close quarters combat training you know so clearing rooms and in the beginning when you're taking a task unit through.",
        3529.96,
        3536.52
    ],
    [
        " The instruction of room clearances you know you started a very fundamental basic level and guys are doing one and two man room entries that's the start was sorry two man room entries.",
        3537.26,
        3546.42
    ],
    [
        " And so it's like I would get you basically maybe take two platoons to do two different sections the kill house and one of the instructors would be a guy that would focus on really explaining things a lot going into a lot of detail maybe.",
        3546.64,
        3562.4
    ],
    [
        " Maybe like to hear himself talk a little bit the other person maybe is a guy that's okay here's what you got to do all right let's start running let's start doing it.",
        3563.56,
        3571.24
    ],
    [
        " And by the end of the day I have to switch the platoons because the platoon that was doing would be way ahead of the platoon that was listening.",
        3571.52,
        3578.08
    ],
    [
        " You have to freaking do stuff.",
        3578.7,
        3580.44
    ],
    [
        " Yeah.",
        3580.64,
        3580.74
    ],
    [
        " You have to freaking do stuff.",
        3581.06,
        3582.8
    ],
    [
        " Would you write down.",
        3583.06,
        3585.02
    ],
    [
        " I mean you got to remember to I'm sitting here listening as you're talking about it I'm hearing it from you through him for the first time connecting it to the things that I've experienced.",
        3587.92,
        3596.62
    ],
    [
        " And I'm hearing all these little there's all these common things he keeps coming back to talking about not wasting people's time he's talking about pushing decision making down he's talking about giving your people authority and responsibility and then taking ownership of their honest mistakes.",
        3596.9,
        3610.46
    ],
    [
        " A great way to not waste your people's time is to not have them be reliant on you to make decisions for them.",
        3614.46,
        3621.52
    ],
    [
        " And as you push that decision making down your subordinate leaders get closer and closer to the problem and their ability to solve those problems and do things that are constructive and useful for their people is them not being reliant on you.",
        3622.54,
        3634.56
    ],
    [
        " And why wrote it down is he asked a question in the beginning he said how many officers are doing the jobs of their non-commissioned officers how many leaders are making decisions and doing things on your team in your organization right now that you really shouldn't be doing.",
        3634.9,
        3648.38
    ],
    [
        " And the answer is probably almost all of you.",
        3648.7,
        3653.32
    ],
    [
        " And if you can just have a mental exercise of let me just think for a minute of any task that I do that I really shouldn't be doing if you're doing that you are wasting your people's time you're hindering their development find a task that you shouldn't be doing and push it down to them.",
        3654.02,
        3668.64
    ],
    [
        " And then when they screw it up take responsibility and ownership for it train them better resource them better.",
        3669.16,
        3674.88
    ],
    [
        " But as you push those decisions making push that decision making down you waste less of their time and just I'm just hearing him connecting all these things together and how crazy it how simple it sounds when he says it but how often we don't do the very thing he's describing.",
        3675.06,
        3690.84
    ],
    [
        " And isn't it strange that this is a guy that spent 45 years in the military and it did well at 45 years in the military whatever 50 years ago.",
        3691.04,
        3698.82
    ],
    [
        " And actually 100 years ago because he he was got in in 1917 so go out 103 years ago and he spent his whole life in the army multiple wars but what we're talking about you and I we definitely apply it to we reflect on our time in the military.",
        3700.18,
        3717.68
    ],
    [
        " And when we reflect on businesses right now in every single industry that we work with all the time we talk to on a daily how many companies do you talk to a day three four five different companies a day every day me too.",
        3717.68,
        3729.14
    ],
    [
        " And personnel at different levels inside those companies and all these things apply all these things apply universal there are universal truth to leadership.",
        3729.32,
        3742.32
    ],
    [
        " They're really our universal truth to leadership.",
        3742.62,
        3745.38
    ],
    [
        " Improvement through ideas research and development the army is constantly seeking ways and means to improve the training of the individual as well as to develop and improve equipment and procedures research into new and more modern methods and ideas is a continuing process.",
        3745.78,
        3764.12
    ],
    [
        " Various organizations both military and civilian devote all their energies to prod two projects of a research nature and he goes on talking about that applying well established scientific principles to military problems these groups observe the test individuals and units over a period of time to determine the best method of performing a specific operation or the advisability of adopting a specific item being studied.",
        3766.12,
        3790.4
    ],
    [
        " So he's he looks at things not saying hey I got the answer that's him saying look we got you got to bring in experts that actually can study and see what the right answer is.",
        3791.28,
        3802.58
    ],
    [
        " Commander should always encourage imagination and ingenuity seeking better ways to solve their training maintenance and management problems.",
        3803.84,
        3811.64
    ],
    [
        " Next section chapter 9 training the individual adjusting the soldier to his new career the individual begins his military career in an army training center or in a selected unit to the new soldier this is the front door to the army here he gets his first taste of military life this is where he is indoctrinated in the fundamentals of military service and where he forms the thoughts ideas.",
        3814.16,
        3841.48
    ],
    [
        " And habits that stay with him throughout his service and that go with him when his services terminated.",
        3841.64,
        3847.34
    ],
    [
        " From this starting point in his career the soldier will develop in proportion to the effort made to put him on the right track and to the application of sound training practices during this vital period of adjustment.",
        3847.8,
        3862.5
    ],
    [
        " This is something that I absolutely saw all the time and I don't know if you would I don't know if this would apply to find jets.",
        3862.84,
        3870.68
    ],
    [
        " But what you learn what guys learn in their first seal platoon they always are biased towards that as being the right thing doesn't matter if it was right or wrong archaic or not new old they would they learn in that first platoon they always I know I always wasn't I had to fight against that unnatural bias or natural bias that I would have towards",
        3871.42,
        3891.6
    ],
    [
        " you know this is what I learned this is the way you do it I guess that first thing you learn leaves the deepest the deepest scars the deepest trail does that happen with flying jets totally man you show up in your first squadron and the things that that the more experienced guys are saying is gospel.",
        3892.5,
        3912.06
    ],
    [
        " And it's probably not a lot different for you you know most guys that did what I did we spent our whole lives dreaming about doing it and by the time you finally got your first squadron which was the top of the mount you've been climbing your whole life.",
        3912.82,
        3926.04
    ],
    [
        " Everything there is what is everything that said there is gospel because you made it to where you wanted to be and these guys that have been there are telling you that stuff is seared in your brain and the truth is it's not all right.",
        3926.14,
        3938.9
    ],
    [
        " A lot of it is is not right and it's really hard to undo those bad habits and same thing happened to me I got there first squadron people are talking that is burned into my brain.",
        3938.9,
        3949.12
    ],
    [
        " Is there anything that you learned in your first squadron that later you were like wow I learned that the wrong way.",
        3949.12,
        3953.86
    ],
    [
        " Yeah a lot. You and Lave do this a lot when you when you tell stories about what was unique about task unit bruiser and the uniqueness of that was was a lot less about the tactics and the many things that you learned.",
        3953.96,
        3968.88
    ],
    [
        " The newvers that you executed it and the weapons and things like that it was so much more about the culture the mindset and the recognition of ownership and leadership being the thing that's going to make you unique.",
        3968.9,
        3979.36
    ],
    [
        " What I learned or look back on in my in my the lessons of my first squadron certainly learn something's like hey that's not the best way to run the system or the best way to maneuver your aircraft.",
        3980.44,
        3989.22
    ],
    [
        " But what I learned the most in retrospect was the leadership that was either good or bad and it's really hard to diagnose bad leadership when you're a really young guy at least initially.",
        3989.4,
        3999.78
    ],
    [
        " You'll show up and kind of whatever's going on there like okay this is how it is cool and you kind of get on board and it's actually connected to to a note that I wrote when you were talking about people walking in the front door.",
        3999.92,
        4011.36
    ],
    [
        " We may think we've got a lot of time with those new folks they start to form those opinions very quickly you know the first couple days are just kind of clueless they're just going to get on board.",
        4012.3,
        4021.7
    ],
    [
        " But very quickly they're going to start to take note of what's going on around them and they're going to acclimate to whatever type of leadership you give them and if it's good leadership they're going to they're going to align with that and if it's not they're going to line with that too.",
        4022.14,
        4033.84
    ],
    [
        " And so the clock that you're running with these new folks they start to move to whichever direction you push them very very quickly and my what I look back on is the lessons that I learned I look back like man I thought that squadron was really good and it really wasn't we didn't do a lot of these things that we should have been doing and it's mostly most",
        4033.84,
        4054.04
    ],
    [
        " starting around the things you've always talked about about hey you know what when we take our squadron up to Fallon for three weeks for a big foul and air wing debt.",
        4054.16,
        4062.32
    ],
    [
        " You know what we're doing on Friday nights everybody's going out to the bars and Friday nights and that's what we did and when I was in squadron units that they didn't do those things because they knew that they had limited window for training and they're going to stay and and and get better.",
        4062.94,
        4078.4
    ],
    [
        " That's when the contrast became much more clear about the things that I'd grown up with that weren't nearly as good as I thought they were at the time and look man when you're on the other side and you tell the stories about trade at when you've seen 10,000 runs of the same clearance literally just thousands upon thousands it becomes very easy to see what good and bad looks like.",
        4080.22,
        4102.22
    ],
    [
        " Yeah the the PID the positive identification of good and bad man I don't know why I was paying attention to that stuff when I was a young frog man and it was you know we showed up in the 90s man we showed up in the 90s and the 90s was after the 80s and I know that might sound funny but",
        4103.64,
        4131.5
    ],
    [
        " it's important because the 80s there was basically no war. I mean most of the 70s so think about that you know like the last seal platoon in early 70s one is a 72 73 something like the last seal platoon there's a couple more stragglers over there but then you go 70 then you go all the way to 1980 then you go all the way from 80 to 90 and you had look you had Grenada handful of guides you had panel",
        4133.24,
        4161.48
    ],
    [
        " handful of guys and by handful you know 50 guys whenever the number is but it's a very tiny percentage of the community and then you roll into the 90s but I'm coming off the 80s so understanding what it meant to be combat ready was a faded picture it was a faded picture and there were some",
        4161.6,
        4187.48
    ],
    [
        " guys that knew and the thank God thank God some of those old Vietnam guys were there thank God some of the second some of the people that had learned firsthand from the Vietnam guys they were there to to to hold that line but there was also guys that well you know we",
        4187.48,
        4204.3
    ],
    [
        " ain't going to war we ain't going to war we're going to drink it don't you know that's what yeah and even if we're not going to drink it you know what we're not going to",
        4204.3,
        4214.04
    ],
    [
        " war we're going to bang out with our family we're going to go run some side business we're going to go do other things",
        4215.16,
        4220.84
    ],
    [
        " besides just be a team guy and and that's a weird place to come from it's a weird place to roll into the teams when you have these",
        4220.84,
        4229.68
    ],
    [
        " expectations like I had the I had the dumbest expectations you know thought I was going to know I was going to know in 1994 I was ready to",
        4229.68,
        4241.88
    ],
    [
        " freaking deploy the denangue you still think I still kind of do you think that man whenever I talk to till those guys I remember asking till like was it hard to",
        4241.88,
        4253.84
    ],
    [
        " know maybe was it maybe was Dick Thompson I was like was it hard because he volunteered for this volunteer for that and I",
        4253.84,
        4259.16
    ],
    [
        " said was it hard to volunteer he's like no they were like oh you want to go to special forces cool right over here oh you want to go to",
        4259.16,
        4266.16
    ],
    [
        " it's so cool right over here oh you want to be an officer cool right over here you step right oh yeah we got openings man we got openings why do",
        4266.16,
        4273.16
    ],
    [
        " we got openings we got openings we have more than 100% casualty rating right more than 100% casualty rating if you show up here you will be wounded or",
        4273.16,
        4283.42
    ],
    [
        " killed how's it going you get there's the line and those till Frenchman Dick Thompson just rolling in just yeah good let's do it what do you",
        4283.42,
        4294.14
    ],
    [
        " got we can't tell you about it cool I'll sign up what I put my name don't do the titles for the song episodes of this",
        4294.52,
        4303.36
    ],
    [
        " podcast dead man walking don't don't go to sog that's what that was the word that was the gouges did you use that term the",
        4303.36,
        4311.88
    ],
    [
        " gouges totally that's the gouges don't go to sog and these guys are like well why wouldn't we go to",
        4311.88,
        4318.88
    ],
    [
        " sog everyone gets wounded or cool killed oh cool sign me up yeah so I thought I was going to know so when I get to the team",
        4318.88,
        4331.84
    ],
    [
        " and and you know what I had to do with Vietnam I got Vietnam issue Vietnam era H gear that was left over from the",
        4331.84,
        4340.16
    ],
    [
        " home I got that you couldn't tell the difference when you saw me going through SQT my like the gear that I",
        4340.16,
        4347.2
    ],
    [
        " used was Vietnam gear like that's the same gear the same canteens the same mag pouches everything was the same",
        4347.2,
        4353.36
    ],
    [
        " so I kind of was going to know but that impression that you get in that first platoon man it leaves a mark",
        4353.36,
        4364.64
    ],
    [
        " yeah it leaves a mark and so that's why if you're in a leadership position and you got people checking on board",
        4365.44,
        4370.8
    ],
    [
        " you got to recognize that you're making a mark don't play around with that essential to the smooth and",
        4370.8,
        4381.18
    ],
    [
        " orderly transformation of the individual from a citizen to a soldier is the organization in caliber of the",
        4381.18,
        4386.64
    ],
    [
        " training establishment the commander of this training activity must be given the tools to work with and",
        4386.64,
        4391.22
    ],
    [
        " enough priority to ensure assignment of the most competent officers and men personnel should be",
        4391.22,
        4397.28
    ],
    [
        " carefully selected highly motivated and imbued with the standards prescribed for basic combat training",
        4397.28,
        4403.46
    ],
    [
        " a prerequisite for later command has its foundation in this criteria until an officer a non-commissioned",
        4403.46,
        4410.52
    ],
    [
        " officer has served in these capacities he is handicapped in the art of training units that's powerful",
        4410.52,
        4415.2
    ],
    [
        " how often is it that we actually invest our best people into being instructors not often enough",
        4415.46,
        4421.06
    ],
    [
        " not often enough you guys do it the top gun does it yeah well I was thinking you guys do it as well",
        4421.06,
        4430.66
    ],
    [
        " I mean the parallels between what you did it trade it this is the thing when I got into the teams",
        4430.66,
        4435.56
    ],
    [
        " no one wanted to go to training it was hey man I don't want to go over there I want to go in",
        4435.56,
        4440.28
    ],
    [
        " deployment yeah I want to go to know I want to go on deployment that's what everybody wanted to do",
        4441.14,
        4445.08
    ],
    [
        " part of the reason was because one of the ways that you got cred yeah was by doing deployments right",
        4445.08,
        4453.52
    ],
    [
        " hey I did three deployments I did four deployments I did five deployments you were in the packing",
        4453.52,
        4457.32
    ],
    [
        " order there's a packing order so nobody wants to get out of that cycle they just want to go on deployment",
        4457.32,
        4461.74
    ],
    [
        " deployment deployment because you want to go you want to go up that hierarchy you want to be five",
        4461.74,
        4468.66
    ],
    [
        " tunes you can as fast as you can it's kind of funny because when the you know you'd be a new guy",
        4468.66,
        4475.1
    ],
    [
        " in your first platoon but then I was talking to a non guy and he was like you're a new guy",
        4475.1,
        4484.66
    ],
    [
        " until you go into combat so all you motherfuckers are cherries like Roger that who's dude sitting",
        4484.66,
        4493.64
    ],
    [
        " there with six deployments under their belt but they never went to war so he's just like yeah",
        4493.64,
        4497.98
    ],
    [
        " cherries whatever yeah cherry boys whatever keep keep it up man what a life trainer personnel will",
        4498.76,
        4511.08
    ],
    [
        " face many problems with their new soldiers trainees come from every aspect of life so this is",
        4511.08,
        4514.92
    ],
    [
        " the what I think the reason I wanted to cover this part is because we work with companies all the time",
        4514.92,
        4519.84
    ],
    [
        " they hire people all the time what's your indoctrination program how are you welcoming them aboard",
        4519.84,
        4524.56
    ],
    [
        " what are you doing to train them out of the gate oh you got to you're so critical to get them in",
        4524.7,
        4530.18
    ],
    [
        " the role that you can't spare four days to set aside and get them trained up and familiarize",
        4530.18,
        4534.68
    ],
    [
        " and meet them with the right people you can't do that it's more important that you just get them",
        4534.68,
        4538.88
    ],
    [
        " totally blind rolling into their role that doesn't make any sense man set aside some time",
        4538.88,
        4544.08
    ],
    [
        " trainees come from every walk of life all kinds of schooling other civilian experience multitude",
        4544.08,
        4549.16
    ],
    [
        " of aptudes belief skills from this complex mixture of raw material the training unit commander",
        4549.16,
        4554.98
    ],
    [
        " has to turn out trained soldiers who are ready to undergo further training and ultimately become",
        4554.98,
        4559.74
    ],
    [
        " combat ready fighters in the army's combat ready units during this period of his training that's",
        4559.74,
        4567.12
    ],
    [
        " new soldier will have to learn how to live as a soldier with other soldiers he will learn to accept",
        4567.12,
        4571.76
    ],
    [
        " discipline to keep physically fit to develop proper habits of eating sleeping recreation and",
        4571.76,
        4578.38
    ],
    [
        " sanitation and to live harmoniously with his fellow soldiers these things will not come easily to",
        4579.1,
        4585.56
    ],
    [
        " all trainees many will need lots of help and lots of guidance to overcome their troubles their",
        4585.56,
        4590.58
    ],
    [
        " commanders the ones who can and should give them this assistance net weird to think about this is",
        4590.58,
        4596.08
    ],
    [
        " where you're going to develop these people that have just they're they're just random I know I",
        4596.08,
        4608.36
    ],
    [
        " mean I'm not going to be in the boot camp they're like you need to floss your teeth every night and",
        4608.36,
        4610.9
    ],
    [
        " hold on okay whatever I've never I've lost my teeth every night since then I was just a savage",
        4610.9,
        4617.64
    ],
    [
        " that didn't floss my teeth but that's one of the many habits where they in this what you do",
        4617.64,
        4623.64
    ],
    [
        " this is what you're supposed to do cool route to that I'm that kid",
        4623.64,
        4627.4
    ],
    [
        " of course I can floss some of my teeth with like a piece of rope",
        4630.2,
        4632.9
    ],
    [
        " although new soldiers are being trained as replacements for other units all training commanders",
        4632.9,
        4641.5
    ],
    [
        " will do well to look at their trainees this way these are my men I will train them as if I'm going",
        4641.5,
        4647.86
    ],
    [
        " to fight alongside them and as if my life will someday depend be in their hands that's that's",
        4647.86,
        4653.22
    ],
    [
        " that is one cool thing that you hear from guys that worked as buds instructors is the attitude of",
        4653.22,
        4658.18
    ],
    [
        " like hey this I do I want this guy in a platoon with me right that's a great place to start",
        4658.18,
        4663.82
    ],
    [
        " that criteria is is is so important I mean yeah top gun we talked a little bit maybe a difference",
        4663.82,
        4670.46
    ],
    [
        " there was there was a key in emphasis put on training in my community top gun was obviously a",
        4670.46,
        4676.28
    ],
    [
        " place that resembled reflected that that apex of that training facility if you want to call that",
        4676.28,
        4683.98
    ],
    [
        " but really what it was there was a chance to pass on information to to teach guys and the criteria",
        4683.98,
        4689.3
    ],
    [
        " for finishing that program was if you as an instructor who was gonna if I'm gonna put that",
        4689.3,
        4695.06
    ],
    [
        " top gun patch on your shoulder the criteria was would I go to war with you that was the criteria",
        4695.06,
        4699.6
    ],
    [
        " is this guy someone that I would go to war with as his wingman and",
        4699.6,
        4703.7
    ],
    [
        " again you've talked about it it may be a little bit more evident in the military example because",
        4705.38,
        4711.32
    ],
    [
        " we're talking about literal war we're talking about a guy who's written something based on his",
        4711.32,
        4714.92
    ],
    [
        " experiences in war but the translation to anywhere in the private sector even your own family",
        4714.92,
        4719.76
    ],
    [
        " isn't that hard if you think about what is the criteria that really matters to you what you'd be",
        4719.76,
        4725.36
    ],
    [
        " willing to do with or for this person it doesn't have to be war as the outcome and you're talking",
        4725.36,
        4733.5
    ],
    [
        " about front you can you spare can you spare a week to put this person on the right path so his",
        4733.5,
        4738.58
    ],
    [
        " his ability to be successful in the organization is to a hundred times greater than maybe just shoved",
        4738.58,
        4744.04
    ],
    [
        " them out there because we're understaffed or we got to get this job done go get that person in the",
        4744.04,
        4749.5
    ],
    [
        " role yeah got in make the the investment that you make up front will be tenfold then not making it",
        4749.5,
        4757.98
    ],
    [
        " next section is entitled the army is built on discipline when a man comes into the army he usually",
        4761.68,
        4768.88
    ],
    [
        " leaves home for the first time he leaves behind his parents his friends the inhibitions he has built",
        4768.88,
        4773.98
    ],
    [
        " up from being around those who have been close to him without these the restraining influence of",
        4773.98,
        4779.94
    ],
    [
        " these inhibitions and in the quick tempo of his new life as a trainee he is likely to slip in",
        4779.94,
        4785.64
    ],
    [
        " morals in neatness and in energy the one thing that will keep him on the right track",
        4786.38,
        4792.42
    ],
    [
        " is discipline development of discipline is the best way to re institute the desirable inhibitions",
        4792.42,
        4800.66
    ],
    [
        " he may have lost how can commanders and still discipline in their trainees the answer can be",
        4800.66,
        4806.16
    ],
    [
        " given in one word training this is a rehash right good training overcomes resistance to obedience",
        4806.16,
        4811.9
    ],
    [
        " and resentment of authority when obedience becomes habit and is natural and willing training is",
        4811.9,
        4817.6
    ],
    [
        " paid off in terms of discipline soldiers development of discipline can be part of every period",
        4817.6,
        4822.66
    ],
    [
        " of training during basic training commanders have many opportunities to stress the importance of",
        4822.66,
        4827.0
    ],
    [
        " these things which take which make a discipline soldier obedience alertness neatness of dress",
        4827.0,
        4831.94
    ],
    [
        " and physical fitness the training will also develop a respect for commanders and a renewed devotion",
        4831.94,
        4837.92
    ],
    [
        " to his country in battle discipline is of supreme importance this is the only time you use the word",
        4837.92,
        4843.96
    ],
    [
        " supreme most men are afraid in battle but discipline produces the courage to overcome this fear",
        4843.96,
        4850.32
    ],
    [
        " discipline is in a soldier implies a sense of duty and obligation to his unit when the soldiers of",
        4850.32,
        4855.22
    ],
    [
        " a unit shared that obligation the unit has gone a long way toward the goal of combat effectiveness",
        4855.22,
        4860.82
    ],
    [
        " only one kind of discipline is acceptable it is perfect discipline when trainees show evidence",
        4860.82,
        4867.52
    ],
    [
        " of poor discipline it is general because their commanders have failed to insist on perfect discipline",
        4867.52,
        4872.28
    ],
    [
        " from the start and that's patent that's a patent quote only one kind of discipline that's perfect",
        4872.28,
        4878.0
    ],
    [
        " discipline he talks about getting to an overseas environment the new arrivals should be indoctrinated",
        4878.0,
        4886.3
    ],
    [
        " the customs of the new country in which he is stationed he should be encouraged to meet his new",
        4886.3,
        4890.38
    ],
    [
        " neighbors learning their ways study their language become familiar with their history",
        4890.38,
        4894.62
    ],
    [
        " and then he talks I'm going to skip forward a little bit to",
        4899.7,
        4903.7
    ],
    [
        " well I got to cover this one with this one of the little section simultaneously with his new",
        4903.7,
        4913.12
    ],
    [
        " geographical environment must come adjustment to his new situational environment the transformation",
        4913.12,
        4918.24
    ],
    [
        " is one of attitude in which the new arrival must be made to realize he is no longer in a basic",
        4918.24,
        4923.2
    ],
    [
        " training or garrison situation he must now apply the training principles and garrison experience",
        4923.2,
        4927.54
    ],
    [
        " he has gained he must be made aware of the seriousness of his situation that he is in the front line",
        4927.54,
        4933.54
    ],
    [
        " of defense against aggression while there are many educational and recreational",
        4933.54,
        4941.36
    ],
    [
        " diversions overseas the commander must keep the new arrival constantly alert for the necessity",
        4941.36,
        4946.16
    ],
    [
        " of keeping himself combat ready the astute commander must be not only a leader and trainer of men",
        4946.16,
        4954.38
    ],
    [
        " but a student of psychology and human nature as well he must be able to instill in his men the",
        4954.38,
        4963.6
    ],
    [
        " feeling that they can enjoy their tours of duty overseas benefit from the experience and at the same",
        4963.6,
        4967.16
    ],
    [
        " time be prepared to assume more serious endeavors when called upon so there you go you got to understand",
        4967.16,
        4974.64
    ],
    [
        " human nature you got to understand a little psychology motivation for performance it has been said that",
        4974.64,
        4983.14
    ],
    [
        " man is the army's most valuable asset even the greatest asset however becomes a liability if",
        4983.14,
        4990.06
    ],
    [
        " improperly used the american soldier must be properly motivated before he will efficiently and",
        4990.06,
        4995.66
    ],
    [
        " willingly perform his assigned tasks from this motivation develop his spree enthusiasm morale effort",
        4995.66,
        5002.82
    ],
    [
        " competition and accomplishment when i mean motivation of the american soldier overseas is best accomplished",
        5002.82,
        5010.8
    ],
    [
        " when he number one knows why he is there that's the number one thing the number way number one way",
        5010.8,
        5022.6
    ],
    [
        " to make sure someone's motivated make sure they know why they're doing what they're doing",
        5022.6,
        5026.0
    ],
    [
        " same answer i give nine times a day is made to feel that he belongs is performing primarily a job for",
        5026.3,
        5037.26
    ],
    [
        " which he has been trained knows where his efforts fit into the big picture is recognized and rewarded",
        5037.26,
        5046.76
    ],
    [
        " for success well one of those that i would say was a was a new thought in my mind was that is performing",
        5046.76,
        5055.86
    ],
    [
        " primarily in a job for which he's been trained and i was kind of like that's a good point that's a good point",
        5055.98,
        5061.84
    ],
    [
        " think about when you're when you're doing something you're like oh yeah i've got this what i've",
        5061.84,
        5067.9
    ],
    [
        " been this what i learned you know in jujitsu it's real clear right oh i learned this escape and you use it",
        5067.9,
        5073.14
    ],
    [
        " that's just a total reward yeah how about when you learn some new technical skill on the film making",
        5073.14,
        5079.36
    ],
    [
        " and then you get to apply it sometimes you kind of force it in there in many cases yeah",
        5079.36,
        5085.42
    ],
    [
        " like you'll do it yeah just because you're pursuing that very thing right there you're talking about",
        5085.86,
        5090.02
    ],
    [
        " yeah so when it comes naturally when it naturally occurs it's a super positive thing big time",
        5090.02,
        5094.92
    ],
    [
        " Dave how long were you in the Marine Corps 4 before you dropped a bomb on target from an F-18",
        5094.92,
        5102.62
    ],
    [
        " six years six years did that feel good it did yeah did that give you motivation crazy how to do",
        5102.62,
        5113.5
    ],
    [
        " the math there i was thinking man how long was it it was six years what year did you get commissioned",
        5113.5,
        5118.8
    ],
    [
        " 94 and then you drop bombs bomb you singular you drop a bomb 2000 in 2000 yeah listen like you said man",
        5118.8,
        5131.12
    ],
    [
        " remember this is by all your straight up you were straight up like top gun experience in the",
        5131.12,
        5136.88
    ],
    [
        " mick right like maverickton maverick have the clothes fly by with the mick i'm saying that because",
        5136.88,
        5143.16
    ],
    [
        " because in 2000 how many people there was i look i don't know if it's fact but if it's not fact it's",
        5143.16,
        5151.44
    ],
    [
        " really close i was like the first guy in the world to drop a jdm because i had my squadron on",
        5151.44,
        5158.84
    ],
    [
        " deployment was the first squadron that had a GPS good deal Dave Burke is coming in hot but at the time",
        5158.84,
        5165.76
    ],
    [
        " we spend billions of dollars developing this weapon system and you're the guy that gets to drop it again",
        5165.76,
        5170.86
    ],
    [
        " okay would you know do you remember the date no but he was April of 20 of 2000 okay so",
        5170.86,
        5178.26
    ],
    [
        " April of 2000 we're going out there just just canvassing the world if there's anyone out there that",
        5178.26,
        5183.52
    ],
    [
        " knows anyone that drop the jdm before April of 2000 please let us know so i can put this guy over",
        5183.52,
        5190.94
    ],
    [
        " here good deal Dave Burke check yes and him in check it's like you said though man i mean first of all",
        5190.94,
        5197.92
    ],
    [
        " at the time for me that was it dude we're done checking the block i can i can die happy man it's because",
        5197.92,
        5205.64
    ],
    [
        " of what you said there wasn't anything going on i mean you look back now you know post 9-11 it's",
        5205.64,
        5211.68
    ],
    [
        " it's i mean it is it's embarrassing i don't even like we talked about this all the time i don't",
        5211.68,
        5220.3
    ],
    [
        " that was it and and to get back to your your more serious point of dude what's i stoked i",
        5220.3,
        5226.34
    ],
    [
        " i never felt more useful in what i was doing then that night i can picture a hit in that pickle",
        5226.34,
        5233.64
    ],
    [
        " switch and that bomb coming off my jet blowing up that that essay three launcher in iraq that was",
        5233.64,
        5240.4
    ],
    [
        " like the most important thing i've ever done in my life how many people did that after you drop yours",
        5240.4,
        5244.54
    ],
    [
        " did things start to escalate well no we were just get the one",
        5244.54,
        5249.2
    ],
    [
        " to deal Dave Burke look man it was kind of a cool thing at the time it really was and yeah if",
        5251.32,
        5255.76
    ],
    [
        " if i'm if i'm if i'm out of turn let me know there's just not that many people out there that",
        5255.76,
        5260.94
    ],
    [
        " that is that have the potential of doing it given the systems that required when the bomb hit",
        5260.94,
        5265.18
    ],
    [
        " the fleet and everything it was a confluence of a lot of things that just went my way",
        5265.18,
        5268.86
    ],
    [
        " so you're saying that in the whole fleet the the jdam had just kind of arrived",
        5268.86,
        5274.52
    ],
    [
        " first of all the jdam had just arrived and what was required is a gps aircraft on my carrier",
        5274.98,
        5281.24
    ],
    [
        " there was one squadron that had gps on board which was that squadron in your aircraft in the aircraft",
        5281.24,
        5287.68
    ],
    [
        " the other aircraft the other four squadrons couldn't even carry the weapon",
        5287.68,
        5292.52
    ],
    [
        " and this was the first time yes and Marine Corps got it before navy no it's not that the Marine",
        5292.52,
        5298.48
    ],
    [
        " Corps got it just so happens in a my deployment the three the navy squadron of fighters they didn't",
        5298.48,
        5303.56
    ],
    [
        " have gps aircraft which is kind of crazy but we did so again so you dropped the first ever jdam",
        5303.56,
        5311.82
    ],
    [
        " like i said if it wasn't the first it was really close it was definitely the first on what about",
        5311.82,
        5317.52
    ],
    [
        " what about uh what about Bosnia what about siriavo that's i'm i'm almost positive that predates",
        5317.52,
        5324.26
    ],
    [
        " gps guy to weapons that's all laser guided some other other guidance systems that's not gps guy to",
        5324.26,
        5328.74
    ],
    [
        " weapons you're going out on the limb i am let and look fix it if i'm wrong dial in send a message",
        5329.66,
        5335.54
    ],
    [
        " i'll be happy to be jdams hitting your brain when there's some guys that flew into uh siriavo drop",
        5335.54,
        5342.36
    ],
    [
        " bombs yeah well i mean look i could definitely be wrong uh at the time i wasn't like do you know i'm",
        5342.36,
        5348.88
    ],
    [
        " gonna add this to like your bio when i talk about you because you know i got my little you know",
        5348.88,
        5354.4
    ],
    [
        " yeah he was this he was that now i'm gonna say he also dropped the first ever jdam the first ever",
        5354.4,
        5359.8
    ],
    [
        " gps guided munitions was dropped by carnal david burl the two thousand pound jdam in two in the year",
        5359.8,
        5367.96
    ],
    [
        " two thousand was this brand new incredible thing that we just got trained on which it was kind of",
        5367.96,
        5373.22
    ],
    [
        " what was the circumstances that got you cleared hot yeah the circumstances were you know during the",
        5373.22,
        5378.42
    ],
    [
        " day uh i was scheduled for a ignite mission just a a pre scheduled mission that probably involved",
        5378.42,
        5385.46
    ],
    [
        " you know handful of airplanes doing operations southern watch just kind of monitoring the airspace",
        5385.46,
        5390.32
    ],
    [
        " which we did i was on deployment right on i was on deployment yeah i was about to head home",
        5390.32,
        5401.16
    ],
    [
        " what aircraft carrier were you coming off of the stennis was the jfk did you replace the jfk",
        5401.16,
        5408.34
    ],
    [
        " so i guess i missed you that's as we're talking that's the other carrier that would have had",
        5409.18,
        5415.28
    ],
    [
        " the potential i think there was only one squadron on that carrier the other marine hornet squadron",
        5415.28,
        5419.24
    ],
    [
        " might have had the chance so there if it's gonna happen it's gonna be off that carrier but between",
        5419.24,
        5423.08
    ],
    [
        " the jfk and us during that you know spring to summer of two thousand which was just monitoring the",
        5423.08,
        5428.32
    ],
    [
        " no fly zone what happened was in the middle of the day on a day that i happened to be already hard",
        5428.32,
        5432.3
    ],
    [
        " scheduled we got sure to what's called an RO response option which means sedom did something that",
        5433.38,
        5439.76
    ],
    [
        " met some criteria that we had a pre plan response to and what he happened to in this case was",
        5439.76,
        5444.58
    ],
    [
        " took a sam launcher south of you know the the parallel the the line that we were that we were responsible",
        5444.58,
        5450.64
    ],
    [
        " for so intel says hey they moved to samsite down south of where and they're not a lot of be here",
        5450.64,
        5454.94
    ],
    [
        " below the sign they can't be here and the big debate was so we got this information this intelligence",
        5454.94,
        5460.56
    ],
    [
        " the debate was hey we're not gonna let the brand new guy go on this mission this is a response",
        5460.96,
        5466.46
    ],
    [
        " option that mandates we're gonna go below this thing up and my squadron commander was like negative",
        5466.46,
        5470.48
    ],
    [
        " that's the schedule he's going flying and if it wasn't wait you were a new guy i was it was this",
        5470.48,
        5477.1
    ],
    [
        " your first experiment yeah my first cruise my first deployment and the only reason i was on",
        5477.1,
        5482.8
    ],
    [
        " there was just you know every fourth or fifth night you just ended up on the schedule i was",
        5482.8,
        5486.38
    ],
    [
        " you know dash whatever of this of this mission it turns out that my flight lead yeah i'll tell you",
        5486.5,
        5491.54
    ],
    [
        " i look i'm i'm all about being fair and everything if i was the squadron commander or the squadron",
        5491.54,
        5498.26
    ],
    [
        " exo or the ops officer or one of the other or any else in the squadron been like uh that new guy",
        5498.26,
        5504.5
    ],
    [
        " just broke his left heel yeah he'll have weird i don't know how it happened but i'm taking his place",
        5504.5,
        5516.36
    ],
    [
        " the no fly zone i was on the schedule it was gonna be a totally boring night mission which we'd",
        5516.36,
        5520.6
    ],
    [
        " done all the time was just covering the no fly zone middle of the day this happened we knew that",
        5520.6,
        5524.94
    ],
    [
        " that package that was going in was going to go from a a a monitoring mission to a targeting mission",
        5524.94,
        5530.74
    ],
    [
        " the the mission loadout required a GPS guided weapon that happened to be one aircraft in that",
        5530.74,
        5538.76
    ],
    [
        " formation from one squadron that had the GPS aircraft and GPS guided weapon i was there i was",
        5538.76,
        5544.06
    ],
    [
        " scheduled for that there was a behind the scenes conversation i was not part of over whether this",
        5544.06,
        5548.62
    ],
    [
        " new guy chip was gonna get to go because this is garbage because he's brand new the squadron commander",
        5548.62,
        5553.78
    ],
    [
        " was like i'm not building a habit pattern by which because of the mission i'm gonna change the",
        5553.78,
        5557.96
    ],
    [
        " formation he's a young guy he can go do it i went and did it i launched i joined on the wing of",
        5557.96,
        5562.14
    ],
    [
        " of some other squadron aircraft we flew north for two and a half hours i blew this thing up and i",
        5562.14,
        5568.72
    ],
    [
        " came up with were you nervous i was ex uh yeah but not like i was nervous but not like were you",
        5568.72,
        5576.96
    ],
    [
        " super confident i knew that i was i was nervous and stoked up in a GPS bomb i mean is this a hard",
        5576.96,
        5584.76
    ],
    [
        " job no it is not a hard thing to do as a matter of fact the beauty of this mission just to put things",
        5584.76,
        5589.94
    ],
    [
        " in context is that before i even got into my airplane i was handed the precise latitude and",
        5589.94,
        5598.62
    ],
    [
        " disc that i downloaded to the airplane so before i even took off from the carrier i my aircraft",
        5598.62,
        5604.06
    ],
    [
        " and the bomb all knew exactly where to go it was literally i'm just carrying this thing on my wing my",
        5604.06,
        5609.24
    ],
    [
        " only job was to arm it up and press the button do you did you fly flat dumb and happy like in a certain",
        5609.24,
        5615.7
    ],
    [
        " altitude or did you come on did you kind of like hey bro i would love to tell you the coolest story in",
        5615.7,
        5620.78
    ],
    [
        " the world it's not a cool story that's what i told you telling the story now is almost embarrassing",
        5620.78,
        5625.06
    ],
    [
        " because people listening now when they think about what we have done since 2001 this story is",
        5625.24,
        5631.68
    ],
    [
        " the least exciting combat story you'll ever hear and combat should be in quotes in 2000 it was",
        5631.68,
        5638.8
    ],
    [
        " the coolest thing i had ever done we did uh we did a bunch of ship boardings in the on that",
        5638.8,
        5645.0
    ],
    [
        " deployment yes so in the millennium deployment between 2000 or 1999 2000 we did like ship",
        5645.0,
        5650.2
    ],
    [
        " boardings overseas and one of the ship boardings that we happened to do was of a big Russian oil",
        5650.88,
        5657.4
    ],
    [
        " tanker and it was on CNN and all this kind of stuff so it was kind of the big mesh kind of the same",
        5657.4,
        5663.6
    ],
    [
        " thing and just to put it in perspective when we got back so we were on the carrier and then we",
        5663.6,
        5668.78
    ],
    [
        " was another platoon from team two that was on the arg and when we got back we had to like brief",
        5668.78,
        5675.22
    ],
    [
        " the CEO and the common or about like what we did on deployment and so we got to brief you know",
        5675.76,
        5681.18
    ],
    [
        " that we did this thing which was kind of you know at the time was pretty cool and just to put",
        5681.18,
        5686.32
    ],
    [
        " it in perspective what the other platoon commander briefed was that they did an inextremis",
        5686.32,
        5697.1
    ],
    [
        " propeller clearance for the arg ship like something got tangled in the propeller and they like",
        5697.1,
        5704.4
    ],
    [
        " anchored the ship and they dove down and like cut the thing off and they kind of like helped",
        5704.7,
        5708.92
    ],
    [
        " that was what they briefed that's what a seal platoon did in you know night in the year 2000",
        5708.92,
        5714.9
    ],
    [
        " and that was the highest level thing that they did with the most visibility that they could",
        5714.9,
        5718.72
    ],
    [
        " debrief was we did a maintenance dive on the ship we were on on board yeah so that just kind of",
        5718.72,
        5727.24
    ],
    [
        " tells you how what it was like at the time things were different back then man so I'm I'm a hundred",
        5727.24,
        5733.44
    ],
    [
        " percent I can totally imagine what you were feeling going into this and coming out of it yeah it was",
        5733.78,
        5742.02
    ],
    [
        " it was awesome at the time and look when I came back I mean the whole ship knew about it",
        5742.02,
        5748.16
    ],
    [
        " there was a press release that I have a copy of somewhere that that the Iraqi media put out that",
        5748.16,
        5755.74
    ],
    [
        " you know I honestly think he was like straight up a baby milk factory had been attacked you know",
        5755.74,
        5762.04
    ],
    [
        " the standard propaganda you know unarmed civilians were killed the whole story I got into the",
        5762.04,
        5767.6
    ],
    [
        " intel officer you know they checked this out this is a report from your attack I've got all the",
        5767.6,
        5771.54
    ],
    [
        " stuff somewhere to your mom totally yes absolutely so it was it was an interesting time it was a time",
        5771.54,
        5778.54
    ],
    [
        " that I had obviously none of us knew what was coming you know I didn't know the following year how",
        5778.54,
        5783.2
    ],
    [
        " how much things would change and I actually thought at that time that was probably the only chance",
        5783.2,
        5788.48
    ],
    [
        " I was ever really going to have to do something that contributed to the mission was exactly how I",
        5788.48,
        5793.72
    ],
    [
        " felt I felt like I finally did my job after a lifetime of dreaming about it and six years training for",
        5793.72,
        5799.8
    ],
    [
        " it little did I know that's awesome yeah so if you're in if you're in Cag 9 on the stennis or if",
        5799.8,
        5809.82
    ],
    [
        " you're in Cag 2 on the JFK which was 251 was the Marine Hornet Squadron let me know if I got my facts",
        5809.82,
        5815.84
    ],
    [
        " not straight but at that time there was just not a lot going on JFK did some work the ship you're",
        5818.04,
        5822.6
    ],
    [
        " on to they dropped some bombs they did but maybe not GPS guided I don't think so like it really matters",
        5822.6,
        5828.84
    ],
    [
        " but call me out I'm not gonna do this it did at the time bro I can tell you it did at the time",
        5828.84,
        5834.94
    ],
    [
        " Jack legit he goes through looking at these these these items to to motivate keep someone motivated",
        5837.58,
        5847.12
    ],
    [
        " first of all a man does any task better when he thoroughly understands the reasons for performing",
        5847.12,
        5857.74
    ],
    [
        " that task surely you have heard the question what am I doing here what have you the commander",
        5857.74,
        5864.18
    ],
    [
        " done to answer this question have you made your troop information program merely a corner bulletin",
        5864.18,
        5869.74
    ],
    [
        " board in the day room have you explained to your men the role of allied forces in your overseas",
        5869.74,
        5875.36
    ],
    [
        " area as part of the United States Army and what it plays in that role have you discussed with them the",
        5875.36,
        5881.3
    ],
    [
        " threat of communism have you shown them how an alert well trained strong force in peacetime",
        5881.3,
        5888.1
    ],
    [
        " becomes a deterrence to aggression and armed conflict so that's the why yeah and that's the",
        5888.3,
        5898.92
    ],
    [
        " why that we talk about all the time did he go ahead did they understand how what they're doing",
        5898.92,
        5904.26
    ],
    [
        " contributes to the mission it's as simple as that yeah and when you're working on the front lines",
        5904.26,
        5909.64
    ],
    [
        " of a of a factory look if you understand how that contributes to everything that's happening and",
        5909.64,
        5916.38
    ],
    [
        " and what we're trying to do that that makes a difference the only way they're ever going to know that",
        5916.38,
        5922.04
    ],
    [
        " is if their leadership makes that a priority though or else they're going to get stuck down there",
        5922.04,
        5925.52
    ],
    [
        " and their perspective of the world's going to get smaller and smaller they're going to feel more",
        5925.52,
        5929.12
    ],
    [
        " and more disconnected and they're not going to understand it you have to make that happen that will",
        5929.12,
        5933.3
    ],
    [
        " not happen on its own that's one thing that's cool up in origin you know the troops that are on the",
        5933.3,
        5941.1
    ],
    [
        " front line they see what's happening in it right down to the fact that they can see people competing",
        5941.1,
        5948.78
    ],
    [
        " in their geese right they can see people working in the genes that they made they get thank you's they",
        5948.78,
        5954.0
    ],
    [
        " get you know a pictures of the genes being worn in North Dakota being worn in Texas being you know",
        5954.0,
        5961.9
    ],
    [
        " being used and it's awesome and they know that that they can feel what that means because it's",
        5961.9,
        5968.6
    ],
    [
        " bringing back the community and so everybody understands that why it's so important Pete does a great",
        5968.6,
        5974.36
    ],
    [
        " job making that clearer the second item I outlined of as a motivation force is a sense belonging very",
        5974.36,
        5983.3
    ],
    [
        " few drives of a man are stronger than his desire for identification with a group when he knows what",
        5983.3,
        5989.12
    ],
    [
        " that he has wanted he has a definite niche a specific job and that his efforts contribute to the",
        5989.12,
        5995.38
    ],
    [
        " achievement of common goal then he becomes proud of himself as unit and his superiors develop your",
        5995.38,
        6001.44
    ],
    [
        " men develop in your men this feeling of identification and your task will be lighter then when the chips",
        6001.44,
        6007.08
    ],
    [
        " are down and they are called upon to do battle they will perform as members of an integrated team not",
        6007.08,
        6012.28
    ],
    [
        " as individuals this brings us to the utilization of man and this is what this is the this is the",
        6012.28,
        6018.12
    ],
    [
        " the story of Dave Burke thousands of dollars were spent to train each man first as a basic soldier",
        6018.12,
        6023.2
    ],
    [
        " than a specific MOS is each man in the unit doing being used in the job for which he was trained",
        6023.2,
        6029.54
    ],
    [
        " I realize only too well that commanders must occasionally put men off their jobs to meet",
        6029.54,
        6035.14
    ],
    [
        " temporary requirements the men realize the necessity for this to too often however commander",
        6035.14,
        6040.0
    ],
    [
        " forgets to put the man back in the job for which he is trained the men do not understand this",
        6040.0,
        6043.84
    ],
    [
        " and such action is often demoralizing and results in the loss of unit effectiveness when it",
        6043.84,
        6047.9
    ],
    [
        " becomes necessary to assign an individual to a position other than the one for which he has been",
        6047.9,
        6052.82
    ],
    [
        " trained the commander will rise in stature if proper counseling is given explain why the temporary",
        6052.82,
        6058.96
    ],
    [
        " assignment has been made and let that man know as soon as possible he will be reassigned to duties",
        6058.96,
        6064.08
    ],
    [
        " commensurate with those MOS one thing should be kept in mind however no amount of motivation will",
        6064.08,
        6071.08
    ],
    [
        " make a man tackle his job he knows is too big for him that's the infinite thing where a man fits into",
        6071.08,
        6081.74
    ],
    [
        " the big picture obviously important and then goes into that a little bit and finally there's a great",
        6081.74,
        6087.28
    ],
    [
        " deal of vanity in each of us and few things are more motivating than recognition for a war and",
        6087.28,
        6093.08
    ],
    [
        " reward for job well done he then jump and forward a little bit he's got a little section on physical",
        6093.08,
        6102.68
    ],
    [
        " fitness which I always like to cover the vision of a push button war suggests that the physical",
        6102.68,
        6111.62
    ],
    [
        " isn't that crazy 1963 he's thinking just think about nothing could be farther from the true",
        6112.3,
        6117.3
    ],
    [
        " physical fitness in today's army is even more important than it has been in the past and this is",
        6117.3,
        6121.14
    ],
    [
        " especially true in overseas theaters where to meet any communist block aggression the fighting",
        6121.14,
        6126.22
    ],
    [
        " man on the ground is the ultimate weapon the fundamental factor of the decision the soldier overseas",
        6126.22,
        6131.7
    ],
    [
        " must be combat ready not only in terms of equipment training and conviction but also in terms of",
        6131.7,
        6136.92
    ],
    [
        " ability to withstand the rugged demands of physical combat the time to begin is the day a new physical",
        6136.92,
        6142.44
    ],
    [
        " a new replacement arrives in your command in many cases he will be fresh from basic or advanced",
        6142.44,
        6147.82
    ],
    [
        " individual training and it will merely be a matter of maintaining his high state of physical fitness",
        6147.82,
        6152.7
    ],
    [
        " that he brings with him in other cases you may well have to start from scratch and bring the man",
        6152.7,
        6157.3
    ],
    [
        " up to the desired standard in both instances your solution as a commander is a physical fitness program",
        6157.3,
        6163.1
    ],
    [
        " that will provide for progressive and continuous physical conditioning of your men it can and should",
        6163.1,
        6168.58
    ],
    [
        " be integrated into a phase of pro of phases of training in your program as an asset to your unit",
        6168.58,
        6178.34
    ],
    [
        " commander is the highly developed sports program and he talks about how important that is how important",
        6178.34,
        6184.84
    ],
    [
        " is to to have these kind of programs where you're running he talks about care of equipment",
        6184.84,
        6192.4
    ],
    [
        " gotta take care of your gear he uses this little quote in here remember the rhyme",
        6192.4,
        6199.82
    ],
    [
        " rhyme am I with the rhyme about for want of a nail and I never heard of you heard that",
        6199.82,
        6205.52
    ],
    [
        " so I had to look it up for one of a nail the shoe was lost for one of the shoe the horse was lost",
        6205.52,
        6210.64
    ],
    [
        " for one of the horse the rider was lost for one of a rider the battle was lost for one of the battle",
        6210.64,
        6214.44
    ],
    [
        " the kingdom was lost all for the one of a horse you nail does that little thing just that little just",
        6214.44,
        6221.2
    ],
    [
        " that little thing talks about he goes into like this is where I started kind of reason through some",
        6221.2,
        6230.2
    ],
    [
        " stuff because he's talking about he's getting in the weeds a little bit about how do you get people",
        6230.2,
        6235.66
    ],
    [
        " to take care of their vehicles he's he goes through some execution charts proficiency of weapons",
        6235.66,
        6240.28
    ],
    [
        " testing the abilities of soldiers he runs into this a little bit performance testing and talks about",
        6240.62,
        6245.24
    ],
    [
        " how you've got to continually test people so that you know that they can do their job",
        6245.24,
        6252.7
    ],
    [
        " schooling he talks about schooling of the individuals and again this is he starts getting into some of the",
        6252.7,
        6257.84
    ],
    [
        " weeds and then he gets into professionalism and professionalism to me is um you know a word",
        6257.84,
        6265.64
    ],
    [
        " you know talk about your first experience in the military and how that leaves a mark well in 1991",
        6266.56,
        6275.06
    ],
    [
        " when I checked into seal team one there was an underlying theme of professionalism",
        6275.06,
        6284.26
    ],
    [
        " it was hey you professionalism seal team one the the nickname for seal team one was",
        6284.26,
        6289.56
    ],
    [
        " style log team one because you know we had haircut inspections every two weeks or yeah and then",
        6289.56,
        6295.84
    ],
    [
        " uniform inspections I think the first Monday of every month seal team five they we can we can",
        6295.84,
        6303.24
    ],
    [
        " confirm this with Jason Gardner but I don't think they had uniform inspections in the decade",
        6303.24,
        6307.7
    ],
    [
        " so you know everyone looked at team one the style on team one and it was this the the underlying",
        6307.7,
        6314.24
    ],
    [
        " tone was professionalism back to the book in today's army we can afford to keep only the worth",
        6314.24,
        6319.34
    ],
    [
        " while individual in our ranks every effort must be made to strive for professionalism in all things",
        6319.56,
        6324.92
    ],
    [
        " retention of the desirable and dedicated individual is the goal constant supervision by officers",
        6324.92,
        6334.26
    ],
    [
        " and non-commissioned officers is necessary to raise standards of performance a great deal",
        6334.26,
        6339.34
    ],
    [
        " can be accomplished by each individual by setting the example and being a professional himself",
        6339.34,
        6345.54
    ],
    [
        " more than any other thing demonstrated competence ability and efficiency i.e. professionalism",
        6345.72,
        6353.18
    ],
    [
        " will encourage new officers and enlisted men to make the army their profession",
        6353.18,
        6358.48
    ],
    [
        " what is real professionalism for the career army officer many do not understand what is meant by",
        6358.48,
        6367.96
    ],
    [
        " professionalism I submit that professionalism to the young soldier to the career non-commissioned",
        6367.96,
        6375.52
    ],
    [
        " active duty and to the reserve officer on extended active duty is different from that applicable",
        6375.52,
        6380.52
    ],
    [
        " to the career regular army officer with 20 years of service I will explain this as I see it if you",
        6380.52,
        6387.08
    ],
    [
        " are enumerate if you enumerate the various things that have to be done in order to produce a",
        6387.08,
        6393.38
    ],
    [
        " combat ready army to meet the demands of our country in case of emergency I believe you will find",
        6393.38,
        6399.88
    ],
    [
        " that these necessary operations pretty well cover the field in creating an army so here's the",
        6399.88,
        6406.0
    ],
    [
        " list of things that you have to do in order to create an army raising an army organizing the army",
        6406.0,
        6411.56
    ],
    [
        " equipping the army training the army supplying the army leading and commanding the army",
        6411.56,
        6416.8
    ],
    [
        " administering the army moving the army communicating within the army employing the army",
        6416.8,
        6422.68
    ],
    [
        " a career regular army officer who wants to prepare himself to be a professional should learn the",
        6423.9,
        6432.94
    ],
    [
        " general requirements techniques and principles of each one of these necessary operations in addition",
        6432.94,
        6439.86
    ],
    [
        " he should become a master of one and have at least one other as a strong minor",
        6439.86,
        6449.06
    ],
    [
        " and I think that's probably a pretty good place to stop right now we could go all day with this but",
        6455.2,
        6459.16
    ],
    [
        " what's interesting I find interesting about that is if you've got 10 broad operational fields in the",
        6459.16,
        6468.06
    ],
    [
        " army and you can only be a master in one of them because we just don't have the ability to be more",
        6468.06,
        6474.28
    ],
    [
        " than that you you could be a minor another then how can you be a professional right because I was",
        6474.28,
        6481.5
    ],
    [
        " kind of expecting to say you need to learn all these things he says you can live come a master wanted",
        6481.5,
        6485.3
    ],
    [
        " you can live come a minor in one more so I'm thinking how do you become a professional",
        6485.3,
        6489.58
    ],
    [
        " and I think the answer is humility to actually know that you're not a master of everything to",
        6489.58,
        6498.58
    ],
    [
        " actually know that you have shortfalls and you have deficiencies and then what you do is you surround",
        6498.58,
        6504.16
    ],
    [
        " yourself with people that are masters in those areas you build a team you build a team and that",
        6504.16,
        6512.96
    ],
    [
        " starts with humility it starts with knowing your weaknesses so you can turn those weaknesses",
        6512.96,
        6518.92
    ],
    [
        " into strengths by bringing the right people into your organization",
        6518.92,
        6525.42
    ],
    [
        " there you go",
        6530.36,
        6531.36
    ],
    [
        " Echo Charles yes speaking of turning weaknesses into strengths",
        6531.36,
        6537.74
    ],
    [
        " sure do you have anything that can kind of help us maybe turn weaknesses into strengths",
        6537.74,
        6543.86
    ],
    [
        " technically factually actually do you know you're known for saying the word factually",
        6543.86,
        6548.02
    ],
    [
        " I do know yeah yeah some people will occasionally just throw out just a factually like",
        6548.02,
        6553.38
    ],
    [
        " yeah comments yeah apparently my daughter gives me",
        6553.38,
        6556.7
    ],
    [
        " shit",
        6556.7,
        6559.46
    ],
    [
        " well so I couldn't you know anyway so yes okay we're on the path right",
        6559.46,
        6565.82
    ],
    [
        " turning weaknesses into strengths okay so the thing we don't want to worry about is our joint so",
        6565.82,
        6571.74
    ],
    [
        " juckle speaking of comments maybe we should just ask the question you are gone for two podcasts",
        6571.74,
        6576.98
    ],
    [
        " yes this whole sort of support section you know it was like I don't know three minutes",
        6576.98,
        6582.82
    ],
    [
        " seven minutes something like that wait too short maybe people could put in the comments you know",
        6582.82,
        6587.46
    ],
    [
        " what you know how they're feeling about that maybe they missed it yes well this will just say",
        6587.46,
        6593.24
    ],
    [
        " technically the support section factually as well yeah it the support section and all these",
        6593.24,
        6602.42
    ],
    [
        " fine products and services are infused into the section as a whole same same so the section isn't",
        6602.42,
        6609.28
    ],
    [
        " only about support it's how to stay on the path straight up that's what the section is if you",
        6609.28,
        6614.96
    ],
    [
        " want to you know get all naming naming things this first sections go anyway thing you don't want to",
        6614.96,
        6622.12
    ],
    [
        " worry about is your joints when you're on this path that we're all on definitely no one to be",
        6622.12,
        6627.3
    ],
    [
        " worried about your joints no sir so juckle is supplements overall a bunches supplements all juckle",
        6627.3,
        6632.18
    ],
    [
        " supplements called juckle fuel the joint supplements to keep your joints in the game don't have to worry",
        6632.18,
        6637.5
    ],
    [
        " about them don't have to think about them don't have to consider them when you're doing",
        6637.5,
        6644.14
    ],
    [
        " individual specific things I like when you paint yourself into a corner and then you got to kind",
        6644.14,
        6652.24
    ],
    [
        " of work your way out of there verbally yeah you know it's fun because individual specific things",
        6652.24,
        6656.56
    ],
    [
        " that's you know yeah nonetheless joints we're not worried about them when we're doing deep squats",
        6656.56,
        6662.56
    ],
    [
        " we're not worried about joints you know why cuz we're on this joint warfare super krill oil",
        6662.9,
        6668.44
    ],
    [
        " you you go on that consistently you don't worry about none of that stuff you're worried about your",
        6668.44,
        6672.22
    ],
    [
        " gains so speaking of gains boom moch I know I'm skipping around don't worry about it I got you",
        6672.22,
        6678.88
    ],
    [
        " moch protein in the form of dessert that's what you take after you're working out so boom",
        6678.88,
        6683.78
    ],
    [
        " break down build back up all good okay so here's what we do on a discipline and discipline go",
        6683.78,
        6689.12
    ],
    [
        " wait can I add something on the moch scenario sure because there is something to talk about",
        6689.66,
        6695.32
    ],
    [
        " it's a little something called smashing pumpkin oh yeah it's a new flavor if you tried it no it",
        6695.32,
        6701.32
    ],
    [
        " literally came in when I was leaving right it is it is at the top of my list right you got it yet",
        6701.32,
        6706.24
    ],
    [
        " Dave negative it is it just it's at the top of the list right now it's just beat everything now part",
        6706.24,
        6711.14
    ],
    [
        " of that is because it's new and I'm sure there's some level of hey just like the variety and it",
        6711.14,
        6719.1
    ],
    [
        " but I am I already you know peat and bran well you know it's a seasonal thing I was like no stop",
        6720.1,
        6725.42
    ],
    [
        " this is not a seasonal thing there's no this is this is a new this is in the game this is this is",
        6725.42,
        6730.66
    ],
    [
        " this is part of jock of your smashing pumpkin I don't even I didn't even really understand what",
        6730.66,
        6736.16
    ],
    [
        " pumpkin have you ever eaten pumpkin before like when you were a little kid carbon pumpkin you",
        6736.16,
        6740.42
    ],
    [
        " just ate some cuz you were not the raw pumpkin I did know right I was like hmm let's see",
        6740.42,
        6745.14
    ],
    [
        " with this taste like it doesn't taste like anything right basically it's slimy that makes sense",
        6745.14,
        6748.58
    ],
    [
        " so I'm thinking what is what is pumpkin flavored milk gonna taste like slime you know I wasn't really",
        6748.58,
        6756.46
    ],
    [
        " sure because that's what pumpkin pumpkin has no taste kind of it's just sort of slimy yeah so I",
        6756.46,
        6762.84
    ],
    [
        " wasn't 100% sure but you know these guys are all fired up and they send me the sample",
        6762.84,
        6767.86
    ],
    [
        " and I mix it and I was like good lord I don't even so it's it's a pumpkin spice yeah flavor",
        6768.64,
        6776.34
    ],
    [
        " case and there's a cinnamon situation but what it I don't know I look does it taste like pumpkin",
        6776.34,
        6783.94
    ],
    [
        " spice maybe I've never really eaten anything that tasted like pumpkin spice let me tell you this it",
        6783.94,
        6790.18
    ],
    [
        " tastes freaking good it tastes real good it tastes shockingly good yeah understand you know what's",
        6790.18,
        6798.22
    ],
    [
        " pumpkin spices right I I don't know I'm okay I'm okay spice a thing yeah it's a thing it's a",
        6798.22,
        6807.26
    ],
    [
        " flavor like yes my flavor will get pumpkin spice drink okay right some latte okay so I you know",
        6807.26,
        6814.24
    ],
    [
        " so yeah that's why it's funny when you're like I've never eaten anything with pumpkin so yeah",
        6814.24,
        6818.42
    ],
    [
        " because that's not what pumpkin spice tens pumpkin spice tends to be like drinks and stuff you",
        6818.42,
        6823.82
    ],
    [
        " know so they're trendy drinks that's what it gets like you know the wrap for or whatever it's a",
        6823.82,
        6829.26
    ],
    [
        " fall thing it's a seasonal thing it's kind of softy softy kind of thing maybe that's why Pete",
        6829.26,
        6833.98
    ],
    [
        " was all like seasonal oh yeah what else did you just say besides seasonal softy softy okay",
        6833.98,
        6839.22
    ],
    [
        " yeah it's a fall thing because you know paint lines towards you know like that oh yeah I did",
        6839.22,
        6845.48
    ],
    [
        " I did it I mean you got a balance you got a balance for sure sometimes we wonder if Pete listens to",
        6845.48,
        6850.14
    ],
    [
        " these parts of the podcast and I can tell if he does or does not because he I'm always",
        6850.14,
        6855.5
    ],
    [
        " busting his chops here whether he listens or not he's kind of missing out and he can't defend",
        6855.5,
        6861.8
    ],
    [
        " himself yeah so either listen or you can't defend yourself you're called Pete yeah but we know",
        6861.8,
        6866.84
    ],
    [
        " that you're leaning towards yeah would you say comfy comfy softy softy softy I didn't tell Pete",
        6866.84,
        6873.44
    ],
    [
        " hadn't even tried pumpkin spice yet he had even tried smashing pumpkin today oh that's old and I",
        6873.44,
        6879.06
    ],
    [
        " said bro this stuff is so good this stuff is so good he was I haven't even tried it yet I go",
        6879.06,
        6883.86
    ],
    [
        " because he's got a sweet tooth like that guy main lines bockle of hot yeah like it's going",
        6883.86,
        6891.54
    ],
    [
        " on a styus and people send that guy you know they send him like cookies and donuts and stuff",
        6891.54,
        6898.46
    ],
    [
        " just to just to torment him so pumpkin spice anyways smashing pumpkin mulk wait not anyways we're",
        6899.18,
        6908.06
    ],
    [
        " still getting to the bottom of the pumpkin spice thing I thought okay oh we're not getting to the bottom",
        6908.06,
        6911.82
    ],
    [
        " on it no no no no no no we don't have to get to the bottom I want to know I thought it was a food",
        6911.82,
        6915.7
    ],
    [
        " yeah exactly that's kind of my point right so you know how you're saying okay my what you know",
        6915.7,
        6921.44
    ],
    [
        " my wife gets it it's a trendy thing right so Pete saying seasonal but it is Halloween that's a",
        6921.44,
        6927.42
    ],
    [
        " pumpkin thing too yes that that I do know okay pumpkin spice think about pumpkin pie you have",
        6927.42,
        6932.58
    ],
    [
        " pumpkin pie before yeah and again to me what okay yeah I've had it but okay so like consider like",
        6932.58,
        6939.5
    ],
    [
        " and this is the closest I can get it get to it is like a cinnamon added to the pumpkin pie kind of",
        6939.5,
        6946.22
    ],
    [
        " flavor yeah you're saying yeah and then boom mulk all good but so seasonal is it because of fall",
        6946.22,
        6952.06
    ],
    [
        " season or is it because of Halloween season you know jackal lanterns and whatnot well pumpkins yeah",
        6952.06,
        6959.08
    ],
    [
        " Halloween just you think not the fall look it's pumpkin spices fall that's a fall thing you",
        6959.08,
        6965.12
    ],
    [
        " seem saying all right but it's not seasonal I quit you I'm asking you about the mulk is it seasonal",
        6965.12,
        6971.58
    ],
    [
        " now or is it not seasonal can't look in January or March or spring or whatever yes we will keep",
        6971.58,
        6976.92
    ],
    [
        " it in the line yeah smashing pumpkin I believe it actually when you mentioned it I was like dang",
        6976.92,
        6984.82
    ],
    [
        " that's a whoever came up with that kind of idea for mulk like that's pretty that's good that's",
        6984.82,
        6989.18
    ],
    [
        " all it's really good I'm not sure it might have been my daughter who came up with my daughter I",
        6989.18,
        6996.0
    ],
    [
        " said we because my daughter is into nutrition and stuff and she's in the mulk yeah and she's in",
        6996.0,
        7006.9
    ],
    [
        " hey you know what flavor do you want and one of the things that she said she wanted was pumpkin",
        7007.06,
        7013.16
    ],
    [
        " pumpkin spice which I didn't even really know what I think it's a thing yeah big time and hey",
        7013.16,
        7019.36
    ],
    [
        " hey man you're down for it obviously you like pumpkin spice apparently so you know you're down for",
        7019.36,
        7023.56
    ],
    [
        " I don't like pumpkin spice I like smashing pumpkin all right well there you go you know there you go",
        7023.56,
        7028.3
    ],
    [
        " either way yes okay so plenty other flavors too by the way so all good mulk protein",
        7028.3,
        7033.14
    ],
    [
        " form of it of a dessert and in form of some pumpkin spice boom there you go mulk is good",
        7033.14,
        7038.66
    ],
    [
        " also okay I skipped around a little bit we usually talk about the vitamin D that's important too",
        7038.66,
        7044.54
    ],
    [
        " now the season's changing you know I can be outside that much getting sun oh good soon",
        7044.54,
        7049.14
    ],
    [
        " soon so boom you want to be sure you got that kind of stuff also cold war it's free immune system",
        7049.14,
        7056.82
    ],
    [
        " vitamin D is good for you mean system too but boom in combo same same deal you don't got to worry",
        7056.82,
        7062.5
    ],
    [
        " about your sickness let's say everyone should be upping their immune system at this point in the world",
        7062.5,
        7069.08
    ],
    [
        " I think in time yes that is my there's plenty of reasons there's one big reason",
        7069.08,
        7073.78
    ],
    [
        " get that immune system kicking yes sir it's true also jackeau it to get that in bags and in cans",
        7073.78,
        7083.88
    ],
    [
        " what's up with the cans well what's going on right now is we",
        7083.88,
        7091.94
    ],
    [
        " may have initiated a little bit of a war in the drink world in the in the canned drink world",
        7092.5,
        7100.56
    ],
    [
        " so we there might be a delay in getting jackeau white tea back in the game that we've been",
        7100.56,
        7108.76
    ],
    [
        " we've been drawn into oh there's been there's been a declaration of war against",
        7108.76,
        7114.72
    ],
    [
        " jackeau discipline go cans yes yes so we're it's it's on I'm not gonna talk too much detail but",
        7116.32,
        7122.84
    ],
    [
        " let me just say we are at war and and look it's one thing when you're kind of down there and you're",
        7122.84,
        7129.92
    ],
    [
        " scrapping and you're you know but whatever you just having a good time but then all of a sudden",
        7129.92,
        7134.22
    ],
    [
        " you realize you you're at war yeah and so we we had some events unfold that some some big actors",
        7134.22,
        7143.16
    ],
    [
        " have taken action to attempt to suppress our people yeah so we're gonna have to fight yeah",
        7143.16,
        7155.82
    ],
    [
        " yeah for to hear more about that one plans of what not nonetheless you did mention",
        7155.82,
        7161.56
    ],
    [
        " discipline go so discipline jackeau discipline and discipline go discipline is the powder",
        7161.56,
        7166.68
    ],
    [
        " discipline go is the cans and pills and capsules by the way but we're talking about the cans",
        7166.68,
        7171.5
    ],
    [
        " RTD and already to drink right this was for yep ready to drink deploy um okay a health a health",
        7171.78,
        7180.4
    ],
    [
        " an actual healthy energy drink actually healthy though not the kind like no no actually",
        7180.4,
        7189.66
    ],
    [
        " healthy yeah actually healthy good no preservatives no nothing okay available in wawa",
        7189.66,
        7195.36
    ],
    [
        " vitamin shop and online boom it's a look speaking of war so check this out part of this war is",
        7195.92,
        7204.94
    ],
    [
        " driving and crushing the enemy so we're not in all wawa's yet we want to and by the way wawa's",
        7204.94,
        7215.9
    ],
    [
        " just the beginning but we got a crush so check this out so right now we're only in Florida",
        7215.9,
        7220.56
    ],
    [
        " the Florida wawa's we have like a battle map especially now that we're a war we have a battle map",
        7220.72,
        7227.54
    ],
    [
        " if you're in it check this out if you want to support the cons go to wawa in Florida and just",
        7227.54,
        7234.5
    ],
    [
        " clean out just get yourself some discipline go get yourself some discipline go and help us win the war",
        7234.5,
        7243.26
    ],
    [
        " appreciate it also vitamin shop get it there if you don't have a wawa near you also origin main",
        7245.14,
        7251.44
    ],
    [
        " dot com and let's face it also amazon yes yep available prime you mentioned origin main dot com",
        7251.44,
        7262.3
    ],
    [
        " other stuff on origin main dot com jujitsu stuff yes we'll say everyday stuff to wear jeans",
        7262.3,
        7268.36
    ],
    [
        " specifically american denim it's a big deal american denim also boots on there real good stuff um",
        7268.86,
        7275.08
    ],
    [
        " yeah go on there get something man if you want something american made stuff it's not like that's",
        7275.08,
        7279.96
    ],
    [
        " not a big deal yeah by the way you may have been looking for delta 68 jeans they were unavailable for a",
        7279.96,
        7287.5
    ],
    [
        " while they're back we're we're catching up right now and they're freaking awesome",
        7288.58,
        7295.92
    ],
    [
        " and i have a confession to make you know how i'm always like you know i mean i literally have written",
        7295.92,
        7306.46
    ],
    [
        " books about putting your people out of you and take care of people and all that you already know",
        7306.46,
        7311.8
    ],
    [
        " the confession so there we kind of re-engineered the delta jeans a little bit we re-engineered the",
        7312.56,
        7319.02
    ],
    [
        " fabric a little bit we re-engineered the cut and so Pete sent me like the we we went back and",
        7319.02,
        7326.92
    ],
    [
        " forth like three iterations finally sent the iteration like recently yeah he sent me like okay",
        7326.92,
        7332.34
    ],
    [
        " this should be it i put them on i sent him a text i'm like execute send me two pairs immediately",
        7332.34,
        7338.26
    ],
    [
        " put me above everyone else's weight i got a package so i have i all my other jeans are in the garbage",
        7338.8,
        7347.24
    ],
    [
        " because now it's just delta delta 68 the best things ever um yeah totally good to go so if you want",
        7347.24,
        7356.38
    ],
    [
        " those you can get those it's funny it's like now you're not too mad at Pete for his two-star",
        7356.38,
        7360.84
    ],
    [
        " i'm in fashion it's functional design functional fashion can we say functional fashion",
        7361.06,
        7366.26
    ],
    [
        " fun last good job Pete man keep up keep being you Pete great guy anyway also we have a",
        7366.26,
        7374.04
    ],
    [
        " jaco as a store it's called jaco store got some that's where if you want to represent you",
        7374.04,
        7378.14
    ],
    [
        " want disciplinigos freedom shirts hats hoodies some board shorts on there boom all that stuff i'm",
        7378.14,
        7385.18
    ],
    [
        " gonna remember right now by the way oh yeah but a heavy rotation oh yeah camouflage and black",
        7385.18,
        7390.3
    ],
    [
        " lots of mother was on there too some good stuff on there you say we'll have other ones on there you",
        7390.84,
        7395.22
    ],
    [
        " will have other ones on there oh day oh yeah look at you for decentralized command man okay we're",
        7395.22,
        7401.8
    ],
    [
        " doing the best our uh we can over there anyway yeah some good stuff on there christmas is coming up",
        7401.8,
        7406.9
    ],
    [
        " maybe not this month but soon seem saying i'm just saying there's there are good gift items on",
        7406.9,
        7412.78
    ],
    [
        " there you know yes so jaco store dot com do you want something get something don't forget to",
        7412.78,
        7418.4
    ],
    [
        " subscribe to the podcast because echo Charles thinks you should don't forget that we have some",
        7418.4,
        7422.82
    ],
    [
        " other podcasts ones called jaco unraveling which echo should be putting out some episodes it has",
        7422.82,
        7428.06
    ],
    [
        " this on thread it has its own thread now feed so if you want to get the unraveling podcasts it's on",
        7428.06,
        7433.52
    ],
    [
        " its own feed that one you can subscribe to to make sure you're getting them when they come out",
        7433.52,
        7438.96
    ],
    [
        " there's we have some in the bank let's get them out okay i'm not talking to everyone else echo",
        7438.96,
        7443.96
    ],
    [
        " Charles i'm just talking to you right now this isn't like uh this isn't a kind of a universal",
        7443.96,
        7447.94
    ],
    [
        " statement to the people right this is a little statement for one person yes sir we have episodes",
        7447.94,
        7452.42
    ],
    [
        " in the bank we don't want them in the bank we want to spend them we want to get them out to the",
        7452.42,
        7456.84
    ],
    [
        " people i understand fully is that what's the man hours that it takes to get that done",
        7456.84,
        7463.28
    ],
    [
        " roughly what point two okay man hours so maybe it's something we could make happen this very",
        7463.28,
        7472.8
    ],
    [
        " possible yes here's the thing about that though okay so the unraveling podcasts used to be called",
        7472.8,
        7479.0
    ],
    [
        " the thread used to be so if you're subscribed to the thread if you were and then it's in your like",
        7479.0,
        7484.0
    ],
    [
        " library i don't know the different sections yeah and then i'm talking about like iTunes or the",
        7484.0,
        7489.6
    ],
    [
        " podcast whatever i'm not sure if it works for stitch or i'm not sure it might very well but",
        7489.6,
        7495.04
    ],
    [
        " it'll be in your library still but you'll when you click on there it won't indicate that you're",
        7495.04,
        7500.36
    ],
    [
        " subscribed so you just got to click it again okay so you don't have to go search for it is what i'm",
        7500.36,
        7504.84
    ],
    [
        " saying if you were already subscribed but you know if you're not then yeah well there again so the",
        7504.84,
        7509.28
    ],
    [
        " unraveling the jockele unraveling podcast subscribe to it it's me and derrick Cooper grounded",
        7509.28,
        7516.26
    ],
    [
        " podcast war your kid podcast we have a youtube channel if you want to see what good deal Dave",
        7516.26,
        7521.96
    ],
    [
        " Burke looks like uh if you want to see what echo Charles looks like if you want to see what i",
        7521.96,
        7526.26
    ],
    [
        " look like or you want to see some enhanced videos that echo puts this effort into allegedly",
        7526.26,
        7530.42
    ],
    [
        " and a lot of the videos you got to remember some people will go oh you know echo good job and they",
        7530.42,
        7536.72
    ],
    [
        " always forget that echo might be the guy that pressed the record but i'm the assistant director",
        7536.72,
        7543.36
    ],
    [
        " to these videos there's no i'm the the kind of the the glue that brings it together assistant",
        7543.36,
        7552.04
    ],
    [
        " director that's me so keep that in mind if you want to see videos that have me as the assistant",
        7552.52,
        7557.46
    ],
    [
        " director subscribe to our youtube hey we got an album called psychological warfare uh bunches me",
        7557.46,
        7564.3
    ],
    [
        " talking about how to overcome whatever problem you're dealing with flip side canvas to code of my",
        7564.3,
        7569.02
    ],
    [
        " er making awesome things to hang on your wall bunch of books about face by hackworth i wrote the",
        7569.02,
        7574.48
    ],
    [
        " forward to the newest addition leadership strategy and tactics field manual this money goes feed",
        7574.48,
        7578.74
    ],
    [
        " him field manual brand new version is out right now way the warrior kid for field manual",
        7578.74,
        7585.34
    ],
    [
        " is out right now i just brought the first copies in one for Dave and his kids one for echo and his",
        7585.34,
        7591.6
    ],
    [
        " kids way the warrior kid one two and three are out miking the dragons just got elected selected",
        7591.6,
        7598.34
    ],
    [
        " on amazon.com as a teachers pick teachers pick kind of a big deal yeah kind of a big deal very cool",
        7598.34,
        7608.4
    ],
    [
        " so thanks all the teachers out there that selected Mikey and the dragons to be a teachers pick on amazon",
        7608.4,
        7613.48
    ],
    [
        " .com extreme ownership and the dichotomy leadership where it started also we have echelon front",
        7613.48,
        7620.22
    ],
    [
        " it's our leadership consultancy where we solve problems through leadership go to echelonfront.com",
        7620.22,
        7627.18
    ],
    [
        " for details we also have eF online which is online interactive training for leadership is a skill",
        7627.18,
        7634.38
    ],
    [
        " for leadership remember not sitting there earlier saying hey why would you go into a room if you",
        7636.12,
        7639.32
    ],
    [
        " haven't trained why would you think you could know how to have a conversation if you had good yeah",
        7639.32,
        7643.02
    ],
    [
        " it takes training we know that so we made online training eF online if you want to ask Dave a question",
        7643.02,
        7649.7
    ],
    [
        " if you want to ask Dave if you want to ask Dave about dropping the first jdam in history",
        7649.7,
        7655.42
    ],
    [
        " and what courage it took to do that then you can go to eF online.com and",
        7656.64,
        7663.76
    ],
    [
        " Monday Wednesday Friday we are live we are there we're answering questions if you want to know",
        7663.76,
        7670.2
    ],
    [
        " how awesome it was when I was doing ship boardings in the Gulf overcoming fear to board these smugglers",
        7670.2,
        7678.04
    ],
    [
        " vessels no but seriously if you want to ask this question do you want to talk about leadership go to",
        7678.04,
        7684.78
    ],
    [
        " eF online.com we also have the muster there's only going to be one muster this year it's in Dallas",
        7685.42,
        7690.4
    ],
    [
        " Texas is December 3rd and 4th check out extreme ownership.com we've got we've got social distancing",
        7690.4,
        7698.28
    ],
    [
        " COVID protocol in place we're not going to do jiu jitsu we usually do jiu jitsu the last night but",
        7698.28,
        7705.36
    ],
    [
        " what we're going to do instead is jiu jitsu we're going to do a jiu jitsu philosophy course of",
        7705.36,
        7712.56
    ],
    [
        " instruction slash q and a myself and another black belt will be there maybe two other black belts",
        7713.62,
        7721.32
    ],
    [
        " one of them will be echo Charles I'll probably get another one yeah I'm going to talk about jiu jitsu how",
        7721.32,
        7726.32
    ],
    [
        " those how did jiu jitsu principles apply to life and I've been doing some writing about jiu jitsu",
        7726.32,
        7732.28
    ],
    [
        " which should be coming out shortly so I might read a little precursor of that",
        7732.28,
        7736.76
    ],
    [
        " and then eF Overwatch if you need executive leadership inside your company go to eF",
        7739.36,
        7746.06
    ],
    [
        " Overwatch.com we have military veterans that understand these principles that are ready to go to work",
        7746.06,
        7750.82
    ],
    [
        " if you're a company that needs veterans go to eF Overwatch.com if you want to help service members",
        7750.82,
        7756.08
    ],
    [
        " active and retired their families gold star families around the world then check out",
        7756.08,
        7759.98
    ],
    [
        " markley's mom she's got a charity organization momily it's called america's mighty warriors and",
        7761.02,
        7768.08
    ],
    [
        " if you want to donate or you want to get involved then go to america's mighty warriors.org and if",
        7768.08,
        7773.02
    ],
    [
        " you find yourself thirsting for more pain and you want more of my droning drudgery or you want more",
        7773.02,
        7784.24
    ],
    [
        " echoes farcical folklore or maybe you just want some more of davis over zealous zingers",
        7786.68,
        7792.76
    ],
    [
        " then you can find us on the interwebs on twitter instagram which echo will only refer to as",
        7792.76,
        7799.12
    ],
    [
        " the gram and on facebook davis at david arburg echo is at echo Charles and i'm at jaco",
        7799.12,
        7804.86
    ],
    [
        " willink and thanks to general bruce carc and curnal david hackworth from leading our nation's",
        7804.86,
        7810.58
    ],
    [
        " best in combat and for passing on those lessons to us and thanks to all the people in uniform out",
        7810.58,
        7816.02
    ],
    [
        " there right now putting those lessons to the use keeping democracy and freedom safe in the world",
        7816.02,
        7822.76
    ],
    [
        " and to police and law enforcement to firefighters paramedics and emt's dispatchers correctional",
        7822.76,
        7828.92
    ],
    [
        " officers board a patrol secret service and other first responders thank you for keeping us safe",
        7828.92,
        7834.8
    ],
    [
        " here at home and everyone else out there remember what you have heard from general carc",
        7834.8,
        7842.1
    ],
    [
        " remember what he said that it all starts with discipline the army is built on discipline",
        7842.1,
        7851.56
    ],
    [
        " but so so are us so are we as individuals general carc said that the one thing that will keep a",
        7851.56,
        7862.42
    ],
    [
        " trainee on the right track is discipline that's the one thing the supreme thing",
        7862.42,
        7867.6
    ],
    [
        " so maybe we should be more disciplined and maybe we should stay on the right track maybe we",
        7867.6,
        7876.54
    ],
    [
        " should stay on the path every single day by getting after it and until next time this is dav",
        7876.54,
        7886.9
    ],
    [
        " in echo and jack oh",
        7886.9,
        7890.04
    ]
]