[
    [
        " We start getting towards the end of this deployment.",
        0.0,
        2.7
    ],
    [
        " And obviously, Mark got killed on August 2nd.",
        3.16,
        12.5
    ],
    [
        " And then September 29th,",
        12.5,
        20.08
    ],
    [
        " Mikey gets killed. Yeah, and we're, I mean, we're,",
        20.08,
        26.56
    ],
    [
        " we're not, we're not done operating by any stretch,",
        28.96,
        31.3
    ],
    [
        " because we did a bunch more operations, but it was definitely winding down at that point.",
        31.3,
        35.14
    ],
    [
        " Yeah, we had to start thinking about redeployment.",
        35.4,
        38.46
    ],
    [
        " Yeah. And, uh, I mean, we're all packed up.",
        38.78,
        43.34
    ],
    [
        " I remember because we weren't at a, at a Crigodore anymore.",
        43.62,
        46.62
    ],
    [
        " Yeah, we had guys that were you and one of the guys that had come back from",
        46.8,
        50.46
    ],
    [
        " Crigodore as we started trying to filter guys back.",
        50.46,
        53.3
    ],
    [
        " I was so mad I had to come back.",
        53.38,
        55.46
    ],
    [
        " Yeah, I think about every day when I feel the finger, because I,",
        55.86,
        59.06
    ],
    [
        " you know, cut my finger down to the bone and they actually had to cast back me out",
        59.16,
        64.16
    ],
    [
        " to go get surgery on my finger, because they thought I was going to lose it.",
        64.16,
        67.72
    ],
    [
        " Because we try to work on it across the street at the AIDS station,",
        67.82,
        71.0
    ],
    [
        " which those guys are phenomenal combat medics over there.",
        71.1,
        74.0
    ],
    [
        " And when they were like, dude, we need a bird for you.",
        74.28,
        77.28
    ],
    [
        " You're going to lose your finger.",
        77.28,
        78.14
    ],
    [
        " The ultimate doom commander and the badger were like, dude, we have, yeah,",
        78.68,
        83.36
    ],
    [
        " absolutely, you know, so I went back grab some gear and, um,",
        83.66,
        87.2
    ],
    [
        " you know, I feel that every day.",
        88.18,
        89.62
    ],
    [
        " It was just hard. Um, like I was the only op I wasn't on, you know,",
        90.26,
        98.76
    ],
    [
        " and every time we went out, I always said a group prayer for the guys.",
        98.76,
        101.24
    ],
    [
        " It didn't matter if it was like, hey, we have to go right now.",
        101.66,
        104.2
    ],
    [
        " The ultimate doom commander or the badger or someone with that cake,",
        104.64,
        107.34
    ],
    [
        " we got to get JP real quick.",
        107.52,
        108.74
    ],
    [
        " I'd say a group prayer and we'd roll.",
        108.98,
        110.3
    ],
    [
        " And that was the only one that I wasn't a part of.",
        110.36,
        113.78
    ],
    [
        " And, uh, you know, Mikey was my adub gunner.",
        114.52,
        117.1
    ],
    [
        " You know, he was always next to me when I was doing my sniper overwatches and",
        117.28,
        121.7
    ],
    [
        " he was next to me when I was rocking point, you know, because you needed a",
        121.7,
        125.96
    ],
    [
        " dub gunner.",
        125.96,
        126.42
    ],
    [
        " And JP might have gotten a little crazy towards last half of the deployment and",
        127.08,
        129.9
    ],
    [
        " started to walk him point with 300 win mag.",
        129.9,
        131.76
    ],
    [
        " And Mikey was there.",
        132.18,
        133.56
    ],
    [
        " And I wasn't there, you know, and",
        133.96,
        136.72
    ],
    [
        " I don't know.",
        139.78,
        140.5
    ],
    [
        " So well, the good news is you got to go home with him.",
        141.12,
        146.38
    ],
    [
        " Yes.",
        146.8,
        147.0
    ],
    [
        " Yeah, got a escort is body home, which was",
        147.38,
        153.96
    ],
    [
        " unlike anything else, you know, you're like cool.",
        153.96,
        158.56
    ],
    [
        " You know, you get to be a part of that.",
        158.86,
        161.0
    ],
    [
        " But also the same time you're like, this is really shitty to be a part of, you",
        161.0,
        165.1
    ],
    [
        " know what I mean?",
        165.1,
        165.54
    ],
    [
        " I don't know.",
        165.54,
        166.08
    ],
    [
        " I was like, yeah, I wanted to be there and make sure everything went well.",
        166.26,
        170.34
    ],
    [
        " And I just remember us flying back and just, just, just staring at the flag over",
        170.5,
        177.72
    ],
    [
        " his coffin, you know, and some guys would, you know, lay next to the casket and",
        177.72,
        182.58
    ],
    [
        " we lean up against it.",
        182.58,
        184.24
    ],
    [
        " Yeah, it was just getting to bring him home was important to be a part of that.",
        185.14,
        194.78
    ],
    [
        " But, you know, everybody felt so much guilt.",
        195.04,
        198.86
    ],
    [
        " And we all, we all try to keep each other accountable on that, you know, it's like,",
        200.5,
        204.76
    ],
    [
        " hey, man, this is war, you know, Mikey saved a lot of lives, you know, and",
        204.76,
        210.44
    ],
    [
        " we made an impact over there.",
        210.44,
        213.02
    ],
    [
        " And so it wasn't like it was for nothing.",
        213.38,
        215.14
    ],
    [
        " And what he did, I mean, the guys lives that he saved, they all now have families",
        215.94,
        224.14
    ],
    [
        " and kids, you know, a couple of them had kids.",
        224.14,
        226.82
    ],
    [
        " Mikey had the easy out.",
        227.46,
        228.6
    ],
    [
        " And just like he always did, he never took the easy road.",
        229.36,
        234.16
    ],
    [
        " He took the harder road, the road that would actually make a difference.",
        234.2,
        238.18
    ],
    [
        " And this time was alive, those, those guys around him.",
        239.02,
        241.72
    ],
    [
        " And it was just the ride back.",
        242.14,
        246.34
    ],
    [
        " I mean, you're just thinking about all that.",
        246.6,
        248.5
    ],
    [
        " And, you know, it was also kind of a blur as well, you know, like I remember,",
        248.98,
        254.1
    ],
    [
        " you know, just like just rubbing the flag, you know,",
        254.44,
        258.14
    ],
    [
        " the flag's always been very important to me.",
        258.14,
        262.22
    ],
    [
        " I remember graduating how we can just sing the flag fly.",
        262.3,
        265.88
    ],
    [
        " And then you hear it in the national anthem.",
        266.38,
        268.18
    ],
    [
        " And just sing it over one of your boys caskets was just brought a new level of",
        268.7,
        275.72
    ],
    [
        " connection and love for that amazing flag that we have.",
        275.72,
        279.78
    ],
    [
        " And I just sat there and I just would just rub the flag, just rub it, you know,",
        282.72,
        287.7
    ],
    [
        " because I had flags that I cared with me on every deployment, every mission.",
        287.86,
        290.58
    ],
    [
        " I still do that sometimes.",
        291.36,
        292.44
    ],
    [
        " Like my wife, Amanda, we'll just, I'll be doing something and I'll find a flag",
        293.08,
        297.68
    ],
    [
        " and I'll just, I just kind of rub it.",
        297.68,
        299.18
    ],
    [
        " And she's like, she knows, you know, she's like, that's like my little trigger,",
        299.68,
        302.72
    ],
    [
        " you know, I'm just, my trigger point.",
        303.02,
        304.62
    ],
    [
        " I'm just, I just started thinking about things again.",
        304.76,
        306.92
    ],
    [
        " And, you know, I've taught my kids, Aiden,",
        308.96,
        312.6
    ],
    [
        " Kora and Nola to love and respect the flag.",
        313.92,
        318.18
    ],
    [
        " Like whenever they see a flag, they're like, daddy, daddy, it's your favorite thing.",
        318.94,
        321.84
    ],
    [
        " Daddy is daddy's favorite thing, you know, they love getting American flag t-shirts",
        322.74,
        326.96
    ],
    [
        " and shorts.",
        326.96,
        327.86
    ],
    [
        " They saw some American flag cowboy boots.",
        328.68,
        330.34
    ],
    [
        " Of course, my daughters want those now.",
        330.46,
        331.78
    ],
    [
        " And I've been honest with my kids, you know,",
        332.6,
        335.82
    ],
    [
        " my boy Aiden, I call my bonus boy, he's my stepson, alone, just like mine.",
        336.6,
        340.92
    ],
    [
        " You know, he, he asked me about the flag and why is it so important to me?",
        341.52,
        346.34
    ],
    [
        " And I told him, like, you know, it was, it's been draped over a lot of caskets",
        346.42,
        350.36
    ],
    [
        " of my buddies that didn't make it home that were killed overseas.",
        350.36,
        353.38
    ],
    [
        " He's such a special kid and he's just like, that makes sense.",
        354.12,
        358.52
    ],
    [
        " And, you know, and he just, he sees a flag and I explained to him why flags that half mass.",
        359.14,
        364.54
    ],
    [
        " And he's even said, hey, I'm sorry, that flag's at half mass.",
        365.16,
        367.86
    ],
    [
        " Like, he doesn't know why, but he knows something happened.",
        368.7,
        370.92
    ],
    [
        " And he knows what it does to me and guys like you or the flags at half mass,",
        371.62,
        376.68
    ],
    [
        " something horrible has happened and he knows that, you know, and so I just,",
        376.92,
        381.5
    ],
    [
        " remember, you know, we, I think he went to Bethesda and then we continued on to San Diego.",
        382.1,
        390.5
    ],
    [
        " And, um, just tried to mentally reset for a couple of days, you know, you're back in San Diego.",
        391.92,
        397.3
    ],
    [
        " It's awesome, but it just didn't, it had nothing, you know, because you knew you're waiting to receive your,",
        397.82,
        406.08
    ],
    [
        " one of your boys bodies, you know, so it didn't matter where we were.",
        406.28,
        411.62
    ],
    [
        " It didn't matter where in San Diego, like we didn't want to be in San Diego.",
        411.82,
        415.1
    ],
    [
        " We want to be back overseas still, you know.",
        415.48,
        418.16
    ],
    [
        " When, when we went to Habania to put him on the bird and,",
        419.16,
        433.04
    ],
    [
        " casket was open, and we were just filing by, and I remember you were ahead of me.",
        448.16,
        456.98
    ],
    [
        " We were walking into like a nil van.",
        457.68,
        459.2
    ],
    [
        " It wasn't, it wasn't like a one way thing.",
        459.54,
        461.66
    ],
    [
        " It was a cold nil van.",
        462.02,
        463.1
    ],
    [
        " It was a cold nil van.",
        463.66,
        464.46
    ],
    [
        " And you were ahead of me, you know, you were one, you just, you were literally right ahead of me.",
        465.08,
        470.74
    ],
    [
        " And you walked in and, you know, you, you, you, you know, you took your last look at Mike,",
        471.5,
        477.92
    ],
    [
        " and you put your hand on the, on the casket.",
        478.14,
        480.62
    ],
    [
        " And you turned around and I was right, you know, we were just looking at each other.",
        481.16,
        486.26
    ],
    [
        " And,",
        486.76,
        487.16
    ],
    [
        " when I saw your face, the look in your face,",
        487.72,
        497.48
    ],
    [
        " I was,",
        498.76,
        499.8
    ],
    [
        " I felt super worried because I could tell that you were tore up.",
        500.12,
        514.92
    ],
    [
        " And I said to myself, hey man, Jocco, you need to get your fucking game together right now and be strong.",
        515.8,
        526.3
    ],
    [
        " And you were, and that's what we needed.",
        532.5,
        534.56
    ],
    [
        " And guys like the Delta Patoon commander, super, super strong for us, but you saw them.",
        535.3,
        542.32
    ],
    [
        " I mean, everybody's hurting, you know, it was, you know, that deployment, you can't not be close with somebody, you know,",
        542.42,
        548.26
    ],
    [
        " and especially someone like Mike, he, man, like he, he, he knows I like my sleep.",
        548.66,
        552.96
    ],
    [
        " And so he would make sure I didn't get my sleep just because Mike he didn't sleep.",
        553.68,
        558.02
    ],
    [
        " And we were, we, you know, we're, our rooms right next to each other, you know, I was back in this corner,",
        558.92,
        564.26
    ],
    [
        " he was over in this other corner, there's a sheet of plywood between the two of us.",
        564.36,
        567.52
    ],
    [
        " And he was always like, what's up, Holmes?",
        568.22,
        570.68
    ],
    [
        " He's like, hey, Holmes, you sleep in. I'm like, yeah, I'm trying to, Holmes.",
        571.32,
        576.08
    ],
    [
        " He's like, he's like, cool.",
        576.88,
        578.42
    ],
    [
        " And he'd open up the tarp, you know, the little cammy, you know, tarp that I had over for my door.",
        578.66,
        584.04
    ],
    [
        " He'd just come in and say on the edge of the bed, I'm like, what's up, buddy?",
        584.44,
        589.38
    ],
    [
        " He's like, nothing, just want, you know, he just talked about family stuff.",
        590.06,
        592.82
    ],
    [
        " And you could tell the law was on his mind.",
        593.16,
        594.8
    ],
    [
        " You know, and he's like, hey, you want to watch the newest episode of Thirsty Traveler?",
        595.34,
        602.34
    ],
    [
        " Parents sent me the Thirsty Traveler.",
        602.6,
        604.32
    ],
    [
        " I was like, no, but I'm awake.",
        604.32,
        607.34
    ],
    [
        " So I guess we're going to watch the Thirsty Traveler because there's a couple times where I'd be like,",
        607.62,
        611.3
    ],
    [
        " hey, bro, like I'm trying to sleep, like just go do your own thing, you know what I mean?",
        611.36,
        614.4
    ],
    [
        " And he had a little hole that he carved into the plywood between our rooms.",
        615.18,
        618.68
    ],
    [
        " And he would crack Kim lights and push them through.",
        618.68,
        622.86
    ],
    [
        " They'd fall right next to where I was sleeping.",
        623.04,
        625.36
    ],
    [
        " And I'm like, I'm going to strangle this guy.",
        625.66,
        628.42
    ],
    [
        " But it was my boy Mikey, you know, like, it was my boy.",
        628.48,
        632.04
    ],
    [
        " Yeah, we were real close in the workup.",
        632.38,
        634.48
    ],
    [
        " And then obviously the deployment, you know, we should ride three bikes together.",
        634.48,
        637.72
    ],
    [
        " Anyway, so deployment, he was just fun.",
        638.26,
        641.7
    ],
    [
        " I was just, I say all that, he did that with everybody.",
        641.84,
        644.7
    ],
    [
        " Yeah, it was hard not to be close to him.",
        645.14,
        646.9
    ],
    [
        " It was, you know, there's a different connection when you're at, when you're legitimately at",
        647.14,
        653.1
    ],
    [
        " in war with your boys.",
        653.1,
        654.72
    ],
    [
        " You know, that's why all the army and marine guys that we served with, like,",
        654.72,
        658.48
    ],
    [
        " anytime I see, I still see some of them once in a while.",
        658.72,
        661.6
    ],
    [
        " I randomly ran into one of them up in Ohio.",
        661.88,
        663.82
    ],
    [
        " And it was just like, dude, and I just, I was up there on sales trip and I just ditched",
        664.36,
        669.3
    ],
    [
        " my sales team guys, you know, because I wanted to hang out with them, you know, I just,",
        669.3,
        672.32
    ],
    [
        " and then there's been other trips where I sang thing, another one, my boy Nick Hobbs,",
        672.64,
        677.02
    ],
    [
        " you know, ran into him, I was with my sales team and it's like, come on, you know, it's just,",
        677.16,
        680.52
    ],
    [
        " that connection is just, it's hard to explain.",
        680.96,
        682.92
    ],
    [
        " I mean, you guys know how it is doing your duty and combat sports where you're rolling with guys",
        683.08,
        686.62
    ],
    [
        " and you, you legitimately, you're helping guys cut way and just all this stuff.",
        686.62,
        690.34
    ],
    [
        " Like, there's that bond and that connection.",
        690.5,
        692.3
    ],
    [
        " Take that times it by a thousand and then add some more and that's the connection.",
        693.34,
        698.2
    ],
    [
        " You get with these boys and calm that.",
        698.22,
        699.62
    ],
    [
        " So it was, it was real hard.",
        699.84,
        701.8
    ],
    [
        " I mean, and part of it is, that's just who I am.",
        702.16,
        705.08
    ],
    [
        " Like, I, I were in my heart in my sleeve.",
        705.32,
        706.72
    ],
    [
        " I just connected, attached to people very closely and, you know, Mikey, it was, it was,",
        707.54,
        712.7
    ],
    [
        " it was really hard and that's the look that I saw in your face.",
        712.82,
        716.5
    ],
    [
        " That's the look that I saw in your face.",
        717.0,
        718.42
    ],
    [
        " I was like, and I know, I mean, obviously, I know what kind of personality you have.",
        718.74,
        722.74
    ],
    [
        " I knew what kind of personality you have and I saw that look of devastation.",
        722.86,
        727.96
    ],
    [
        " And it was the first time because we'd been together.",
        728.14,
        729.8
    ],
    [
        " I mean, we were, we heard the news.",
        729.98,
        731.72
    ],
    [
        " We, you know, but it was the first time that I saw your, your look where it was almost like",
        731.88,
        735.82
    ],
    [
        " that was the first time that you really realized that Mikey was gone.",
        735.82,
        739.58
    ],
    [
        " That was it.",
        739.76,
        740.44
    ],
    [
        "",
        740.78,
        740.78
    ],
    [
        " Maybe I'm right or wrong.",
        741.16,
        742.24
    ],
    [
        " No, I'm the look in your face.",
        742.64,
        743.86
    ],
    [
        " I was like, okay, he is, he's devastated right now.",
        744.12,
        749.88
    ],
    [
        " And, and that's what I thought to myself.",
        750.26,
        751.96
    ],
    [
        " And again, I mean, I don't, I saw you as my little brother.",
        751.98,
        757.12
    ],
    [
        " I mean, for sure, I don't mean that in any kind of derogatory way in any sense.",
        757.12,
        761.72
    ],
    [
        " But I literally saw you as like my blood little brother.",
        762.06,
        765.16
    ],
    [
        " Yeah.",
        765.36,
        765.68
    ],
    [
        " And so to see you just devastated like that.",
        765.98,
        768.68
    ],
    [
        " And I knew that you were looking at me like, well, okay, what's Jocco going to do?",
        768.84,
        772.58
    ],
    [
        " And I knew that I knew what I had to do.",
        772.98,
        774.66
    ],
    [
        " Yeah.",
        774.74,
        774.9
    ],
    [
        " Was I had to show like, listen, this is what we do.",
        775.04,
        777.7
    ],
    [
        " Yeah.",
        778.2,
        778.36
    ],
    [
        " This is who we are.",
        778.4,
        779.12
    ],
    [
        " Get your shit together, Jocco.",
        779.34,
        780.96
    ],
    [
        " And, and handle this.",
        781.18,
        783.16
    ],
    [
        " And not saying I didn't, you know, not saying I was a robot.",
        783.68,
        788.02
    ],
    [
        " Yeah.",
        788.46,
        788.66
    ],
    [
        " But I knew that I had to maintain strength.",
        788.72,
        793.04
    ],
    [
        " You have to.",
        793.42,
        794.26
    ],
    [
        " And find that so that you guys could go, all right, we're going to be okay.",
        794.26,
        798.22
    ],
    [
        " What have we, what's been",
        799.06,
        800.98
    ],
    [
        " pounded into our minds since buds, when the fight, like if you're in the fight,",
        800.98,
        807.74
    ],
    [
        " when the fight, when the firefight, right?",
        807.86,
        809.32
    ],
    [
        " And right then that our fight was you had to keep the guys together.",
        809.76,
        813.06
    ],
    [
        " You know, that's why I thought it was self-aid buddy aid, right?",
        813.16,
        815.64
    ],
    [
        " You get shot, you get hurt, you take care of yourselves.",
        815.8,
        818.32
    ],
    [
        " Because if you're in a firefight, your boys are going to win the firefight first.",
        818.32,
        822.48
    ],
    [
        " Before they can take care of you, that's just part of it.",
        822.92,
        825.76
    ],
    [
        " That's how we operate.",
        825.9,
        826.84
    ],
    [
        " And you had to do that.",
        827.54,
        829.76
    ],
    [
        " Yeah, I mean, no doubt.",
        830.08,
        831.04
    ],
    [
        " I mean, you're in that highest leadership position.",
        831.32,
        833.64
    ],
    [
        " And the same thing, like I had to get myself together.",
        834.5,
        838.28
    ],
    [
        " You know, just because other guys in the cartoon,",
        838.48,
        840.14
    ],
    [
        " like I thought, or at least I felt like they looked up to me as well.",
        840.14,
        842.98
    ],
    [
        " And, you know, especially after that deployment,",
        843.76,
        845.32
    ],
    [
        " you know, I just, you had to keep yourself together.",
        845.6,
        847.38
    ],
    [
        " You know, and it was just, it's just a weird, weird, you know,",
        847.62,
        851.86
    ],
    [
        " it's the first time I ever experienced that, you know, at that level.",
        852.48,
        855.38
    ],
    [
        " So.",
        855.9,
        855.98
    ]
]