[
    [
        " How often would guys take shots in their body armor or helmet all the time this happened all the time and",
        0.0,
        7.02
    ],
    [
        " when we were in",
        7.02,
        8.74
    ],
    [
        " that urban",
        8.74,
        10.18
    ],
    [
        " Combat in sustained combat day after day after day both for us in Charlie, Platoon and in our",
        10.18,
        17.2
    ],
    [
        " Sister Platoon Delta, Platoon. It was operating on the other side of the city",
        17.2,
        20.34
    ],
    [
        " It was just did this happened regularly. I mean we had guys",
        20.34,
        24.12
    ],
    [
        " You know on patrol with a camel back, you know, and you know the camel bass got",
        24.12,
        28.76
    ],
    [
        " Is a water bladder on the back you wear the backpack. It's got the little hose tube that you can you can drink water on",
        28.76,
        34.48
    ],
    [
        " On the move guys no no waters backpack realize later round went through it",
        34.48,
        39.34
    ],
    [
        " I mean you're talking inches away, you know from his back. We had multiple guys shot in the plates",
        39.34,
        43.66
    ],
    [
        " front plate back plate",
        43.66,
        45.96
    ],
    [
        " and",
        45.96,
        47.28
    ],
    [
        " Got one of our guys peeking up over the rooftop turned a big gunfight bam takes takes a",
        47.28,
        53.06
    ],
    [
        " All of a sudden he felt like somebody punched him in the face and",
        53.06,
        55.96
    ],
    [
        " Kind of falls back down below the roof and kind of gets up wondering what's happening and",
        55.96,
        59.98
    ],
    [
        " Takes off his helmet looks as a helmet realizes he's been shot in his night vision mount",
        59.98,
        64.18
    ],
    [
        " Which meant that that round came in directly, you know at his face hit his hit his night vision mount",
        64.18,
        70.88
    ],
    [
        " I ricocheted up had it hit just you know a millimeter's lower it would have taken his head off",
        70.88,
        75.96
    ],
    [
        " So that happened all the time and I I'm sure Jocke",
        75.96,
        79.88
    ],
    [
        " You remember this many times I would we'd we'd come back from not park our humbys. I'd walk in the door",
        79.88,
        84.94
    ],
    [
        " I was gonna check him a jaco let him know, you know",
        84.94,
        86.86
    ],
    [
        " What what what we what happened out there? What's going on? You know what's what's happening?",
        86.86,
        90.38
    ],
    [
        " You know now, you know there are the ropes we need to get reloaded for things to think about walking in his office",
        90.68,
        95.38
    ],
    [
        " You know and first thing I would generally say it was God is a frog man",
        95.38,
        99.42
    ],
    [
        " God's a frog man. He's looking out for us. I don't know how we made it out of that without losing guys",
        99.42,
        103.44
    ],
    [
        " Or you know this was so many close calls",
        103.44,
        105.52
    ],
    [
        " And it was just a constant thing all the time",
        105.52,
        109.06
    ],
    [
        " Where your body armor where you home but",
        111.0,
        113.42
    ],
    [
        " Yeah, we always said guys honor and you've talked about this in the podcast before but",
        113.42,
        118.96
    ],
    [
        " My first appointment we would have guys that would wear body armor that was like",
        118.96,
        123.98
    ],
    [
        " Like six inches by six minimalistic body armor. No body",
        123.98,
        129.68
    ],
    [
        " You know and in Ramadi getting those kind of gun fights",
        129.68,
        133.58
    ],
    [
        " Everyone was like hey, can we get a little bigger place?",
        133.58,
        136.18
    ],
    [
        " Some guys wanted to cut their helmets and half shells before we got there after we got there was like",
        137.94,
        142.24
    ],
    [
        " Some of the army guys some of the army guys they would have the full they look like almost like nights the crotch",
        142.24,
        151.44
    ],
    [
        " Protectors the colors the arm sleeves the side-sapy plates. They they were covered up good on them",
        151.44,
        156.6
    ],
    [
        " Because they were you know taking real risks out there. So yeah, but you know jody",
        156.6,
        160.54
    ],
    [
        " Middick and I when he was on here we had a little conversation about body armor",
        160.54,
        163.6
    ],
    [
        " They didn't often expected to be in a certain spot. They weren't there. They didn't have body armor helmets on and he you know",
        163.6,
        168.82
    ],
    [
        " He's sitting here said I",
        168.82,
        171.4
    ],
    [
        " Washed up with Adam",
        171.4,
        172.28
    ],
    [
        " So where your body armor where you're home but all the time",
        172.28,
        176.2
    ]
]