[
    [
        " Speaking of destroying the enemy next question is how do you deal with rules of engagement?",
        0.0,
        5.0
    ],
    [
        " Are they necessary? Did they inhibit you?",
        5.4,
        7.34
    ],
    [
        " This is a question we get all the time and people want to talk about rules of engagement.",
        8.18,
        12.56
    ],
    [
        " Everyone, there's always complaints. Guys, you come back from the battlefield like the rules of",
        13.3,
        17.82
    ],
    [
        " engagement are so stringent. And these are different wars are fighting. These are counterinsurgency",
        17.82,
        22.52
    ],
    [
        " wars. And oftentimes people use the term civilian casualties in a way that's, you know, they're",
        22.52,
        29.6
    ],
    [
        " talking about innocent civilians. But what they don't realize is that everyone we're fighting",
        29.6,
        35.06
    ],
    [
        " is a civilian. None of them are uniformed members of an opposing military. They blend into the",
        35.06,
        41.08
    ],
    [
        " populace. They act like they're normal people. They hide amongst the people. Often sometimes use",
        41.08,
        46.54
    ],
    [
        " them as human shields. And then they're shooting at you and shooting RPGs or machine guns at you",
        46.54,
        52.48
    ],
    [
        " and they maneuver. So it's a very challenging environment. But the rules of engagement really",
        52.48,
        56.88
    ],
    [
        " don't change. The rules of engagement are pretty clear. And there you observe a hostile act. Bad",
        56.88,
        63.8
    ],
    [
        " guy shooting at you or shooting at friendlies or you observe hostile intent. Meaning that's",
        63.8,
        69.76
    ],
    [
        " where it becomes a little more gray area to say, okay, was this, was that person acting in a manner",
        69.76,
        74.78
    ],
    [
        " that had a reasonable certainty of hostile intent? And so it's a judgment call up to the troops",
        74.78,
        82.94
    ],
    [
        " on the battlefield. And those rules of engagement don't change. They're always the same. I think",
        82.94,
        87.54
    ],
    [
        " what changes is leaders. Leaders change. And there's some leaders that are willing to delegate that",
        87.54,
        92.66
    ],
    [
        " down to the lowest level troopers. Trusting their guys, train them, make them understand just how",
        92.66,
        99.0
    ],
    [
        " important it is to make sure that they're operating within that rules of engagement. That they are",
        99.0,
        104.68
    ],
    [
        " not accidentally engaging some innocent person in causing collateral damage that they didn't mean to.",
        104.68,
        111.32
    ],
    [
        " So and there's some leaders that won't delegate that and keep it tight and want to really scrutinize",
        112.08,
        117.32
    ],
    [
        " guys for making the call. I think the best way for us, this was incredibly important. People",
        117.32,
        122.8
    ],
    [
        " can understand how our troops are put in a tough position because we know that anything we do",
        122.8,
        129.52
    ],
    [
        " in today's world with social media, with news cycles could be absolute front page headline news",
        129.52,
        135.78
    ],
    [
        " in a heartbeat. And those can have massive catastrophic effect on the entire strategy, the strategic",
        136.38,
        145.7
    ],
    [
        " mission. So this is something that we have to deal with regularly. And if a guy thought he thought",
        145.7,
        154.24
    ],
    [
        " he saw someone digging in the road and there were an ID layer and he decided to pull the trigger",
        154.24,
        159.7
    ],
    [
        " on someone that he thought was an ID layer and it turns out it's not. We get investigated for that.",
        159.7,
        165.3
    ],
    [
        " We it becomes a big deal. And that shooter, our US servicemen who are a woman who engaged",
        165.3,
        173.64
    ],
    [
        " is potentially looking at going to prison for, you know, for something like that. So it's a big",
        173.64,
        180.06
    ],
    [
        " deal if they violated the rules of engagement. One of the ways that Jocco did an amazing job",
        180.06,
        185.72
    ],
    [
        " of this. And you know, one of our four principles, our laws of combat that we talk about is simple.",
        185.72,
        191.34
    ],
    [
        " And one of the ways that he did this for us was, you know, all this law, your speak of",
        191.5,
        198.64
    ],
    [
        " how the reason we'll certainly have hostile intent and all these things, he would stand up before",
        198.64,
        202.02
    ],
    [
        " we roll about the gate every time, every single operation and say, if you have to pull the trigger,",
        202.02,
        209.02
    ],
    [
        " you better make sure the guy you're killing is bad. Simple. Everyone understood that. And it,",
        209.38,
        216.74
    ],
    [
        " we had total faith and trust in our guys to do that. And I'm so proud of that they were able to",
        217.38,
        222.3
    ],
    [
        " execute what tremendous discipline and minimize collateral damage in a way that other units couldn't,",
        222.3,
        228.6
    ],
    [
        " you know, in the way we did that. So I think rules of engagement are necessary. People have to",
        228.64,
        235.04
    ],
    [
        " understand them. And it's really whether or not you it's delegated down as entirely up to a leader.",
        235.04,
        241.88
    ],
    [
        " Yeah, and you could see the the situation that led up to me lie, which we did a couple podcasts",
        242.44,
        247.92
    ],
    [
        " ago, the rules of engagement were the way that they were briefed. It wasn't, hey, make sure",
        247.92,
        255.94
    ],
    [
        " the people that you're killing are bad. It was everyone in this area is hostile. Everyone has",
        255.94,
        261.32
    ],
    [
        " been warned if they're that to leave. So everyone you see is either Vietcong or Vietcong",
        261.32,
        267.36
    ],
    [
        " sympathizer killed them. And there's some scrutiny about whether they said kill them or not because",
        268.82,
        273.36
    ],
    [
        " that because that that was a pretty simple clear message. But, you know, the difference in that",
        273.36,
        279.54
    ],
    [
        " the way that the rules of engagement were briefed were definitely a a a a cause one of the causes",
        279.54,
        291.74
    ],
    [
        " for the me lie masker happening. It's an awful situation. Rules of engagement.",
        291.74,
        298.06
    ]
]