[
    [
        " This is Jockel Podcast number 253 with Dave Burke and me, Jockel Willink. Good evening, Dave.",
        0.56,
        6.78
    ],
    [
        " Good evening. So last couple of podcasts, 251 with Dave Babin, 252, also with Dave Burke.",
        7.16,
        13.98
    ],
    [
        " We are continuing to make our way through this book right here, Guidelines for the Leader and Commander by General Bruce Clark.",
        14.34,
        22.72
    ],
    [
        " Dave and I made it up to page 13. Dave and I, last time we made it up to page 28, there's 117 page book.",
        24.04,
        31.56
    ],
    [
        " It's just almost impossible not to find lessons and save yourself. I don't need to worry about that section right there.",
        32.42,
        40.8
    ],
    [
        " So to take these experiences from this leader and commander and try and apply them.",
        42.24,
        51.88
    ],
    [
        " And this book was the guide book for my biggest mentor, Colonel David Hackworth, author of About Face, and there's so many threats.",
        52.2,
        62.46
    ],
    [
        " I just noticed that thread today or on the last podcast, the thread between General Clark and making the men stand to and then then being okay with it once they almost got overrun and Hackworth, I just, they're the threads just connected on that last podcast.",
        63.2,
        78.72
    ],
    [
        " So the threads keep getting connected. If you want to see the threads of the way, Hackworth learned a lead, which in turn taught me how to lead, they all tie right back to General Clark.",
        79.2,
        91.8
    ],
    [
        " So that's what we're doing. We're tracking these lessons to their root cause to their root to the source and learning as we do it.",
        91.8,
        101.5
    ],
    [
        " So part three of Guidelines for the Leader and Commander by General Bruce Clark.",
        101.58,
        106.9
    ],
    [
        " First section we get into today, we're on chapter five, the conduct of inspections.",
        107.24,
        112.68
    ],
    [
        " And I'll tell you this as I was as I was parsing this book, the first time I prepped for it, I thought, Lafe and I were going to get through half of it.",
        114.34,
        121.12
    ],
    [
        " And I thought, Lafe and I will do back to back podcasts will do half in one podcast.",
        121.48,
        126.04
    ],
    [
        " So we'd cover 60 or so pages and then we do half, we just do come to back to back. We made it through 13 pages.",
        126.52,
        132.8
    ],
    [
        " So now as I'm reading it, I'm looking for like the breaking points or where I can go. Okay, this is a good section.",
        134.06,
        138.84
    ],
    [
        " This section today, the end of this section we're going to cover today is it's it's it's freaking epic.",
        139.58,
        148.16
    ],
    [
        " I don't know if that word around very often.",
        148.62,
        150.76
    ],
    [
        " So we'll get there, but this this chapter five starts off with the conduct of inspections.",
        151.94,
        158.1
    ],
    [
        " And the first question is why inspect and then it says there is a saying in organization does well only those things, the boss checks.",
        158.1,
        165.36
    ],
    [
        " This truism originated in so far as I am concerned from a speech that I heard made by a vice president of one of our largest corporations.",
        166.16,
        174.5
    ],
    [
        " This is not a new thought to anyone who has military experience because I have often heard it expressed as anything that has not been inspected has been neglected.",
        174.98,
        185.7
    ],
    [
        " I changed the way I said that word to neglect it, but it made it sound a lot better.",
        187.22,
        192.22
    ],
    [
        " So anything that has not been inspected has been neglected.",
        192.66,
        196.18
    ],
    [
        " If these sayings are true and I think they are it follows that anyone who has important position must be able to check in on or inspect the operations which is responsible.",
        197.02,
        206.96
    ],
    [
        " So, I think I sent a picture of this to lay because this is a line that I hear lay say a lot it's a line that he heard me say a lot and we always attribute it to hack worth.",
        208.74,
        220.26
    ],
    [
        " We always attribute it to hack worth and guess what it didn't come from hack worth.",
        220.52,
        225.04
    ],
    [
        " So, how to inspect or talk about how to inspect civilians often think of a non-commissioned officer and officer as a demon inspector.",
        226.1,
        235.82
    ],
    [
        " A demon inspector a good inspector is certainly not a demon, but good inspectors are not plentiful in the army or out of it.",
        236.18,
        244.78
    ],
    [
        " However, to be a successful non-commissioned officer or a successful officer one should be a competent inspector.",
        244.88,
        250.98
    ],
    [
        " This quality cannot be attained without a considerable amount of study, planning and practice.",
        251.44,
        255.32
    ],
    [
        " Now, this is interesting because I wasn't sure how much of this section to cover because inspections are not something that I utilize to any great extent as a leader.",
        255.76,
        272.62
    ],
    [
        " When I was a leader, I didn't inspections was not one of my big tools.",
        273.48,
        278.1
    ],
    [
        " And so, I thought, well, you know, I'm well talk about it. You certainly have to inspect things and I get that and that's why I would say that.",
        279.52,
        287.14
    ],
    [
        " Hey, an organization does well only thinks the boss checks. I've said that many times and I believe it.",
        287.48,
        291.8
    ],
    [
        " But also, I believe that if I have to inspect you, that means I'm doing something wrong somewhere else.",
        292.44,
        300.18
    ],
    [
        " You know what I'm saying? If I've got it, if my gig is I've got to inspect you, that means I'm making some other kind of mistakes somewhere because",
        300.18,
        306.26
    ],
    [
        " should I have to inspect that your weapon is ready?",
        306.26,
        309.76
    ],
    [
        " Should I have to inspect that you've prepared for an operation? Should I have to inspect that you've done the work that you're supposed to do?",
        310.22,
        314.9
    ],
    [
        " I shouldn't have to inspect it. If I've led correctly, then you know why you're doing what you're doing.",
        315.18,
        321.46
    ],
    [
        " And therefore, you don't really need to get inspected because you understand the why and you make things happen.",
        323.52,
        328.06
    ],
    [
        " So, I've always had that attitude and it's been very successful for me. So, I wasn't sure how much I was going to get into this whole inspection mode.",
        328.38,
        334.78
    ],
    [
        " Because what I don't want to do is create a bunch of leaders that are going out there becoming these inspection happy, you know, dig down hell, coming to inspect you.",
        335.06,
        341.58
    ],
    [
        " You know what I'm funny with my kids? If you know my kids, whenever my wife's not around, my kids, they have to do everything.",
        341.92,
        351.08
    ],
    [
        " Right? And so, I'll say, what time will you be ready for inspection? And they just get so they know what that means.",
        351.56,
        359.2
    ],
    [
        " I'm going to inspect. I'm going to inspect and they better be squared away.",
        359.84,
        362.56
    ],
    [
        " So, I didn't want to create, I don't want to pass on this idea that, hey, you guys got to be inspection, inspection freak.",
        363.08,
        372.22
    ],
    [
        " You know, I never want people to think that the military is what the military is portrayed in bootcamp, which is you're getting inspected all the time.",
        373.86,
        381.58
    ],
    [
        " So, that being said, as I read through this, I thought, my better cover this because, well, you'll see.",
        383.04,
        391.06
    ],
    [
        " So, here we go. Back to the book. It is very seldom that I visit a unit in installation or headquarters that I do not see things which are apparently not correct and which need pointing out,",
        391.76,
        402.04
    ],
    [
        " which only need pointing out to get them promptly corrected. So, it's very seldom that you go somewhere and you see something and you go, hey, man, why isn't that right?",
        402.44,
        409.22
    ],
    [
        " And all you have to do is tell them that it's not right and they fix it.",
        409.8,
        412.16
    ],
    [
        " I notice a similar situation in reading the reports of the inspector general inspections. I often wonder why the responsible person on the spot has not noticed them and corrected them.",
        413.24,
        423.0
    ],
    [
        " Like, you're there. Why don't you notice that this shortfall exists?",
        424.18,
        427.4
    ],
    [
        " Here's one reason. It may be because he has lived so close to them that his ability to notice them has become fatigued.",
        428.82,
        436.0
    ],
    [
        " So, what does that mean? You're not detached. You're not detached, so you don't see these mistakes.",
        436.34,
        440.3
    ],
    [
        " But I am inclined to think that it is because, so that's a possibility, but I am inclined to think that is because he has not conducted his inspections in a systematic and effective way.",
        440.72,
        451.08
    ],
    [
        " So, even when you're not detached, even when you're totally engaged, if you inspect correctly, you should still be able to pick up on things that you would otherwise miss.",
        451.14,
        460.76
    ],
    [
        " Too often, officers and senior non-commissioned officers have a general look-see rather than an inspection.",
        462.64,
        470.28
    ],
    [
        " They go through their areas of responsibility without noticing things to correct and what is more without noticing good things for which someone should be complemented.",
        471.64,
        480.66
    ],
    [
        " That's one of the reasons why I had to cover this. Because an inspection isn't about finding what I can nitpick about you. It's actually about what I can find to complement you on.",
        480.78,
        488.14
    ],
    [
        " Totally different attitude.",
        488.96,
        491.22
    ],
    [
        " My purpose for inspecting you is so I can find things that you're doing awesome at and complement you for them.",
        491.98,
        496.92
    ],
    [
        " To become a good inspector requires, as I have said before, study planning and practice.",
        499.74,
        504.84
    ],
    [
        " It requires study to be sure that he knows what is correct and what is not correct in the field of responsibility.",
        505.12,
        510.76
    ],
    [
        " It requires planning to prepare a schedule of inspections in such a way that over a period of time he has given the necessary attention to all aspects of his field of responsibility.",
        512.32,
        520.16
    ],
    [
        " Then it requires practice in order to notice promptly whether the important things are correct or incorrect.",
        520.66,
        526.24
    ],
    [
        " Notice he said important things.",
        526.38,
        527.62
    ],
    [
        " Important things and you can absolutely get bogged down in things that are not important.",
        528.2,
        533.76
    ],
    [
        " In fact, the military, if you're not careful, you will start to focus on things that are not important.",
        534.12,
        540.58
    ],
    [
        " You know, on the last podcast you were talking about the fact that when you were a squadron commander, your attitude was, we are inspection ready.",
        540.86,
        549.3
    ],
    [
        " At all times, does that mean that we scrub the grout on the back side of the whatever bathroom in the third floor?",
        549.3,
        558.02
    ],
    [
        " No. Because does that really matter? Is that an important thing? No, is it clean? Yes, it's clean. Absolutely, it's clean. It's fully functional.",
        558.78,
        566.8
    ],
    [
        " It's totally ready.",
        567.4,
        569.1
    ],
    [
        " But we're not wasting time on it because it's not really that important.",
        569.8,
        572.64
    ],
    [
        " What is important? The mechanics of the freaking aircraft, the cleanliness of the area where we're actually doing work that keeps these machines up and running.",
        572.64,
        582.02
    ],
    [
        " If I had my guys scrub the grout of the bathrooms prior to someone coming to visit, I'm telling them that's what I care about.",
        582.36,
        589.96
    ],
    [
        " And that's not what I want them to care about.",
        590.46,
        593.02
    ],
    [
        " In the study phase, most people find that a checklist is necessary.",
        593.68,
        599.68
    ],
    [
        " Think about that. A checklist is necessary. This ensures, and you know, you can tell, and I've been picking this up as I've read this, you know, this general clerk, he's kind of an anal retentive dude.",
        601.5,
        610.44
    ],
    [
        " For sure. He's about checklist. He's about inspections. He's got that nature to him.",
        611.1,
        615.3
    ],
    [
        " So we need to keep that in mind. We need to keep in mind that why is he, why is this guy with all this experience? Why is he using a checklist?",
        616.0,
        623.4
    ],
    [
        " Why is that? Oh, because it works.",
        624.3,
        625.72
    ],
    [
        " I used to take every single piece of gear that I would take on trips, and I would have a little checkbox next to it to make sure I had what I needed to have.",
        627.58,
        633.5
    ],
    [
        " Checklist, why checklist? This ensures that important things are not overlooked and assist the inspector until he has become so proficient through practice that he carries a mental checklist in his head.",
        634.84,
        645.62
    ],
    [
        " There are inherent evils in the use of a checklist unless this is made out well.",
        646.18,
        650.34
    ],
    [
        " It does focus great attention to the items listed which may cause other important things which may have been left off the checklist to be overlooked.",
        651.54,
        660.28
    ],
    [
        " It must be remembered that to inspect is to emphasize, which is what you just said, to inspect is to emphasize if you are cleaning the grout on the third floor bathroom, that's what you're emphasizing as important.",
        661.08,
        676.04
    ],
    [
        " And honestly, do I want one minute of time when I'm running an F-35 squadron that has multi-million dollar aircraft that are life-saving machines?",
        679.98,
        694.12
    ],
    [
        " Do I want anyone scrubbing on the third floor in the third floor bathroom that never gets used and never gets seen? No.",
        694.88,
        701.16
    ],
    [
        " In the planning phase, one should make a list of all items or phases of his responsibility on which he wants to check.",
        704.78,
        711.02
    ],
    [
        " In most jobs, this list will probably have 30 or 40 items on it. It is manifestly impossible in one trip through a platoon, company battalion, battle group or similar area to check adequately all 40 items.",
        711.2,
        721.36
    ],
    [
        " Therefore, he should keep this list and select from it three or four items each week or other interval.",
        721.72,
        727.24
    ],
    [
        " When he inspects, he should do a very thorough job on these selected items. Of course, to do a thorough job, he must have studied up on each item selected beforehand so that he knows what is right and what is wrong and what to look for.",
        727.64,
        737.24
    ],
    [
        " By selecting a new group of three or four items each week, he will over a period of time have covered all of them and by the time he comes to the end of the list, he will have really checked all the aspects of his responsibility.",
        738.3,
        750.82
    ],
    [
        " And he will become a master of his job. What is more, at that time, if he has been effective as an inspector, his responsibility will be carried out in a superior manner.",
        750.82,
        761.08
    ],
    [
        " Great. You know what else is awesome about that? What's cooler? What's better? What to your last to the last podcast about being about humanizing yourself to your troops? What does a better job of humanizing?",
        761.24,
        773.74
    ],
    [
        " Telling you, hey, once every three months, I'm going to come and inspect 40 items and it's going to take eight hours and you're going to be standing at a parade rest the whole time or I'm going to come down once a week. I'm going to check two or three things get to know you to talk to you.",
        774.2,
        785.92
    ],
    [
        " Game, it's obvious. And maybe even tell you, hey, you're doing an awesome job down here. This is good to go.",
        786.52,
        793.84
    ],
    [
        " Man, the difference. Okay, let me ask you this. Let's say I'm a nit picker. Let's say I rolled down to your flight line and I see that there's whatever some, some dust on one of these pieces of tools and I walk over with my white glove and I inspect it and I hold it up to you.",
        796.32,
        813.6
    ],
    [
        " And I go, this is junk. You're a slob. Everything else quite about your slob. Okay.",
        814.06,
        821.04
    ],
    [
        " First of all, what do I care about? I've showed you that I care about dust and tools. Second of all, are you inspired to do a good job for me? No. What if I come down and I look at your toolbox and I go, man, I can see that the way you got your tools labeled that you are a professional. That is legit. You know what?",
        822.2,
        846.92
    ],
    [
        " Every time I've start up one of these aircraft, I'm going to feel good in my heart that you're down here maintaining these aircraft. Thank you. What is that guy doing? That guy's polishing these tools, man. He's polishing these tools. So do you want to rule out a fear? Do you want to rule out of admiration?",
        847.66,
        864.82
    ],
    [
        " God, how is that hard?",
        866.6,
        869.22
    ],
    [
        " If you take us one step back and think of the outcome you're trying to create the real outcome that you're trying to create and as a squadron commander, you just described it. I want 150 maintainers who are, who are their entire commitment to life is to make sure these airplanes are safe to operate. That's what I want.",
        870.14,
        890.22
    ],
    [
        " I want a commitment to making sure that we have these machines that are safe. If I just think about that, it's actually not hard to go, well, which of these two ways is going to get my guy? I'm reen to think the way that I want him to think. It's really not that hard. You just have to reverse positions ago. How would I feel about the guy coming down doing this to me?",
        890.22,
        909.68
    ],
    [
        " Oh, this makes sense. That doesn't make sense. Just do the one that makes sense. And you actually will get the outcome that you want. When you're saying that I was thinking, if you can get a little connection of, hey, hey, Jaco, I noticed these tools over here are kind of dusty. Are these kind of a weight? Do you not use these? Are these not necessary? Is this a bunch of stuff that you got to manage? It's not important because these things are getting used like crazy. Hey, is there a way to kind of relieve you of some, just some connection. I have to go, actually, sir, those things are terrible. We don't use them because they don't work and they just sit over there and collect dust.",
        909.68,
        938.68
    ],
    [
        " It's just an example. But if you can make the connection between what they're doing to get that outcome that you want, it's actually not that hard to do.",
        939.08,
        946.32
    ],
    [
        " Man.",
        946.82,
        948.6
    ],
    [
        " Man.",
        949.66,
        952.52
    ],
    [
        " All right. Back to the book. Whether he announces beforehand, the items that he is going to check each, you know, that whole conversation we just had, that's like something that we need to continue to talk about in.",
        953.56,
        964.42
    ],
    [
        " That's, I say this all the time is like, it's really obvious with ego, right?",
        966.06,
        973.24
    ],
    [
        " When you're in it, you don't notice how stupid you look. And when you step outside and you see someone else behaving that way, you go, oh, this person's an idiot. There he goes involved. But when it's you, no, no, it's me. It's different.",
        974.02,
        986.52
    ],
    [
        " It's different. It's different. No one will notice.",
        987.92,
        991.46
    ],
    [
        " I want that attention. I want that. Hey, you didn't recognize me. I want, again, what? I want my black belt. How's that work? Yeah. Not good.",
        992.98,
        1000.68
    ],
    [
        " Back to the book. Sorry. Whether he announces beforehand, the items that he is going to check each time as a matter of individual choice. Some officers, publishers, publisher checklist to assist in training their subordinates. Good results have been obtained that way.",
        1000.98,
        1014.92
    ],
    [
        " One basic rule, however, is that having once announced an inspection, he owes it to the people underneath him to make it fair and thorough.",
        1014.92,
        1022.08
    ],
    [
        " He also owes it to the people inspected the privilege of being commended for the good things found as well as criticism for the things which are not up to standard. That whole idea, if you just flip the, I'm inspecting you so I can see what you're doing awesome.",
        1022.78,
        1039.94
    ],
    [
        " Inspect all the time. Totally.",
        1040.72,
        1042.5
    ],
    [
        " I have never known a good inspector who did not acquire a highly developed curiosity and the ability to notice details. This can come to anyone with practice.",
        1044.94,
        1053.6
    ],
    [
        " On one occasion, I visited a country where units of the army are stationed. I was met at the airfield by a field grade officer of the local headquarters during the ride.",
        1054.04,
        1063.48
    ],
    [
        " During the ride from the airfield unit, I noticed that the civilian passenger cars we met had the drivers on the left side, but the large trucks had the drivers on the right side.",
        1063.56,
        1074.1
    ],
    [
        " This seemed odd to me, so I inquired of my escort why this should be so. He remarked that although having been in the country for over a year, he had not noticed that.",
        1074.4,
        1082.78
    ],
    [
        " I would advise that he would not develop into a good inspector. If you, as either commander or a staff member, follow these hints and rules.",
        1083.22,
        1092.56
    ],
    [
        " Not, not be known as a demon inspector, but as a competent and effective manager.",
        1093.48,
        1099.46
    ],
    [
        " And then he says it one more time in big bold print and organization does well only those things, the boss checks.",
        1100.66,
        1106.44
    ],
    [
        " If you're in a leadership role and you're inspecting your people or if you want to take it a step further, if someone else is coming in like the IG's this in the military, the IG's is other than the",
        1107.44,
        1123.46
    ],
    [
        " intergroup, this inspector general group is another team that actually comes into inspect you. So whether it's you or somebody else.",
        1123.48,
        1130.32
    ],
    [
        " If I'm a leader and I'm inspecting my people, I'm actually just inspecting myself. Everything I see is a pure reflection of me.",
        1130.88,
        1138.64
    ],
    [
        " So the idea that I be down there designed to criticize them for not doing the things I need them to do. If you just have the mindset in your brain, my inspection of my people is actually an evaluation of my own performance.",
        1138.8,
        1151.42
    ],
    [
        " It can completely change the way you see what it is that you're looking at. The inspection is you. And that was part of the reason as a commander in a squadron when I said, listen, Marines, if we have we have visitors, you will not allocate additional time to cleaning.",
        1151.62,
        1167.6
    ],
    [
        " I said that that was like a standing rule in my squadron. If people are coming in to inspect it, inspect our facility. You will not allocate additional time to clean. I want it to be as clean as it needs to be.",
        1167.72,
        1177.06
    ],
    [
        " Do what you would normally do. And if they come in and this place is a dump, then I clearly have not allocated the time, not done the things I need to do.",
        1177.6,
        1185.58
    ],
    [
        " But if they come in and go, hey, this place is good to go. That's a reflection of me as a leader, not of my man or my Marines. It's me who's being inspected. And just that view of what it is you're actually evaluating.",
        1186.24,
        1197.3
    ],
    [
        " Yeah, well, check this out. If I come down to inspect Dave and instead of me blaming you for whatever shortfalls you have, I say, hey, Dave, I noticed that your tools are not in the proper place.",
        1198.88,
        1216.66
    ],
    [
        " And whether or not the proper place, they could get caught in the flight line. They could ruin an engine. Someone could hurt or killed. I don't think I've good done a good job of explaining to you why this is important.",
        1217.08,
        1227.84
    ],
    [
        " This is so important. So I failed as a leader. The fact that you're not 100% squared away is my fault. That's why that's right. And you know, that's why that's why this whole that's why I'm scared of this whole idea a little bit. Right. That's why it scares me.",
        1228.06,
        1241.2
    ],
    [
        " Even when I say this, an organization does well only those things the boss checks. I can tell you that my seal platoon, my seal task unit, my echelon front does all kinds of things exceptionally well that I don't check. I know that.",
        1241.2,
        1262.22
    ],
    [
        " So that's why I'm a little nervous about trying to make people into you know, hyper inspectors. I look at inspection kind of the same way as I look at accountability because they are very similar, right. And I've always said, okay, to me, accountability is a crutch.",
        1263.94,
        1281.28
    ],
    [
        " Look, it's a tool like I'm not saying crutches are bad when you have a broken leg, you got to get a crutch so you can get around inspections to me are very similar to in fact they are a form of accountability.",
        1281.88,
        1294.0
    ],
    [
        " But if I if that's my primary tool for leadership is just to hold everyone accountable and go inspect them all the time. That's not a good functioning tool.",
        1294.58,
        1306.4
    ],
    [
        " It's not the right way to use that tool. If I've got 300 weapons inside task unit bruiser and the only way I can make sure that they're cleaned is by inspecting them twice a week. That's an embarrassment to me actually.",
        1306.84,
        1318.52
    ],
    [
        " That's an embarrassment to me. It's embarrassment to the platoon commanders. It's embarrassment to the platoon chiefs and it's a barrens to everyone in the freaking task unit because we all know why it's important to keep our weapons squared away.",
        1318.78,
        1329.84
    ],
    [
        " And if we're not in the only way I can get them to do that is to inspect them. It's wrong. They should know the culture that we have they should understand why it's important. And therefore I shouldn't have to inspect the damn thing. Now all that being said, you you certainly do.",
        1330.54,
        1348.5
    ],
    [
        " I certainly did inspect the weapons in task unit bruiser. I didn't do it a lot. I did it a couple times in the beginning just to make sure hey everyone gets it. Everyone knows. But after three inspections in the first three months you think I went down there to make sure I'm just going to make sure by the way what kind of trust is that?",
        1349.5,
        1366.22
    ],
    [
        " What kind of what am I telling my platoon that I trust them when I one of the platoons that I and I tell them late that I trust him to say hey, life I want to go inspect the weapons today. He should be able to look at me don't waste your time boss. We're good. And you know what I'd say cool.",
        1366.66,
        1379.84
    ],
    [
        " Is there a chance and late late playful talk about this.",
        1380.42,
        1385.1
    ],
    [
        " He was he gave a little too much slack one time and didn't have you know one was guys and do a serialized inventory piece of gear went missing and it's like he was like, yeah, that's on me.",
        1386.6,
        1397.28
    ],
    [
        " Lave said that's on me I obviously little two hands off little to decentralized so what does that mean? I think that's why late loves that term loves that phrase so much because he knows he had that bite him in the ass and he had to start up the level of inspections so.",
        1398.72,
        1415.76
    ],
    [
        " It is a tool it is a tool don't overuse it use it yes don't overuse it don't overuse it it's a lack of trust be careful.",
        1417.54,
        1433.6
    ],
    [
        " Yeah, I'm actually over here kind of rack in my brain I'm thinking about my time in command and I was trying to come up with a memory of inspecting something and I couldn't I certainly couldn't think of like a formal inspection that I did and at the same time.",
        1435.48,
        1451.9
    ],
    [
        " I had a very strong sense in real time of whether my guys are working on the things I wanted them to work on now I did have a luxury and the answer I came to my head is when I went flying you're talking about this idea of inspection.",
        1454.18,
        1465.84
    ],
    [
        " When you go fly before you get into an airplane you do what's called a pre flight which is an inspection because I start at the nose the airplane I go all the way around I check a bunch of things before I get into the airplane.",
        1466.66,
        1477.08
    ],
    [
        " Now if I overshot the mark I can walk up to the plane captain we called it the meridian charge of that plane and I can say is everything good to go and you could say yes and you know the truth is is that I actually trusted him I could climb up that letter and go fly and come back.",
        1477.26,
        1491.04
    ],
    [
        " But if every single time I came out to the jet I just climbed up and flew that airplane he over time he'd realize hey this guy is not really paying attention and it's not that he that this guy Colonel Burke doesn't care.",
        1491.24,
        1503.5
    ],
    [
        " It's that or doesn't trust me said he doesn't care as much it's not that important him and I don't want him to think that and at the same time am I going to spend an hour walking around this airplane going hey devil dog come down here I see this thing I'm looking for things that important general integrity coupling and once in a blue moon I go hey can you come down here for a sec hey this thing down here on this panel isn't this I think it's supposed to be down in this switch because up in the cockpit I get this and if I would just show him hey these things are important to me what you're doing.",
        1504.28,
        1533.48
    ],
    [
        " I'm not looking to find ways to criticize you so I actually did inspections all the time but I did it in it I really couldn't think of a time that in my years and command where I did an inspect this is an inspection be prepared for that inspection and at the same time everything I did as a leader was an inspection because everything I paid attention to is my signal to them of these things that matter.",
        1534.3,
        1555.86
    ],
    [
        " I had a safety incident when I was running training there's a safety incident and my my boss I could see wanted to what he wanted to bring a little bit of the thunder right and so unannounced inspection of my my range safety officer qualification letters so I'm working at a training course.",
        1557.44,
        1585.84
    ],
    [
        " I'm a command where I've got whatever I got a hundred instructors seal instructors they're all range safety officers all 100% and so I've already you know paperwork is not my best quality and the inspector shows up and you know it was like a I remember this it was a fleet like a fleet.",
        1585.86,
        1613.28
    ],
    [
        " I want to say it was a fleet lieutenant and chief so they didn't send seals over because seals would have been like hey Jacque or we're going to be over there in an hour you might want to you know little heads up they would have brought me out right no bro these guys show up and oh you know I get to admin hey hey sir we have an inspection I'm like an inspection.",
        1615.86,
        1641.34
    ],
    [
        " Okay what are we getting expected so it incomes this chief and the lieutenant you know we need to check your RSO your range safety officer qualifications for all your instructors and I'm thinking okay in my mind I'm like whatever I don't even know where these are right I'm completely I'm just I if I was I want to just held out my you know you put my hands out to get cuffed you know like arrest me now and sure enough",
        1642.78,
        1670.7
    ],
    [
        " my admin department says oh you want to see the you want to see the all the RSO qualifications and make sure that every single person every single hundred people here that all have that all by the way rotating at different times are all rotate now there's not like any it's not like a one unified group of people that's all getting qualified at the same time no these are random guys that are coming and going at different times oh you want to see if all those hundred people are completely up to date and qualified for their range safety officer paperwork",
        1671.78,
        1699.92
    ],
    [
        " yeah that's what we want to see okay go come over here my admin team pulls out just starts yeah oh yeah what you want to look at you want to look at all hundred everything was one hundred percent squared away 100% squared away I had nothing to do with it I had nothing to do with it obviously the guy that was but had me before me had implemented a system or someone at some point in implemented a system and there it was a hundred percent squared away",
        1700.7,
        1725.16
    ],
    [
        " so that kind of thing I can take no credit for that but guess what as I that's a situation where guess what I should have done when I showed up at that command I should have had a good list and you know it's in this book there's a there's a thing in this book that talks about how you turn over with someone think what do you get ready that's something when I showed up at the command I should have said okay let's think about what this command does oh we are range safety officers that's one of our primary duties I",
        1727.56,
        1755.12
    ],
    [
        " should probably make sure that we are up to speed from an administrative perspective which is again what we already talked about on the last podcast from an administrative perspective because guess what if my boss finds out that none of my guys are called the calls are all over the place I should not I'm not qualified to be in that job that's bad my guys there's a reason for those range safety",
        1755.12,
        1777.26
    ],
    [
        " qualifications I should have had I should have inspected it so there's an example of look I'm glad I got away with it you know I'm glad that somebody was more square I'm glad that my own administrative department was more squared away than I was but I don't like that feeling so something like that absolutely I should have I should have at some point said hey I'm going to take a look at our administrative records that way I feel comfortable and confident and also people realize that it is important because I didn't place it by not by never inspecting it two things happened",
        1777.98,
        1807.1
    ],
    [
        " number one no one thought it was important and I'm just by the grace of God and good square away discipline that they they did it and number two they never got me credit for doing that I never got to go to my admin department and said hey I want to look at the records and then say oh here you go boss and me say great job awesome so even though I'm kind of downplaying the use of inspections when you look at it as a positive tool it's something that I should have used more I had such a negative attitude",
        1807.1,
        1836.96
    ],
    [
        " towards inspections I should have had a more positive attitude towards it and done them more often so I think that is that is when I'm walking away my lesson learned is inspections I think of them as a tool for accountability I should think of them as inspections are a tool for complimentary activity with your troops for confirming that the right things are being focused on because guess what you know of the admin department you know how many RSOs you know me",
        1836.96,
        1866.74
    ],
    [
        " range safety officers there were in the admin department take a guess",
        1866.74,
        1870.18
    ],
    [
        " admin guys are RSOs yes none zero exactly they had no reason to be concerned about that no reason I never made it important thankfully there were great square away yeah you know sailors that got it done yeah",
        1870.18,
        1886.22
    ],
    [
        " chapter six a successful manager advice from a civilian manager when I was and you know this is something I I've talked about before which is",
        1892.22,
        1901.16
    ],
    [
        " in the 90s and I don't know if you remember this maybe you saw it maybe you didn't in the 90s there would be a lot of hey what can the military learn from",
        1901.16,
        1911.16
    ],
    [
        " from civilian companies was a lot like hey we want to send you out to IBM or whoever to see how they operate",
        1913.24,
        1919.96
    ],
    [
        " and yet a lot of those lessons that the that the",
        1919.96,
        1924.98
    ],
    [
        " civilian businesses the lot of the things that they did to operate was based on military operatives but a bunch of guys that got out of world",
        1924.98,
        1933.12
    ],
    [
        " more to say this is what we should do right that the greatest generation came back and said I know how to run shit watch this yeah so it goes both ways and and it's some but then",
        1933.12,
        1945.22
    ],
    [
        " sometimes it's like oh the military so the civilians after World War II said oh we'll take all these practices from the military and then here we were this",
        1945.22,
        1952.6
    ],
    [
        " book came out 1963 hey let's make sure that we're learning from the corporate as well so advice from a civilian manager when I was taking my graduate",
        1952.6,
        1961.98
    ],
    [
        " work in civil engineering at Cornell University the head of a very prominent and successful general contracting firm spoke to us on what made a",
        1961.98,
        1971.14
    ],
    [
        " contractor successful or really what kept him from going broke he said that if you went into a new area and wanted to talk about",
        1971.14,
        1978.36
    ],
    [
        " probably the most astute individual there you should seek out a general contractor who has been in business successfully for at least 10 years if you",
        1978.36,
        1986.36
    ],
    [
        " analyze his methods of operations this is what you would find undoubtedly okay so here's how this here's how a civilian contractor runs a business he collected and kept to up to date on",
        1986.36,
        1998.68
    ],
    [
        " detailed costs he had his staff available to him as needed expert advice in the fields of engineering finance purchasing taxation law etc. and he used them so on a staff he had",
        1998.68,
        2012.96
    ],
    [
        " experts and we needed him when he talked to him he had competent foreman frontline leaders he took the time to orient and train them his relations with his workforce were good so that his turnover was small and provided",
        2013.46,
        2029.68
    ],
    [
        " key personnel with steady work he had good labor relations he obtained good equipment and kept it operating through positive program of inspection maintenance and operator training he understood the problems created by special",
        2029.68,
        2042.2
    ],
    [
        " conditions such as storms weather temperature seasons flood climate and estimated and planned around them he had a good supervision and inspection setup to ensure quality prevent delays and to overcome quickly unforeseen obstacles and ensure acceptance without costly adjustment or doing over his plans always reflected much thought in economical methods of construction",
        2042.2,
        2066.28
    ],
    [
        " and then this last section says but most of all he was an expert on timing in that he programs in that he program the method the flow of the following to the job at proper times and proper amounts with proper specifications and proper quality in order that none was overlooked work was not delayed and none arrived too early and too much or too little and then he goes through a big list cost data plans",
        2067.88,
        2095.92
    ],
    [
        " decisions lay out of the area flow charts supervision setup inspection he goes on financing workforce field offices field storage power and light requirements he goes through all the stuff and what he's basically saying is he make a list",
        2095.96,
        2109.12
    ],
    [
        " make a list of what's important and then he takes all that and says app applicability to military situation I'm sure you noticed the great similarity between the management qualities required in a general contractor and those required in",
        2109.12,
        2124.98
    ],
    [
        " command in the commander of a military operation steps in command or managing a job one based on the mission or orders the commander determines isolates and defines the limits of the problem",
        2124.98,
        2139.04
    ],
    [
        " and every once in a while I get something where I go oh and this is one of those moments number two the commander turns the problem into an operation",
        2139.04,
        2153.88
    ],
    [
        " by issuing a clear and adequate directive for the conducting of it and what I really like about that is and you know we hear it to find what the problem is",
        2154.54,
        2166.12
    ],
    [
        " to find what the problem is if you don't know what the problem is how are you doing anything else and if you",
        2166.12,
        2172.9
    ],
    [
        " think about any mission that we ever did in the military there's a problem that we're trying to solve",
        2172.9,
        2177.66
    ],
    [
        " any mission that we ever did there's a problem though hey there's a bad guy",
        2178.38,
        2181.3
    ],
    [
        " he's he's killing Americans that's the problem we want to get rid of them",
        2181.3,
        2186.8
    ],
    [
        " okay how are we going to solve that problem here's your operation",
        2186.8,
        2190.8
    ],
    [
        " with the help of the executive the commander monitors and guides the staff while it prepares",
        2190.8,
        2202.0
    ],
    [
        " while it prepares underlined by me not he prepares it prepares for issue by him or the staff coordinated instructions plans and orders for implementing the directive the commander falls up to see that plans instructions and orders are fully understood and carried out making the necessary modifications and additions as the operation progresses to accomplishment there you go",
        2204.44,
        2226.68
    ],
    [
        " so I'm I'm over here kind of hearing all this for the first time and I've actually been struggling with these last two sections in my brain I'm struggling because I'm I'm I'm thinking about how I led in the Marine Corps and I'm like I didn't do a lot of these things until you kind of explain that last part I was even thinking about your explanation of the previous chapter of the inspection of your range safety program and you like hey I kind of sure to made this a priority and I'm like man I I",
        2229.32,
        2256.22
    ],
    [
        " and I I'm not here to say I want to be really careful like you said like what he's saying is right but I honestly don't think I ever inspected anything I really don't think I did that",
        2257.04,
        2268.56
    ],
    [
        " and when I keep coming back to is what he just described in my brain I just keep going to this this connection of decentralized command and culture I I know I created a culture by which everybody on my team understood that what they did was critical",
        2268.56,
        2285.98
    ],
    [
        " and I also knew my people well enough to know what they did and so I had an admin shop too I had a same group of admin admins with which their job was admin Marines I actually didn't know the 39 things on the admin checklist sets of requirements you know who did my admin chief did",
        2286.68,
        2305.96
    ],
    [
        " and I spent enough time with him to make him know that those things were critical even though I didn't know any of them individually the way he did",
        2305.96,
        2314.56
    ],
    [
        " and I'm thinking like how many times does somebody come in and check out my admin shop and I was like how do we do is like",
        2315.2,
        2320.12
    ],
    [
        " sure what do you mean I really crushed it we're totally good to go we had no hits no no no deviations or whatever",
        2320.12,
        2327.02
    ],
    [
        " and it wasn't because I ever inspected his shop and I'm running through this thing like man I didn't have a checklist for inspection of my my squadron",
        2327.02,
        2333.74
    ],
    [
        " but my squadron was kind of awesome because the people all knew hey hey Marines we own these things nobody else in the in the squadron does these things but us",
        2333.74,
        2343.78
    ],
    [
        " and these things have to be squared away because at some point somebody's going to come in somebody's going to assess somebody's going to measure or evaluate and we owe this to the squadron because if we can't do this it's going to affect this and we're not going to fly airplanes and the skipper needs us to fly airplanes and I'm I'm I'm trying to think of a way to say it without disagreeing with what he's saying until he got to the end which was hey here's my job as a leader we have a problem we need to solve this problem you know he's going to solve this problem",
        2343.8,
        2370.26
    ],
    [
        " you I don't know how to I have no idea to fix that and then when you're done you're going to come to me and I'm going to go okay that makes sense here's what we're going to do to make sure this happens and so that thing is actually pulled the threat of the previous two chapters together I'm over and going I think I might have sucked as a leader because I didn't do any of those things he's describing until he pulled it together which was they are the ones that are solving all those problems",
        2371.52,
        2393.78
    ],
    [
        " so it's kind of a relief and I'm not here to say don't I'm not here to say do what I did I'm just kind of almost embarrassed like yeah I didn't do any inspections as a squadron commander at a time where there was more scrutiny on my command than probably any squadron in the impossibly the military because of how high profile it was and I'm thinking should I been running around inspecting all my people well I'll answer for that for you",
        2394.5,
        2419.34
    ],
    [
        " in my opinion because it sounds like you and I did the exact same freaking thing right you and I did the exact same freaking thing now the reason that I regret that I never inspected my admin departments tracking of RS or the reason I regret that there's two reasons",
        2420.98,
        2439.54
    ],
    [
        " number one when it came when that inspection came unannounced inspection I was like fingers are crossed I have no idea and if I was a bet man I wouldn't a bet on the win I wouldn't a bet on the I wouldn't a bet on zero yeah no deviations zero deviations which is what we got so I'm I don't like that but even more important than that is I had people that worked for me",
        2439.98,
        2468.1
    ],
    [
        " that did an exceptional job an exceptional job and I never gave them I mean look after after we got randomly if they",
        2468.66,
        2479.64
    ],
    [
        " if that inspection never what happened I never would have given them any credit right I never but so I'm I'm I would have",
        2479.64,
        2488.74
    ],
    [
        " going back in time if I could do it again you know what I do as I go hey guys I'm gonna come and check out",
        2488.74,
        2493.08
    ],
    [
        " some of the stuff in admin today yeah and I would have said show me these are so many these give me hey Smith Jones and white",
        2493.08,
        2500.34
    ],
    [
        " give me their RSO records right now they pull them out and I go man you guys are on top of things thank you thank you",
        2500.34,
        2509.02
    ],
    [
        " and now I'm just that much better so that's why I feel like inspections is a tool not so much a tool to",
        2509.02,
        2516.14
    ],
    [
        " make sure that people are to it's a it's a it's a connection yes it's an opportunity to complement people",
        2516.14,
        2521.38
    ],
    [
        " it's not it's an opportunity for hey man if I never inspect those things how important is is it to me",
        2521.62,
        2528.58
    ],
    [
        " not not it's not very important obviously yeah guess what when the when my commanding officer comes over",
        2528.58,
        2535.08
    ],
    [
        " to inspect guess how important is number one thing on my freaking list and I let it I had I only",
        2535.08,
        2540.14
    ],
    [
        " here's the next part",
        2540.14,
        2544.94
    ],
    [
        " pr pr pr what trumps above inspections and the hierarchy of leadership is obviously culture so you",
        2545.26,
        2558.76
    ],
    [
        " at your squadron and and I'll give you some credit but I will give freaking credit to the good old",
        2558.76,
        2564.7
    ],
    [
        " United States Marine Corps which is you never said a word but those Marines knew this is my job I",
        2564.7,
        2571.36
    ],
    [
        " will be freaking ready this is what I do so there's a culture inside the Marine Corps which you",
        2571.36,
        2575.94
    ],
    [
        " enhanced inside your your squadron that everybody knew this is what we do there that's what we're",
        2575.94,
        2581.9
    ],
    [
        " looking for that's what we're trying to do yeah and and hopefully we don't have to inspect as a",
        2581.9,
        2587.34
    ],
    [
        " negative hopefully we inspect it in a positive way yes that's and I think that's the genius of what",
        2587.34,
        2591.96
    ],
    [
        " he's saying as I'm thinking about it is that if you hear the word inspection 99 people out of 100",
        2591.96,
        2596.26
    ],
    [
        " that's a negative word that's a bad word the inspection is not something you want we don't I don't",
        2596.62,
        2601.64
    ],
    [
        " want to be inspected there's a negative connotation and the negative connotation is true if the things",
        2601.64,
        2606.64
    ],
    [
        " your people are doing wrong is a reflection of them and the things are people doing right is",
        2606.64,
        2610.34
    ],
    [
        " reflect on you and he's saying the exact opposite the things you're people are doing right is a",
        2610.34,
        2614.92
    ],
    [
        " reflection of them and you should tell them they're doing awesome and the things that are doing wrong",
        2614.92,
        2618.42
    ],
    [
        " is a reflection of you know and that alone just reversing what it actually means to inspect",
        2618.42,
        2625.28
    ],
    [
        " and the conclusion of that and that I think has been the part I've been wrestling with this whole",
        2625.54,
        2629.68
    ],
    [
        " time listening to it and when what he's saying is exactly opposite of the standard connotation of",
        2629.68,
        2636.48
    ],
    [
        " inspection so anyway that's pretty cool inspections should be positive not negative",
        2636.48,
        2642.96
    ],
    [
        " chapter seven leadership commandorship",
        2648.56,
        2651.82
    ],
    [
        " general ship and then in quotes followers ship I can assure you that it's and so this is addressed to",
        2651.82,
        2662.44
    ],
    [
        " students of the command and general staff college for leavenworth kansas 1962 to 1963 course",
        2662.44,
        2669.24
    ],
    [
        " reprinted with permission from armor magazine why don't I subscribe I don't I have a subscription",
        2669.42,
        2676.76
    ],
    [
        " to armor magazine here we go I can assure you that it's a great privilege for me to return to the",
        2676.76,
        2685.46
    ],
    [
        " command and general staff college even though this is the first time I have been permitted to be on",
        2685.46,
        2689.64
    ],
    [
        " this platform and civilian close I've been here over a long period of time from time to time",
        2689.64,
        2694.22
    ],
    [
        " I entered here as a student 24 years ago I've taken great interest in the command and general",
        2694.22,
        2698.54
    ],
    [
        " staff college because I was able to work in the field of army education on several occasions",
        2698.54,
        2703.32
    ],
    [
        " I don't know that there's any institution in america that is so favorably known worldwide",
        2703.32,
        2708.58
    ],
    [
        " in military circles as your college and while I can't think of many things that I contributed to",
        2708.58,
        2715.54
    ],
    [
        " the college I did contribute one thing that I think was important you can see he's got a little",
        2715.54,
        2720.84
    ],
    [
        " little humility I can't think of anything I've done but there's one thing that I think was important",
        2720.84,
        2726.14
    ],
    [
        " I was responsible for changing the name of it from the command and general staff school",
        2726.14,
        2731.86
    ],
    [
        " to the command and general staff college now you might think that to be a play in semantics but it",
        2731.86,
        2741.8
    ],
    [
        " isn't it's important because after all you gentlemen here are getting the equivalent of your master's",
        2741.8,
        2748.36
    ],
    [
        " degree in your profession I wanted to just talk to you with you this morning I didn't come here",
        2748.36,
        2753.5
    ],
    [
        " to deliver a lecture I came to talk to you about certain aspects of the job that you're learning to",
        2753.5,
        2757.76
    ],
    [
        " do after all this is the command and general staff college and that name was not arrived that without",
        2757.76,
        2762.98
    ],
    [
        " some thought and of course it sets forth your mission for being here I was a troop commander for",
        2762.98,
        2769.42
    ],
    [
        " 13 straight years before I retired and that encompasses the career of a great many people",
        2769.42,
        2777.2
    ],
    [
        " a great many of you people so that I didn't come here today to play over again the record that I",
        2777.46,
        2784.56
    ],
    [
        " think a lot of you have heard me play many times you have heard a very good course at the college",
        2784.56,
        2790.58
    ],
    [
        " in leadership and I assure you that you'll that I'll not repeat repeat that or go into the attributes",
        2790.58,
        2795.46
    ],
    [
        " that are required in the field of leadership I think they're very well known they're really not",
        2795.46,
        2799.46
    ],
    [
        " very complicated the art of leadership is only complicated to theorists it's not complicated to",
        2799.46,
        2805.78
    ],
    [
        " practical men there are only a few really a very few simple rules and precepts that build the",
        2805.82,
        2811.16
    ],
    [
        " makeup of character that are necessary to be better than a satisfactory leader and I'm sure that",
        2811.16,
        2816.86
    ],
    [
        " each one of you has passed that qualification or else you wouldn't be here I would like to go",
        2816.86,
        2822.34
    ],
    [
        " further into this particular field and point out to you that I believe we have become an exact",
        2822.34,
        2827.24
    ],
    [
        " and in exact in the use of terminology because I was reading last night a memorandum which said",
        2827.24,
        2835.28
    ],
    [
        " that we teach leadership at the command and general staff college from the level of the division",
        2835.28,
        2841.34
    ],
    [
        " commander up I take issue with that statement for the reason that leadership is a peculiar art or",
        2841.34,
        2849.1
    ],
    [
        " a technique in itself and a division commander is not basically a leader he is a commander",
        2849.1,
        2857.9
    ],
    [
        " and I'm going to point out to you that you should be adjusting your thinking to a different point",
        2857.9,
        2864.3
    ],
    [
        " of view I will talk to you briefly about what I call commandorship and general ship which are",
        2864.3,
        2870.8
    ],
    [
        " quite different from being a leader pretty interesting right yeah I this one got my attention man",
        2870.8,
        2877.44
    ],
    [
        " I'm reading this I'm like oh wait a second where are we going where's yeah where's he go with this",
        2877.44,
        2880.84
    ],
    [
        " if you will go to the title of the people who you are in charge of in military echelon starting at",
        2880.84,
        2888.64
    ],
    [
        " the bottom you'll first come to a squad leader then a platoon leader and every other title after",
        2888.64,
        2898.14
    ],
    [
        " that has the word commander so for those of you don't know you got you got a fire team leader you",
        2898.14,
        2906.18
    ],
    [
        " got a squad leader you got a platoon leader and then you get to a company commander or even a task",
        2906.18,
        2913.8
    ],
    [
        " unit commander why was that done there are no company leaders there are no battalion leaders",
        2914.66,
        2921.3
    ],
    [
        " there are only company battalion and brigade commanders and then you get to division commanding",
        2921.3,
        2927.34
    ],
    [
        " generals which is a further progression I'd like to point out to you that I hope you all will",
        2927.34,
        2931.7
    ],
    [
        " graduate with an appreciation of the transition that is necessary to go from leadership to",
        2931.7,
        2936.48
    ],
    [
        " commandership I hope you don't think this old man now is involved in semantics because I hope I'm",
        2938.06,
        2943.96
    ],
    [
        " not it's really an important thing and a lot of people have never bridged it they're still exercising",
        2943.96,
        2950.94
    ],
    [
        " leadership as company commanders or even as they get higher and by doing so they're bypassing or",
        2950.94,
        2957.66
    ],
    [
        " poorly using their subordinate commanders and staffs just to take a break so I've talked about this",
        2957.66,
        2967.66
    ],
    [
        " many times there are people that do a they were a great platoon commander task unit commanders",
        2967.66,
        2977.96
    ],
    [
        " like not quite there seal team commander they're not good we've worked with businesses where you had",
        2977.96,
        2985.34
    ],
    [
        " this CEO founder like this one we see a lot founder slash CEO hey does an amazing job forming that",
        2987.62,
        2995.44
    ],
    [
        " business is building that business all of a sudden it's time to really grow they don't they can't",
        2995.44,
        3000.26
    ],
    [
        " make the transition they don't make the transition and they have to bring in a new person to be the",
        3000.26,
        3005.84
    ],
    [
        " CEO a person with these other attributes so we this is something that's all I was thinking about",
        3005.84,
        3014.02
    ],
    [
        " I was like oh okay I remember this CEO that brought the company brought this particular company",
        3014.02,
        3019.74
    ],
    [
        " through this particular situation and then got to that level and they they had to move them into",
        3019.74,
        3024.74
    ],
    [
        " some different role and they had to bring in somebody that had this next this next level of",
        3024.74,
        3030.4
    ],
    [
        " leadership characteristics continuing on you came here to learn commandership or",
        3030.4,
        3038.72
    ],
    [
        " general ship and that involves the proper organization and utilization of subordinate commanders",
        3038.72,
        3044.22
    ],
    [
        " and staffs to establish what you want done with your command and the technique is much different",
        3044.22,
        3051.22
    ],
    [
        " than the technique of getting in front of a platoon and saying follow me which is leadership",
        3051.22,
        3055.9
    ],
    [
        " but when you're in a different position with reference to your soldiers then you become more or",
        3055.9,
        3064.06
    ],
    [
        " less a director and the technique of dict or directorship is far different than the technique of",
        3064.06,
        3069.8
    ],
    [
        " saying follow me I'm so glad he gave a he broke this down I will give you an illustration",
        3069.8,
        3078.12
    ],
    [
        " suppose you have a horse at a point a that you want to move to point b you take hold of the",
        3078.12,
        3089.34
    ],
    [
        " halter shank and he follows you down the road you're the leader so there you go hey that's what you",
        3089.78,
        3095.14
    ],
    [
        " are you you take that bridal and you fought lead this thing down the road you're the leader but if you",
        3095.14,
        3101.18
    ],
    [
        " get on and ride him you use different techniques you use different aids you use your legs and other",
        3101.18,
        3108.9
    ],
    [
        " things that I learned in the ancient days when we had riding at west point to accomplish your",
        3108.9,
        3113.56
    ],
    [
        " purpose and I would say that might be termed commandorship you're then the commander of the horse",
        3113.62,
        3120.86
    ],
    [
        " you're not his leader but the purpose is the same to move him from a to b now if you're affluent",
        3120.86,
        3129.44
    ],
    [
        " enough to own a sulky and and I had to look up sulky I had no idea a sulky is a carriage it can be",
        3129.44,
        3136.98
    ],
    [
        " a one person carriage but it's two wheels if you're affluent enough to own a sulky and drive him",
        3136.98,
        3143.8
    ],
    [
        " with the reins and with a whip in your hand then that's general ship and I bring that up because",
        3143.8,
        3150.64
    ],
    [
        " it isn't too far fetched in the problem that I would like to bring with you I will give you an",
        3150.64,
        3156.92
    ],
    [
        " historical example of a fellow who was tremendous leader during the civil war perhaps one of the",
        3156.92,
        3162.8
    ],
    [
        " greatest leaders of the civil war and I use that term in the sense that I have used it up to now",
        3162.8,
        3168.34
    ],
    [
        " so he's talking about a leader one of the greatest leaders but he's saying in the term that I'm using",
        3168.34,
        3173.12
    ],
    [
        " a great leader in the civil war was Hood who commanded the Texas Brigade he was a most",
        3173.12,
        3179.92
    ],
    [
        " fantastic troop leader and sometimes if you'd like to look into it further there's a very good book",
        3179.92,
        3185.54
    ],
    [
        " entitled the Gallant Hood Hood was a leader of the old school in front of his men with a saber in",
        3185.54,
        3192.94
    ],
    [
        " his hand that's how he handled his brigade and it was an effective organization it was inevitable",
        3192.94,
        3200.14
    ],
    [
        " that a man with such capabilities would be promoted he went up rapidly throughout the war he",
        3200.14,
        3204.98
    ],
    [
        " ranked next to Lee at the end of the war but when the war was over he had lost command it was a",
        3204.98,
        3211.54
    ],
    [
        " sorry ending to a man who had never mastered the transition from leadership to commandorship",
        3211.54,
        3217.38
    ],
    [
        " to general ship when you move into the field of commandorship as against the field of leadership",
        3217.38,
        3226.24
    ],
    [
        " you go to the techniques or the art of how you use your subordinate commanders to get the most out",
        3226.24,
        3231.42
    ],
    [
        " of them the art and the technique of how you organize and use your staff in order to enable you to",
        3231.42,
        3238.14
    ],
    [
        " carry out the job of directing organizing and handling operations so I'm just gonna we I'm",
        3238.14,
        3249.96
    ],
    [
        " gonna wrap through this whole thing because there's so much to talk about a mobile let me pause",
        3249.96,
        3254.64
    ],
    [
        " this is what I find interesting and he's gonna come back to it but I'll give you a foreshadowing",
        3254.64,
        3263.86
    ],
    [
        " he's gonna come back to it I think that as he looks back at his career you got to remember this guy",
        3264.12,
        3273.42
    ],
    [
        " joined the when he was when he was a kid and he was in world war one and think about how things changed",
        3273.42,
        3280.88
    ],
    [
        " by his own admission in between world war one and world so when he was world war one and post",
        3280.88,
        3287.5
    ],
    [
        " world war one he was in his mind this leader right that was gonna lead from the front that was",
        3287.5,
        3294.2
    ],
    [
        " gonna make things happen as the nature of war became more dispersed all the sudden you had to",
        3294.2,
        3303.1
    ],
    [
        " have a little something that we called decentralized command he can't be in front of his unit the",
        3303.1,
        3307.5
    ],
    [
        " whole time and that would be the same and I think as he became more mature and as he got older",
        3307.5,
        3315.5
    ],
    [
        " hey look when you took a well it's kind of hard well I talk about this with lathe",
        3317.5,
        3324.26
    ],
    [
        " lathe will say like hey you know you know I wish I would have done x y and z when I was uh when",
        3324.26,
        3330.36
    ],
    [
        " when I was the assistant platoon commander lathe lathe could write a book about the things he",
        3330.36,
        3335.56
    ],
    [
        " wish it would have changed when he was assistant platoon commander for sure he was fresh out of the",
        3335.56,
        3339.68
    ],
    [
        " fleet you know naval academy fleet and now it's on he's in he's in a sea of two right do you think that",
        3339.68,
        3345.64
    ],
    [
        " do you think that if he went and back and did that right now do you think he would do things a",
        3346.9,
        3351.52
    ],
    [
        " little bit differently absolutely we all would yeah we all would do that and so here we have a guy",
        3351.52,
        3359.3
    ],
    [
        " that went through the entire rank structure of the army the entire thing and as he got older and",
        3359.3,
        3369.48
    ],
    [
        " got better and got more experienced I would think he'd say this is what I should have done when I",
        3369.48,
        3378.22
    ],
    [
        " was a platoon commander but I didn't and here's what I would do differently but maybe because the",
        3378.22,
        3383.02
    ],
    [
        " wars were different and it was more centralized and it wasn't dispersed everyone was together so",
        3383.02,
        3388.34
    ],
    [
        " there's a there's a I think what I see is him is him saying listen it was it's a different thing",
        3388.34,
        3397.68
    ],
    [
        " whereas I look at it now and say wait a second it might have been a different thing for you",
        3397.8,
        3401.82
    ],
    [
        " but if you could go back knowing what you learned eventually you might say hey I actually would have",
        3401.82,
        3408.9
    ],
    [
        " led differently and I'll tell you right now even in a platoon even in a freaking squad even in a",
        3408.9,
        3416.58
    ],
    [
        " fire team the techniques that he's gonna talk about what's better if you're in charge of a platoon",
        3416.58,
        3426.14
    ],
    [
        " what's better grabbing the grabbing the reins and pulling them down or is it better to guide them",
        3426.14,
        3433.3
    ],
    [
        " and let them run yeah the answer is so obvious but he digs in a little bit chain responsibility",
        3433.3,
        3443.12
    ],
    [
        " and also you must realize as you go up in various echelons of organization of the army from the squad",
        3443.12,
        3450.98
    ],
    [
        " on up you become increasingly removed from the individual soldiers and your influence on the individual",
        3450.98,
        3455.64
    ],
    [
        " soldier is no longer carried by an eyeball to eyeball approach it is carried on through the echelons",
        3455.64,
        3461.12
    ],
    [
        " of your command down to him and you become increasingly just an image to him which you develop in",
        3461.12,
        3468.66
    ],
    [
        " several ways but you get to the field of proper staff organization and staff relationship because",
        3468.66,
        3474.0
    ],
    [
        " that is very important part of commandorship and generalship what is that saying what it's saying is",
        3474.0,
        3479.72
    ],
    [
        " when you're in a leadership position as you go up and ranks you're right you don't have eyeball",
        3479.72,
        3484.08
    ],
    [
        " eyeball any all the time guess who you do have eyeball eyeball ball with your subordinate leaders",
        3484.08,
        3489.84
    ],
    [
        " and your subordinate leaders have to nurture those close personal relationships with their troops",
        3489.84,
        3495.42
    ],
    [
        " so that that influence that you have as the commander is felt all the way down through the front lines",
        3495.42,
        3501.16
    ],
    [
        " back to the book in your recent military review there's an article on faulty staff relationships",
        3501.16,
        3509.0
    ],
    [
        " i hope it will cause you to give a little thought to that problem because it is important one",
        3509.0,
        3513.64
    ],
    [
        " you come to one of the most important parts of commandorship and leadership and that is establishing",
        3513.64,
        3518.76
    ],
    [
        " a chain of responsibility so that every man in your organization knows who key works for and who",
        3518.76,
        3524.66
    ],
    [
        " works for him that's cool i get that we that's called a chain of command that is basic how many",
        3524.66,
        3533.62
    ],
    [
        " organizations have you been in where that wasn't known i've been in several i had no idea who i",
        3533.74,
        3541.06
    ],
    [
        " worked for or who out who or who made out my efficiency report after all and this is one of those",
        3541.06,
        3548.28
    ],
    [
        " things where i get a little cringey as my kids as my daughters would say after all there's one",
        3548.28,
        3553.96
    ],
    [
        " basic rule in the army that you can't violate and i over a period of 44 years have tried to violate",
        3553.96,
        3560.14
    ],
    [
        " many of them i have been successful in a few but this one i have never been successful in and that",
        3560.14,
        3565.5
    ],
    [
        " is you work and devote your loyalty to the man who makes out your efficiency report and the man who",
        3565.5,
        3572.56
    ],
    [
        " endorses it if you don't do that you're never going to be a general so to me this is wrong to me",
        3572.56,
        3585.42
    ],
    [
        " yeah",
        3586.82,
        3587.28
    ],
    [
        " relationships are stronger than the chain of command and luckily he's going to counter this",
        3587.28,
        3591.64
    ],
    [
        " he's going to counter don't take it later of course",
        3591.64,
        3594.76
    ],
    [
        " establishing a chain of responsibility is just as important in your",
        3594.76,
        3602.06
    ],
    [
        " and look this is proven out by hackworth who built these incredible relationships and that's how",
        3602.06,
        3606.44
    ],
    [
        " we ran things establishing a chain of responsibilities just as important in your staff as it is in your",
        3606.44,
        3611.54
    ],
    [
        " command if you don't have that your headquarter your headquarters mills around and creates what i",
        3611.54,
        3616.4
    ],
    [
        " call command and staff inertia that is a state of frustration and lack lack of purpose that exists in",
        3616.4,
        3622.46
    ],
    [
        " many military staffs okay people got to know what's people got to know with the chain of command for sure",
        3622.46,
        3628.06
    ],
    [
        " yep",
        3628.06,
        3628.34
    ],
    [
        " then of course it comes down to the art of command or ship or general ship as to how you issue your",
        3628.34,
        3641.52
    ],
    [
        " i read that wrong as to how you issue your directives or how you project your desires and will",
        3641.52,
        3647.7
    ],
    [
        " down through the chain of command it comes out in directives and so forth which is an art within",
        3647.7,
        3653.16
    ],
    [
        " itself and which i am sorry to say we sometimes don't do very well we could do a lot better when we're",
        3653.16,
        3659.2
    ],
    [
        " when we're doing that in the field i've worked at times for a commander for whom i felt i wasn't",
        3659.2,
        3671.5
    ],
    [
        " accomplished okay second law of combat simple simple clearing concise if i don't know what you want me to",
        3675.36,
        3679.9
    ],
    [
        " do there's no way i can accomplish it and by the way whose fault is that it's my fault if i don't",
        3679.9,
        3684.3
    ],
    [
        " know what my boss wants me to accomplish what do i do i raise my hand and ask my boss what do you",
        3684.3,
        3689.66
    ],
    [
        " want me to accomplish what's the mission here what are we going to get done what's the end date what",
        3689.66,
        3692.18
    ],
    [
        " you're intent",
        3692.18,
        3692.58
    ],
    [
        " next section improving your unit now we get to the point of making progress as a commander i can't",
        3697.12,
        3701.82
    ],
    [
        " conceive of anybody who takes over a company a battalion a brigade or division a core a field",
        3701.82,
        3707.38
    ],
    [
        " army who doesn't sit down and say to himself how will i impress upon my superiors the men who make",
        3707.38,
        3712.94
    ],
    [
        " out my efficiency report that i am a good commander once again you know you get a little bit of that",
        3712.94,
        3719.46
    ],
    [
        " i'm looking to get promoted which i don't like",
        3719.84,
        3722.52
    ],
    [
        " how do i do that i've seen it done every way that you can think of in my career but i would suggest",
        3722.52,
        3730.6
    ],
    [
        " to you that the best way to do it in the military organization is through a little exercise of what",
        3730.6,
        3736.1
    ],
    [
        " i call is through the exercise of what i call little pluses of making a little progress in every field",
        3736.1,
        3743.9
    ],
    [
        " every day over a period of time if you do that your organization will tighten up your organization will",
        3743.9,
        3749.8
    ],
    [
        " become good and you'll gradually come up with the understanding and the reputation of really being a",
        3749.8,
        3755.7
    ],
    [
        " good commander you will also not create turbulence which detracts from the effectiveness of your unit",
        3755.7,
        3764.1
    ],
    [
        " so i like this idea loo little things get a little bit better every day but then he goes into",
        3764.1,
        3769.54
    ],
    [
        " this with that that thing when he talks about turbulence he goes into it i've seen people walk into",
        3769.54,
        3774.18
    ],
    [
        " an organization and immediately start to make headlines i would like to point out to you a great",
        3774.18,
        3782.24
    ],
    [
        " truth in the military that he who lives by headlines is destroyed by headlines remember that if you",
        3782.24,
        3789.92
    ],
    [
        " start seeking headlines and creating images of yourself as a superman pretty soon somebody will",
        3789.92,
        3795.2
    ],
    [
        " find a hole in your armor and when he does he will certainly give it to you that follows from the",
        3795.2,
        3801.94
    ],
    [
        " rule about the monkey who climbs up a pole the higher he gets the more of his rear he shows the people",
        3801.94,
        3807.68
    ],
    [
        " who are below him and that often goes for a person who up the chain of command in the echelons of",
        3807.68,
        3812.68
    ],
    [
        " the army so good that's i totally agree with that now he gets into this section it's called channels",
        3812.68,
        3823.52
    ],
    [
        " of suggestion i hope that i have impressed upon you that there is a technique and commandorship and",
        3826.2,
        3831.08
    ],
    [
        " general ship techniques that are different from leadership although the characteristics of the",
        3831.08,
        3836.78
    ],
    [
        " individual as to honesty and sincerity and all those other things are just as applicable",
        3836.78,
        3842.9
    ],
    [
        " so honesty is important sincerity all these other things are important to the same leadership and",
        3842.9,
        3848.82
    ],
    [
        " general all the same but he says you have to master the transition as you go up there's a little",
        3848.84,
        3854.26
    ],
    [
        " deaf different technique being a company commander than that of being a battalion commander you have",
        3854.26,
        3860.5
    ],
    [
        " a bigger staff you have more senior subordinate commanders as you go up and that of course increases",
        3860.5,
        3865.68
    ],
    [
        " we talk about chain of command i have conscientiously tried throughout my career to live and conduct",
        3865.68,
        3873.3
    ],
    [
        " my job in such a way that i didn't exercise control of my organization through channels of command",
        3873.3,
        3881.54
    ],
    [
        " i exercised it through channels of suggestion so instead of using the chain of command he's saying",
        3881.54,
        3889.14
    ],
    [
        " exactly what we say instead of saying look i'm in charge i'm the highest rank guy you're going to",
        3889.14,
        3893.52
    ],
    [
        " do what i say do he's saying don't do that as much as i can throughout my career i've exercised",
        3893.52,
        3901.86
    ],
    [
        " command through channels of suggestion and i have a note here it says ha relationships",
        3901.86,
        3908.58
    ],
    [
        " i think it is very important that i only use the channels of command when i wanted to discipline",
        3908.58,
        3916.62
    ],
    [
        " somebody and i didn't have to do that very often i figured that if i he's just putting himself",
        3916.62,
        3925.14
    ],
    [
        " on report i figured that if i couldn't run an organization by getting things done by suggestion",
        3925.14,
        3929.3
    ],
    [
        " that i had failed as a commander i commanded the troops of 12 nations as a core commander in",
        3929.3,
        3935.04
    ],
    [
        " career i didn't have any strong chain of command between me and the allied troops if i put out",
        3935.04,
        3939.76
    ],
    [
        " something that i want to done that violated their national ideas they didn't pay very much attention",
        3939.76,
        3944.24
    ],
    [
        " to it in that case what are you going to do next well guess what you don't have to be a foreign",
        3944.24,
        3948.68
    ],
    [
        " army for that to make sense that happens in a freaking platoon that happens in a fire team",
        3948.68,
        3952.36
    ],
    [
        " if i come up with dumb ideas that don't make any sense that are what does he say that violates their",
        3952.36,
        3958.44
    ],
    [
        " ideas and they don't want to do it oh you can force them to do it but what does that get you",
        3959.32,
        3963.48
    ],
    [
        " i was down at the infantry school and commented on this not very long ago and one captain got up",
        3963.48,
        3971.68
    ],
    [
        " and said general i have listened to very i've listened very carefully to your channel of suggestion",
        3971.68,
        3977.22
    ],
    [
        " approach and i'm familiar with it i served in your command in europe and i think you have to be a very",
        3977.22,
        3983.9
    ],
    [
        " powerful suggestor to make it work maybe that's true he says and and the note i have here is",
        3985.14,
        3996.86
    ],
    [
        " here's a good way to suggest here's the most powerful way to suggest listen listen to your other",
        3996.86,
        4002.02
    ],
    [
        " what this whole time i'm thinking is it is it his suggestions or other people's suggestions",
        4002.02,
        4006.9
    ],
    [
        " i was thinking he was talking the power of suggestions hey jokka what do you think we should do",
        4006.9,
        4012.0
    ],
    [
        " here here's the problem here's the power of suggestion hey dav what do you suggest yes",
        4012.0,
        4017.5
    ],
    [
        " because i'm going to listen to it yeah and we're probably going to do it i mean unless it's just a",
        4017.5,
        4025.16
    ],
    [
        " travesty of a plan we're going to do it so definitely some things to think about in there",
        4025.16,
        4032.38
    ],
    [
        " and it's and you know as i look at this look guess what what's that saying we stand on the",
        4032.38,
        4038.4
    ],
    [
        " shoulders of giants right this guy had to do his whole military we get to lead we get to take what he",
        4038.4,
        4043.88
    ],
    [
        " puts out this power of suggestion which hack worth then took even further and now we got to take that",
        4043.88,
        4049.66
    ],
    [
        " and go even deeper not even deeper but further we got to expand that idea of decentralized command",
        4049.66,
        4056.88
    ],
    [
        " and of listening to what people have to say and the fact that hack worth freaking loved his draftees",
        4056.88,
        4064.32
    ],
    [
        " because his draftees would call bullshit on him he says that in the book my draftees they would",
        4064.34,
        4071.16
    ],
    [
        " call bullshit if they didn't agree with something so i love them for it not i hated them for it not",
        4071.16,
        4075.88
    ],
    [
        " shut up and do what i told you to do thank you thank you for your suggestion that my idea is stupid",
        4075.88,
        4082.48
    ],
    [
        " what do you suggest and he continues to kind of dismantle some of these earlier statements this",
        4082.48,
        4090.72
    ],
    [
        " section is called follower ship i want to get from there now to another subject and i'll end up",
        4090.72,
        4096.78
    ],
    [
        " and then i'll end up my presentation that is the topic that fits right along with leadership",
        4096.78,
        4101.02
    ],
    [
        " what i call followership everybody is a leader or a commander of any echelon is also a follower",
        4101.02,
        4108.46
    ],
    [
        " you're never you never get in the hierarchy of the army to a point where you're not a follower",
        4108.46,
        4113.14
    ],
    [
        " the chief of staff of army is a follower he follows the desires of the directors of the president",
        4113.14,
        4120.02
    ],
    [
        " secretary of the army secretary of defense the joint chiefs of staff and so forth even the president",
        4120.24,
        4125.4
    ],
    [
        " of the united states is a follower in that he follows public opinion what you are today each one",
        4125.4,
        4130.94
    ],
    [
        " of you is the result of 35 to 40 years of following whereby you have taken into your makeup ideas",
        4130.94,
        4136.98
    ],
    [
        " instruction and concepts and through a process of discernment acceptance and elimination you have",
        4136.98,
        4143.04
    ],
    [
        " stored away in your makeup certain characteristics ideas and procedures that and you have discarded others",
        4143.04,
        4148.08
    ],
    [
        " in that process of sifting through the good from the poor or what you consider the good from the",
        4148.08,
        4154.18
    ],
    [
        " poor you have created as of today your present makeup and character which is you as an individual",
        4154.18,
        4161.36
    ],
    [
        " if you have attained good characteristics and a storeroom of good ideas learning and concepts that",
        4161.36,
        4169.8
    ],
    [
        " you can use effectively in the future you have been a good follower if you haven't you'll not be a good",
        4169.8,
        4175.18
    ],
    [
        " leader nor a good commander it follows from that that you must through this process of discernment",
        4175.18,
        4182.06
    ],
    [
        " and storing away create in yourself a balanced man whereby you can handle concurrently all the",
        4182.06,
        4189.96
    ],
    [
        " different parts of the job you don't concentrate on wanting to forget the other such as maintenance",
        4189.96,
        4195.34
    ],
    [
        " you don't concentrate on marksmanship and forget something else the best organizations in the",
        4195.34,
        4200.24
    ],
    [
        " American army are the organizations that are good or better in everything they may not make any",
        4200.24,
        4208.42
    ],
    [
        " headlines they may not be superior in any one thing but they are our best organizations these are",
        4208.42,
        4216.32
    ],
    [
        " the type of organizations that we want to develop in the army I have tried to so",
        4216.32,
        4220.86
    ],
    [
        " that that that idea of making headlines is a great point this idea here reminds me of the gray man",
        4220.86,
        4227.78
    ],
    [
        " they used to say going through buds they would they would say if you were the gray man like you don't",
        4227.78,
        4231.18
    ],
    [
        " want to be the number one swimmer because then people will be watching you you want to kind of like fit",
        4231.18,
        4235.18
    ],
    [
        " in I have tried to lead your thinking through the transition from leadership to commandorship and",
        4235.18,
        4243.72
    ],
    [
        " general ship and to point out to you wherein follower ship is very important in this process of your",
        4243.72,
        4249.54
    ],
    [
        " development this next section is progressing up the pyramid of life so all of a sudden this just",
        4249.54,
        4257.52
    ],
    [
        " turns into like a life gig and when I was saying that the end of this section that we're going to",
        4257.52,
        4263.04
    ],
    [
        " cover gets gets gets really important this is sort of where I'm starting it has been truthfully",
        4263.04,
        4270.9
    ],
    [
        " said that at the end when one looks back on his life he should measure his success by the number",
        4270.9,
        4275.48
    ],
    [
        " of rungs up the ladder of life he has climbed since he started and not by the particular rung on",
        4275.48,
        4280.84
    ],
    [
        " which he has finished the basic concept of our government under the constitution is that all men",
        4280.84,
        4287.6
    ],
    [
        " are created equal all men are created equal this means not that all men are created equal for they are",
        4287.6,
        4298.2
    ],
    [
        " far from it it only means that all men should have equal opportunities and rights under our laws",
        4298.2,
        4307.2
    ],
    [
        " this concept is a great step in the progress of man when any group of men such as army officers",
        4308.36,
        4317.54
    ],
    [
        " lawyers doctors engineers scientists clerks or accountants start out in any corporation or any",
        4317.54,
        4324.66
    ],
    [
        " other organization they fit into a pyramid which is brought at the base but become smaller and",
        4324.66,
        4329.32
    ],
    [
        " smaller as they approach its peak assuming that those people in each category start with the",
        4329.32,
        4336.02
    ],
    [
        " approximately equal backgrounds there is a selection process which starts as soon as they rise",
        4336.74,
        4341.72
    ],
    [
        " in the pyramid of life as soon as they tend to rise in the pyramid of life so we're talking about",
        4341.72,
        4347.28
    ],
    [
        " this hierarchy which I know obviously this this might bring some thoughts of Jordan Peterson",
        4347.28,
        4353.52
    ],
    [
        " and hierarchy of competence and that's kind of what we're talking about here",
        4353.52,
        4357.6
    ],
    [
        " also assuming that and by the way he's making he says assuming that people start in the same",
        4357.6,
        4365.04
    ],
    [
        " approximate backgrounds right that's a big freaking assumption but don't worry he's going to get",
        4365.38,
        4369.5
    ],
    [
        " back on that but that's a huge assumption and it's probably an assumption that they didn't recognize",
        4369.5,
        4374.58
    ],
    [
        " as much back in 1950 also assuming that the selection of those who rise in the pyramid of life is",
        4374.58,
        4385.08
    ],
    [
        " based upon ability experience and the need for special capabilities and leadership how does one",
        4385.08,
        4390.7
    ],
    [
        " prepare himself for being chosen to advance in competition with his associates and colleagues",
        4390.7,
        4396.28
    ],
    [
        " so he's talking about how how do you go up that pyramid how do you how do you ascend the the dominance",
        4396.28,
        4402.78
    ],
    [
        " hierarchy everybody who is a leader director or commander at any echelon of an organization is also a",
        4402.78,
        4412.82
    ],
    [
        " follower he never gets to a point where he is not and he goes he repeats himself here the chief",
        4412.82,
        4418.64
    ],
    [
        " of staff the army as a follower he falls the desires the director of the president the",
        4418.64,
        4421.68
    ],
    [
        " army secretary the army even the president is the United States of the United States of",
        4421.68,
        4425.88
    ],
    [
        " follower in that he falls public opinion what each one of us is today is the result of years of",
        4425.88,
        4432.58
    ],
    [
        " following whereby we have taken into our makeup knowledge ideas instruction and concepts through",
        4432.58,
        4438.54
    ],
    [
        " a process of discernment acceptance and elimination we have stored away in our personal ability",
        4438.54,
        4443.58
    ],
    [
        " certain characteristics ideas and procedures with and we have discarded others as not being",
        4444.08,
        4448.86
    ],
    [
        " worthy so he repeats that section right there he's making it he's trying to re emphasize that point",
        4448.86,
        4453.92
    ],
    [
        " and the process of sifting the good from the poor or what we consider the good from the poor",
        4453.92,
        4459.5
    ],
    [
        " we have created as of today our president makeup and a character which is ours as individuals if we",
        4459.5,
        4465.44
    ],
    [
        " have attained good core characteristics and a storeroom of good ideas learning techniques and concepts",
        4465.44,
        4471.72
    ],
    [
        " that we can use effectively in the future we have been good followers and it's nice to compare this to",
        4471.72,
        4478.4
    ],
    [
        " you know you and I covered the Marine Corps document learning",
        4478.4,
        4482.68
    ],
    [
        " and really when he's talking about following what he's really talking about is learning",
        4482.68,
        4490.7
    ],
    [
        " hey just said you got if you can take that and apply it then you've been a good follower yeah yeah",
        4490.7,
        4495.98
    ],
    [
        " we have a good basis for being successful leaders and in all probability we will advance a good",
        4496.78,
        4503.38
    ],
    [
        " follower is able to react quickly and effectively to an emergency or a crisis hence he has the",
        4503.38,
        4508.82
    ],
    [
        " potential to become a fine military commander this process must be continuous during our active",
        4508.82,
        4516.34
    ],
    [
        " careers if we are to continue to grow in judgment and balance again this is reminds me that Marine",
        4516.34,
        4521.42
    ],
    [
        " Corps like you are learning that's what we're doing and I have a note here that says that this",
        4521.42,
        4527.7
    ],
    [
        " section that I'm about to read is the own this whole this whole thing starts to come together for me",
        4527.7,
        4533.42
    ],
    [
        " some call this experience but it is more than that it is the constant and critically sound",
        4533.42,
        4541.38
    ],
    [
        " evaluation of experience that causes us to progress in stature and move up the pyramid of life",
        4541.38,
        4548.7
    ],
    [
        " so it's not just about experience experience by itself barely even helps you what you have to do is",
        4549.04,
        4558.08
    ],
    [
        " you have to take that experience and you have to constant and critically evaluate it",
        4558.08,
        4564.1
    ],
    [
        " and that's what that's what will make you progress so you hey man you can just go through",
        4564.1,
        4570.16
    ],
    [
        " you can just go through life you can experience all kinds of crazy things and leadership challenges",
        4570.16,
        4574.76
    ],
    [
        " but if you never critically assess what you did what you learned how you performed you know",
        4574.76,
        4580.46
    ],
    [
        " you and I were talking during the break and you said something like I can't believe that I just",
        4580.46,
        4585.94
    ],
    [
        " didn't get issued this book you know as a as a second lieutenant when I graduated from the basic",
        4585.94,
        4591.92
    ],
    [
        " school or whatever and we had a quick conversation about the fact that it's one thing to pick up a",
        4591.92,
        4601.0
    ],
    [
        " book and read it it's another thing to have a actual conversation and have context and have",
        4601.0,
        4611.98
    ],
    [
        " thoughts around a book and I think that's probably one of the reasons why people listen to the",
        4611.98,
        4616.66
    ],
    [
        " podcast is because not because I'm sitting here doing an audiobook right I mean this isn't an",
        4616.66,
        4621.6
    ],
    [
        " audio book of this book this is my thoughts your thoughts and and general Clark's thoughts",
        4621.6,
        4628.7
    ],
    [
        " and sometimes we're right sometimes we're wrong sometimes we agree sometimes we disagree",
        4629.36,
        4632.36
    ],
    [
        " but what we are doing when we do that is we're constantly critically evaluating the experience",
        4632.36,
        4638.28
    ],
    [
        " that he had and then we're constantly we just you and I just did a freaking 30 minute evaluation of",
        4638.28,
        4643.82
    ],
    [
        " the fact that we inspected our admins or not and lessons were learned yeah",
        4643.82,
        4648.3
    ],
    [
        " so that's what we're doing this idea of learning all the time and the more important man the",
        4648.3,
        4658.12
    ],
    [
        " idea of you know what look we talk about all the time at national front you got to do a debrief",
        4658.6,
        4662.18
    ],
    [
        " you got to do a debrief you have to do a debrief and you get done with operation when or lose you",
        4662.18,
        4666.14
    ],
    [
        " got to do a debrief that's what you have to do",
        4666.14,
        4667.78
    ],
    [
        " continuing on in early in life some members of society fall and this is where we just start",
        4667.78,
        4677.1
    ],
    [
        " getting into this broad conversation and this is this is sort of the last section here early in life",
        4677.1,
        4683.62
    ],
    [
        " some members of society fall into limited categories due to handicaps of opportunities",
        4684.34,
        4690.64
    ],
    [
        " health and physical and mental ability these people start life with ceilings over them",
        4690.64,
        4698.64
    ],
    [
        " that few are able to pierce okay so there's certain situations that you can be born into that are",
        4698.64,
        4705.18
    ],
    [
        " going to be challenging and you and they're really hard to get through",
        4705.18,
        4708.22
    ],
    [
        " and he gets that and then he goes on to say but how about those whose opportunities education",
        4712.66,
        4722.5
    ],
    [
        " and apparent ability seem to start off on common equal footings as they begin to move up the pyramid",
        4722.5,
        4731.3
    ],
    [
        " of life each one eventually reaches his own peak and levels off at various distances from the top",
        4731.3,
        4741.3
    ],
    [
        " very few have an apparent ceiling over them at the start but they develop ceilings at various levels",
        4741.3,
        4753.24
    ],
    [
        " as they go along so we're talking so now we're talking about this pyramid we got this pyramid",
        4753.24,
        4759.36
    ],
    [
        " that we're trying to climb up and some people are they have a legitimate ceiling in life whatever",
        4759.36,
        4765.8
    ],
    [
        " they were born they've got some situation that is a is a is a is a ceiling that they're going to reach",
        4765.8,
        4772.72
    ],
    [
        " and it can be very hard to break through that but now he's talking about hey look now you got a",
        4772.72,
        4777.6
    ],
    [
        " people that there's no real ceiling everyone's on equal footings and then he says each one eventually",
        4777.6,
        4786.12
    ],
    [
        " reaches his own peak and levels off at various distances from the top very few have an apparent",
        4786.12,
        4792.88
    ],
    [
        " ceiling over them at the start but they develop ceilings at various levels as they go along",
        4792.88,
        4798.06
    ],
    [
        " what causes this leveling off process on the part of an individual what factors tend to cause this",
        4798.06,
        4807.38
    ],
    [
        " ceiling to form over him and then he's got this list he's got this list of factors",
        4807.38,
        4814.38
    ],
    [
        " that cause you to reach your limitation that cause people to reach their limitations",
        4814.38,
        4820.68
    ],
    [
        " here they are wrong decisions wasted opportunities deterioration of attitude and enthusiasm",
        4820.68,
        4835.48
    ],
    [
        " excesses lack of self control lack of honesty of purpose",
        4837.9,
        4846.02
    ],
    [
        " tenancy toward lowered standards poor ethics loss of self self respect",
        4846.02,
        4859.64
    ],
    [
        " loss of motivation and ambition lack of ability to express himself orally or in writing",
        4860.74,
        4869.02
    ],
    [
        " poor associations wrong scale of values failure in carrying out responsibility",
        4869.02,
        4879.86
    ],
    [
        " lack of loyalty up or down unfortunate family situations deterioration of physical condition",
        4880.8,
        4890.32
    ],
    [
        " bad habits poor financial management disregard of rules procrastination",
        4890.32,
        4898.92
    ],
    [
        " failure to keep up with progress in his field",
        4898.92,
        4903.06
    ],
    [
        " so what's amazing about that list let's see I don't know how many there are there's maybe one",
        4907.38,
        4915.12
    ],
    [
        " lack of ability to express himself orally in writing so that is can you get better at that yes you",
        4915.12,
        4921.14
    ],
    [
        " can but there are some people that don't have the same capability look wrong decisions who's that",
        4921.14,
        4926.1
    ],
    [
        " on you wasted opportunities you deterioration of attitude and enthusiasm you excesses",
        4926.1,
        4932.68
    ],
    [
        " and lack of self control you lack of honesty and lack of purpose you tenancy toward lowered",
        4932.68,
        4937.92
    ],
    [
        " standards you poor ethics you loss of self respect you loss of motivation and ambition you",
        4937.92,
        4943.8
    ],
    [
        " lack of ability to express himself orally or in writing okay we can improve it but you may have",
        4943.8,
        4948.74
    ],
    [
        " a limited there poor associations you wrong scale of values you failure in carrying out responsibility",
        4948.74,
        4957.04
    ],
    [
        " you lack of loyalty up or down you unfortunate family situations that's something we don't always",
        4957.72,
        4964.84
    ],
    [
        " have control over deterioration of physical condition that's something that we don't always have",
        4964.84,
        4970.38
    ],
    [
        " control over it's something that we also do have control over depending on what that deterioration",
        4970.38,
        4975.38
    ],
    [
        " is being caused by if you have some kind of a disease that you can't control look that's one of",
        4975.38,
        4980.02
    ],
    [
        " those things but oftentimes there's things that we can do to make sure we maintain our physical",
        4980.02,
        4984.48
    ],
    [
        " condition bad habits that's you poor financial management that's you disregard the rules that's you",
        4986.48,
        4995.1
    ],
    [
        " procrastination that's you failure to keep up with progress in his field that is you",
        4995.1,
        5002.94
    ],
    [
        " so that is as a lot of stuff to that we can take ownership of",
        5002.94,
        5010.9
    ],
    [
        " now this this whole section closes out with this this following statements here poor fall poor",
        5012.36,
        5021.3
    ],
    [
        " fellowship and I think that's supposed to say followership poor followership is a great contributor",
        5021.3,
        5028.16
    ],
    [
        " to ceiling formation and again the the way he's using followership to me is he's talking about",
        5028.16,
        5037.6
    ],
    [
        " the ability to learn the ability to take ownership of what's happening once the ceiling is",
        5037.74,
        5043.94
    ],
    [
        " formed or start to firm form is difficult to break through a few do break through despite",
        5043.94,
        5049.06
    ],
    [
        " handicaps however there are those who would try to dispel these ceilings by social laws and values",
        5049.06,
        5056.96
    ],
    [
        " meaning they want to blame other people to be sure they are partially successful on the lower",
        5056.96,
        5063.54
    ],
    [
        " reaches of the pyramid of life but not as they reach the apex of the pyramid they only warp",
        5063.54,
        5070.1
    ],
    [
        " the shape of the pyramid at certain levels the bible says that many are called but few are chosen",
        5070.1,
        5077.88
    ],
    [
        " it is ever thus as we tried to progress up the pyramid or ladder of life",
        5077.88,
        5084.2
    ],
    [
        " yeah so with that probably a good place to stop this one that's just such a such a such an important",
        5092.44,
        5103.06
    ],
    [
        " way to look at things you know and and you know we always talk about extreme ownership",
        5103.06,
        5107.94
    ],
    [
        " from a leadership perspective and leading organizations and leading teams but you know extreme",
        5108.32,
        5114.92
    ],
    [
        " ownership is about you it's about your life it's about what you're doing and we have a lot more",
        5114.92,
        5122.02
    ],
    [
        " ownership over what we do and where we end up and where we end up in this ladder in this pyramid",
        5122.02,
        5127.12
    ],
    [
        " then some people would have you believe",
        5127.12,
        5131.38
    ],
    [
        " at least you know almost sort of seems like a haphazard list like almost they're they're not",
        5135.4,
        5141.16
    ],
    [
        " related those things he was running through and then the common thread is he basically just",
        5141.16,
        5146.22
    ],
    [
        " he captured almost all those things are things that we impose upon ourselves which is",
        5146.22,
        5153.44
    ],
    [
        " which in in in some sense it's like it's kind of crazy because as I dissect what he's saying and",
        5153.44,
        5160.22
    ],
    [
        " like well how much control do I have over that and for almost all of them it's 100% not like hey",
        5160.76,
        5167.74
    ],
    [
        " this there are components and I think you actually did a good job because yeah yeah you know what life",
        5167.74,
        5173.78
    ],
    [
        " happens and you say this on the podcast all the time life happens and sometimes those things in",
        5173.78,
        5177.84
    ],
    [
        " life that happen most certainly limit what we can do it's a fact that those things do happen",
        5177.84,
        5182.66
    ],
    [
        " and even inside of the sort of the the thread of all those is when you he said wasted opportunities",
        5184.24,
        5192.34
    ],
    [
        " I mean you want to talk about someone who's taken stock of his life that's actually kind of achieved",
        5192.34,
        5197.48
    ],
    [
        " inside this pyramid that he's talking about he's at the top of this pyramid man that is a humbling",
        5197.48,
        5203.92
    ],
    [
        " series of things that he's calculated up really about himself number one wrong decisions number",
        5203.92,
        5211.48
    ],
    [
        " two wasted opportunities yeah I mean there's some startling things inside there and",
        5211.48,
        5219.46
    ],
    [
        " probably probably for me what he did it guess again I struggled with this section a lot more than",
        5219.46,
        5226.74
    ],
    [
        " the last one because there's part like where is he going with this stuff why is he even saying that",
        5226.74,
        5231.36
    ],
    [
        " and when he kind of brings a fullback the the thing that he did is this is a guy that contemplated",
        5231.36,
        5237.2
    ],
    [
        " the things that he has done and why he did them and dissected the mistakes that he's made",
        5237.32,
        5243.16
    ],
    [
        " I mean if there's a mistake that I made throughout my career was not spending enough time dissecting",
        5243.16,
        5250.38
    ],
    [
        " why I did the things that I did and you know that that is a that is a that is a self-imposed limitation",
        5250.38,
        5259.32
    ],
    [
        " that if you don't think about why the thing meaning if you don't learn from the things that you",
        5259.32,
        5264.88
    ],
    [
        " did and why you did them that is a self-imposed limitation and God that that list is that is a humbling",
        5264.88,
        5271.34
    ],
    [
        " list of things to think about yeah it's a it's a heavy hitter dude it's a heavy hitter wrong decisions",
        5271.34,
        5278.76
    ],
    [
        " number one but but even then like there's there's an ego thing of like well yeah I mean you know",
        5278.76,
        5285.16
    ],
    [
        " people make people make wrong I mean you don't not every decision is right well pull that back",
        5285.16,
        5290.02
    ],
    [
        " a little bit who who's that on the mistakes that you made who whose fault is that it's not not yours",
        5290.02,
        5299.24
    ],
    [
        " that I am at a bad call over here um so yeah I mean I was struggling at the beginning of each of",
        5299.24,
        5307.38
    ],
    [
        " those parts like where how is he going to pull this back and it reminds me of something that you",
        5307.38,
        5311.04
    ],
    [
        " and Lave reminded each other about was when we're talking to Tom Fife and I'm sitting here",
        5311.04,
        5316.36
    ],
    [
        " listening and he says something and I'm like man that didn't seem like you were why did you say",
        5316.36,
        5320.36
    ],
    [
        " that man that's not what you're going to say and then he pulls that back full circle of like",
        5320.36,
        5325.76
    ],
    [
        " how clean he made that at the end when in the beginning I'm thinking where are we going here",
        5325.76,
        5332.44
    ],
    [
        " yeah that was like a four minute evolution where I was we were we were I don't know probably",
        5332.44,
        5339.44
    ],
    [
        " a third of the way into a really what was going to be a long podcast and I'm thinking oh well",
        5339.44,
        5344.28
    ],
    [
        " I guess his leadership principles don't really mesh up with mine and that's real bummer because he's",
        5344.3,
        5350.9
    ],
    [
        " saying hey you tell people what to do and they just do it because they've been trained that way and",
        5350.9,
        5353.88
    ],
    [
        " that's okay you know they just they're just obedient because they're in the army and for three",
        5353.88,
        5359.16
    ],
    [
        " minutes I sat there and thought dang I guess this isn't and then after three minutes he goes",
        5359.16,
        5364.42
    ],
    [
        " but these guys would never do what you told them to do just because you told them to do it yeah",
        5364.42,
        5369.5
    ],
    [
        " yeah you they need to understand why they were like yes totally thankfully",
        5369.5,
        5373.1
    ],
    [
        " thankfully and I think that's kind of the transition that you see you know someone like",
        5373.9,
        5379.2
    ],
    [
        " general Clark making towards the end of his career is looking hey this is a",
        5379.2,
        5381.84
    ],
    [
        " generation you want to lead by suggestion you won't have to bark orders of people if they're not",
        5381.84,
        5385.28
    ],
    [
        " taking initiative making things happen you're doing something wrong that applies I'm telling you",
        5385.28,
        5389.64
    ],
    [
        " that applies to a platoon it applies to a squad it applies to a business it applies to a big",
        5389.64,
        5397.92
    ],
    [
        " person business it's all the same and how how comforting is it how how good is it to think oh",
        5397.92,
        5407.68
    ],
    [
        " I have control over all these things that is actually completely awesome all these problems in my life",
        5407.68,
        5416.72
    ],
    [
        " all these see all these things that they're all self-imposed which means I actually have control over",
        5416.72,
        5421.84
    ],
    [
        " all of them yeah I don't know once again that's the cool premise of extreme ownership and it's",
        5421.84,
        5426.8
    ],
    [
        " cool when you apply it to your organization because you say hey this is this is on me I'm going to",
        5426.8,
        5431.4
    ],
    [
        " make these changes for our company for our team so we do better but man the way it hits you as a human",
        5431.4,
        5438.02
    ],
    [
        " when you look at all these problems that you have and you go oh this problem's assailing me this",
        5438.02,
        5443.36
    ],
    [
        " problem's attacking me this problem's it's gonna destroy me and say oh wait you know what I'm",
        5443.36,
        5450.86
    ],
    [
        " gonna take ownership of those problems I'm gonna get those things sorted out and look are there",
        5450.86,
        5454.24
    ],
    [
        " some outliers sure there are there are can you can you can you get a horrible disease can",
        5454.54,
        5459.56
    ],
    [
        " the things that are completely beyond your control hit you yes they can of course of course and",
        5459.56,
        5466.22
    ],
    [
        " and you know those of them then then it turns into okay how are you going to respond to those",
        5466.22,
        5471.38
    ],
    [
        " things they don't how to be under control but so many things that we face are just straight on us",
        5471.38,
        5483.3
    ],
    [
        " wrong decisions wasted opportunities lack a self-respect very seldom does the ceiling come from others",
        5483.3,
        5494.76
    ],
    [
        " very seldom does the ceiling come from the most of the time the vast majority of the time the",
        5497.18,
        5501.26
    ],
    [
        " limitations in our life are exactly that they are our limitations that we imposed on us all",
        5501.26,
        5508.92
    ],
    [
        " so I think that's a good connection that he makes that even though this book is about leading others",
        5508.92,
        5516.92
    ],
    [
        " we cannot lead others if we can't lead ourselves and if we can't do the right things ourselves then",
        5518.98,
        5527.66
    ],
    [
        " we have no one else to blame but us all right good place good place to stop for now and I think",
        5527.66,
        5539.3
    ],
    [
        " speaking of bad habits right we can have some bad habits well we also want to have some good",
        5539.32,
        5547.3
    ],
    [
        " habits we want to speaking of lack of self-control we want to have self-control speaking of bad",
        5547.3,
        5553.0
    ],
    [
        " decisions we want to make good decisions let's think of some ways to get us on the right path for",
        5553.0,
        5558.18
    ],
    [
        " all these things we had jacquafu which is a bunch of supplements joint warfare krill oil discipline",
        5558.18,
        5565.7
    ],
    [
        " discipline go vitamin D cold war milk which is protein disguised as dessert a bunch of awesome",
        5565.7,
        5576.7
    ],
    [
        " things for you to put in your body so your performance will improve you'll become a better human",
        5576.7,
        5581.04
    ],
    [
        " being those are good decisions to make jacquafu it all the stuff that we make is available at origin",
        5581.04,
        5589.44
    ],
    [
        " main dot com it's available at the vitamin shop it's available at wall wall we also make a",
        5589.44,
        5597.48
    ],
    [
        " bunch of jujitsu gear jujitsu gear made in America geese rash cards go to go to origin main dot com if",
        5597.48,
        5607.94
    ],
    [
        " you want to get a gui or a rash guard and by the way you can't go out to the store in your gui",
        5607.94,
        5613.56
    ],
    [
        " even though you might want to you can't you got to wear jeans go and check out the clothes we have",
        5613.56,
        5618.62
    ],
    [
        " the jeans the boots are there shorts coming online there are shorts coming online there are",
        5618.62,
        5625.86
    ],
    [
        " shorts coming online okay we're getting there we well okay all that stuff is available origin",
        5625.86,
        5631.42
    ],
    [
        " main dot com made in America made in America by American hands go check out go check out the origin",
        5631.42,
        5638.4
    ],
    [
        " youtube channel or facebook channel and see the people that are building this stuff see the",
        5638.4,
        5644.2
    ],
    [
        " community that's making this stuff see America being reborn in Farmington main go check that out",
        5644.24,
        5651.28
    ],
    [
        " now shorts yes we do have some shorts at jacquastore dot com we have shorts which I'm wearing right",
        5651.28,
        5658.06
    ],
    [
        " now we have rash guards we have t-shirts we have hats beanies hoodies whatever you need we got some",
        5658.06,
        5664.56
    ],
    [
        " women's gear on there we got warrior kids soap so you can stay clean that's all at jacquastore dot com",
        5664.56,
        5671.06
    ],
    [
        " hey any one of these stores any one of these products they all help they'll help support the",
        5671.06,
        5676.76
    ],
    [
        " podcast so if you want to get the game come and get the game with us subscribe to the podcast we",
        5676.76,
        5680.54
    ],
    [
        " got a bunch of them we got jacquo unraveling we have the debrief which is still under the umbrella",
        5680.54,
        5688.18
    ],
    [
        " of jacquo podcasts I don't know if I'm going to move it out at some point maybe maybe not I don't",
        5688.18,
        5692.98
    ],
    [
        " know let me know what you think grounded podcast unraveling with with their Cooper warrior kid",
        5692.98,
        5700.06
    ],
    [
        " podcast got that one youtube channel if you want to check out what Dave Burke looks like you want",
        5700.06,
        5705.28
    ],
    [
        " to see us laughing at each other making fun of each other shaking shaking our heads and being",
        5705.28,
        5710.5
    ],
    [
        " surprised and shocked and trying to figure things out go check out the youtube channel and also",
        5710.5,
        5716.88
    ],
    [
        " you can see echo Charles who sometimes shows up to work he's not here tonight but he he sometimes",
        5716.88,
        5723.84
    ],
    [
        " makes videos that he enhances with music or sound or explosions so check that out psychological warfare",
        5723.84,
        5730.86
    ],
    [
        " little album with tracks available in MP3 platforms flipside canvas to code of myers company making",
        5730.86,
        5738.38
    ],
    [
        " cool stuff to hang on your walls bunch of books about face by hackworth I wrote the forward what",
        5738.38,
        5744.82
    ],
    [
        " an honor that was the code the evaluation the protocols leadership strategy tactics field field",
        5744.82,
        5752.08
    ],
    [
        " way the warrior kid one two and three and now way the warrior kid for order it so I know how many to",
        5752.46,
        5758.78
    ],
    [
        " make it's going to be Christmas time and we don't want Santa to get short changed on having the way",
        5758.78,
        5765.78
    ],
    [
        " the warrior kid for field manual so order that now so Santa knows how many to make said does got to",
        5765.78,
        5773.76
    ],
    [
        " get down to business Mikey the dragons get that one for the younger kids this one equals freedom",
        5773.76,
        5778.54
    ],
    [
        " field manual new version out more words in it I wrote them extreme ownership and the dichotomy",
        5778.6,
        5785.34
    ],
    [
        " leadership the OG books also we have echelon front which are leadership consultancy if you want to",
        5785.34,
        5792.52
    ],
    [
        " learn about leadership or you want to help you want us to help get your leadership get your",
        5792.52,
        5797.28
    ],
    [
        " companies leadership aligned and all singing off the same page and crushing go to echelonfront.com",
        5797.28,
        5805.02
    ],
    [
        " we have EF online for leadership instructor leadership is not a look you can't go to one",
        5805.22,
        5810.08
    ],
    [
        " read one book and think oh cool I know how to lead now doesn't happen can't listen to one podcast",
        5810.08,
        5814.2
    ],
    [
        " and cool I know how to lead now doesn't happen EF online revamped we got a forum we got Q&A",
        5814.2,
        5820.02
    ],
    [
        " is live Q&As you can talk to you want to ask me a question go to F online dot com go to",
        5820.02,
        5825.18
    ],
    [
        " F online dot com I will be on a zoom call to talk to you EF online dot com we got the master coming",
        5825.18,
        5832.64
    ],
    [
        " up there's only one this year Dallas Texas December 3rd and 4th go to extreme ownership dot com",
        5832.64,
        5838.04
    ],
    [
        " we've sold out everyone we've ever done this one's going to be socially distance we're already doing",
        5838.04,
        5842.66
    ],
    [
        " live events we know how to operate this safely go to extreme ownership dot com for details if you",
        5842.66,
        5848.26
    ],
    [
        " want to come to that we have EF Overwatch listen podcast 244 with Mike Sirelli we take it's an",
        5848.26,
        5855.96
    ],
    [
        " it's executive leadership for your company you need leaders in your company that understand",
        5855.96,
        5860.28
    ],
    [
        " these principles go to EF Overwatch dot com if you want to help out service members both active",
        5860.28,
        5865.48
    ],
    [
        " and retired you want to help out their families you want to help out gold star families around",
        5865.48,
        5869.12
    ],
    [
        " the world then check out Mark Lee's mom Mark Lee's mom she has a charity organization and if you",
        5869.12,
        5876.92
    ],
    [
        " want to donate or you want to get involved to help America's mighty warriors they go to America's",
        5876.92,
        5883.04
    ],
    [
        " mighty warriors dot org and you can donate or you can get involved there and if you're just a",
        5883.04,
        5889.18
    ],
    [
        " just a glutton for punishment and you want you just are begging for more of my hebristic",
        5889.18,
        5898.18
    ],
    [
        " harrangs or maybe you just want some more of Dave's vehement vocals then you can find us on",
        5898.18,
        5905.38
    ],
    [
        " the inner webs on Twitter on Instagram which echo likes to call the Graham and on Facebook",
        5905.38,
        5911.76
    ],
    [
        " davis at david our Burke and iamat jackeau willing and thanks once again to general bruce clerk",
        5911.96,
        5919.2
    ],
    [
        " and a kernel david hack worth for your service to america and for continuing to take care of the",
        5919.2,
        5925.92
    ],
    [
        " troops through the lessons you passed on and thanks to the military personnel out there right now",
        5925.92,
        5931.46
    ],
    [
        " holding the line thank you for doing what you do every day to keep us safe and to the police",
        5931.46,
        5936.74
    ],
    [
        " and law enforcement and firefighters and paramedics and EMT's dispatchers correctional officers",
        5936.74,
        5941.2
    ],
    [
        " border patrol secret service and all the other first responders thank you for holding the line",
        5941.2,
        5945.44
    ],
    [
        " here at home and to everyone else out there remember these lessons from general clerk remember that",
        5945.44,
        5951.64
    ],
    [
        " the ceiling you can't break through remember that there's a pretty good chance that you built it",
        5951.64,
        5959.7
    ],
    [
        " you made the wrong decisions wasted opportunities deterioration of attitude lowering standards",
        5959.7,
        5967.0
    ],
    [
        " paurethics poor associations procrastination and bad habits the list goes on and on and on and the",
        5967.7,
        5974.86
    ],
    [
        " list is on you the list is on me we control so much of our fate we control so much of our destiny",
        5974.86,
        5987.12
    ],
    [
        " there maybe it's those little fractions of things that we don't truly control",
        5987.12,
        5992.86
    ],
    [
        " maybe that's what causes us to just give up on the rest but i'm telling you don't do that don't",
        5993.06,
        5999.5
    ],
    [
        " give up on it own it own it all and break through that ceiling and become what you want to become",
        5999.5,
        6010.4
    ],
    [
        " and become who you are supposed to become and you do that by going out there every day",
        6010.4,
        6019.6
    ],
    [
        " and getting after it so until next time this is Dave and Jaco out",
        6020.8,
        6030.2
    ]
]