[
    [
        " Jago, focus in a battle is easy. How do you keep focus in a long war?",
        0.76,
        6.18
    ],
    [
        " IE, long term goals.",
        8.04,
        9.44
    ],
    [
        " Well, that that can definitely be true. It can be pretty easy to focus on the battle that's",
        10.44,
        29.72
    ],
    [
        " looks track of the long term goal. But I want to have that long term goal so embedded in my mind",
        29.72,
        43.98
    ],
    [
        " that I never lose sight of it ever. And those little tasks and projects and short term goals that",
        43.98,
        54.32
    ],
    [
        " you tackle, they need to lead toward that strategic victory. Winning the long war.",
        54.32,
        62.5
    ],
    [
        " And we get very caught up in instant gratification. We want results now. We want the short cut",
        63.24,
        74.1
    ],
    [
        " to the winners podium. And sometimes you know when we don't get that",
        74.1,
        83.12
    ],
    [
        " short term glory that we want, we lose track of those long term goals. And you you look up in",
        84.32,
        93.34
    ],
    [
        " in six weeks or in six months or in six years. And you've made no progress. None.",
        93.34,
        104.4
    ],
    [
        " You never moved. You might even be further from your goal than you were.",
        105.92,
        114.86
    ],
    [
        " Why? Why did you let that happen?",
        115.66,
        127.42
    ],
    [
        " And it's because you lost sight of that long term goal. And at some point after you lose sight of",
        129.88,
        138.94
    ],
    [
        " that goal and years have gone by, you think to yourself, maybe I can't. Maybe I can't do it.",
        138.94,
        148.64
    ],
    [
        " And so you give up. You let it fade.",
        150.84,
        155.04
    ],
    [
        " And you settle. You settle for mediocrity. You settle for average. You settle for, oh well.",
        155.86,
        168.54
    ],
    [
        " But no, no. Don't do that. In bed, that long term goal in your mind, burn it into your soul.",
        171.8,
        184.52
    ],
    [
        " Think about it and write about it and talk about it and hang it up on your wall. But most",
        185.7,
        190.98
    ],
    [
        " important, do something about it. Do something about it every day, every day. Do something that",
        190.98,
        199.4
    ],
    [
        " moves you toward that goal that keeps the goal alive and in sight and in focus.",
        199.4,
        205.64
    ],
    [
        " However, however small or insignificant that step might seem, take it, do it to that little",
        207.02,
        217.68
    ],
    [
        " piece. Make it happen. Because that goal isn't going to achieve itself.",
        217.68,
        230.58
    ],
    [
        " It's all on you.",
        231.7,
        237.62
    ]
]