[
    [
        " I had a few questions relating to my family life for guys who joined the seals.",
        0.0,
        3.7
    ],
    [
        " My boyfriend is interested in taking the past.",
        4.12,
        6.6
    ],
    [
        " So this is coming from the girl.",
        6.78,
        8.16
    ],
    [
        " Oh, okay.",
        8.42,
        8.82
    ],
    [
        " Interesting.",
        9.3,
        9.8
    ],
    [
        " Jocke, you have mentioned being married while a seal.",
        11.28,
        14.04
    ],
    [
        " Was it hard on you and your wife and family?",
        14.32,
        16.98
    ],
    [
        " Advice for a newlywed S.O.F. candidate?",
        17.28,
        20.68
    ],
    [
        " That stands for soft, special operations forces.",
        21.16,
        23.52
    ],
    [
        " There you go.",
        23.96,
        24.32
    ],
    [
        " So this is actually, this was two questions.",
        25.16,
        27.82
    ],
    [
        " And basically from the other side.",
        29.72,
        31.54
    ],
    [
        " And by the way, everyone that's asked, can I bring my wife on here?",
        32.2,
        34.72
    ],
    [
        " My wife has given me the stern negative.",
        34.98,
        37.84
    ],
    [
        " She's not coming.",
        39.26,
        39.96
    ],
    [
        " You know why?",
        39.98,
        40.38
    ],
    [
        " Because she's legit, quiet professional.",
        40.68,
        42.24
    ],
    [
        " She's just a legit, quiet professional.",
        42.4,
        44.24
    ],
    [
        " You don't want any of this?",
        44.44,
        45.36
    ],
    [
        " Glory.",
        45.74,
        46.76
    ],
    [
        "",
        47.56,
        47.56
    ],
    [
        " No, she did it just because she loves the job.",
        47.72,
        49.54
    ],
    [
        " So my wife has said no.",
        50.84,
        52.12
    ],
    [
        " And someone said, you know, I said, went back and forth with somebody on social media.",
        52.58,
        56.52
    ],
    [
        " And they said, hey, flanker.",
        57.28,
        59.28
    ],
    [
        " I'm a man.",
        59.42,
        60.16
    ],
    [
        " She knows this game, bro.",
        60.32,
        62.08
    ],
    [
        " She's not going to get flanks.",
        62.3,
        63.3
    ],
    [
        " It's super easy.",
        63.3,
        64.0
    ],
    [
        " But what I'm doing is kind of playing a long-term game.",
        64.64,
        66.96
    ],
    [
        " I'm playing some seeds and whatnot trying to get her.",
        67.04,
        69.1
    ],
    [
        " Maybe to think about how she could help some other folks out there.",
        69.48,
        72.88
    ],
    [
        " So you know, we're trying to work through.",
        72.92,
        74.16
    ],
    [
        " Yeah.",
        74.3,
        74.46
    ],
    [
        " There is some flanking activity going on.",
        74.66,
        76.76
    ],
    [
        " We're going to see where it goes.",
        76.9,
        78.0
    ],
    [
        " But to this question, being married to a guy that's in special operations",
        78.62,
        83.38
    ],
    [
        " or in the SEAL teams or whatever, it is a hard life in many ways.",
        83.38,
        90.1
    ],
    [
        " And, you know, the SEAL teams, we had a 90% divorce rate, by the way, a 90.",
        90.36,
        95.98
    ],
    [
        " And I think it's come down a little bit.",
        96.12,
        97.54
    ],
    [
        " I'm not 100% sure.",
        97.56,
        98.52
    ],
    [
        " I don't know what the current numbers are to date.",
        98.9,
        100.74
    ],
    [
        " But man, when I was a young kid, everybody was divorced.",
        100.96,
        104.08
    ],
    [
        " You know, guys were just getting married and divorced all the time.",
        104.4,
        106.5
    ],
    [
        " So here's the, here's the couple things that I would tell you that I think",
        107.24,
        113.06
    ],
    [
        " made my marriage last, right?",
        115.04,
        116.86
    ],
    [
        " Aside from my wife being awesome, of course, right?",
        117.3,
        119.22
    ],
    [
        " For credit.",
        119.46,
        120.04
    ],
    [
        "",
        120.9,
        120.9
    ],
    [
        " But here's a couple things.",
        120.9,
        123.04
    ],
    [
        " Number one, you have to respect the fact that the job is the number one priority.",
        123.76,
        129.66
    ],
    [
        " And that is completely different from what a lot of people think.",
        130.34,
        134.78
    ],
    [
        " And I don't mean to be offensive by that by saying that.",
        134.78,
        138.06
    ],
    [
        " But the job has to be number one.",
        138.14,
        139.14
    ],
    [
        " And for me, and I've said this before, on interviews, the job was the most important thing to me.",
        139.14,
        144.32
    ],
    [
        " And my wife didn't take offense to that.",
        145.28,
        149.0
    ],
    [
        " She didn't, when I said, I'm going to work, but it's Saturday, it doesn't matter.",
        149.24,
        152.46
    ],
    [
        " You know, oh, I'm going, I'm not going to be coming home tonight.",
        153.2,
        155.42
    ],
    [
        " Why?",
        155.96,
        156.34
    ],
    [
        " I'm going to work.",
        156.7,
        157.32
    ],
    [
        " And then I'm going out with my friends, because we're going to go and hang out, because",
        157.54,
        162.16
    ],
    [
        " that's what we do.",
        162.16,
        162.78
    ],
    [
        " And she never would get offended by that.",
        163.02,
        166.5
    ],
    [
        " Instead, she realized, okay, his job is the most important thing.",
        166.9,
        169.56
    ],
    [
        " He's got to take care of himself.",
        169.72,
        170.5
    ],
    [
        " He's got to take care of his guys.",
        170.66,
        171.46
    ],
    [
        " He's got to take care of his job.",
        171.64,
        172.48
    ],
    [
        " He's got to take care of the country.",
        172.82,
        174.1
    ],
    [
        " So I am number two.",
        175.0,
        176.18
    ],
    [
        " That's cool.",
        176.38,
        176.68
    ],
    [
        " You know what I need to do is help support him.",
        176.84,
        178.0
    ],
    [
        " And so that is what was happening.",
        178.26,
        181.9
    ],
    [
        " And so what that means is your wife, in this case, you young lady that's asking this question,",
        182.2,
        187.92
    ],
    [
        " you need to be an independent person, right?",
        188.58,
        190.6
    ],
    [
        " You need to be self-sufficient.",
        191.32,
        194.44
    ],
    [
        " And that's not just self-sufficient with being able to clear the toilet when it gets clogged",
        195.0,
        204.06
    ],
    [
        " up and call the plumber when the water heater breaks and handle all that administrative stuff",
        204.06,
        210.1
    ],
    [
        " and all the tasks around the house and take care of the finances, because your husband's",
        210.1,
        215.26
    ],
    [
        " going to be gone.",
        215.26,
        215.6
    ],
    [
        " He's going to be gone.",
        215.98,
        216.66
    ],
    [
        " He's going to be on a workup.",
        216.82,
        217.86
    ],
    [
        " He's going to be gone a lot.",
        218.0,
        220.04
    ],
    [
        " And so you're going to be able to handle all that stuff.",
        220.42,
        221.66
    ],
    [
        " And on top of that, you have to be self-sufficient emotionally, emotionally self-sufficient where",
        221.66,
        228.2
    ],
    [
        " you don't need to have this constant flow of affection coming from this guy who has a",
        228.2,
        238.86
    ],
    [
        " bunch of other things to worry about, right?",
        238.86,
        240.82
    ],
    [
        " So that's hard to do.",
        241.6,
        244.72
    ],
    [
        " And I think that's one of the problems.",
        245.14,
        246.54
    ],
    [
        " I mean, that's why there's probably a high divorce rate because it's hard to find a",
        246.7,
        250.24
    ],
    [
        " girl or a woman that can do those things, right?",
        250.56,
        255.2
    ],
    [
        " So that will make that's part of the solution here.",
        256.1,
        261.38
    ],
    [
        " Now the husband, obviously, big things you've got to do is leave your job at work, right?",
        261.46,
        269.94
    ],
    [
        " And don't bring it home with you.",
        270.68,
        273.58
    ],
    [
        " And I've talked about this before.",
        273.88,
        274.66
    ],
    [
        " In the SEAL teams, when you get done with work, you change, you put on your civilian",
        275.06,
        278.94
    ],
    [
        " clothes, you go home, so you're not bringing that with you.",
        278.94,
        282.84
    ],
    [
        " That's sort of a psychological moment to change and get those out.",
        283.06,
        288.32
    ],
    [
        " But there's also the attitude that you can carry over very easily because the SEAL teams",
        288.44,
        294.16
    ],
    [
        " and special operations in the military in general, but definitely the SEAL teams is a",
        294.16,
        298.48
    ],
    [
        " hostile environment with your friends.",
        298.48,
        300.3
    ],
    [
        " Your friends are not supportive, caring, nurturing friends.",
        300.68,
        306.06
    ],
    [
        " No, your friends are just savages, right?",
        306.06,
        311.46
    ],
    [
        " Everything they're looking for weakness.",
        311.62,
        313.46
    ],
    [
        " I mean, it's all fun, but it's all just a constant, it's a constant, just battle, verbal",
        313.78,
        321.08
    ],
    [
        " battle, verbal abuse all day long.",
        321.08,
        323.28
    ],
    [
        " It's fun.",
        323.56,
        324.2
    ],
    [
        " We're having fun with it.",
        324.38,
        325.84
    ],
    [
        " That's the sixth sense of humor you know, and Tim Kennedy was on here and they made that",
        326.24,
        329.64
    ],
    [
        " movie range 15 and all that, that kind of sick, twisted sense of humor is what you're",
        329.64,
        335.32
    ],
    [
        " living in and there's a real problem that occurs when you take that little sixth sense",
        335.32,
        340.06
    ],
    [
        " of humor and that abusive personality that you develop at work and you bring it home.",
        340.06,
        343.36
    ],
    [
        " Yeah.",
        343.74,
        343.8
    ],
    [
        " That happened to me when I went to college and all of a sudden I wasn't around any",
        344.14,
        349.0
    ],
    [
        " team guys anymore all day long, no more team guys.",
        349.0,
        351.48
    ],
    [
        " And then here I am and what do I do now?",
        352.26,
        355.84
    ],
    [
        " I come home from going to school all day, which was annoying.",
        355.92,
        359.16
    ],
    [
        " And then the first person I talked to, because I didn't talk to anyone around the school,",
        359.94,
        363.46
    ],
    [
        " unless I was asking them a specific question about some knowledge or some thing that was",
        363.46,
        368.66
    ],
    [
        " happening in a class, other than that I didn't make any friends.",
        368.66,
        371.48
    ],
    [
        " So I come home and I want to socialize.",
        372.32,
        375.4
    ],
    [
        " Well, it was the only way I knew how to socialize with people, cutting them down, abusing",
        375.5,
        379.64
    ],
    [
        " them.",
        379.64,
        379.92
    ],
    [
        " And that's a little bit strong, but you know, definitely making comments and trying to",
        380.52,
        385.64
    ],
    [
        " have a good time through, through cutting people down.",
        385.64,
        389.5
    ],
    [
        " And so, you know, and I've talked about this before, I think somebody's kind of grabbed",
        389.74,
        395.0
    ],
    [
        " onto this, but you know, for instance, you know, before I was going to college when I was",
        395.0,
        399.18
    ],
    [
        " just in the team, it's my wife would make dinner or whatever it is.",
        399.18,
        401.14
    ],
    [
        " She makes it, hey cool, thank you, appreciate it.",
        401.3,
        403.32
    ],
    [
        " When I was going to school, all of a sudden I ran around team guys anymore.",
        403.66,
        406.14
    ],
    [
        " I want to have some fun when I come home.",
        406.4,
        407.62
    ],
    [
        " And you know, she'd cook me something and I would have some comments about it, right?",
        408.2,
        414.7
    ],
    [
        " And eventually, and it was very clear when she said this to me, she didn't think of big",
        416.7,
        419.94
    ],
    [
        " deals.",
        419.94,
        420.14
    ],
    [
        " She just goes, hey, I'm not a team guy, you know, I think I said something about this",
        420.14,
        423.38
    ],
    [
        " dried chicken that you made.",
        423.38,
        424.84
    ],
    [
        " My wife has always had some issues getting moist chicken.",
        425.18,
        428.5
    ],
    [
        " Right.",
        428.98,
        429.1
    ],
    [
        " It always, I don't know, she's paranoid about food poisoning.",
        429.52,
        432.82
    ],
    [
        " And when she cooks it, man, she cooks it big time.",
        433.1,
        435.74
    ],
    [
        " I mean, she goes the distance, right?",
        436.06,
        438.02
    ],
    [
        " She will cook that thing until, you know, you got to bring a gallon of water to the table",
        438.24,
        442.76
    ],
    [
        " just to get through the meal.",
        442.76,
        443.8
    ],
    [
        " So she's actually got a lot better in the recent years.",
        445.08,
        447.66
    ],
    [
        " So anyways, back in the day, I'd say, she's saying, oh, you know, I made you some chicken.",
        448.04,
        453.18
    ],
    [
        " And I'd say, oh, can you just go ahead and bring me three gallons of water to the table?",
        453.66,
        457.16
    ],
    [
        " And then it was one of those comments that I made one time where she says, you know, I'm",
        457.48,
        461.1
    ],
    [
        " not a team guy.",
        461.1,
        461.7
    ],
    [
        " And I kind of laughed and I said, oh my gosh, look what I'm doing.",
        462.04,
        465.44
    ],
    [
        " I'm treating her like a team guy.",
        465.66,
        467.14
    ],
    [
        " And she's not a team guy.",
        467.28,
        468.18
    ],
    [
        " She doesn't need to be treated like that.",
        468.28,
        469.92
    ],
    [
        " So I just put myself in check.",
        470.42,
        471.92
    ],
    [
        " And got myself under control and treated my wife like the good person that she is.",
        475.18,
        480.34
    ],
    [
        " So there's that.",
        481.1,
        482.66
    ],
    [
        " There's communication.",
        483.06,
        484.8
    ],
    [
        " It's and this is, this is a weird thing because everyone's going to say communication.",
        485.66,
        488.6
    ],
    [
        " But my point here is don't expect communication, right?",
        488.82,
        492.9
    ],
    [
        " Don't expect communication.",
        493.54,
        494.36
    ],
    [
        " One of my buddies was married.",
        494.92,
        497.32
    ],
    [
        " And we were going on the plane.",
        498.0,
        500.14
    ],
    [
        " This is a long time ago.",
        500.14,
        501.16
    ],
    [
        " He was married.",
        501.48,
        501.92
    ],
    [
        " He had three kids been married to you married his high school sweetheart blah, blah, blah.",
        502.08,
        506.48
    ],
    [
        " And he lived in Coronado where the seal teams are.",
        506.66,
        509.92
    ],
    [
        " He lived there.",
        510.14,
        510.72
    ],
    [
        " And his wife, he lived there with his wife.",
        511.12,
        513.56
    ],
    [
        " And one day he dropped off his car.",
        513.8,
        516.14
    ],
    [
        " He had to get his car worked on or something like that.",
        516.24,
        517.9
    ],
    [
        " And he said, this is, we'd been at the seal teams for five years.",
        518.44,
        522.44
    ],
    [
        " He's married the whole time, been a seal team one.",
        522.54,
        524.4
    ],
    [
        " And one time he says to his wife, hey, you know, he calls her.",
        524.62,
        527.3
    ],
    [
        " And says, hey, can you come pick me up?",
        527.62,
        529.24
    ],
    [
        " Because we got to go somewhere blah, blah, blah.",
        529.84,
        531.04
    ],
    [
        " And she goes, yeah, she says, where are you?",
        531.44,
        533.42
    ],
    [
        " He goes, I'm at the team.",
        533.46,
        534.4
    ],
    [
        " And she goes, where is it?",
        534.74,
        535.78
    ],
    [
        " And Coronado, by the way, is only like a mile long.",
        536.26,
        538.34
    ],
    [
        " And so it was a classic example of he never told his wife,",
        538.64,
        543.3
    ],
    [
        " even where the buildings were or what he did or anything like that.",
        543.3,
        546.12
    ],
    [
        " And that's just the way it was.",
        546.2,
        547.26
    ],
    [
        " And a lot of successful seal marriages that I've seen.",
        547.6,
        553.28
    ],
    [
        " There's not a lot of, hey, this is what I did at work today.",
        553.56,
        556.14
    ],
    [
        " And hey, this guy's a jerk and hey, we're trying to make this happen.",
        556.14,
        558.4
    ],
    [
        " And hey, I got in trouble for this.",
        558.52,
        559.38
    ],
    [
        " There's none of that.",
        559.5,
        560.24
    ],
    [
        " There's just like work.",
        560.4,
        561.18
    ],
    [
        " And then there's what we have, right?",
        561.48,
        562.7
    ],
    [
        " And I think that you got to separate those two.",
        562.96,
        566.44
    ],
    [
        " But what I'm saying is this idea of communication happening all the time.",
        566.6,
        569.96
    ],
    [
        " It's not going to happen all the time.",
        570.22,
        571.34
    ],
    [
        " It's not going to, and I don't even know if it's, I don't think it's beneficial.",
        571.64,
        573.66
    ],
    [
        " When I was overseas, I wouldn't call my, you could, you could call your wife,",
        573.9,
        577.1
    ],
    [
        " you know, basically every day if you want to.",
        577.1,
        578.66
    ],
    [
        " I didn't call my wife every single day.",
        578.72,
        580.06
    ],
    [
        " I don't want to call my wife every day.",
        580.4,
        582.08
    ],
    [
        " It makes time slow down.",
        582.26,
        583.58
    ],
    [
        " It doesn't speed it up.",
        583.66,
        584.42
    ],
    [
        " But this don't call, call like once a week.",
        584.42,
        587.0
    ],
    [
        " That's what I call my wife once a week.",
        587.08,
        588.98
    ],
    [
        " Hey, how you doing?",
        589.32,
        589.92
    ],
    [
        " I'm fine.",
        590.08,
        590.58
    ],
    [
        " How's everything at home?",
        590.78,
        591.42
    ],
    [
        " I would just ask her questions about home.",
        591.94,
        593.78
    ],
    [
        " Didn't tell her anything that was going on ever.",
        593.98,
        596.94
    ],
    [
        " And just said, oh, yeah, how's this?",
        597.38,
        598.68
    ],
    [
        " Oh, yeah, did you get the, you know, how's the car?",
        598.86,
        600.38
    ],
    [
        " And did you get the water heater fixed?",
        600.56,
        601.8
    ],
    [
        " And how's the kids doing in school and blah, blah, blah, blah.",
        601.94,
        603.72
    ],
    [
        " Ask her questions.",
        603.86,
        604.7
    ],
    [
        " Because otherwise you're going to start talking about your world.",
        605.06,
        607.52
    ],
    [
        " And then that's going to make them worried and concerned and everything else.",
        607.52,
        610.54
    ],
    [
        " And you don't want that.",
        610.54,
        611.36
    ],
    [
        " So you don't need to talk to somebody every single day.",
        613.68,
        616.58
    ],
    [
        " That's neediness.",
        616.74,
        618.32
    ],
    [
        " That's emotional.",
        618.6,
        619.22
    ],
    [
        " That's what I was talking about earlier with being emotionally independent, right?",
        619.6,
        624.9
    ],
    [
        " You got to be independent.",
        625.2,
        626.08
    ],
    [
        " You can't need that like security of, hey, call me and talk to me.",
        626.16,
        630.52
    ],
    [
        " No, actually, I'm not going to call you.",
        630.7,
        632.02
    ],
    [
        " I'm not going to talk to you.",
        632.26,
        633.18
    ],
    [
        " You go to your thing.",
        633.56,
        634.34
    ],
    [
        " I'm doing my thing.",
        634.42,
        635.06
    ],
    [
        " You know, on top of that, I think it's cool if you want to set some goals, you know, together,",
        637.76,
        641.5
    ],
    [
        " make a little team, you know, you're trying to make some things happen.",
        641.72,
        644.02
    ],
    [
        " You're trying to make some financial goals or some family goals or some house goals.",
        644.16,
        648.84
    ],
    [
        " You know, we want to get new carpet.",
        649.1,
        650.64
    ],
    [
        " We want to put some new wallpaper up.",
        651.26,
        653.12
    ],
    [
        " We, whatever, you know, want to add a, you know, just do stuff and make those goals.",
        653.22,
        657.4
    ],
    [
        " Maybe we make some GJ2 goals together.",
        657.76,
        660.14
    ],
    [
        " That's always good.",
        660.54,
        661.24
    ],
    [
        " My wife was really good at GJ2.",
        661.54,
        664.22
    ],
    [
        " She's kind of stopped training when she started having babies every 18 months and all",
        664.4,
        669.08
    ],
    [
        " that.",
        669.08,
        669.32
    ],
    [
        " But, you know, we, we still have a blast training GJ2 all the time.",
        670.1,
        673.02
    ],
    [
        " So I obviously recommend that you get to help all relationships.",
        673.32,
        676.8
    ],
    [
        " Working out together is another good one.",
        677.66,
        680.84
    ],
    [
        " You know, even if you can't get the GJ2 together, you can, you can, you can just work out, you",
        680.92,
        685.5
    ],
    [
        " know, work out together.",
        685.5,
        686.28
    ],
    [
        " And that's cool.",
        686.5,
        688.24
    ],
    [
        " And then you've got to give each other some space.",
        688.36,
        690.54
    ],
    [
        " Right.",
        691.28,
        691.44
    ],
    [
        " You've got to give each other some space.",
        691.66,
        692.56
    ],
    [
        " The guy, the guy, he's a team guy.",
        692.7,
        694.88
    ],
    [
        " He's a special operations guy.",
        695.06,
        696.32
    ],
    [
        " He's going to hang with his friends sometimes.",
        696.56,
        697.52
    ],
    [
        " And that's the way it goes.",
        697.92,
        698.46
    ],
    [
        " There's nothing wrong with that.",
        698.78,
        699.98
    ],
    [
        " That's the way things work.",
        700.76,
        701.92
    ],
    [
        " And you know what?",
        702.14,
        702.6
    ],
    [
        " She's going to go do the same thing.",
        702.76,
        703.84
    ],
    [
        " So that's okay.",
        704.22,
        705.38
    ],
    [
        " Yeah.",
        707.12,
        708.1
    ],
    [
        " So I think those, the main things, you know, JP when JP was on here, he, he made a good",
        708.32,
        711.96
    ],
    [
        " point of put, put each other first, right?",
        711.96,
        715.26
    ],
    [
        " Pretty simple point.",
        715.52,
        716.64
    ],
    [
        " That goes a long way.",
        716.74,
        718.0
    ],
    [
        " That goes a long way.",
        718.34,
        719.56
    ],
    [
        " Which is contrary to what I said, which is like the team is going to come first.",
        720.14,
        723.72
    ],
    [
        " But that's your job.",
        724.44,
        725.9
    ],
    [
        " And I think you can still put your team as the number one priority and doing your job",
        726.44,
        731.32
    ],
    [
        " as your number one priority.",
        731.32,
        731.98
    ],
    [
        " Because that's, that's the thing.",
        732.1,
        732.88
    ],
    [
        " I said this a million times, right?",
        732.96,
        734.1
    ],
    [
        " Hey, listen, Darlin, the reason I have to do my job well is because this is what we",
        735.76,
        740.5
    ],
    [
        " do.",
        740.5,
        740.66
    ],
    [
        " We fight and guys are going to be trying to kill us.",
        740.74,
        742.58
    ],
    [
        " So the best thing I can do for our relationship is stay alive.",
        742.7,
        746.24
    ],
    [
        " Yeah.",
        746.48,
        746.78
    ],
    [
        " So that means, and not only that, but I got these guys that also need to stay alive for",
        746.88,
        750.86
    ],
    [
        " their wives.",
        750.86,
        751.38
    ],
    [
        " So we're going to work hard.",
        751.64,
        752.76
    ],
    [
        " We're going to train hard.",
        752.94,
        753.76
    ],
    [
        " We're going to play hard.",
        753.88,
        754.66
    ],
    [
        " We're going to know each other better.",
        754.66,
        755.7
    ],
    [
        " We're going to, we're going to bond and all those things are going to happen.",
        756.14,
        759.64
    ],
    [
        " And that's how I can best support this family is by kicking ass at my job.",
        759.9,
        763.9
    ],
    [
        " And if you're a smart wife, you'll go, that makes sense to me.",
        764.36,
        768.14
    ],
    [
        " And it'll be okay.",
        768.38,
        769.56
    ],
    [
        " So, in putting your job as a number one priority, you're actually supporting the family and",
        770.06,
        775.1
    ],
    [
        " you're, you're putting your, your spouse first because you're trying to take care of yourself,",
        775.1,
        780.5
    ],
    [
        " take care of your team so that you can come home when, when it's time to come home.",
        780.66,
        785.28
    ],
    [
        " Yeah.",
        785.94,
        786.06
    ],
    [
        " Yeah, JP made it.",
        786.72,
        788.54
    ],
    [
        " I mean, the, the put each other first, that's kind of like a, like, dated, it's like you",
        789.06,
        794.62
    ],
    [
        " got to remember that, you know, because you know how like, if you're on, you're on two",
        794.62,
        797.96
    ],
    [
        " different pages, you know?",
        797.96,
        798.86
    ],
    [
        " Oh, yeah, you got to put, you're going to, you're going to remind yourself daily.",
        798.86,
        801.84
    ],
    [
        " Yeah.",
        802.2,
        802.38
    ],
    [
        "",
        802.44,
        802.44
    ],
    [
        " But man, it helps.",
        802.96,
        803.86
    ],
    [
        " Helps a lot.",
        804.14,
        805.08
    ],
    [
        " Have you been doing that lately?",
        805.66,
        807.34
    ],
    [
        " I like how, I like how JP put it, you know, we just put each other first.",
        807.52,
        812.76
    ],
    [
        " It's real like, dang, that kind of resonated.",
        812.82,
        817.2
    ],
    [
        " Hmm.",
        817.64,
        817.82
    ],
    [
        " I don't like using that word, but it resonated, you know, word.",
        818.72,
        821.76
    ],
    [
        " Don't you like using that word?",
        821.84,
        822.68
    ],
    [
        " I don't know.",
        822.92,
        823.34
    ],
    [
        " You know, those words, you know, certain words just sound dumb coming out of your mouth.",
        823.42,
        826.34
    ],
    [
        " Is that one of them?",
        826.72,
        827.72
    ],
    [
        " In my opinion, it comes, it sounds out of anyone's mouth.",
        827.72,
        830.36
    ],
    [
        " No, out of my, I think I sound pretty good actually.",
        830.36,
        833.24
    ],
    [
        " No, thanks.",
        833.48,
        833.96
    ],
    [
        " All right.",
        834.2,
        836.08
    ],
    [
        " Well, yeah, that was a good, a good luck.",
        836.56,
        838.02
    ],
    [
        " By the way, good luck to these guys that are trying to get into special operations community.",
        838.64,
        843.98
    ],
    [
        " Obviously, I loved it and it was awesome for me.",
        844.56,
        847.44
    ],
    [
        " And I'll tell you, my wife, there was definitely hard, man.",
        847.96,
        851.34
    ],
    [
        " It was a hard, it's a hard path.",
        851.66,
        853.48
    ],
    [
        " And when your husband's over on deployment and your home and guys are coming home wounded",
        853.48,
        860.02
    ],
    [
        " or guys are getting killed overseas, that's going to be, that's hard.",
        860.02,
        864.72
    ],
    [
        " And that's one of the things that I talk about the strength of the spouses and the independence",
        865.28,
        870.92
    ],
    [
        " to be able to deal with those hardships when they come.",
        870.92,
        873.16
    ],
    [
        " That's real stuff.",
        873.48,
        874.62
    ],
    [
        " And so to the, to the women out there that support these guys, God bless you.",
        875.1,
        879.76
    ],
    [
        " Yeah, that, that point you made where you, I think it's probably just habitually a little",
        881.82,
        887.3
    ],
    [
        " bit when you treat your wife like a team guy, you know, like how, because that's how you're",
        887.3,
        890.46
    ],
    [
        " used to like bonding with people you like, you know, so in a way, it's like it's good,",
        890.46,
        893.96
    ],
    [
        " you know, I treat you like good.",
        894.28,
        895.32
    ],
    [
        " Yeah, man, it's not a, it's not a one way street, man.",
        895.64,
        898.1
    ],
    [
        " You can, you can be doing that.",
        898.22,
        899.14
    ],
    [
        " I do, I had the same thing because that's how me and my brother, we just, that's it.",
        899.3,
        902.68
    ],
    [
        " The whole thing is like, you can make, make the funniest joke about the other guy, you",
        902.78,
        906.72
    ],
    [
        " know.",
        906.72,
        906.84
    ],
    [
        " And then, so Sarah was like our friend before we got together.",
        907.22,
        910.92
    ],
    [
        " So she kind of, and she would, she didn't like that even from the beginning.",
        911.22,
        913.76
    ],
    [
        " But once you're kind of like in the relationship, she kind of got a lot of, and she'd constantly,",
        914.04,
        918.2
    ],
    [
        " constantly like, I'm not your, you know, and of course, I'm not your brother.",
        918.2,
        923.98
    ],
    [
        " Yeah, I'm not your brother, I'm not your friend, like that kind, you know.",
        924.14,
        926.6
    ],
    [
        " But, but of course, if you're not looking at it as like a two way street, you're like,",
        927.14,
        931.82
    ],
    [
        " wait, you should be happy I'm treating you like this, you know.",
        932.06,
        934.42
    ],
    [
        " This is my way of showing affection.",
        934.56,
        936.18
    ],
    [
        " Exactly right.",
        936.18,
        937.0
    ],
    [
        " You should be happy, right?",
        937.04,
        937.9
    ],
    [
        " No, no.",
        938.52,
        940.08
    ],
    [
        " No, that's a different person you're talking about, you know.",
        940.08,
        942.42
    ]
]