[
    [
        " Little piece about discipline, I did have a routine, a routine that was instilled into me by Colonel Sink.",
        0.0,
        5.32
    ],
    [
        " At Kaua, Colonel Sink insisted that officers always shave in the morning, regardless of the situation.",
        6.16,
        12.26
    ],
    [
        " He would say, you shave every morning for the troops, and if you want to shave every evening for the women, that's up to you.",
        13.3,
        19.58
    ],
    [
        " I followed his orders because I realized that I had to set the proper example for the men.",
        20.74,
        25.64
    ],
    [
        " I needed to get their attention and let them all know that I intended to be around for a while, and that the situation was not as bad as they might think.",
        26.54,
        32.98
    ],
    [
        " I remember before Second Battalion attacked for, I had awakened early and shaved before I ate breakfast.",
        33.9,
        39.86
    ],
    [
        " I later discovered that I had cut my face in multiple places.",
        40.64,
        43.76
    ],
    [
        " When Colonel Sink came up to check on the battalion's readiness before the attack commenced, he took one look at me and smiled.",
        44.24,
        49.84
    ],
    [
        " I realized that he was laughing at me for shaving on that bitterly cold morning.",
        50.88,
        54.24
    ],
    [
        " In hindsight, shaving at zero dark thirty and freezing temperatures was pretty ridiculous.",
        55.44,
        59.32
    ],
    [
        " So, you know, we talk about this all time, got a shave, got to maintain",
        59.98,
        64.58
    ],
    [
        " unmedicated daily discipline and all things.",
        64.58,
        67.76
    ],
    [
        " But what's cool about what I, the reason I wanted to go over this again is because look at what he's doing psychologically to the troops.",
        68.08,
        74.22
    ],
    [
        " He's saying, I know I had to set an example, I needed to get their attention.",
        74.64,
        78.74
    ],
    [
        " And make them realize like, hey, we're going to be here for a while and you know what I'm just going to do daily.",
        80.46,
        83.78
    ],
    [
        " This is no big deal. Oh, you're worried about this stuff. I'm still shaving over here.",
        83.78,
        87.18
    ],
    [
        " I'm still waking up at zero four hundred shaving and you're worried about this stuff, nothing worried about.",
        87.28,
        91.94
    ],
    [
        " We're good to go.",
        92.16,
        92.72
    ],
    [
        " And you need to maintain the same discipline.",
        93.34,
        95.32
    ],
    [
        " So that leading by example clearly is a big deal right there and maintaining that routine, maintaining that discipline.",
        95.72,
        103.7
    ],
    [
        " Now speaking of discipline back to the book, regardless of how disciplined and outfit is,",
        104.32,
        108.56
    ],
    [
        " too much time on your hands, too little activity and too much alcohol make a volatile",
        108.66,
        113.06
    ],
    [
        " combination. So this book skips around a little bit, but I put this in here because this is,",
        113.06,
        121.96
    ],
    [
        " this is actually talking about when they were done fighting and now everyone was kind of idle.",
        122.0,
        126.32
    ],
    [
        " He has some idle people on their hands, but it related to disciplines.",
        126.54,
        129.3
    ],
    [
        " Lock it in a little bit back to the book.",
        130.02,
        131.86
    ],
    [
        " The battalion was no longer a combat unit, but a garrison outfit.",
        131.98,
        135.1
    ],
    [
        " It was more important to keep the troops gainfully employed to prevent boredom and monotony.",
        135.58,
        139.82
    ],
    [
        " That would lead to a breakdown in discipline and when that occurs soldiers get careless.",
        140.38,
        144.5
    ],
    [
        " Consequently, the first thing we organized were callousthenics and athletic programs.",
        145.22,
        150.02
    ],
    [
        " You know, I always joke about, you know, when people say they have some kind of problem and I'm,",
        151.0,
        159.28
    ],
    [
        " just start doing callousthenics. I like that. I like that attitude.",
        159.28,
        162.24
    ],
    [
        " I vividly recall this is this is another reason I put this in.",
        162.96,
        166.88
    ],
    [
        " I vividly recall watching the men strip to their waist or only wearing their shorts as they",
        167.1,
        172.1
    ],
    [
        " played baseball. The sight of all those scars made me conscious of the fact that only a handful",
        172.1,
        177.48
    ],
    [
        " of men in the battalion have been lucky enough to make it through all four campaigns without at",
        177.48,
        181.64
    ],
    [
        " least one scar. Some men had two, three or even four scars on their chest, back, arms or legs.",
        181.64,
        188.24
    ],
    [
        " Keep in mind that this was after the war, so I was looking only at men who were not seriously wounded.",
        188.48,
        194.52
    ],
    [
        " Next we set up rifle ranges and sharpened our marksmanship.",
        195.36,
        198.36
    ],
    [
        " Close order drill and troop reviews were once again back on the training schedule.",
        199.24,
        204.38
    ],
    [
        " I also established a schedule where each of our four platoons could rotate every 72 hours to a",
        204.92,
        210.46
    ],
    [
        " ski lodge in the Alps for rest and relaxation. The purpose of using this retreat was to let",
        210.46,
        215.46
    ],
    [
        " the men get away from the routine of a military schedule.",
        215.46,
        218.24
    ],
    [
        " So first of all, when I got to Seal Team 1, it actually wasn't when I first got there,",
        218.86,
        224.54
    ],
    [
        " but there was a master chief at Seal Team 1 that had showed up in 1971 or 1972 to Seal Team 1.",
        224.6,
        231.52
    ],
    [
        " And Seal Team 1, you had 150 guys roughly on the team at that time.",
        232.24,
        237.3
    ],
    [
        " And they had had 34 killed an action in Vietnam at Seal Team 1.",
        238.0,
        244.0
    ],
    [
        " And wounded was, I don't know how many wounded, but it was a lot.",
        244.44,
        247.62
    ],
    [
        " But this guy who is a master chief when I met him, and he was telling me that when he,",
        247.78,
        251.52
    ],
    [
        " you know, at the Seal Team, you know, you PT in the morning, just like a sports team,",
        252.02,
        255.3
    ],
    [
        " you get to work and you work out. And here's the, he's a new guy, right?",
        255.44,
        258.9
    ],
    [
        " And he's, they PT and then they go in the shower to wash off and he's the same thing.",
        259.52,
        265.24
    ],
    [
        " He's like looking at every single guy's scarred up wounded, you know,",
        265.24,
        268.98
    ],
    [
        " slashes on their chest, bullet holes in them. And he kind of was saying to himself,",
        268.98,
        274.38
    ],
    [
        " damn, you know, this is this has been trial by fire for these guys.",
        274.68,
        278.86
    ],
    [
        " But beyond that, what he's talking about here clearly is,",
        279.38,
        284.76
    ],
    [
        " if you, and I'll tell you this, especially with,",
        285.26,
        288.74
    ],
    [
        " you know, 18 year old, 19 year old, 20 year old males that have joined the military.",
        290.08,
        295.46
    ],
    [
        " If you don't find something for them to do productive, they're going to find something to do",
        295.82,
        299.64
    ],
    [
        " that's not going to be productive. It'll be fun for them. It'll be fun for them. They're going",
        299.64,
        303.4
    ],
    [
        " to have a good time, but it's not, there's a chance they could be doing something better",
        303.4,
        307.4
    ],
    [
        " than what you're letting them do. Now, of course, he talks about the fact that he's given him,",
        307.4,
        312.4
    ],
    [
        " still giving him time to go out to the ski lodge and break away from it a little bit.",
        312.46,
        316.5
    ],
    [
        " But you just got to be careful in how you do that. You got to be careful in how you do that. It's",
        317.02,
        322.3
    ],
    [
        " it can backfire if you're not careful. And the first time I was ever kind of detached from a",
        322.3,
        330.46
    ],
    [
        " seal, but it was when I went to training, the training department at seal team one,",
        330.46,
        335.52
    ],
    [
        " what we used to call training cell, which sounds legit. And it was legit. So at training cell,",
        335.76,
        342.58
    ],
    [
        " the first trip I went on with a platoon, because I was always in the platoon. So the first trip I",
        343.74,
        348.64
    ],
    [
        " went on with the platoon, and I was outside of the platoon. And I was, you could say I was an",
        348.64,
        355.32
    ],
    [
        " instructor, even though we weren't running around calling ourselves instructor instructors. We would",
        355.32,
        359.9
    ],
    [
        " call ourselves actually the cadre. I don't know why. It was just like, oh yeah, cadre. Sounds dope.",
        359.9,
        364.96
    ],
    [
        " Yeah, it's, again, it is an official term. Yeah, cadre, the training cadre. So when we were at",
        365.38,
        371.08
    ],
    [
        " training cell, because the instructors are kind of considered the buds instructors, the guys are",
        371.08,
        375.42
    ],
    [
        " the basic training, and we didn't really want to be buds instructors. We were the cadre.",
        375.42,
        380.0
    ],
    [
        " So and I didn't, I didn't mean this is just, this is just my own assessment. I didn't make up",
        381.74,
        386.58
    ],
    [
        " cadre. I didn't call ourselves cadre. I didn't make up training cell. I wish I would have made",
        386.58,
        390.08
    ],
    [
        " up all those things, but I just flowed into them as a lucky young new guy. Or actually, at this point,",
        390.08,
        395.46
    ],
    [
        " I wasn't a new guy anymore. Wait, but it's true though, right? It's not like you just gave yourself a",
        395.46,
        400.06
    ],
    [
        " title that was. No, no, no, we were the, yeah, yeah, you're training cadre. Yeah. Yeah. Oh, hey, I",
        400.06,
        404.4
    ],
    [
        " need to talk to the guys in the cadre over here. Yeah, that's what we called ourselves. Right. Oh, yeah.",
        404.4,
        407.48
    ],
    [
        " So it's like, you know, like, let's say you open a jujitsu gym and then you know, you're teaching",
        407.6,
        411.36
    ],
    [
        " people and then you're like, okay, yeah, I'm the instructor. And then you say, you know what? I",
        411.36,
        415.38
    ],
    [
        " like professor. That's better. Yeah. No, it wasn't that. It's not that I didn't make that. No, no, no,",
        415.38,
        419.88
    ],
    [
        " they called, you know, for years. And actually, I think Roger Hayden talked about it when he was on",
        420.1,
        425.16
    ],
    [
        " the podcast. He was talking about when he was cadre. So it's been around forever. Right. That's why",
        425.16,
        429.72
    ],
    [
        " I just like professor. It's like, it's true. It's a true. You are the professor, but it's like,",
        429.72,
        433.26
    ],
    [
        " it just, it's just better. You know, it sounds better. So I'm going to go with that one. Just go",
        433.42,
        437.3
    ],
    [
        " with cadre. Yeah. Like, you know, what I was talking about. Oh, so I was, I was in the cadre",
        437.3,
        442.84
    ],
    [
        " for the first time. And we went on a trip. We went to a trip where they have good times to be had",
        442.84,
        448.6
    ],
    [
        " where we were. It was, it was a place where there's some good training, but there's also good times.",
        448.6,
        452.92
    ],
    [
        " And you know, I picked this up from Harley Flanagan. This term, which I hadn't really heard wilding.",
        453.32,
        459.36
    ],
    [
        " Did you hear him say that? He's like, oh, we were just wilding. Yeah. Which I think is a better",
        459.36,
        463.9
    ],
    [
        " term than the term that we discussed, which was partying. Right. Oh, there's good. Yeah, we were",
        463.9,
        468.26
    ],
    [
        " partying. I like wilding better because that entails all kinds of other things. A little bit more wild.",
        468.26,
        472.86
    ],
    [
        " A little bit more wild. Yeah, wilding out or what's they say? Wiling out. I never really heard it.",
        473.0,
        476.8
    ],
    [
        " I never really heard it before. He's, but when Harley said me clearly, you know what it is. Yeah,",
        476.9,
        480.2
    ],
    [
        " and it's in his book too. He talks about wilding. So we went to this place with a seal platoon where",
        480.3,
        485.96
    ],
    [
        " there was good training and good wilding to be had. And I remember the first time that these guys,",
        485.96,
        491.52
    ],
    [
        " you know, we get there, we work a little bit and then they're going to go out into the town.",
        491.78,
        495.42
    ],
    [
        " And I remember thinking myself, they've been in the field for a few days and they were all",
        496.02,
        501.32
    ],
    [
        " fired up young frogman. And I was thinking myself, how is this even going to work? Like there's no,",
        501.32,
        506.84
    ],
    [
        " there's no possibility of this going well. Then it did, you know, everyone fine, but you just see",
        506.98,
        510.96
    ],
    [
        " all these cars, they're ready to, you know, they're ready to explode. And you're going to,",
        510.96,
        515.14
    ],
    [
        " they've been in the field, they've dehydrated. They've been in the field for four days or five days.",
        515.26,
        519.34
    ],
    [
        " They're all dehydrated. And they completed their operation. They feel good about it. Now you're",
        519.34,
        523.4
    ],
    [
        " going to let them out in town. And it's, yeah, you got to be careful in those scenarios. You",
        523.4,
        528.5
    ],
    [
        " got to put something. Yeah, we would, you know, sometimes you just say, hey, look, yeah,",
        528.5,
        533.04
    ],
    [
        " do whatever you want tonight, but we're P team tomorrow at 0700. So then everyone knows they can",
        533.12,
        537.9
    ],
    [
        " get wild to a point, but they can't, they got to put some kind of a governor, some kind of a",
        538.36,
        543.36
    ],
    [
        " governor on the scenario.",
        543.36,
        544.4
    ]
]