[
    [
        " This is Jockel Podcast number 252 with Dave Burke and me, Jockel Willink.",
        0.24,
        8.32
    ],
    [
        " Good evening, Dave.",
        8.8,
        9.28
    ],
    [
        " Good evening.",
        9.56,
        10.0
    ],
    [
        " Echo Charles is taking care of some other business on the last podcast, number 251 with",
        10.34,
        18.78
    ],
    [
        " Lafabben.",
        18.78,
        19.9
    ],
    [
        " We started getting into the book, Guidelines for the Leader and Commander by General Bruce",
        20.38,
        26.82
    ],
    [
        " Clark.",
        26.82,
        27.22
    ],
    [
        " But we only made it 13 pages into 1,5 hours and it's a 117 page book.",
        27.24,
        33.12
    ],
    [
        " Just to recap a little bit, this is a book that I searched for for over a decade.",
        33.2,
        37.86
    ],
    [
        " I originally heard about this book in my favorite book, which is called About Face by Colonel",
        37.86,
        43.96
    ],
    [
        " David Hackworth.",
        43.96,
        44.9
    ],
    [
        " I finally found a copy a month and a half ago.",
        45.34,
        49.24
    ],
    [
        " And so here we are, just a little background.",
        49.98,
        52.2
    ],
    [
        " Once again, on General Bruce Clark, World War I, World War II, Korea.",
        52.2,
        56.82
    ],
    [
        " And listen to 1917.",
        56.82,
        58.06
    ],
    [
        " And they have gone to West Point, Colonel World War II, then a general commander, the",
        58.32,
        61.62
    ],
    [
        " Fourth Army Division in patents, Third Army, Battle of the Bulge, Distinguished Service",
        61.62,
        67.42
    ],
    [
        " Cross, Three Silver Stars, 45 years of service.",
        67.42,
        70.74
    ],
    [
        " And then spend a bunch of time not only leading troops, but also training troops or overseeing",
        71.54,
        78.16
    ],
    [
        " training commands.",
        78.16,
        79.4
    ],
    [
        " So awesome career.",
        79.86,
        81.72
    ],
    [
        " Here, Hackworth talked about him glowingly in the book about face.",
        81.72,
        86.06
    ],
    [
        " And that's where this started.",
        86.88,
        89.46
    ],
    [
        " Took me a long time to find this book.",
        89.54,
        90.76
    ],
    [
        " Who did somebody texted me about it and said it was the white whale.",
        91.16,
        95.04
    ],
    [
        " Like, you know, this was, that it was definitely hard for me to find this book, but we have",
        96.22,
        99.94
    ],
    [
        " it.",
        99.94,
        100.08
    ],
    [
        " And that's it.",
        100.7,
        101.9
    ],
    [
        " That's what we're going to do.",
        102.16,
        102.78
    ],
    [
        " We're going to go back into this book.",
        102.96,
        103.82
    ],
    [
        " So here we go back into guidelines for the leader and commander by Bruce General Bruce",
        104.24,
        110.42
    ],
    [
        " C. Clark.",
        110.42,
        111.66
    ],
    [
        " So this section starts off with administration, some thoughts for the commander.",
        112.66,
        118.6
    ],
    [
        " And he says, in summation, I would like to point out the close interrelationship between",
        119.32,
        126.32
    ],
    [
        " training programs and sound overall management.",
        126.32,
        129.1
    ],
    [
        " So this is something, you know, when you're that young, gung-ho leader, that just thinks,",
        130.12,
        136.22
    ],
    [
        " hey, we're here to operate.",
        136.22,
        138.02
    ],
    [
        " Whatever that operation is, whether it's shoot machine guns or whether that's outsellin",
        138.02,
        142.04
    ],
    [
        " things or making things, and you think, hey, I'm on the front line.",
        142.04,
        145.88
    ],
    [
        " I'm going to make things happen.",
        146.02,
        146.88
    ],
    [
        " And you think all the administrative stuff you shouldn't have to worry about.",
        147.28,
        150.36
    ],
    [
        " That's not me.",
        150.96,
        151.88
    ],
    [
        " And I know many individuals that are like that.",
        153.26,
        157.32
    ],
    [
        " I know one individual in particular that's like that whose name is Jocco, because I was",
        157.72,
        162.64
    ],
    [
        " definitely like that.",
        162.64,
        163.36
    ],
    [
        " Many commanders, well, I should say, I was like that when I was younger, because I",
        165.58,
        169.26
    ],
    [
        " absolutely, I realized this and you can hear, you know, we'll talk about the paperwork",
        169.26,
        173.66
    ],
    [
        " drills that we had to do and how Lafe and Seth came to me.",
        173.66,
        177.76
    ],
    [
        " We shouldn't have to do this stuff.",
        177.84,
        178.8
    ],
    [
        " And I said, oh, we're going to do it.",
        178.8,
        179.86
    ],
    [
        " We're going to do a better name.",
        179.94,
        180.6
    ],
    [
        " Anybody else?",
        180.72,
        180.98
    ],
    [
        " So I figured this out, but it is definitely a learning moment that people have.",
        181.4,
        186.62
    ],
    [
        " And so why not learn it right now?",
        187.18,
        188.62
    ],
    [
        " Many commanders are defeated by poor administration.",
        189.02,
        191.38
    ],
    [
        " Imagine that.",
        192.46,
        193.26
    ],
    [
        " Just that statement.",
        193.54,
        194.34
    ],
    [
        " Many commanders are defeated by poor administration, not defeated because they were tactfully unsound,",
        195.0,
        200.28
    ],
    [
        " not defeated because they made bad decisions, not defeated because they couldn't come up",
        200.46,
        203.9
    ],
    [
        " with a good plan.",
        203.9,
        204.36
    ],
    [
        " They just failed because they're administrative losers.",
        204.64,
        207.4
    ],
    [
        " Without sound administration, a commander cannot succeed in his training and maintenance",
        208.84,
        215.1
    ],
    [
        " programs.",
        215.1,
        215.64
    ],
    [
        " Good administration is nothing more than applied, common sense.",
        216.06,
        219.94
    ],
    [
        " I'm including here a number of items that may well be considered a checklist of indicators",
        220.04,
        225.72
    ],
    [
        " of sound administration.",
        225.72,
        227.32
    ],
    [
        " Number one, importance of time.",
        228.06,
        233.32
    ],
    [
        " The principal coordinating device in the army is time.",
        234.6,
        238.38
    ],
    [
        " Learn the proper time space factors so you can be on time and make reasonable demands",
        239.5,
        244.22
    ],
    [
        " of your subordinates.",
        244.22,
        245.3
    ],
    [
        " So that's number one, by the way, which is probably",
        246.16,
        249.78
    ],
    [
        " why you hear a lot of talk about time management.",
        249.78,
        252.6
    ],
    [
        " Just think about the idea that the first thing he's going to say is time.",
        253.32,
        258.08
    ],
    [
        " This is someone who clearly understands that of all the resources in the world that we",
        258.34,
        262.46
    ],
    [
        " have, that's the one that matters the most because we just can't produce more of that.",
        262.46,
        267.14
    ],
    [
        " Yeah, I was going to say it's the one that matters the most and it's the absolute one that",
        267.68,
        271.74
    ],
    [
        " we have the least control.",
        271.74,
        272.84
    ],
    [
        " You know how much control we have time?",
        272.94,
        273.88
    ],
    [
        " You have zero.",
        274.22,
        274.6
    ],
    [
        " You cannot stop it.",
        274.82,
        275.58
    ],
    [
        " You cannot bring it back.",
        275.7,
        276.44
    ],
    [
        " You've got to say, have the power curve.",
        276.82,
        278.18
    ],
    [
        " I hate that feeling.",
        278.78,
        280.18
    ],
    [
        " I hate that feeling and let me tell you what I realize it's a while back.",
        281.08,
        286.1
    ],
    [
        " So when you go to the airport, if you show up to the airport late and now look, TSA doesn't",
        286.4,
        293.54
    ],
    [
        " care that you're late.",
        293.54,
        294.22
    ],
    [
        " The baggage handler doesn't care that you're late.",
        294.8,
        297.26
    ],
    [
        " The Uber driver does not care what time your plane is leaving.",
        297.68,
        300.46
    ],
    [
        " They're doing what they're doing.",
        300.64,
        302.1
    ],
    [
        " So what that does is it takes you have no control over that time once it started to commence.",
        302.56,
        308.82
    ],
    [
        " What do you have control over?",
        309.3,
        310.22
    ],
    [
        " Go into the airport a little bit earlier.",
        310.48,
        311.76
    ],
    [
        " That's all.",
        312.08,
        312.38
    ],
    [
        " That's all.",
        312.72,
        313.0
    ],
    [
        " Not that big of a deal.",
        313.2,
        313.82
    ],
    [
        " Go to the airport a little bit earlier and you won't have to worry about TSA.",
        314.24,
        317.12
    ],
    [
        " You won't have to worry about baggage.",
        317.22,
        318.18
    ],
    [
        " You won't have to worry about how long it takes for the Uber driver or the lift.",
        318.34,
        322.24
    ],
    [
        " Let's give proper credit or lift driver to show up and bring you to the airport.",
        322.46,
        327.76
    ],
    [
        " So how do you get control?",
        328.94,
        330.56
    ],
    [
        " You can't control time once it's unfolding.",
        330.56,
        334.0
    ],
    [
        " You can't bring it back.",
        334.24,
        335.3
    ],
    [
        " You have to plan for it appropriately.",
        335.54,
        338.28
    ],
    [
        " And there's a sense of urgency and I have a pretty good sense of urgency.",
        339.5,
        343.8
    ],
    [
        " You may or may not.",
        344.06,
        345.88
    ],
    [
        " I know like at the master, especially the earlier masters when the backside wasn't quite",
        346.1,
        352.44
    ],
    [
        " the well oiled machine that it is now and certainly is a well oiled machine now.",
        352.44,
        355.84
    ],
    [
        " The early masters, it was not a well oiled machine.",
        356.3,
        358.44
    ],
    [
        " On the front side people wouldn't know that when life and I were walking out on stage",
        358.46,
        364.7
    ],
    [
        " at eight o'clock in the morning, we had two hours of sleep because we had to do so whatever",
        364.7,
        368.6
    ],
    [
        " we had to do behind the scenes and that's just the way it was.",
        368.6,
        371.38
    ],
    [
        " I can feel when the shortage of time, in fact, I think I feel the shortage of time every",
        372.82,
        380.0
    ],
    [
        " single day, every single waking minute.",
        380.0,
        382.08
    ],
    [
        " There's a thing that happened at some point in my life and I don't know what when that was,",
        385.3,
        389.92
    ],
    [
        " but I still think about it now when you were just talking about the feeling, what I thought",
        389.94,
        393.1
    ],
    [
        " you were going to talk about is the feeling of when you feel like you don't have enough",
        393.1,
        396.1
    ],
    [
        " time to do something.",
        396.1,
        396.8
    ],
    [
        " So being late or whatever or I got stuff I needed to prepare for, it used to be that I",
        396.96,
        401.58
    ],
    [
        " used to feel that it wasn't enough time.",
        401.58,
        403.28
    ],
    [
        " And the feeling that makes me sick now is at any time I'm behind, which happens.",
        404.14,
        408.16
    ],
    [
        " I look at like man I'm behind, I didn't get enough done here, I didn't prep enough",
        408.34,
        410.86
    ],
    [
        " here.",
        410.9,
        411.3
    ],
    [
        " The feeling that bothers me the most is looking back on the time that I wasted the day before",
        411.56,
        416.18
    ],
    [
        " or the week before when I thought, hey, this is now I need to get ahead.",
        416.18,
        419.7
    ],
    [
        " I got a little window.",
        419.7,
        420.42
    ],
    [
        " I got some white space here, which is actually pretty rare.",
        420.42,
        422.58
    ],
    [
        " And I look back on the time that I wasted, which is very different than there isn't enough",
        423.18,
        427.4
    ],
    [
        " time.",
        427.4,
        427.68
    ],
    [
        " I honestly don't think I've ever felt like I didn't have enough time.",
        427.9,
        431.24
    ],
    [
        " I always feel like I have wasted time.",
        431.86,
        434.3
    ],
    [
        " And that feeling of when I'm behind or unprepared, man that drives me nuts is to look back",
        434.64,
        439.94
    ],
    [
        " on what did I do yesterday or the day before?",
        439.94,
        442.52
    ],
    [
        " How did I waste so much time knowing that I can't get that back?",
        442.68,
        446.92
    ],
    [
        " And that's the feeling that bothers me.",
        447.2,
        448.52
    ],
    [
        " I think more than any other feeling is I wasted my time.",
        448.6,
        451.9
    ],
    [
        " Yeah, that's a, that is a doozy.",
        452.36,
        454.16
    ],
    [
        " And this is by the way, item number one, item number one, importance of time.",
        454.34,
        461.14
    ],
    [
        " Next, anticipate problems.",
        461.66,
        463.82
    ],
    [
        " Trouble some incidents or situations can be avoided if the probable consequences of",
        464.5,
        468.76
    ],
    [
        " existing conditions are previously anticipated.",
        468.76,
        471.22
    ],
    [
        " Incidents do not occur until the stage has been set for some time.",
        471.94,
        477.04
    ],
    [
        " The outstanding officer knows where things are likely to go wrong and plans preventive",
        478.6,
        484.1
    ],
    [
        " action.",
        484.1,
        484.66
    ],
    [
        " Spend a little bit of time thinking of through contingencies.",
        486.1,
        490.38
    ],
    [
        " And then come up with a plan.",
        491.4,
        493.36
    ],
    [
        " And you don't even have to come up with this or lab-rit plan.",
        494.02,
        496.04
    ],
    [
        " You just have to know what you're gonna do in a broad sense.",
        496.04,
        500.88
    ],
    [
        " Next, personality of the commander.",
        502.22,
        506.64
    ],
    [
        " Personality of the commander has an enormous influence on his unit.",
        507.44,
        511.78
    ],
    [
        " In fact, the unit may be said to be nothing but an extension of the commander's personality.",
        512.38,
        517.86
    ],
    [
        " It is essential that he makes his presence felt by leaving his desk to appear where work",
        518.32,
        524.76
    ],
    [
        " of training go on and by talking to and knowing and influencing his men.",
        524.86,
        529.96
    ],
    [
        " How many times did you see that in the Marine Corps?",
        530.38,
        534.88
    ],
    [
        " How about going for like checking into a squadron?",
        535.38,
        537.46
    ],
    [
        " How much would the squadron reflect the commander of the squadron?",
        537.68,
        540.02
    ],
    [
        " Completely.",
        540.52,
        541.0
    ],
    [
        " I mean, that was always the ultimate difference.",
        541.52,
        544.0
    ],
    [
        " Because the thing about squadrons, it's probably true in a SEAL team, is that if you look",
        544.34,
        547.92
    ],
    [
        " at the squadrons from the outside, I was based at Miramar.",
        547.92,
        550.36
    ],
    [
        " There were seven F-18 squadrons when I was there.",
        550.42,
        552.74
    ],
    [
        " On paper, they're all identical.",
        553.06,
        554.8
    ],
    [
        " Same equipment, same, every metric that you would measure it, it's all the same.",
        555.18,
        559.62
    ],
    [
        " There isn't one squadron, like, that they get better stuff or better people.",
        559.68,
        563.6
    ],
    [
        " They just get the same thing that everybody else gets.",
        563.84,
        565.98
    ],
    [
        " And the only difference was obviously the commander or the leader and the squadrons would",
        566.46,
        570.82
    ],
    [
        " take on those personalities almost immediately when the new commander take over.",
        570.82,
        575.48
    ],
    [
        " It's crazy.",
        576.16,
        580.06
    ],
    [
        " It's crazy.",
        580.06,
        580.28
    ],
    [
        " That's an extension of the boat crew story and extreme ownership.",
        580.68,
        584.78
    ],
    [
        " Hey, we swap out.",
        585.08,
        585.86
    ],
    [
        " We put in a good leader into this boat crew that's failing and all of a sudden you've got",
        585.9,
        589.06
    ],
    [
        " this totally legit boat crew that's winning.",
        589.06,
        591.76
    ],
    [
        " And that happens.",
        592.32,
        593.18
    ],
    [
        " How many people in a squadron?",
        593.2,
        594.18
    ],
    [
        " 200.",
        595.46,
        595.84
    ],
    [
        " 200 people.",
        596.22,
        597.22
    ],
    [
        " How many aircraft?",
        597.5,
        598.34
    ],
    [
        " 12.",
        598.8,
        599.08
    ],
    [
        " 12 aircraft.",
        599.42,
        600.2
    ],
    [
        " 200 people.",
        600.42,
        601.12
    ],
    [
        " And boom.",
        601.32,
        601.84
    ],
    [
        " You put a good leader in there.",
        602.18,
        603.66
    ],
    [
        " But I will say this though.",
        604.08,
        605.74
    ],
    [
        " Well, you can correct me if I'm wrong.",
        605.94,
        607.12
    ],
    [
        " But the Marine Corps from my experience has a tighter group, a tighter variance on their",
        608.38,
        619.88
    ],
    [
        " officers than, well, then certainly in the SEAL teams.",
        619.88,
        624.7
    ],
    [
        " So in other words, you might get in the SEAL teams, you might get these outstanding officers.",
        625.8,
        631.06
    ],
    [
        " And then you'd get some really good officers, some solid officers.",
        631.66,
        635.26
    ],
    [
        " I kind of like the normal.",
        635.32,
        636.28
    ],
    [
        " You have some really kick ass guys.",
        636.3,
        638.12
    ],
    [
        " You have a bunch of normal guys.",
        638.12,
        639.08
    ],
    [
        " And then you have the bottom group, which would be pretty outside the range.",
        639.12,
        643.42
    ],
    [
        " So the range would be pretty big.",
        643.52,
        645.28
    ],
    [
        " It seemed to me like the Marine Corps always had just tight.",
        645.42,
        647.62
    ],
    [
        " You know, it's more controlled.",
        648.34,
        649.72
    ],
    [
        " It's a more controlled group.",
        649.96,
        650.98
    ],
    [
        " It's a tighter group.",
        651.08,
        651.9
    ],
    [
        " Maybe maybe the high end is not as often that you're going to get some just guy that's",
        652.18,
        659.54
    ],
    [
        " outside the box of stellar.",
        659.54,
        661.46
    ],
    [
        " Look, maybe, I don't know.",
        662.18,
        664.62
    ],
    [
        " But I do know this, the chances of having a Marine Corps platoon commander that doesn't",
        664.8,
        671.28
    ],
    [
        " meet the grade isn't very low.",
        671.28,
        673.48
    ],
    [
        " And in the SEAL teams, it would happen more often because there's more slack.",
        673.86,
        679.12
    ],
    [
        " There's more room.",
        679.62,
        680.36
    ],
    [
        " You're given more rope to hang yourself.",
        680.84,
        682.28
    ],
    [
        " And you give guys rope and they can take that rope and they can turn it into something",
        682.84,
        686.18
    ],
    [
        " awesome or they can hang themselves.",
        686.18,
        687.94
    ],
    [
        " I always kind of noticed that.",
        688.52,
        690.2
    ],
    [
        " Yeah, I think that's right.",
        691.46,
        692.66
    ],
    [
        " And when you're inside that, the disparity or that variance becomes more evident to you",
        693.2,
        699.6
    ],
    [
        " as you're inside that and you can see that.",
        699.6,
        701.54
    ],
    [
        " So there still is a variance.",
        701.62,
        703.46
    ],
    [
        " And when we looked at good squadrons or bad squadrons, however you wanted to define that,",
        703.6,
        707.3
    ],
    [
        " a lot of times it was kind of just a feeling.",
        707.8,
        709.84
    ],
    [
        " Almost like an intangible quality of that's a good squadron and that's a bad squadron.",
        710.4,
        714.58
    ],
    [
        " And the way we judge that was how did their people act it.",
        714.72,
        717.3
    ],
    [
        " And you know how their people acted?",
        717.88,
        719.42
    ],
    [
        " A reflection of their leadership, which is exactly what he just said.",
        719.9,
        722.86
    ],
    [
        " And the squadrons would take on the persona and the personality of their leaders and the",
        722.96,
        727.76
    ],
    [
        " good leaders had good squadrons.",
        727.76,
        729.24
    ],
    [
        " And the bad leaders or the leaders that weren't as good, their squadrons reflected that.",
        729.6,
        735.12
    ],
    [
        " So you got 12 aircraft and then are those the aircraft broken up into sections or platoons",
        735.4,
        741.08
    ],
    [
        " somehow?",
        741.08,
        741.54
    ],
    [
        " Or is it just every man for himself?",
        742.06,
        743.58
    ],
    [
        " No, I mean they had 12 aircraft that in theory were all the same.",
        744.0,
        747.08
    ],
    [
        " You know, they weren't all flyable at a time.",
        747.08,
        748.74
    ],
    [
        " But no, we didn't, we wouldn't break them down.",
        748.88,
        750.68
    ],
    [
        " We would fly an element sometimes at two or a four ship, but the aircraft were just rotated",
        750.8,
        754.84
    ],
    [
        " through so you could be in any given aircraft on any day.",
        754.84,
        757.22
    ],
    [
        " So in a seal platoon, you could have a great officer and you could have a great platoon.",
        757.52,
        765.24
    ],
    [
        " You could also have a great platoon chief or a great leading petty officer or a system",
        765.42,
        773.08
    ],
    [
        " platoon commander chances are you're not going to get a pipe hitting the system.",
        773.08,
        775.9
    ],
    [
        " So you can get some really solid guys, but they just don't have the experience.",
        775.98,
        778.08
    ],
    [
        " So basically what you needed was ah, ah, singular, really good leader.",
        778.08,
        786.12
    ],
    [
        " Didn't necessarily need to be the top guy, but somebody, you know, at a seal team, you",
        786.28,
        790.96
    ],
    [
        " might have a great seal team commanding officer.",
        790.96,
        793.48
    ],
    [
        " You also might have, and that could really make the whole seal team great.",
        794.04,
        797.48
    ],
    [
        " You could also have a great seal team command master chief who is a kick ass guy.",
        797.48,
        803.0
    ],
    [
        " You could have a great seal ops master chief.",
        803.0,
        807.16
    ],
    [
        " So as long as you had one of these guys in the team that was legit badass, you could,",
        807.28,
        815.34
    ],
    [
        " you're going to pull it off.",
        815.42,
        816.42
    ],
    [
        " Unless you get somebody that's an idiot in there too.",
        816.72,
        818.64
    ],
    [
        " If you get somebody with a big ego, you know, the command master chief has a big ego",
        818.72,
        822.58
    ],
    [
        " or the commanding officer has a big ego and all of a sudden you got conflict, then you,",
        822.58,
        825.64
    ],
    [
        " you know, all bets are off and we got ma'am.",
        825.64,
        827.38
    ],
    [
        " But chances are if you got one good leader, you're going to, you're going to, the, the",
        827.98,
        833.12
    ],
    [
        " group will take on the personality of the commander.",
        833.12,
        835.58
    ],
    [
        " So if you don't like the personality of your team, guess what?",
        835.8,
        838.44
    ],
    [
        " Ah, go look in the mirror.",
        839.7,
        841.04
    ],
    [
        " Next, counseling of individuals at the company level, the commander and the chaplain are",
        841.46,
        846.52
    ],
    [
        " the ones to whom the men will come for guidance when they have to, when they have or think",
        846.52,
        852.52
    ],
    [
        " they have problems.",
        852.52,
        853.22
    ],
    [
        " Most commanders are usually surprised, the number of men who actually have real personal",
        853.58,
        859.3
    ],
    [
        " difficulties.",
        859.3,
        860.02
    ],
    [
        " These may take a variety of forms, money, troubles, family difficulties, disciplinary problems,",
        860.48,
        865.46
    ],
    [
        " character weaknesses and spiritual conflicts.",
        865.66,
        867.94
    ],
    [
        " The commander's problem is twofold.",
        868.14,
        869.84
    ],
    [
        " First, he must train himself to recognize and to look for the early signs that identify",
        870.1,
        874.7
    ],
    [
        " a man with problems.",
        874.7,
        875.78
    ],
    [
        " Early recognition of a problem like timely diagnosis of a disease makes the treatment",
        876.42,
        882.04
    ],
    [
        " and cure easier.",
        882.04,
        883.96
    ],
    [
        " Second, having identified the problem, the commander must take the proper steps to correct it.",
        884.96,
        890.96
    ],
    [
        " Often his own counseling will have to be sufficient.",
        891.22,
        894.06
    ],
    [
        " But in other cases, he'll have to call on others for help.",
        894.46,
        896.62
    ],
    [
        " Here it is essential that the correct source be used, that the man whose pay record is",
        897.02,
        902.26
    ],
    [
        " incorrect, shouldn't be sent to the chaplain but to the finance clerk.",
        902.26,
        905.68
    ],
    [
        " All right, so we're, we're, we're making sure that we identify problems.",
        906.48,
        909.56
    ],
    [
        " We have to look for that.",
        909.76,
        911.1
    ],
    [
        " This has always been a problem for me because no one ever tells me anything when something's",
        912.0,
        916.1
    ],
    [
        " going wrong.",
        916.1,
        916.46
    ],
    [
        " No one wants to tell me that they're overworked or they're, they don't want to do another",
        917.04,
        922.48
    ],
    [
        " operation or whatever.",
        922.48,
        923.66
    ],
    [
        " No one ever wants to tell me that.",
        923.92,
        924.82
    ],
    [
        " So I have to drag it out of people.",
        925.36,
        927.28
    ],
    [
        " I have to have intel sources that will tell me that the troops are getting tired or the",
        927.42,
        931.26
    ],
    [
        " guys are worn out or whatever.",
        931.26,
        932.5
    ],
    [
        " Recognition of outstanding work.",
        932.94,
        936.08
    ],
    [
        " This is the next section.",
        936.38,
        937.2
    ],
    [
        " A sure way to instill loyalty is to recognize outstanding work from your subordinates, satisfaction",
        937.68,
        942.56
    ],
    [
        " in a job well done as a trait of all men and recognition by others of the same good work",
        942.56,
        950.28
    ],
    [
        " will appeal to the vanity that lies in all of us.",
        950.28,
        953.42
    ],
    [
        " Another thing I'm bad at.",
        954.18,
        956.16
    ],
    [
        " I'm horrible at recognizing people for good work.",
        957.5,
        960.14
    ],
    [
        " I just think everyone's doing what they should be doing and it's very seldom that I take",
        961.46,
        969.48
    ],
    [
        " the time to like think somebody.",
        969.48,
        971.0
    ],
    [
        " I usually have to think about it.",
        971.14,
        972.04
    ],
    [
        " I'm horrible at that.",
        972.18,
        972.92
    ],
    [
        " I, I, Lafe has told me though that when I would say something that someone did good,",
        974.54,
        979.32
    ],
    [
        " they'd be super stoked that everyone would be fired up.",
        979.38,
        982.1
    ],
    [
        " Recognition can take many forms, decorations, letters of accommodation or a acknowledgement",
        983.54,
        987.6
    ],
    [
        " at a formation or the issuance of a three day pass, but whatever the form is essential",
        987.6,
        991.2
    ],
    [
        " that the commander is a, that the commander be alert to outstanding performance and give",
        991.2,
        996.02
    ],
    [
        " timely public recognition when it is due.",
        996.02,
        997.96
    ],
    [
        " Can I just, what about just a simple head nod?",
        998.44,
        1000.6
    ],
    [
        " Is that work?",
        1001.14,
        1001.72
    ],
    [
        " Yeah, that can work, man.",
        1001.94,
        1002.98
    ],
    [
        " I mean, part of that is you got to pay attention to what matters to your people.",
        1003.6,
        1006.96
    ],
    [
        " And you know, the thing that I always crave the most, the recognition, I didn't, the",
        1007.18,
        1011.48
    ],
    [
        " recognition I wanted was to be left alone.",
        1011.48,
        1013.42
    ],
    [
        " And if my leadership didn't, when my leadership wasn't micromanaging me and giving me the flexibility,",
        1013.76,
        1020.78
    ],
    [
        " that, that was him.",
        1021.06,
        1021.58
    ],
    [
        " Okay, I must be doing something right.",
        1021.64,
        1023.16
    ],
    [
        " Cool.",
        1024.04,
        1024.76
    ],
    [
        " We're good.",
        1025.16,
        1025.68
    ],
    [
        " But there's nothing wrong with recognition.",
        1026.18,
        1028.6
    ],
    [
        " I'm not trying to pile on the idea of like don't acknowledge your people's good work.",
        1028.8,
        1031.76
    ],
    [
        " But what matters to somebody doesn't always matter to everybody and you got to actually",
        1032.28,
        1036.7
    ],
    [
        " pay attention to what matters.",
        1036.7,
        1037.62
    ],
    [
        " And over time, the, the head nod and keep doing what you're doing.",
        1037.8,
        1041.94
    ],
    [
        " Okay, dude, that's good to go.",
        1041.96,
        1043.76
    ],
    [
        " Yeah, you know, I had trouble with this because, and I still do because, you know, when you're",
        1044.24,
        1051.06
    ],
    [
        " the boss, right?",
        1051.06,
        1053.22
    ],
    [
        " Well in my mind, you know, if I say, hey, Dave, good job.",
        1054.2,
        1057.68
    ],
    [
        " I just, I think you don't care about that because I'm just some other guy that's trying",
        1057.86,
        1060.9
    ],
    [
        " to work hard and whatever.",
        1060.9,
        1061.92
    ],
    [
        " And I remember I've told the story before I was, first got to Ramadi, needed a certain",
        1062.5,
        1068.18
    ],
    [
        " type of laptop computer for my office and the radio guy, the IT guy, the radio man guy,",
        1068.18,
        1074.76
    ],
    [
        " who's a great dude.",
        1074.88,
        1076.02
    ],
    [
        " I told him, hey, I need to have, I need to have a zipper and a nipper laptop side by side.",
        1076.52,
        1080.1
    ],
    [
        " And he's like, hey, we don't really have enough nipper.",
        1080.22,
        1082.0
    ],
    [
        " These are, I needed a classified computer and an unclassified computer side by side so",
        1082.16,
        1086.54
    ],
    [
        " that when I was working, I could, if I needed some information that was from the unclassified",
        1086.54,
        1091.64
    ],
    [
        " side, I could look it up if, and, and then continue to work on whatever else working",
        1091.64,
        1096.04
    ],
    [
        " on.",
        1096.04,
        1096.16
    ],
    [
        " So I remember I said, hey, I called him into the attack operations center and I said, hey,",
        1098.46,
        1102.8
    ],
    [
        " I want a classified computer here and an unclassified computer here.",
        1102.86,
        1105.48
    ],
    [
        " And he goes, well, we don't really have enough unclassified computers.",
        1105.7,
        1107.94
    ],
    [
        " And I kind of went, oh, okay.",
        1108.3,
        1109.66
    ],
    [
        " And then a few minutes later, I walked through the, the chow hall and we had set up this",
        1110.1,
        1116.14
    ],
    [
        " unclassified computer station with six computers for everyone to use.",
        1116.14,
        1121.08
    ],
    [
        " Now, everyone had computers in their tent, too.",
        1121.2,
        1123.38
    ],
    [
        " This wasn't like, you know, everyone was lined up to use these six computers.",
        1123.68,
        1127.46
    ],
    [
        " No, it was just somebody decided, hey, we'll put some internet computers out here.",
        1127.58,
        1130.5
    ],
    [
        " And so I walked out and said, wait a second, we have all these unclassified computers",
        1131.44,
        1133.98
    ],
    [
        " right here.",
        1133.98,
        1134.36
    ],
    [
        " And I went back and said, hey, man, those computers that are out there, give one to me.",
        1134.54,
        1137.48
    ],
    [
        " And he was like, oh, Roger that.",
        1137.7,
        1138.64
    ],
    [
        " And I realized, oh, I need to make the call on that.",
        1138.88,
        1141.76
    ],
    [
        " And what I say has impact, you know.",
        1142.08,
        1145.58
    ],
    [
        " And so when you say something negative, it has a big impact because, you know, sometimes",
        1145.74,
        1150.2
    ],
    [
        " that, that plan doesn't make any sense and everyone just be quiet because they think",
        1150.2,
        1154.58
    ],
    [
        " that you don't like the plan.",
        1154.58,
        1155.56
    ],
    [
        " When reality is, you're just thinking, maybe we could come up with a different plan.",
        1156.12,
        1159.52
    ],
    [
        " So you got the overall, and I wrote about this in leadership strategy and tactics, your",
        1160.24,
        1163.98
    ],
    [
        " words have power and impact.",
        1163.98,
        1166.04
    ],
    [
        " So remembering that when you give someone some compliments, it may have some, it has",
        1166.64,
        1170.76
    ],
    [
        " more significance than you might think.",
        1170.76,
        1173.94
    ],
    [
        " Efficiency reports.",
        1174.52,
        1178.68
    ],
    [
        " I was thinking myself when I saw this, I was like, I'll kind of skip over this.",
        1179.3,
        1182.46
    ],
    [
        " Who cares?",
        1182.56,
        1182.84
    ],
    [
        " No one wants to hear about efficiency reports.",
        1183.28,
        1184.74
    ],
    [
        " Then I read it.",
        1185.12,
        1185.84
    ],
    [
        " And I said, oh, I will absolutely include this.",
        1185.94,
        1188.54
    ],
    [
        " With the advent of enlisted efficiency reports, the command, so efficiency reports, so",
        1191.08,
        1196.38
    ],
    [
        " for in the civilian sector, what the suit boils down to is, you know, unavaluations or",
        1196.38,
        1200.06
    ],
    [
        " performance evaluation for someone.",
        1200.06,
        1201.64
    ],
    [
        " The commander now has a new tool, which will assist him in gaining the desired motivation",
        1202.84,
        1208.08
    ],
    [
        " from his key enlisted personnel.",
        1208.08,
        1209.58
    ],
    [
        " Too often, the efficiency report becomes the padlock on the barn door after the horse has",
        1210.1,
        1216.08
    ],
    [
        " been stolen.",
        1216.08,
        1216.54
    ],
    [
        " What a great way to think about wasting some kind of evaluation format, performance evaluation.",
        1217.1,
        1224.54
    ],
    [
        " Hey, Dave, you went and did something for a year.",
        1225.1,
        1227.08
    ],
    [
        " You did your job, and then you show up after a year, and I say, yeah, you didn't do that",
        1227.36,
        1230.76
    ],
    [
        " great of a job.",
        1230.76,
        1231.26
    ],
    [
        " What good is that?",
        1231.66,
        1233.1
    ],
    [
        " The barn, the horse already got stolen.",
        1233.94,
        1235.5
    ],
    [
        " I have found that unacceptable performance, and the resultant bad efficiency reports can",
        1236.18,
        1242.02
    ],
    [
        " often be reduced to a minimum through early effective observation and counseling.",
        1242.02,
        1247.48
    ],
    [
        " G, what a novel idea.",
        1248.64,
        1250.54
    ],
    [
        " When Dave starts screwing up, don't wait six months to give him an efficiency report.",
        1251.12,
        1255.2
    ],
    [
        " Say, hey, Dave, it's been three weeks.",
        1255.54,
        1257.6
    ],
    [
        " You've been on this project.",
        1257.7,
        1258.36
    ],
    [
        " I already see that you're heading the wrong direction.",
        1258.7,
        1260.34
    ],
    [
        " Let's talk.",
        1260.7,
        1261.32
    ],
    [
        " If a commander makes it a practice to observe his men closely and call them in periodically",
        1262.46,
        1269.2
    ],
    [
        " for an evaluation of their performance in terms of strengths and weaknesses, he can",
        1269.2,
        1274.12
    ],
    [
        " often correct deficiencies without it becoming necessary to issue an unsatisfactory efficiency",
        1274.12,
        1280.76
    ],
    [
        " report.",
        1280.76,
        1281.4
    ],
    [
        " Boom.",
        1281.78,
        1283.62
    ],
    [
        " It's a tool that you've got that you can use.",
        1284.46,
        1287.42
    ],
    [
        " A three part program of, and here's the three parts, observation and evaluation, counseling",
        1289.64,
        1296.62
    ],
    [
        " and guidance of the individual, and then further observation to determine the response to the",
        1296.62,
        1302.38
    ],
    [
        " counseling is your key to effective use of the efficiency report.",
        1302.38,
        1305.84
    ],
    [
        " Then it becomes a tool for improvement, rather than merely a reward or punishment for past",
        1306.64,
        1313.76
    ],
    [
        " performance.",
        1313.76,
        1314.2
    ],
    [
        " Wow.",
        1314.64,
        1314.86
    ],
    [
        " Wow.",
        1314.86,
        1314.96
    ],
    [
        " Imagine that.",
        1315.32,
        1317.36
    ],
    [
        " It's unsat because in the Navy, you get an evaluation or a fitness report once a year.",
        1317.56,
        1322.7
    ],
    [
        " There's a lot of companies that we work with that do something similar.",
        1324.12,
        1326.96
    ],
    [
        " That's just not often.",
        1328.42,
        1329.82
    ],
    [
        " It's not often enough.",
        1330.2,
        1331.2
    ],
    [
        " It's not even close.",
        1331.48,
        1332.24
    ],
    [
        " Those periodic evaluations, they actually don't even need to be that formal.",
        1333.32,
        1338.24
    ],
    [
        " It's really just the core of building relationships is getting to know your people by being out",
        1338.54,
        1342.8
    ],
    [
        " with them.",
        1342.8,
        1343.28
    ],
    [
        " The best thing you can do is know your people well enough to be able to recognize when they're",
        1343.58,
        1347.96
    ],
    [
        " going in the wrong direction.",
        1347.96,
        1349.04
    ],
    [
        " If you talk to your people once a year, you're not going to know that because you don't",
        1349.56,
        1352.7
    ],
    [
        " even know what they're typically like.",
        1352.7,
        1354.12
    ],
    [
        " If I'm working with you and I know Jocco pretty well, and all of a sudden Jocco shows up",
        1354.72,
        1358.94
    ],
    [
        " one day and he's not Jocco, I can get involved right then.",
        1358.94,
        1361.44
    ],
    [
        " The only way for me to tell that you're not yourself or not doing the things that I'm",
        1362.3,
        1366.42
    ],
    [
        " used to is I going to be around you just a little bit more.",
        1366.42,
        1369.1
    ],
    [
        " You don't need to track all this stuff every single time.",
        1369.1,
        1371.42
    ],
    [
        " You don't need to know the formal piece of it.",
        1371.42,
        1374.08
    ],
    [
        " Formal counseling is important, but the best tool you've got is actually know them well",
        1374.3,
        1378.5
    ],
    [
        " enough to go.",
        1378.5,
        1379.0
    ],
    [
        " Something's not right.",
        1379.36,
        1380.24
    ],
    [
        " If you can intercept that on day one, rather than day 30 or 60 or 90, not only do you actually",
        1380.88,
        1387.14
    ],
    [
        " help solve that problem, that other person recognizes that you know and care about them",
        1387.14,
        1392.66
    ],
    [
        " enough to get involved.",
        1392.66,
        1393.56
    ],
    [
        " Being able to do that is really a function of your time more than anything else.",
        1394.1,
        1397.7
    ],
    [
        " Being around your people to know them well enough to identify that when they're off the",
        1398.2,
        1402.2
    ],
    [
        " path.",
        1402.2,
        1402.52
    ],
    [
        " So it comes down to time management.",
        1402.96,
        1404.98
    ],
    [
        " When I talk about planning and I say, okay, if I give Dave a mission tasking and say,",
        1405.46,
        1411.04
    ],
    [
        " okay, Dave, come up with a plan on how you want to do this.",
        1411.04,
        1413.28
    ],
    [
        " If I leave for 12 hours and you were three degrees off in your what you thought you should",
        1414.06,
        1419.32
    ],
    [
        " do versus what I thought you should do, I come back 12 hours.",
        1419.32,
        1421.56
    ],
    [
        " There's 12 hours of wasted time because you've been going on the wrong direction and",
        1421.62,
        1425.12
    ],
    [
        " now you're way off course.",
        1425.12,
        1426.1
    ],
    [
        " If I go, hey, Dave, here's the mission you need to execute.",
        1426.34,
        1429.82
    ],
    [
        " Here's the task.",
        1429.94,
        1430.52
    ],
    [
        " Come up with you with some con-offs.",
        1430.78,
        1432.66
    ],
    [
        " I'll be back in a half an hour.",
        1432.84,
        1433.98
    ],
    [
        " Your three degrees off, it barely even takes a nudge to get you right back on track and",
        1434.74,
        1439.7
    ],
    [
        " we're tracking.",
        1439.7,
        1440.48
    ],
    [
        " So the earlier you give people corrective measures, the minimum, the limit of what you",
        1440.92,
        1449.78
    ],
    [
        " have to do to get them back on course is totally limited.",
        1449.78,
        1453.9
    ],
    [
        " It's the minimum workforce required.",
        1454.12,
        1455.66
    ],
    [
        " So if I said, hey, Dave, here's a mission tasking.",
        1456.58,
        1460.12
    ],
    [
        " Come up with how you want to do it.",
        1460.4,
        1462.18
    ],
    [
        " I'll be back in a half an hour.",
        1462.22,
        1463.16
    ],
    [
        " When I came back in a half an hour and you're three degrees off course, I barely, I probably",
        1463.64,
        1468.24
    ],
    [
        " would be able to get you back on course by asking you a, not even telling you anything,",
        1468.24,
        1472.72
    ],
    [
        " just by saying, hey, what do you think about this area up to the north?",
        1472.84,
        1476.62
    ],
    [
        " Do you think that's a, you think there could be enemy up there?",
        1476.78,
        1478.58
    ],
    [
        " That's kind of what the intel says, right?",
        1479.2,
        1481.02
    ],
    [
        " And you'd say, yeah, and I'd say, oh, are you going to put a blocking force up there?",
        1481.3,
        1485.72
    ],
    [
        " You didn't have a blocking force on your plan.",
        1486.02,
        1487.42
    ],
    [
        " And you go, yes, absolutely.",
        1487.48,
        1488.36
    ],
    [
        " And cool.",
        1488.66,
        1489.02
    ],
    [
        " Now we're totally square.",
        1489.24,
        1490.24
    ],
    [
        " If I walked away for 12 hours and let you come up with a plan, you're wide open to the",
        1490.52,
        1495.6
    ],
    [
        " enemy attack from the north.",
        1495.6,
        1496.66
    ],
    [
        " You have, you use your blocking force and a totally different area.",
        1497.24,
        1500.3
    ],
    [
        " You don't even have enough people now because you, so it's just, it's totally wrong.",
        1500.46,
        1503.78
    ],
    [
        " And now we got to come in with blunt force trauma.",
        1503.8,
        1505.74
    ],
    [
        " And now it's not your plan anymore.",
        1505.74,
        1507.58
    ],
    [
        " You've given up ownership.",
        1507.72,
        1508.4
    ],
    [
        " It's just a nightmare.",
        1508.4,
        1509.56
    ],
    [
        " It's crazy.",
        1509.9,
        1510.34
    ],
    [
        " So the earlier I get involved, the less force I have to use and my goal is to use the minimum",
        1510.34,
        1516.0
    ],
    [
        " force required.",
        1516.0,
        1516.62
    ],
    [
        " And the longer I wait to use force, the worse it's going to be.",
        1516.94,
        1520.2
    ],
    [
        " And if you're out there thinking about the time, the daunting task of spending all that",
        1521.28,
        1527.7
    ],
    [
        " time up front, the ROI on your investment of time in front is, is, it's, it's unlimited",
        1527.7,
        1534.42
    ],
    [
        " because if you make that investment up front, which seems like a lot of time, what you save",
        1534.42,
        1539.14
    ],
    [
        " on the back end of that.",
        1539.3,
        1541.04
    ],
    [
        " So from the time managed standpoint, yes, yes, it is an additional investment of a little",
        1541.64,
        1546.08
    ],
    [
        " bit of time up front.",
        1546.08,
        1546.8
    ],
    [
        " It is.",
        1546.92,
        1547.3
    ],
    [
        " And you got to account for that time.",
        1547.4,
        1548.42
    ],
    [
        " That is not free time.",
        1548.42,
        1549.34
    ],
    [
        " But what you save from that ROI all day, all day, it's not even close.",
        1549.52,
        1554.92
    ],
    [
        " And you know what's funny is you, you're, I disagree with you because you say it's this big",
        1555.34,
        1559.52
    ],
    [
        " investment up front.",
        1559.52,
        1560.16
    ],
    [
        " It's not, it's not investment up front.",
        1560.28,
        1561.96
    ],
    [
        " It's me going, hey, Dave, how are you going to execute this?",
        1562.0,
        1563.98
    ],
    [
        " And you go, I'm going to do it like this.",
        1564.14,
        1565.18
    ],
    [
        " And I go, oh, don't forget there's enemy up there.",
        1565.22,
        1566.72
    ],
    [
        " You know, I'm going to put a blocking force.",
        1566.8,
        1567.78
    ],
    [
        " I'm going to put a blocking force.",
        1567.78,
        1567.84
    ],
    [
        " Oh, okay, cool.",
        1567.92,
        1568.42
    ],
    [
        " There we go.",
        1568.64,
        1568.98
    ],
    [
        " That's how that was it.",
        1569.1,
        1569.72
    ],
    [
        " That took 18 seconds.",
        1569.78,
        1571.18
    ],
    [
        " It's the story we tell ourselves, like, hey, I can't come back in 30 minutes because you",
        1571.5,
        1574.42
    ],
    [
        " actually can.",
        1574.42,
        1575.36
    ],
    [
        " You're absolutely right.",
        1575.42,
        1576.08
    ],
    [
        " And it's the idea of whatever it seems like I don't have time, a you do have time.",
        1576.18,
        1580.9
    ],
    [
        " And if you do need to do some mental calculation of that time, the ROI in that time is well worth",
        1581.08,
        1586.9
    ],
    [
        " whatever you might miss for that five minute check in that happens up front.",
        1586.9,
        1590.92
    ],
    [
        " And it also shows another person.",
        1591.3,
        1592.74
    ],
    [
        " Oh, Jocco cares.",
        1593.22,
        1594.68
    ],
    [
        " Jocco's in the game.",
        1594.8,
        1595.36
    ],
    [
        " Jocco's paying attention.",
        1595.54,
        1596.28
    ],
    [
        " I wonder if that means I'm going to be more or less interested in giving you a really",
        1596.38,
        1600.58
    ],
    [
        " good plan if I know you care about it.",
        1600.58,
        1602.46
    ],
    [
        " You know what's interesting too?",
        1602.82,
        1603.88
    ],
    [
        " ROI, the ROI on time, is that it doesn't even make sense.",
        1604.88,
        1612.0
    ],
    [
        " And I'll tell you why because I don't get that time back.",
        1612.64,
        1615.68
    ],
    [
        " If you're supposed to execute a mission tonight and I give you 12 hours to plan and I go,",
        1616.0,
        1620.66
    ],
    [
        " hey, here's the mission, you got to execute.",
        1620.68,
        1622.28
    ],
    [
        " And I don't come back and check in by the time 12 hours go by and I realize that your",
        1622.5,
        1627.06
    ],
    [
        " plan is a total disaster.",
        1627.06,
        1628.02
    ],
    [
        " It's not that the ROI, it's not I don't get returned on my investment.",
        1628.02,
        1632.5
    ],
    [
        " It's that way.",
        1632.78,
        1633.28
    ],
    [
        " It's it's bankrupt.",
        1633.5,
        1634.78
    ],
    [
        " It's total failure.",
        1634.78,
        1636.6
    ],
    [
        " It's total and complete failure.",
        1636.96,
        1638.84
    ],
    [
        " I can't even get it back.",
        1639.0,
        1640.1
    ],
    [
        " The ROI is negative.",
        1640.46,
        1641.84
    ],
    [
        " It's horrible.",
        1642.02,
        1642.84
    ],
    [
        " Whereas that little investment up front, total game changer, totally.",
        1643.62,
        1648.24
    ],
    [
        " Now here's another section I wasn't going to read.",
        1648.56,
        1650.84
    ],
    [
        " And I remember I sent you a picture of this book or a section of the book and you said,",
        1650.96,
        1656.22
    ],
    [
        " just read the whole, you're just cover the whole thing.",
        1656.22,
        1659.26
    ],
    [
        " And I was kind of like, yeah, you know, that's cool.",
        1659.52,
        1661.12
    ],
    [
        " I'm sure I'll cover a lot of it.",
        1661.32,
        1662.44
    ],
    [
        " But I, you know, I'm always, I don't want to waste people's time.",
        1662.92,
        1665.12
    ],
    [
        " So I'm looking for, okay, what can we streamline a little bit?",
        1665.12,
        1667.4
    ],
    [
        " So there was this section called promotion.",
        1667.82,
        1669.26
    ],
    [
        " Then look, if you're in the civilian world, how much do you care about how they advance",
        1669.68,
        1673.64
    ],
    [
        " people in the army in 1952, right?",
        1673.64,
        1677.02
    ],
    [
        " Whatever.",
        1677.36,
        1677.76
    ],
    [
        " And then I read it a little bit.",
        1678.24,
        1679.44
    ],
    [
        " I go, okay, well, looks like we're covering this too.",
        1679.44,
        1681.18
    ],
    [
        " And I'll tell you how in a second.",
        1681.78,
        1682.84
    ],
    [
        " So it says promotion.",
        1682.86,
        1683.5
    ],
    [
        " The promotion policy of a command, of a command has a strong bearing on morale and overall",
        1683.98,
        1689.18
    ],
    [
        " efficiency.",
        1689.18,
        1689.62
    ],
    [
        " It must be fair.",
        1690.12,
        1690.94
    ],
    [
        " And by the way, this is one thing that you're going to start to pick up in this section",
        1691.36,
        1696.06
    ],
    [
        " of the book and in some of the other sections.",
        1696.06,
        1697.5
    ],
    [
        " There is absolutely part of general clerk that is looking to get promoted.",
        1697.98,
        1703.74
    ],
    [
        " And he, you can feel it and there's going to be other places where you feel it.",
        1704.18,
        1708.0
    ],
    [
        " And what's cool is you'll feel it and he'll say it.",
        1708.0,
        1712.38
    ],
    [
        " And then a little later on, he'll hint that, you know, what that doesn't really even",
        1712.66,
        1717.86
    ],
    [
        " matter.",
        1717.86,
        1718.12
    ],
    [
        " So we're going to go back and forth.",
        1718.26,
        1719.76
    ],
    [
        " We're going to come up against some of these things where you say, okay, he's a guy",
        1719.86,
        1726.44
    ],
    [
        " that really cares that's in the game just to get promoted, right?",
        1726.44,
        1729.22
    ],
    [
        " Which I am not a big proponent of, hey, your main reason to be in the game is get promoted.",
        1729.4,
        1734.3
    ],
    [
        " That being said.",
        1734.72,
        1735.68
    ],
    [
        " If I have got a team and I want to take care of my team, well, how do I, how do I do the",
        1736.54,
        1742.92
    ],
    [
        " best job taking my care of my team?",
        1742.92,
        1744.04
    ],
    [
        " I get promoted.",
        1744.22,
        1744.76
    ],
    [
        " So I have more leverage and more power and I can be positive influence on even more people.",
        1744.88,
        1749.12
    ],
    [
        " So getting promoted, if you're getting promoted for yourself, we don't like that.",
        1749.9,
        1754.98
    ],
    [
        " And by the way, when I say we, I'm talking about the people that work for you.",
        1755.72,
        1759.9
    ],
    [
        " If you're getting promoted for yourself, they don't like it.",
        1760.04,
        1763.06
    ],
    [
        " We don't like that.",
        1763.32,
        1764.9
    ],
    [
        " But if you're getting promoted so that you can help the team achieve their mission,",
        1765.0,
        1769.74
    ],
    [
        " protect the team, take care of the team, grow the team, influence the team in a positive",
        1769.74,
        1775.0
    ],
    [
        " way.",
        1775.0,
        1775.26
    ],
    [
        " If that's why you're getting promoted, cool, good on you.",
        1775.46,
        1778.32
    ],
    [
        " Good.",
        1778.48,
        1778.62
    ],
    [
        " We like that.",
        1778.82,
        1779.88
    ],
    [
        " You're doing it for the right reasons.",
        1780.8,
        1782.2
    ],
    [
        " And if you think, if you think, if you think you can sneak around and get promoted for",
        1783.1,
        1788.28
    ],
    [
        " yourself, but you don't really beat it, I'm promising you.",
        1788.28,
        1791.16
    ],
    [
        " I promise you everybody sees it.",
        1791.16,
        1794.4
    ],
    [
        " So promotion, it must be fair.",
        1794.98,
        1798.28
    ],
    [
        " Buy it.",
        1798.72,
        1799.42
    ],
    [
        " The commander can encourage men to develop themselves for permissions, for positions of supervision",
        1799.54,
        1804.34
    ],
    [
        " and leadership.",
        1804.34,
        1804.88
    ],
    [
        " The commander should consider the following qualifications and attributes when considering",
        1805.38,
        1810.84
    ],
    [
        " a man for promotions.",
        1810.84,
        1811.72
    ],
    [
        " So he goes into a list.",
        1811.74,
        1812.58
    ],
    [
        " And what I did and what I wrote down here was, when I go through this list, aim this",
        1812.84,
        1819.74
    ],
    [
        " list at yourself.",
        1819.74,
        1821.52
    ],
    [
        " You aim this list at yourself.",
        1822.0,
        1824.74
    ],
    [
        " Are you promotable?",
        1825.0,
        1826.52
    ],
    [
        " Number one, reliability.",
        1827.56,
        1828.5
    ],
    [
        " Number one, reliability.",
        1829.2,
        1830.48
    ],
    [
        " Number one, reliability.",
        1831.36,
        1833.26
    ],
    [
        " When when I talk about relationships, I use the word relationships, I'm really talking",
        1834.42,
        1846.46
    ],
    [
        " about trust.",
        1846.46,
        1847.02
    ],
    [
        " And trust, if you don't have trust inside of a team, all those lost.",
        1849.54,
        1854.8
    ],
    [
        " So the question is, how do you build trust?",
        1856.2,
        1858.52
    ],
    [
        " Well, let me give you a good hint.",
        1859.26,
        1860.4
    ],
    [
        " The number one clue right here.",
        1860.76,
        1862.16
    ],
    [
        " Be reliable.",
        1862.8,
        1863.4
    ],
    [
        " Be reliable.",
        1864.14,
        1864.82
    ],
    [
        " OK, so that's number one.",
        1865.12,
        1865.9
    ],
    [
        " Number two, his knowledge of his present job and his preparation for the next higher one.",
        1865.98,
        1870.82
    ],
    [
        " So be knowledgeable.",
        1871.42,
        1872.68
    ],
    [
        " Proficiency test scores.",
        1873.22,
        1874.9
    ],
    [
        " Leadership.",
        1875.16,
        1875.86
    ],
    [
        " Can he direct men?",
        1876.26,
        1877.98
    ],
    [
        " Ability to organize and manage a job.",
        1879.62,
        1881.8
    ],
    [
        " OK, these are all things.",
        1883.3,
        1884.24
    ],
    [
        " If you aim these things at yourself, it is a powerful thing to think about.",
        1884.34,
        1889.3
    ],
    [
        " Knowledge to detect and courage to correct errors in subordinates.",
        1890.64,
        1896.02
    ],
    [
        " Initiative.",
        1897.18,
        1898.94
    ],
    [
        " Does he perform well without close supervision?",
        1899.82,
        1901.8
    ],
    [
        " Appearance, military courtesy and neatness.",
        1902.4,
        1905.46
    ],
    [
        " This makes me happy that I wrote the warrior kid books.",
        1906.16,
        1909.4
    ],
    [
        " Maintenance of equipment, individual and organizational, attitude, loyalty, enthusiasm,",
        1910.16,
        1917.28
    ],
    [
        " ability as an instructor, ability as an instructor.",
        1917.92,
        1922.96
    ],
    [
        " And I'll tell you where I've been thinking about it.",
        1923.4,
        1924.88
    ],
    [
        " And there's a couple other things that we'll clue in on this.",
        1924.94,
        1926.58
    ],
    [
        " We've been talking, we've been developing leadership certification program at",
        1928.1,
        1934.34
    ],
    [
        " Eshelam Front.",
        1934.34,
        1934.88
    ],
    [
        " And one of the things that we've been dancing around is the fact that there's maybe,",
        1935.06,
        1945.14
    ],
    [
        " well, we were dancing around with like two different pipelines.",
        1945.58,
        1947.78
    ],
    [
        " Like you're either a trainer that's going to train people how to lead or your leader",
        1948.08,
        1951.38
    ],
    [
        " and you're in a supervisory position and you're a management position and your leader.",
        1951.38,
        1954.08
    ],
    [
        " And then we've kind of gotten to a point where we say, listen, these are the same thing.",
        1955.34,
        1959.82
    ],
    [
        " And in order to become a good leader, you have to be able to teach.",
        1960.34,
        1965.68
    ],
    [
        " You have to be able to show people how to do things.",
        1965.88,
        1967.72
    ],
    [
        " So it's interesting that he's got ability as an instructor because, listen,",
        1968.44,
        1973.86
    ],
    [
        " if I'm going to promote you Dave from being in charge of a squad to be in charge of a",
        1974.18,
        1978.92
    ],
    [
        " student, I think that's why we're doing this.",
        1979.04,
        1980.0
    ],
    [
        " But I'm going to say, I want you to be able to teach.",
        1980.0,
        1981.0
    ],
    [
        " I want you to be able to be able to instruct.",
        1981.2,
        1982.28
    ],
    [
        " That is absolutely important in a leadership environment.",
        1982.72,
        1987.42
    ],
    [
        " I want you to be able to teach the team about leadership.",
        1987.62,
        1989.26
    ],
    [
        " I want you to be able to teach when I put you in charge of a tune.",
        1989.4,
        1992.44
    ],
    [
        " I want you to be able to teach your squad leaders how to lead.",
        1992.58,
        1996.06
    ],
    [
        " I want you to be able to teach your fire team leaders how to lead.",
        1996.22,
        1998.56
    ],
    [
        " And I also want you to be able to teach them how to break down a 240 golf.",
        1999.12,
        2003.66
    ],
    [
        " I want you to be able to teach those things.",
        2003.88,
        2005.52
    ],
    [
        " So the ability to be an instructor is important.",
        2005.7,
        2008.06
    ],
    [
        " And it's equally important because when we teach, we learn.",
        2008.3,
        2011.74
    ],
    [
        " That second point was what I was thinking in my head a lot is Top Gun for my community",
        2012.38,
        2019.98
    ],
    [
        " is kind of the apex of instruction.",
        2019.98,
        2022.28
    ],
    [
        " The quality of instruction is kind of at its peak there because you get to focus just",
        2022.68,
        2029.02
    ],
    [
        " on that.",
        2029.02,
        2029.36
    ],
    [
        " You don't have all these other distractions going on.",
        2029.44,
        2030.88
    ],
    [
        " So you focus on that.",
        2030.88,
        2031.84
    ],
    [
        " I learned more there than I did anywhere else.",
        2032.26,
        2034.86
    ],
    [
        " And the ability to teach is really comes from how much you truly understand something.",
        2035.16,
        2041.32
    ],
    [
        " And for me, being able to fly an airplane or run the radar or manage the systems, a lot",
        2041.74,
        2047.16
    ],
    [
        " of people can do that.",
        2047.16,
        2047.98
    ],
    [
        " But when you try to teach something, it exposes your gaps in knowledge.",
        2048.54,
        2054.46
    ],
    [
        " And a good teacher, when they break down what they're going to teach, they recognize,",
        2055.12,
        2059.4
    ],
    [
        " oh, I don't actually understand this very well.",
        2059.4,
        2062.04
    ],
    [
        " So before I teach it to you, I got to go learn about this more.",
        2062.32,
        2065.12
    ],
    [
        " So the learning connected to the teaching, I learned more because my obligation was to",
        2065.58,
        2071.04
    ],
    [
        " teach it.",
        2071.04,
        2071.44
    ],
    [
        " And as I'm learning to teach, expose all the things I didn't know.",
        2071.64,
        2075.0
    ],
    [
        " So a good teacher actually has to understand it better than anybody else.",
        2075.26,
        2078.72
    ],
    [
        " And that connection between those two is so critical.",
        2079.06,
        2081.14
    ],
    [
        " And the idea of teaching is, I think, a reflection or anything of how well you truly know something.",
        2081.84,
        2087.66
    ],
    [
        " And you don't really test yourself and how well you know it until you have to explain",
        2088.02,
        2091.12
    ],
    [
        " it to somebody else.",
        2091.12,
        2091.86
    ],
    [
        " Yeah, right.",
        2092.32,
        2093.24
    ],
    [
        " As you started, I just wrote down, you know, well, I hope he's about to say that as you",
        2093.44,
        2098.26
    ],
    [
        " teach, you learn.",
        2098.26,
        2098.88
    ],
    [
        " And that's exactly what you said.",
        2099.34,
        2101.02
    ],
    [
        " You identify the gaps in your own knowledge and you go, okay, better figure this out.",
        2101.46,
        2104.72
    ],
    [
        " I better go run this drill.",
        2105.48,
        2106.4
    ],
    [
        " I better pull the thread on that until I understand it better.",
        2106.52,
        2108.74
    ],
    [
        " Next participation in unit and community activities, does he use his time off to improve",
        2109.4,
        2114.96
    ],
    [
        " himself?",
        2114.96,
        2115.38
    ],
    [
        " Aim that one at yourself.",
        2117.9,
        2119.62
    ],
    [
        " Is he a good soldier all the time?",
        2120.12,
        2124.58
    ],
    [
        " Is the job he has charged with being done better now than it was when he took over?",
        2125.56,
        2129.86
    ],
    [
        " Judgment and common sense, a good scale of values, ability to receive and carry out instructions.",
        2130.76,
        2137.04
    ],
    [
        " Has he been efficiently filling his grade position?",
        2137.66,
        2141.48
    ],
    [
        " Accident record, incident record, AWOL and article 15, which means has the dude gotten",
        2141.84,
        2146.26
    ],
    [
        " in trouble before.",
        2146.26,
        2146.92
    ],
    [
        " Really powerful list.",
        2147.86,
        2149.92
    ],
    [
        " There may be other considerations.",
        2150.16,
        2151.54
    ],
    [
        " They should add up to confidence that the man will play as part well under any conditions,",
        2151.96,
        2157.14
    ],
    [
        " especially in unusual situations.",
        2157.14,
        2160.18
    ],
    [
        " What's interesting about that?",
        2161.48,
        2164.94
    ],
    [
        " Why does that make me think awesome thoughts?",
        2164.96,
        2171.08
    ],
    [
        " Because what that says is that this military guy who believes in discipline and believes",
        2171.7,
        2178.02
    ],
    [
        " in being able to do your job and being able to receive and carry out instructions, that's",
        2178.02,
        2183.96
    ],
    [
        " what he said.",
        2183.96,
        2184.56
    ],
    [
        " But he wants you to be especially able to perform in unusual situations.",
        2185.12,
        2190.42
    ],
    [
        " Well, how do you get good at performing on unusual situations?",
        2190.58,
        2194.74
    ],
    [
        " You get tested, you get tasked, you get things thrown at you and you have to use your mind.",
        2195.44,
        2200.98
    ],
    [
        " It's great that you have the ability to receive and carry out instructions.",
        2201.54,
        2204.76
    ],
    [
        " This is my point.",
        2205.36,
        2206.0
    ],
    [
        " It's great that you have the ability to receive and carry out instructions.",
        2206.18,
        2209.62
    ],
    [
        " That's great.",
        2209.9,
        2210.36
    ],
    [
        " But if I throw something unusual at you and what you have to do is figure it out and",
        2211.12,
        2215.4
    ],
    [
        " you don't know how to do that, we got a problem.",
        2215.4,
        2217.22
    ],
    [
        " Yeah.",
        2220.48,
        2220.94
    ],
    [
        " Unless you want him as a member of your team, do not promote him or recommend him for",
        2218.32,
        2225.42
    ],
    [
        " promotion.",
        2225.42,
        2225.84
    ],
    [
        " The promotion policy of a unit commander should be published and understood by all.",
        2226.12,
        2230.22
    ],
    [
        " And then it goes into this next section, elimination of ineffective personnel, dichotomy",
        2230.78,
        2237.82
    ],
    [
        " leadership, win the hire, win the fire, win a mentor, win the fire.",
        2237.82,
        2241.18
    ],
    [
        " It is the commander's duty to contribute to raising the standards of the United States Army.",
        2241.32,
        2247.3
    ],
    [
        " What a beast statement that is.",
        2247.8,
        2250.68
    ],
    [
        " It is the commander's duty to contribute to raising the standards of the United States Army.",
        2251.02,
        2256.26
    ],
    [
        " One approach to this goal is a continuous evaluation of his personnel, officers,",
        2257.34,
        2263.08
    ],
    [
        " non-commissioned officers and enlisted men alike.",
        2263.3,
        2265.18
    ],
    [
        " When ineptness is revealed or continuing in effectiveness is detected in officers and",
        2265.98,
        2272.02
    ],
    [
        " non-commissioned officers, it is the commander's duty to see that corrective measures are taken,",
        2272.02,
        2278.06
    ],
    [
        " elimination or reduction in grade as appropriate.",
        2279.12,
        2282.96
    ],
    [
        " So you've done your escalation of counseling.",
        2283.78,
        2286.98
    ],
    [
        " I've done everything I can to see if I can straighten Dave Burke out.",
        2287.56,
        2290.46
    ],
    [
        " He can't make it happen.",
        2290.84,
        2292.1
    ],
    [
        " Dave Burke needs to go bye-bye.",
        2292.62,
        2294.02
    ],
    [
        " The importance of a good but fair reduction policy is often overlooked.",
        2297.7,
        2303.12
    ],
    [
        " Few things disrupt a unit more than the presence of inefficient leaders.",
        2303.54,
        2307.5
    ],
    [
        " G, that comes as a big shock, right?",
        2308.48,
        2314.24
    ],
    [
        " Few things disrupt the unit more than the presence of inefficient leaders.",
        2314.6,
        2317.7
    ],
    [
        " So let's think about this.",
        2317.86,
        2318.84
    ],
    [
        " If Dave's working for me and Dave is inefficient and Dave doesn't do a good job and Dave drops the",
        2319.36,
        2324.38
    ],
    [
        " ball and Dave's working for me and I continue to allow Dave to be there.",
        2324.72,
        2327.94
    ],
    [
        " What does the team think of me?",
        2328.32,
        2330.5
    ],
    [
        " Yeah, what does it say about you as a leader?",
        2330.58,
        2331.9
    ],
    [
        " It says, I suck as a leader. That's what it says.",
        2332.52,
        2334.72
    ],
    [
        " Or it says that you don't actually care because this leader, this Dave that's",
        2335.36,
        2340.92
    ],
    [
        " underperforming, who is he actually affecting? He's affecting the whole team.",
        2340.92,
        2344.38
    ],
    [
        " And a synonym for that reduction in rank is that rank is essentially responsibility.",
        2345.0,
        2350.44
    ],
    [
        " So as your rank grows in the military, your responsibility grows.",
        2351.1,
        2353.82
    ],
    [
        " So you don't have to have a ranking structure in your organization.",
        2353.82,
        2356.46
    ],
    [
        " You've got responsibility for this guy as a team leader or a supervisor or",
        2356.64,
        2360.82
    ],
    [
        " impacts a team. This guy's underperformance that you tolerate doesn't just affect this",
        2360.82,
        2365.04
    ],
    [
        " underperforming. It's all the people in his influence and they're looking at you saying",
        2365.04,
        2368.36
    ],
    [
        " this is what Jaco's going to put up with.",
        2368.36,
        2371.32
    ],
    [
        " This is the bar that he's going to tolerate and it'll by the way, this affects me personally.",
        2371.7,
        2375.72
    ],
    [
        " Just like on the other extreme of getting rid of people way too soon, way too premature that you",
        2376.5,
        2382.7
    ],
    [
        " haven't invested in keeping the wrong people around in terms of what that does to your leadership",
        2382.7,
        2388.16
    ],
    [
        " capital. Regulations provide for the reduction of enlisted men and the separation of officers for",
        2388.16,
        2399.22
    ],
    [
        " inefficiency and actual performance of their job or as a result of misconduct.",
        2399.22,
        2403.58
    ],
    [
        " The latter is where where we fall most often. We fail or sorry the latter is where we fail most",
        2403.86,
        2410.68
    ],
    [
        " often. We fail because we do not face up to the fact that key personnel to be good leaders of young",
        2410.68,
        2418.16
    ],
    [
        " men must also have good character. Poor character will inevitably manifest itself in poor conduct.",
        2418.16,
        2427.42
    ],
    [
        " Leaders influence the actions of their subordinates. Most leaders are considered by those of less rank",
        2428.04,
        2434.02
    ],
    [
        " as highly qualified and competent. Therefore, when poor conduct is manifested off duty by anyone",
        2434.02,
        2440.66
    ],
    [
        " in leadership capacity, it has a detrimental effect on the entire unit.",
        2440.66,
        2444.82
    ],
    [
        " Especially dangerous in this regard are those key personnel who are outstanding in their work.",
        2445.62,
        2452.06
    ],
    [
        " For their influence is even greater on troops who, observing them, will often emulate their actions",
        2452.86,
        2459.54
    ],
    [
        " even to the point of delinquency. If this condition persists, it can lead to a broken breakdown of",
        2459.54,
        2466.76
    ],
    [
        " discipline throughout the unit in an incredibly short time. Leaders with character deficiencies",
        2466.76,
        2472.6
    ],
    [
        " regardless of how good they might appear in field training or a luxury we cannot afford.",
        2472.6,
        2479.0
    ],
    [
        " What'd you write down? I wrote down character and conduct.",
        2479.54,
        2486.92
    ],
    [
        " I was thinking as you're reading this, you cannot separate your work life from some other part of your life.",
        2489.74,
        2500.48
    ],
    [
        " If you were a leader, you are committed to being a leader all the time. Where you are scrutinized,",
        2500.82,
        2507.62
    ],
    [
        " the most where there's most risk is how you act off the clock if you want to call it that.",
        2507.92,
        2513.8
    ],
    [
        " I could stand up in front of my Marines and tell them all the things I expect from them.",
        2514.18,
        2518.1
    ],
    [
        " Whatever those might be, I can make a list that they're all good and behave like that at work.",
        2518.56,
        2521.66
    ],
    [
        " If I go out in town or back in my personal life or anywhere outside of work, and I reveal",
        2522.08,
        2526.8
    ],
    [
        " that I don't live by the expectations I set for my people, my character is revealed that",
        2526.8,
        2531.54
    ],
    [
        " I don't actually apply those to myself. The degree to which that undermines me as a leader at work",
        2531.54,
        2537.34
    ],
    [
        " is actually much worse than if I just wasn't great at work and I'm just working on it and trying",
        2537.34,
        2542.14
    ],
    [
        " to get better. Your character sooner or later is going to be revealed because you're going to find",
        2542.14,
        2550.6
    ],
    [
        " yourself in a place where you think nobody's looking or you're going to find yourself in an environment",
        2550.6,
        2553.86
    ],
    [
        " where you think it's okay and who you are is going to come out. He said, I wish I wrote exactly",
        2553.86,
        2560.14
    ],
    [
        " this, your character will be connected to your conduct. Who you really are eventually is going to",
        2560.14,
        2566.68
    ],
    [
        " influence how you behave. If your plan is to put on a good front at work, you're going to get",
        2567.08,
        2572.76
    ],
    [
        " found out and the damage to that, your credibility and the damage to the team if that's",
        2572.76,
        2577.6
    ],
    [
        " that you just simply cannot separate who you are as a leader and have a period of time or a",
        2577.6,
        2584.5
    ],
    [
        " place where you don't have to hold yourself to that same standard. Yeah, that's what I wrote down",
        2584.5,
        2590.64
    ],
    [
        " when you were talking was, hey, you can try and put up that front, you already said, well,",
        2590.64,
        2595.38
    ],
    [
        " you try and put up that front, if you in your mind and your little tiny brain because it is tiny,",
        2595.38,
        2600.88
    ],
    [
        " if this is what you think you have a small brain, if in your brain, your tiny little brain you",
        2601.02,
        2605.18
    ],
    [
        " think it doesn't really matter, no one will notice your brain is small and you are stupid because",
        2605.18,
        2610.28
    ],
    [
        " everybody sees that, everybody and everybody is watching you all the time. They're watching it,",
        2610.28,
        2617.56
    ],
    [
        " they see you all the time. Crazy. Reenlistment, while the commander should place heavy emphasis on",
        2617.56,
        2626.56
    ],
    [
        " reinlistment and do all in his power to retain effective personnel, he should bear in mind that the",
        2626.56,
        2631.36
    ],
    [
        " army wants quality, not quantity, make your program selective. Social life, every army post should be",
        2631.36,
        2638.38
    ],
    [
        " close knit, happy family, commanders can foster this by ensuring that families of their men",
        2638.38,
        2642.58
    ],
    [
        " have adequate social life. A particular importance is the inclusion of youth activities designed,",
        2643.18,
        2648.88
    ],
    [
        " especially for youth and not for adults. Good programs in this field will not just happen,",
        2648.9,
        2652.8
    ],
    [
        " they will require your best people. You know, when you start looking at building what you just said,",
        2652.88,
        2662.24
    ],
    [
        " you know, how do you expect the people to act? If you haven't given them a good support structure",
        2662.42,
        2668.92
    ],
    [
        " with their family, it just doesn't work. It is essential that all recommendations, he talks about",
        2669.06,
        2674.24
    ],
    [
        " this non-commissioned officers advisory council, which is, hey, you've got to, you've got to, you can",
        2674.24,
        2679.38
    ],
    [
        " assemble groups of your workers, of your team, of your employees, the leaders, the front line troops,",
        2679.38,
        2686.58
    ],
    [
        " you can assemble groups of them and get feedback from them. And he says it's essential that all",
        2686.72,
        2692.76
    ],
    [
        " recommendations receive the attention of the major commander concerned for failure to act on",
        2692.76,
        2697.22
    ],
    [
        " justified recommendations will defeat the whole purpose of having these councils.",
        2697.74,
        2700.68
    ],
    [
        " Der, and you know, it's interesting we've been doing some work at Eschelon Front with some of",
        2701.7,
        2708.64
    ],
    [
        " these councils, which is always cool because now you're getting people from different, different",
        2708.64,
        2715.02
    ],
    [
        " cross sections of a company that are sort of these councils. And that's been interesting. It's",
        2715.02,
        2719.92
    ],
    [
        " been very interesting. And it's kind of what we do anyways when we go into a company, we,",
        2719.92,
        2724.46
    ],
    [
        " you know, we get a cross section, but it's nice when the companies already have a cross section",
        2725.74,
        2729.46
    ],
    [
        " that we are talking to. So if you're running a company right now or if you're in a company right",
        2729.46,
        2734.56
    ],
    [
        " now, it's a good idea to think about putting together some kind of a council where you say, hey,",
        2734.56,
        2738.64
    ],
    [
        " we need to take the best ideas, take the best practices, take the grievances that we have,",
        2738.88,
        2744.04
    ],
    [
        " assemble them together in a logical way to push them up the chain of command because if the,",
        2744.76,
        2747.78
    ],
    [
        " if the boss, you know, has us work and laid every Friday and the boss doesn't know how much",
        2747.9,
        2752.98
    ],
    [
        " that negatively impacts us, how can we expect them to change it? Answer, we cannot. Get together,",
        2752.98,
        2760.46
    ],
    [
        " put forth information in a consolidated effort so that the boss knows what's happening.",
        2761.22,
        2767.84
    ],
    [
        " And if you're the boss and you get that feedback, implement as best you can. Act on it.",
        2768.5,
        2775.32
    ],
    [
        " Yeah. Direction of staff. So staff is no more than an extension of the commander's abilities and",
        2775.44,
        2782.96
    ],
    [
        " officers of a staff should carry out the commander's policies enthusiastically by the same token",
        2782.96,
        2788.12
    ],
    [
        " should bring to the attention of the commander. Those matters, deserving his personal attention.",
        2788.12,
        2794.88
    ],
    [
        " Staff visits to make sound decisions the commander must receive timely and reliable reports from",
        2796.3,
        2807.2
    ],
    [
        " his staff, which means that his staff must visit unit activities. So talk to us Dave about",
        2807.2,
        2816.18
    ],
    [
        " what they're talking about when they say staff. So the command, like when I was a commander of a unit,",
        2816.18,
        2823.74
    ],
    [
        " my staff, I had, I had subordinate leaders that were responsible for different elements. So I'd have",
        2823.78,
        2832.08
    ],
    [
        " like an operation staff that ran the operations. I have a maintenance staff that ran the main,",
        2832.08,
        2836.0
    ],
    [
        " it's in logistics and supply and all the different components and out underneath these leaders,",
        2836.0,
        2840.2
    ],
    [
        " which really staff officers kind of building the plans were a whole bunch of people implementing",
        2840.2,
        2844.84
    ],
    [
        " their processes or their SOPs or whatever they created. If you got a staff officer someone working",
        2844.84,
        2851.02
    ],
    [
        " for you that has a plan and has their team implementing the plan out in the field or out on the",
        2851.02,
        2855.78
    ],
    [
        " flight line and they don't go out there to see how effective it is, what the real barriers are,",
        2855.78,
        2861.14
    ],
    [
        " what the problems are and they are sort of operating in that vacuum of their staff position or in",
        2861.14,
        2866.14
    ],
    [
        " their cubicle, their office and they're out there with those people. They have no sense of",
        2866.14,
        2870.62
    ],
    [
        " the real feedback of the problems and the challenges they're facing while they're implementing",
        2870.62,
        2875.82
    ],
    [
        " their plans. And so it comes, I think it's as simple as what you described. I think you said it",
        2875.82,
        2882.54
    ],
    [
        " like in the first pages, leave your office and go out and spend time with your people to see what's",
        2882.54,
        2886.2
    ],
    [
        " really going on down there. But what if seven years ago I had that job and I kind of remember what",
        2886.2,
        2889.94
    ],
    [
        " it was like back then. Is that good? Does that cover me? No.",
        2889.94,
        2895.88
    ],
    [
        " It also is just the connection to having your people see that you're willing to go out there and",
        2896.9,
        2904.24
    ],
    [
        " just spend time with them. The benefit of spending time with your people, on one sense it's actually",
        2904.24,
        2909.16
    ],
    [
        " really important and we can talk about all the different things that I would learn when I just",
        2909.16,
        2913.5
    ],
    [
        " spent time with my people. I learned about things. I learned how things worked. I learned the",
        2913.5,
        2916.8
    ],
    [
        " challenges they had. But there is some level of effort that it takes for you to get away from",
        2916.8,
        2922.46
    ],
    [
        " your desk as a leader to go spend time with your people. And most of the time your troops actually",
        2922.46,
        2927.28
    ],
    [
        " understand that. They know it's not as simple for the CEO to just get away. So when you do the power",
        2927.28,
        2932.92
    ],
    [
        " of you doing that is really significant. They recognize that you're making the effort to do it.",
        2932.92,
        2938.94
    ],
    [
        " If you're planning to do, we call these touches and go out there and show your face to the team.",
        2939.48,
        2943.9
    ],
    [
        " If that's your kind of like, hey, I'm going to show my face and you don't actually get out",
        2944.12,
        2948.22
    ],
    [
        " spend time with them. They're going to see that coming a mile away. But if you just spend a little",
        2948.22,
        2951.3
    ],
    [
        " time, what you'll end up getting is a bunch of unfiltered feedback that didn't run through the chain",
        2951.3,
        2956.42
    ],
    [
        " and get chopped by all your staff all the way up to you. You get unfiltered feedback. Get sterilized.",
        2956.42,
        2960.52
    ],
    [
        " Totally. You know what? What you want more than anything. You want a 19 year old Lance Corporal",
        2960.78,
        2966.56
    ],
    [
        " who's turning a wrench on a jet to explain to you why this is hard. Now, of course, you want",
        2966.56,
        2973.8
    ],
    [
        " to use the chain command. I want that to run through the chain. I want to see that multiple",
        2973.8,
        2977.14
    ],
    [
        " ways. But if you want unfiltered feedback to what's really going on with your team, you have to get",
        2977.14,
        2982.62
    ],
    [
        " down to spend time with your team. That being said, back to the book. It is essential, however,",
        2982.62,
        2990.74
    ],
    [
        " that a staff officer making such visits understands the thin line that divides staff supervision",
        2990.9,
        2997.94
    ],
    [
        " from meddlesome interference. So there's the dichotomy of leaders. Don't be jumping the chain.",
        2999.88,
        3003.48
    ],
    [
        " He must realize that he is not a commander should avoid criticizing subordinate commanders and",
        3003.8,
        3011.12
    ],
    [
        " report instead their shortcomings to his commander. And should he see that his reports reflect",
        3011.12,
        3016.06
    ],
    [
        " favorably as well as unfavorable conditions. So you've got to make sure that you're not just being",
        3016.06,
        3020.64
    ],
    [
        " a rat going out there. Yeah. And you've got to make sure that you don't interfere. Right? It can",
        3020.64,
        3026.24
    ],
    [
        " cause interference. You know, some if Dave, you're having a meeting at echelon front and you've",
        3026.98,
        3032.4
    ],
    [
        " got all the instructors because you want to cover some L-dap information and you're doing a Zoom",
        3032.4,
        3037.7
    ],
    [
        " meeting and you're going to talk shop about a bunch of different things and all of a sudden,",
        3037.7,
        3041.2
    ],
    [
        " I just pop in there. Well, you know, what am I doing in there? And you had an agenda and all of a",
        3041.24,
        3046.98
    ],
    [
        " sudden I'm in there. Like, there's times where I'm just causing interference. Yeah. And that's really",
        3046.98,
        3052.84
    ],
    [
        " not what we're looking to do. Now all that being said, oh, go ahead. I was just going to say,",
        3052.84,
        3059.76
    ],
    [
        " especially as I got more senior when I was in charge of an entire squadron, my bias",
        3060.06,
        3065.76
    ],
    [
        " was actually towards trying to spend time and my bias was towards normalizing their view of me as",
        3065.76,
        3072.54
    ],
    [
        " a person. And let me just explain that for a minute. Every single person in the squadron knew who",
        3072.54,
        3077.56
    ],
    [
        " the squadron commander was. Everybody from the next, the next in command to me, my number two guy,",
        3077.56,
        3082.96
    ],
    [
        " all the way down to the most, my most junior marine. And the, if I did nothing, the natural state",
        3083.06,
        3088.58
    ],
    [
        " with them would be for them to put a almost put me in a pedestal so that they couldn't even relate",
        3088.58,
        3093.96
    ],
    [
        " to me as a person. Along with that, I really didn't have a lot of time. I was busy doing a lot of",
        3093.96,
        3101.14
    ],
    [
        " things, especially dealing with higher headquarters and other components. So I didn't have all day",
        3101.14,
        3105.36
    ],
    [
        " every day. So the times that I was out there was rare because I'd simply had a lot going on.",
        3105.36,
        3110.0
    ],
    [
        " So my bias, and I'm talking the needle a little bit off center. My bias was if I could spend a",
        3110.5,
        3115.74
    ],
    [
        " little more time instead of a little less time, if I could get a little more understanding what's",
        3115.74,
        3119.42
    ],
    [
        " going on than a little less, that's that was my bias because the natural tendency for most people",
        3119.42,
        3126.62
    ],
    [
        " would almost put a commander on a pedestal that is not even a person. He's elevated to his status,",
        3126.62,
        3133.92
    ],
    [
        " it's almost unrelatable. And if I could create just a little bit of thawing of, hey, I'm a normal",
        3133.92,
        3138.96
    ],
    [
        " person. I really want to know what's going on down here. I really want to have some connection",
        3138.96,
        3142.72
    ],
    [
        " on what you're doing. I would bias towards that. There were so many other forces at play.",
        3142.72,
        3146.28
    ],
    [
        " There was very little risk of me being the type of guy that I'm just hanging out, hey, what's going",
        3146.7,
        3150.64
    ],
    [
        " on down here? How's your boss and what? So the risk of there was lower. The point, I think that",
        3150.64,
        3156.22
    ],
    [
        " point is totally valid. And the reason I'm making mention of this is that at least in the military,",
        3156.22,
        3161.12
    ],
    [
        " the chain of command is understood. And the barrier for me was that being so rigid that people",
        3161.12,
        3167.88
    ],
    [
        " didn't see me as a person who really want to know what's going on. So I would bias in that in that",
        3167.88,
        3172.36
    ],
    [
        " direction as a, if I was splitting the difference when what I was going to do, I would try to spend",
        3172.36,
        3176.86
    ],
    [
        " more time than less. If you're not seen as a human being, you don't have connections with the",
        3176.86,
        3183.38
    ],
    [
        " troops. If you don't have any connections with the troops, none of this, nothing that we're talking",
        3183.38,
        3187.08
    ],
    [
        " about even matters in the way shape reform basically, basically, just you've got to be a person.",
        3187.08,
        3193.36
    ],
    [
        " Yeah. The question of visitors back to the book, a commander can expect many inspectors and visitors",
        3193.74,
        3201.52
    ],
    [
        " and it should be his policy to encourage and welcome visits and import from important officials.",
        3201.52,
        3206.46
    ],
    [
        " This of course means that his house must be constantly kept in order. That is how it should be",
        3206.84,
        3213.1
    ],
    [
        " for the unit that is uniformly excellent in all things at all times is one that will be outstanding in",
        3213.5,
        3220.38
    ],
    [
        " battle. Look upon visitors not as interruptions or harassment, but as the chance to show the public",
        3220.38,
        3229.02
    ],
    [
        " just how really good your unit is. That's, that's pretty epic. Dude, that is so important. And",
        3229.02,
        3235.62
    ],
    [
        " I keep coming back to my time as a squadron commander because when I commanded a unit, it was the very",
        3235.62,
        3241.54
    ],
    [
        " first operational F-35B squadron in the world. It was the focal point of all things marine aviation.",
        3241.64,
        3248.5
    ],
    [
        " It was a under-microscopy and we had visitors all the time. Everything from like US senators,",
        3248.5,
        3256.9
    ],
    [
        " four-star generals, local congressmen, everybody wanted, there's a massive investment in time and they",
        3257.46,
        3262.74
    ],
    [
        " wanted to know what was going on. And there's a propensity towards when we get, no, hey, you're getting",
        3262.74,
        3268.36
    ],
    [
        " a notification, you're getting this delegation's coming to visit was what they would focus their",
        3268.36,
        3272.56
    ],
    [
        " time on is preparing for that visit. And I, I wanted no time spent on preparation for the visit. We're",
        3272.56,
        3279.92
    ],
    [
        " not going to clean the floors. We're not going to, we are going to operate as normal. I want them to",
        3279.92,
        3284.56
    ],
    [
        " come down and see what, and if you actually are that square-to-way unit, you don't need to prepare for",
        3284.56,
        3288.82
    ],
    [
        " those visits. And if your plan is, oh, they're coming, hey, everybody start to clean up. Shining your",
        3288.82,
        3293.9
    ],
    [
        " boots and empty and trash cans and cleaning the tops of doors that you, things you would not normally",
        3293.9,
        3298.38
    ],
    [
        " do. My view on visits was they can show up any place, anytime, anywhere with no notice. I don't",
        3298.38,
        3305.74
    ],
    [
        " care. And if I'm not there, no factor, somebody will cover down. Staff Sergeant will cover down.",
        3305.74,
        3309.78
    ],
    [
        " Lieutenant, I don't care. And the message that sent to the Marines was twofold as one is, hey,",
        3310.04,
        3315.34
    ],
    [
        " the boss doesn't freak out when people come to visit. It's no big deal. And if we're actually",
        3315.38,
        3319.24
    ],
    [
        " square-to-way, as we think we are, who cares? Show up, come check it out. You're going to see what",
        3319.24,
        3323.58
    ],
    [
        " you're going to see is the best squadron in the world. That's what you're going to see. So, no",
        3323.58,
        3327.32
    ],
    [
        " factor. Visits are not a big deal. Check. Unit athletic programs. Athletic programs developed in",
        3327.32,
        3335.98
    ],
    [
        " conjunction with the physical fitness program will do much to enhance the physical stamina of unit.",
        3335.98,
        3340.64
    ],
    [
        " Why, why do I cover this? Why do I, why don't I even cover this? Well, because it's true.",
        3341.0,
        3346.22
    ],
    [
        " Well, because if we're out there so focused on leadership that we don't, we, we let our physical",
        3347.02,
        3353.02
    ],
    [
        " bodies fall apart, we're wrong. And he knows that an active, an active interest in athletics",
        3353.02,
        3360.7
    ],
    [
        " is provided by the commander through proper motivation and personal interest. A well-planned and",
        3360.7,
        3367.22
    ],
    [
        " integrated athletic program is an important part of any unit's training program. It will take",
        3367.22,
        3375.74
    ],
    [
        " some of them consider as the monotony of training. Help keep the command in better physical shape,",
        3375.74,
        3381.0
    ],
    [
        " help build a unit, a spree to core, help develop self-discipline and team spirit.",
        3381.46,
        3387.06
    ],
    [
        " Man, we get away from that. Emphasis in athletic programs should be on the small unit level,",
        3387.92,
        3398.24
    ],
    [
        " such as company battery troop, rather than at higher levels. So, look, I don't know what situation",
        3398.4,
        3405.44
    ],
    [
        " you're in in life or what your business is doing. But doing something physical together is very,",
        3405.44,
        3411.88
    ],
    [
        " very helpful. Anybody that's ever done an FTX with that shell on front knows exactly what you're talking about.",
        3411.98,
        3419.74
    ],
    [
        " Yeah, even come to the monster, you know, come to the monster and come do PT at the monster. And",
        3419.74,
        3424.54
    ],
    [
        " you're doing something that's hard, but it's fun and we're having a good time. We're doing them,",
        3424.54,
        3429.88
    ],
    [
        " by the way, we're doing the monster. December 4th and 5th. So, no, December 3rd and 4th in Texas.",
        3429.98,
        3436.84
    ],
    [
        " And we're still going to do PT. We're not quite figured out what we're going to do instead of",
        3437.5,
        3441.22
    ],
    [
        " Jiu Jitsu on the closing night, but we're going to figure something awesome out. But why? Why do we do",
        3441.22,
        3447.44
    ],
    [
        " that? Because people feel better. It brings that, look, people that will have 1000 people there,",
        3447.44,
        3454.24
    ],
    [
        " well, for the monster in the next monster, we want to have 1000 people there. We'll probably have",
        3454.34,
        3458.42
    ],
    [
        " a third of that or maybe half that. But people from all over the country will get together.",
        3459.32,
        3464.32
    ],
    [
        " They've never met before and they will bond in 45 minutes of early morning PT.",
        3464.46,
        3469.68
    ],
    [
        " If you get up at 5 in the morning and PT, you'll be less tired than if you got up at 7 in the morning",
        3470.44,
        3475.5
    ],
    [
        " and went straight to the conference room. You'll be less tired. Stopped at the doughnut factory.",
        3475.5,
        3479.44
    ],
    [
        " So he talks about attractive living areas, you know, providing people a good place to live. Well,",
        3480.4,
        3486.62
    ],
    [
        " that applies with supplying people a good place to work.",
        3486.62,
        3490.7
    ],
    [
        " Maintenance is supply economy. You'll recall that on the subject of training habits, I said that",
        3491.88,
        3499.76
    ],
    [
        " men will do in combat what they have been taught and practice in training. This is equally true",
        3499.76,
        3505.8
    ],
    [
        " in the area of maintenance. For in combat, high maintenance standards become a matter of life",
        3505.8,
        3511.2
    ],
    [
        " and death of equal significance is supply economy that wasted bullet or gallon of gas may seem",
        3511.2,
        3519.32
    ],
    [
        " insignificant now, but what a difference it may make when the chips are down exclamation point.",
        3519.32,
        3525.18
    ],
    [
        " I think that's the only exclamation point he uses in this book. You train how you fight.",
        3525.2,
        3530.96
    ],
    [
        " And if you're allowed to be sloppy or cut corners and not do the maintenance, where you're going to end",
        3531.54,
        3538.16
    ],
    [
        " up in a bad way. Good leadership on the company level can only thrive in a climate of good",
        3538.62,
        3547.04
    ],
    [
        " commandorship on the battalion level and above. What company commanders have a right to expect from",
        3547.04,
        3554.52
    ],
    [
        " commanders above. So, so here, look, if you're working, if you're a boss, this is what you should be",
        3554.52,
        3562.38
    ],
    [
        " providing to the people below you, that their honest errors be pointed out, but be underwritten",
        3562.38,
        3569.34
    ],
    [
        " at least once in the interest of developing initiative and leadership. Boom. What does that mean?",
        3569.34,
        3575.98
    ],
    [
        " It means if someone makes a mistake one time, you don't drop the hammer on them, you",
        3576.66,
        3581.96
    ],
    [
        " you show them support that they had initiative, that they showed good leadership. So that's what we're",
        3581.96,
        3592.36
    ],
    [
        " doing. Who are good initiative bad judgment. You know, I like that you took action, but let's",
        3592.36,
        3598.26
    ],
    [
        " think through the action that you took. That's fine. To be responsible for and be allowed to develop",
        3598.26,
        3604.16
    ],
    [
        " their own units with only essential guidance from above. You are responsible for developing",
        3604.16,
        3614.6
    ],
    [
        " however you want to do it. Dave, you got your team. However you want to develop that team,",
        3614.6,
        3619.78
    ],
    [
        " here's here's the minimum requirements. And this is the mission. Only the essential",
        3620.14,
        3625.82
    ],
    [
        " guidance. Yeah. What do we say? We say minimum force required. We want to lead with the minimum force",
        3625.82,
        3630.8
    ],
    [
        " required. A helpful attitude toward their problems, loyalty down as well as up, that they not be",
        3630.8,
        3639.4
    ],
    [
        " subjected to the needling of unproductive statistics, competitions between like units. Just",
        3639.4,
        3648.26
    ],
    [
        " harassing people. The best in commandorship that they're that the needs of their units be",
        3648.84,
        3654.5
    ],
    [
        " anticipated and provided for. That's not too much to ask that I anticipate that Dave's going to",
        3654.5,
        3660.46
    ],
    [
        " need more bullets or more ammunition or more fuel. And I have it for him. To be kept oriented as",
        3660.46,
        3668.12
    ],
    [
        " to the mission and situation of the unit above. A well thought out program of training, work",
        3668.12,
        3674.7
    ],
    [
        " and recreation, good training and work management to receive timely, clear cut and positive",
        3674.7,
        3680.4
    ],
    [
        " orders and decisions which are not constantly changed. That the integrity of their tactical units",
        3680.4,
        3688.24
    ],
    [
        " be maintained in assigning essential tasks. That's so smart. That was a little trick that I did.",
        3688.24,
        3696.86
    ],
    [
        " I would keep my little fire teams together. I keep the squads together as much as I could",
        3697.38,
        3700.6
    ],
    [
        " look. We were interoperable. But if you can keep a fire team together, they are so good to go.",
        3701.36,
        3707.06
    ],
    [
        " Yeah. You want them tight. I think a couple of you said anticipate the needs that the needs of",
        3707.26,
        3716.36
    ],
    [
        " their units be anticipated and provided for. Yeah, think about that word though, that the needs",
        3716.36,
        3720.98
    ],
    [
        " are anticipated. That that is a real word in there. That is not I'm here. Hey, when you run out of",
        3720.98,
        3725.76
    ],
    [
        " stuff, come up and tell me, Hey, and you run it through the chain and come in and give me the",
        3725.76,
        3728.64
    ],
    [
        " the triplicate paperwork to give you what you need. It's me knowing what's going on down there. I'm",
        3729.24,
        3732.34
    ],
    [
        " going, Hey, Jaco, you and the team have been getting after it, man. How's your stash of this",
        3732.34,
        3737.14
    ],
    [
        " supplier? How's this going on here? Are you running low? I can start working this now to get this",
        3737.14,
        3740.72
    ],
    [
        " to you and you're thinking, damn, he didn't just cut us loose. He's actually paying attention",
        3740.72,
        3746.22
    ],
    [
        " to what's going on down here. And I was about to send up their request. But I don't like asking my",
        3746.22,
        3750.74
    ],
    [
        " boss for stuff. So I was kind of worried about asking him and he's thinking, I've noticed you guys",
        3750.74,
        3754.32
    ],
    [
        " have been cranking. Do you need some of this? You're anticipating the needs, not just responding to",
        3754.32,
        3759.88
    ],
    [
        " their needs, but actually thinking about it. I mean, you want to talk about being a commander,",
        3759.88,
        3764.58
    ],
    [
        " being a leader, knowing what your people are going through and giving them what they need before",
        3764.58,
        3767.86
    ],
    [
        " they have to ask for it. That word is no small word. Yeah. And then the the parsing of that word",
        3767.86,
        3775.78
    ],
    [
        " that you just used could clarify that for everyone here. You said you need to actually think about",
        3775.78,
        3783.78
    ],
    [
        " it. What does that mean? That means while you're daydreaming, while you're sitting around doing",
        3785.36,
        3790.14
    ],
    [
        " whatever you're doing, this anticipation isn't just going to come and smack you in the face.",
        3790.14,
        3794.06
    ],
    [
        " You need to set aside a little time. You need to look at what that unit's doing. You need to figure",
        3794.52,
        3797.72
    ],
    [
        " out. You need to actually think about what's going on. What a novel idea. That reminds me of",
        3797.72,
        3806.64
    ],
    [
        " the Warrior Kid where the first one mark thinks he should know as time's tables.",
        3806.64,
        3812.66
    ],
    [
        " And Uncle Jax will have you studied and he says, what do you mean study? No, I should just know him.",
        3813.44,
        3818.22
    ],
    [
        " No. And you're not going to be able to just randomly anticipate people's needs. You need to",
        3818.34,
        3822.38
    ],
    [
        " actually think about it. And the last one in this chapter, oh, sorry, not the last one yet, that",
        3822.38,
        3831.32
    ],
    [
        " there's successes be measured by the overall ability of a unit to perform its whole mission and",
        3833.16,
        3837.76
    ],
    [
        " not by the performance of one or two factors. So look at people holistically, look at units",
        3837.76,
        3844.88
    ],
    [
        " holistically. And then this is the last one that good works by their units, be recognized and",
        3844.88,
        3849.74
    ],
    [
        " rewarded in such a way as to motivate the greatest number to do well and seek further improvement.",
        3849.74,
        3854.28
    ],
    [
        " Good. Now we're going to roll into chapter two. This is called leadership versus popularity.",
        3857.22,
        3863.34
    ],
    [
        " And this is interesting. This is where I start to. Sometimes when I'm reading leadership things",
        3864.82,
        3870.66
    ],
    [
        " I'm like, wow, that's really not my viewpoint. Hold on a second. And then I continue to read and",
        3870.66,
        3876.96
    ],
    [
        " I find, oh, he's saying it a little bit differently, but he or he sometimes people are actually saying",
        3876.96,
        3883.54
    ],
    [
        " something different, but they don't even mean it. They don't even mean it. You're going to see what I'm",
        3883.72,
        3888.68
    ],
    [
        " talking about. So leader versus leadership versus popularity, the example of a strong leader.",
        3888.68,
        3893.52
    ],
    [
        " During the World War II period, I served as a division commander. I served a division commander",
        3894.34,
        3902.5
    ],
    [
        " as his chief of staff. And later as one of his combat commanders for a period of over two years,",
        3902.5,
        3909.18
    ],
    [
        " he was a strong character and a strong leader. He had firm ideas about things that he liked and",
        3909.18,
        3914.84
    ],
    [
        " disliked and placed requirements on his officers and men in the fields of wearing equipment and",
        3914.84,
        3919.86
    ],
    [
        " uniforms, tactical disposition during field training, the care and handling of vehicles and other",
        3919.86,
        3926.22
    ],
    [
        " things, many of which were unpopular. At one time in an evening discussion period, I pointed out that",
        3926.22,
        3932.5
    ],
    [
        " these requirements to him and asked him if he felt that the effort he put into them was not",
        3932.5,
        3938.42
    ],
    [
        " excessive for the practical results which he achieved. His answer gave me insight into the problems",
        3938.42,
        3945.24
    ],
    [
        " of training and preparations and preparing troops for emergencies or battle for which I've never",
        3945.24,
        3951.7
    ],
    [
        " forgotten. He stated that in case of an emergency or battle, a commander was required to place upon",
        3951.7,
        3960.52
    ],
    [
        " his officers and men, many requirements that were unpopular and for which time was not available",
        3960.52,
        3965.76
    ],
    [
        " for hesitation. The thought of being popular or unpopular should never enter the mind of a commander.",
        3966.0,
        3971.96
    ],
    [
        " So that's the part where I start going, heesh, wait a second, what are we talking about?",
        3972.88,
        3976.82
    ],
    [
        " And I'm not totally there yet, but I'm a little bit nervous because he's because what this",
        3977.46,
        3981.46
    ],
    [
        " translates to and Leif has talked about this before, Leif had someone come and speak to the junior",
        3981.46,
        3988.8
    ],
    [
        " officers, a senior officer come and talk to the junior officers and the message was in no uncertain",
        3988.8,
        3994.52
    ],
    [
        " terms. When you're in charge, you should not be liked. When you're in charge, you're going to make",
        3994.62,
        4001.2
    ],
    [
        " all these hard decisions. People aren't going to like you, you need to be okay with that. And Leif had",
        4001.2,
        4005.3
    ],
    [
        " to kind of like when this senior officer would leave, Leif got to like back these guys down and say,",
        4005.3,
        4009.98
    ],
    [
        " listen, let me put that in perspective. Yeah. So this is, he pointed out that a commander who was",
        4009.98,
        4020.04
    ],
    [
        " unable to obtain, obtain compliance with unpopular requirements from his officers,",
        4020.04,
        4024.64
    ],
    [
        " are men during training and during preparation for combat would not be able to obtain prompt",
        4024.64,
        4029.98
    ],
    [
        " compliance with his requirements to meet emergencies or to attack an enemy in battle. He said that",
        4029.98,
        4036.14
    ],
    [
        " the requirements he placed in the training period served three purposes. One, they conditioned his",
        4036.14,
        4042.02
    ],
    [
        " command to carry out promptly his instructions to the way which his men carried out these requirements",
        4042.02,
        4048.18
    ],
    [
        " served as a constant measure to him of his hold on his officers and his men and they with other",
        4048.18,
        4056.52
    ],
    [
        " things helped instill a fierce pride in the division. I might add that this officer was one of the",
        4056.52,
        4064.38
    ],
    [
        " most respected division commanders that I have known, even now over 15 years after he left the",
        4064.38,
        4069.92
    ],
    [
        " division, he is the most popular man present when the division association has a convention. So all",
        4069.92,
        4077.08
    ],
    [
        " this talk about him not being concerned about me, oh, this guy's the most popular guy. Everybody",
        4077.08,
        4081.32
    ],
    [
        " loves this guy. Why do they love this guy? Do they love him because he was nice? Do they love him",
        4081.32,
        4086.46
    ],
    [
        " because he gave him extra brownies and ice cream? No, he loved them because he was dissed, they loved",
        4086.46,
        4093.3
    ],
    [
        " him because he was disciplined. That's what they loved. Later on when I was placed in command of a",
        4093.3,
        4102.64
    ],
    [
        " combat command of the division, I remembered the procedure off and I was actually when I first read",
        4103.42,
        4108.58
    ],
    [
        " this thing, I was I thought he was talking about patent because he worked for patent, but patent was",
        4108.58,
        4113.22
    ],
    [
        " in the live 15 years later to be the most popular guy. So I don't know who it was. I have to do more",
        4113.22,
        4117.36
    ],
    [
        " research. And this says an unpopular requirement that paid off. Later on when I was placed in command",
        4117.36,
        4125.32
    ],
    [
        " of a combat command of the division, I remembered the procedure often used at 11 worth of attacking at",
        4125.32,
        4131.4
    ],
    [
        " first light in the morning. One of the reasons for doing this was in hopes of catching the enemy",
        4131.4,
        4136.08
    ],
    [
        " unprepared to resist attack. If we were taught this, if we were taught this, probably the enemy did",
        4136.08,
        4141.66
    ],
    [
        " likewise because of this whenever I had combat command in the field for training, I required every",
        4141.66,
        4148.26
    ],
    [
        " man to be up dressed and manning his battle station at first light. Communications were checked all",
        4148.26,
        4154.0
    ],
    [
        " the way from squad level to me and reports of readiness were laid from the squad level to me.",
        4154.0,
        4159.7
    ],
    [
        " After daylight, and if it was decided that no attack was probable, the troops were permitted to",
        4159.82,
        4164.64
    ],
    [
        " eat breakfast and then proceed with the day's activities. I talked about this on the earliest of",
        4164.64,
        4169.28
    ],
    [
        " podcasts. This early morning stand two, that's what it's called, was never popular and there would",
        4169.28,
        4175.76
    ],
    [
        " be many requests to relax the requirement of it, particularly for men who had been on guard or",
        4175.76,
        4180.86
    ],
    [
        " night duty. While these requests were never granted because these requests were never granted, because",
        4180.86,
        4185.72
    ],
    [
        " if we were overrun while still asleep, the enemy would not spare the man who had been late getting",
        4186.4,
        4191.62
    ],
    [
        " into bed. Boom. This procedure was followed in my command throughout the war. I can say that even in",
        4191.62,
        4203.2
    ],
    [
        " the face of the enemy, it was not particularly popular. So even in combat, guys were like, bro,",
        4203.2,
        4208.38
    ],
    [
        " let me sleep in, sir, let me sleep in, even in combat, even in combat, where the enemy might",
        4208.56,
        4214.0
    ],
    [
        " really attack and kill you and overrun you people. Hey, man, can we just get some sleep in the",
        4214.0,
        4217.82
    ],
    [
        " morning? But he never, he never submitted to that. And he said, however, it did save elements of my",
        4217.82,
        4227.54
    ],
    [
        " command on several occasions from being overrun and destroyed in the early morning. At one time,",
        4227.54,
        4233.48
    ],
    [
        " a portion, a portion of the 37th tank battalion, how cool is that? The 137. Shout out to the bandits",
        4233.48,
        4241.18
    ],
    [
        " battle of Ramadi. A portion of the 37th tank battalion was saved from destruction by an enemy tank",
        4241.42,
        4248.32
    ],
    [
        " brigade attack in the fog at first light because it was ready. This particular requirement was probably",
        4248.32,
        4254.38
    ],
    [
        " most unpopular. My combat command headquarters and there was considerable griping about it on",
        4254.38,
        4259.1
    ],
    [
        " many occasions. However, one morning when my command was in the rear of the enemy lines, east",
        4259.1,
        4263.66
    ],
    [
        " of Nancy, the headquarters personnel were alert at first light. Men were manning their defensive",
        4263.66,
        4269.7
    ],
    [
        " positions. Weapons had been checked. The communications had been established. In particular, the three",
        4269.7,
        4274.56
    ],
    [
        " tank destroyers attached to my headquarters were in position loaded and manned. At first light,",
        4274.56,
        4281.02
    ],
    [
        " a platoon of enemy tanks came into the headquarters area, which in the case of a combat command,",
        4281.38,
        4287.94
    ],
    [
        " headquarters was not very large. The tank destroyers immediately took them under fire and succeeded",
        4288.1,
        4292.72
    ],
    [
        " in knocking out three of the tanks. The other two withdrew. Our loss during this engagement was",
        4292.72,
        4298.82
    ],
    [
        " only one tank destroyer which was destroyed by a direct hit from one of the enemy tanks.",
        4298.82,
        4302.62
    ],
    [
        " There was much discussion of this attack in the headquarters in the days that followed. One of the",
        4302.96,
        4307.88
    ],
    [
        " men stated that he never realized how crowded a combat command headquarters could be when an enemy",
        4307.88,
        4312.64
    ],
    [
        " attack came. I heard no more comments in my headquarters about the requirement for everybody being",
        4312.64,
        4321.34
    ],
    [
        " dressed alert in position in daylight. The purpose of this account is to point out that a commander",
        4321.34,
        4327.0
    ],
    [
        " and leader owes a responsibility to his men to require them to do things which are for their own",
        4327.0,
        4334.56
    ],
    [
        " benefit and for the benefit of the command as a whole even though their requirements are not popular.",
        4334.56,
        4341.78
    ],
    [
        " So you want to follow a thread? You want to follow a thread? Go read the book about face and read",
        4342.4,
        4351.26
    ],
    [
        " what hackware did when he took over the 439th. It's the exact same story. What he made these guys do",
        4352.92,
        4359.7
    ],
    [
        " was change their, you had to dig a hole to sleep. First of all, they actually started digging in.",
        4359.7,
        4365.04
    ],
    [
        " They started moving their positions every night. They started expanding the perimeter, retract",
        4365.56,
        4368.9
    ],
    [
        " their perimeter. By the way, when you dig a hole in Vietnam or really anywhere, when you dig a fighting",
        4368.9,
        4373.94
    ],
    [
        " hole, a fighting position and then you're going to move, guess what you got to do with that one",
        4373.94,
        4377.24
    ],
    [
        " that you just left? You got to fill it in. So if we put out the perimeter and then we move back",
        4377.24,
        4382.92
    ],
    [
        " that night 25 or 50 meters because we don't want to get murdered because we know the enemy saw",
        4382.92,
        4387.1
    ],
    [
        " where we were. We got to fill in that fighting position because we don't want the enemy to be",
        4387.1,
        4391.68
    ],
    [
        " able to use it. So that's a lot of digging to be doing to be doing. Well, guess what? He did this,",
        4391.68,
        4397.0
    ],
    [
        " hackware did this. Hey, they got rid of all the crap that they had in their battalion CP. They",
        4397.2,
        4403.94
    ],
    [
        " got rid of all that junk. They started digging in. They started moving their perimeter. And the first",
        4403.94,
        4407.92
    ],
    [
        " time they got murdered under his command, there were no casualties because the elements had moved and",
        4407.92,
        4413.64
    ],
    [
        " guess what? There was no more complaining. This is the exact same story. I wonder where hackware",
        4413.64,
        4419.12
    ],
    [
        " figured that out from. Totally. Next chapter. Ethics, conduct and standards of officers, subtitle,",
        4419.12,
        4433.02
    ],
    [
        " set and example. What, you know, I had such a good benefit. My benefit, the luck that I had in my",
        4434.1,
        4442.78
    ],
    [
        " career and my life is amazing. But one of the most amazing things is when I was a young enlisted",
        4442.78,
        4448.52
    ],
    [
        " guy in the SEAL teams, I was watching my lieutenant. I was tracking. I was tracking those boys.",
        4448.52,
        4457.8
    ],
    [
        " When they forgot a piece of gear, I was like, Oh, when they were late, oh, I was tracking them.",
        4458.28,
        4463.4
    ],
    [
        " And so I knew that I knew I knew better than anyone could have ever taught me or told me like,",
        4463.82,
        4470.14
    ],
    [
        " we're sitting here saying this. You've said it five times today. I've said it eight times today.",
        4470.2,
        4473.3
    ],
    [
        " Your people are watching you. Your people are watching you. Your people are watching you. I could",
        4473.58,
        4477.16
    ],
    [
        " have been told that a hundred times and it wouldn't have been as effective as me actually knowing what",
        4477.16,
        4481.8
    ],
    [
        " it was like to watch my my bosses and note the good and note the bad. Set an example. The ethics",
        4481.8,
        4490.5
    ],
    [
        " conduct and standards of behavior of a few of our officers are matters of real concern to me,",
        4490.5,
        4496.46
    ],
    [
        " except for a few junior officers, our officers are either regular officers or reserve officers",
        4496.84,
        4501.58
    ],
    [
        " serving because they chose to do so. It is up to the latter group to set the proper example in",
        4501.58,
        4507.8
    ],
    [
        " all things for those junior officers. It is up to all officers to conduct themselves in such a",
        4507.8,
        4513.12
    ],
    [
        " manner that the prestige of the army officer will be high in the eyes of the public and of",
        4513.12,
        4520.2
    ],
    [
        " our enlisted men. An officer who behaves in an unbecoming manner destroys his standing in a unit.",
        4520.2,
        4528.68
    ],
    [
        " Man, if we broke out and started talking about what's unbecoming for a leader,",
        4530.06,
        4535.76
    ],
    [
        " because you know when you hear the word conduct unbecoming on an officer, you think like,",
        4537.68,
        4541.06
    ],
    [
        " oh, this guy is outlacked and like an idiot. What about when that guy shows up 12 minutes late?",
        4541.1,
        4545.58
    ],
    [
        " What about when that guy does bring the right piece of gear? What about when that guy loses temper?",
        4546.26,
        4551.08
    ],
    [
        " Well, you look whatever it is. All those little things. Yeah. All those little things add up.",
        4551.4,
        4557.32
    ],
    [
        " And if you were a leader in an organization, you got to understand that your people are watching you",
        4557.6,
        4563.34
    ],
    [
        " and what that actually is is an opportunity to pull them into your sphere of influence. Because as a",
        4563.48,
        4569.36
    ],
    [
        " young Marine, I was looking for role models too. I was looking when I was keeping track of those",
        4569.36,
        4574.48
    ],
    [
        " little things, that little slip here, that little slack over here, that little error here.",
        4574.48,
        4578.88
    ],
    [
        " And I was looking around when I saw the ones that were holding the line, that's where I wanted to be.",
        4579.34,
        4583.92
    ],
    [
        " And if you're that leader, you will pull these people into your sphere of influence and you can",
        4584.32,
        4589.76
    ],
    [
        " lead and mention them and you can have, you can design the culture of the entire unit by yourself",
        4589.76,
        4596.6
    ],
    [
        " just by setting that right example. Because you will pull people into your sphere and they will",
        4596.6,
        4602.34
    ],
    [
        " follow that lead and they will do the same thing. And then all of a sudden you got folks down the",
        4602.34,
        4606.6
    ],
    [
        " organization that aren't holding the line. You don't have to be the one to go down there and fix it",
        4606.6,
        4610.34
    ],
    [
        " because you've got this little army of people on your little team that are doing that across,",
        4610.34,
        4615.38
    ],
    [
        " across the organization. So I was in the teams back in the day and I was getting ready.",
        4615.6,
        4622.68
    ],
    [
        " I think I was actually, I had been picked up for the Seaman to Admiral Program. So I had been picked up.",
        4623.36,
        4633.18
    ],
    [
        " And I was super stoked and I was, but I was still at SEAL Team 1. I had finished out my time there",
        4634.02,
        4639.36
    ],
    [
        " before I went to Austria-Canada at school. And then I would go from Austria-Canada at school.",
        4639.36,
        4644.06
    ],
    [
        " So I either had been picked up. I think I'd been picked up. But another guy,",
        4644.52,
        4651.1
    ],
    [
        " another officer, another prior enlisted officer who did the program that I wanted, that I was doing,",
        4651.68,
        4658.74
    ],
    [
        " right? And he'd been picked up and he had gone to Austria-Canada at school and then he showed up",
        4659.0,
        4665.02
    ],
    [
        " at SEAL Team 1. So he was, you know, he was almost, he was very similar to me. In the fact that we",
        4665.02,
        4670.12
    ],
    [
        " were both prior enlisted guys, he got picked up. I think it was one year ahead of me. And he",
        4670.12,
        4674.84
    ],
    [
        " shows up at SEAL Team 1. And I remember seeing this dude for the first time. And look, you know,",
        4674.84,
        4682.82
    ],
    [
        " I just looked at him and I was like, damn, this dude is squared away. And I couldn't even really,",
        4683.1,
        4689.12
    ],
    [
        " I couldn't even really understand. I said, well, why does this guy's whole uniform look",
        4689.2,
        4695.32
    ],
    [
        " squared away? This guy looks like he's on another level. And you know, we're in the locker room",
        4696.48,
        4701.82
    ],
    [
        " or whatever. Well, guess what? He was wearing shirt stays. Do you know what those are?",
        4701.82,
        4706.5
    ],
    [
        " I do. Absolutely.",
        4706.54,
        4707.6
    ],
    [
        " So he was wearing shirt stays, which is the way that you roll with at OCS. It's like, you're wearing",
        4709.04,
        4715.86
    ],
    [
        " shirt stays. That's all there's to it. So for those of you that don't know what shirt stays are,",
        4715.86,
        4718.94
    ],
    [
        " they are a piece of elastic material that you attach from the bottom of your shirt, which is",
        4719.24,
        4728.14
    ],
    [
        " tucked in and they run down your legs and then they attach to your socks. So no matter what happens,",
        4728.14,
        4735.18
    ],
    [
        " your shirt is freaking stay in put. And it looks like you look like it's it looks like the uniform",
        4735.66,
        4740.98
    ],
    [
        " on a mannequin. Yeah. It looks like that. Somebody dressed this thing for a mannequin. And so I",
        4740.98,
        4746.48
    ],
    [
        " remember seeing it and going, damn, this and he just looked everything look squared away about him.",
        4746.6,
        4750.06
    ],
    [
        " He was an awesome physical shape, you know, just a great guy and he is an incredible guy.",
        4750.12,
        4755.62
    ],
    [
        " But I remember looking at him going, damn, this duty squared away. And I saw those shirt stays.",
        4755.98,
        4761.08
    ],
    [
        " I didn't know what those were as an enlisted seal. You had no idea. I had no idea. Showed up at OCS.",
        4761.1,
        4766.22
    ],
    [
        " And you know what? Those shirts stays because pretty much when you're done with OCS, you'd know",
        4767.22,
        4772.54
    ],
    [
        " really need to wear them anymore. Yeah. Guess what he did. He did. And I did. I freaking",
        4772.54,
        4780.32
    ],
    [
        " wore those things religiously because that's the difference. That's the difference. That's setting the",
        4780.32,
        4785.88
    ],
    [
        " example. You better look squared away. Yes. 100%. All the time. All the time. Where do you not want to",
        4785.88,
        4791.56
    ],
    [
        " look squared away? And look, if you got if you got long term plans and you want to build a team,",
        4791.56,
        4796.16
    ],
    [
        " you got long term plans of having a good team around you start early. I remember joining my first",
        4796.22,
        4802.24
    ],
    [
        " squadron and there is the training officer bill. It's called the training officer. It's like the",
        4802.32,
        4807.12
    ],
    [
        " junior. It's the senior of the junior officers. So it's that kind of the guy that's elevated",
        4807.12,
        4810.94
    ],
    [
        " himself amongst all the junior pilots. That's kind of in a key leadership role. And I remember seeing",
        4810.94,
        4816.36
    ],
    [
        " a train and you see a square away training officer like I want to be like that guy. And then",
        4816.36,
        4819.8
    ],
    [
        " that training officer would go away and then a couple years later, he'd come back to a squadron.",
        4819.8,
        4823.06
    ],
    [
        " He'd be the ops officer, which is like a senior of the middle guys. And he'd be squared away by",
        4823.1,
        4828.86
    ],
    [
        " the time. And I'm this guy that I worked with in my squadron. By the time that guy came back to be",
        4828.86,
        4833.66
    ],
    [
        " a squadron commander who had been squared away from day one, dudes were running down to headquarters",
        4833.66,
        4838.74
    ],
    [
        " with cases of beer. Like I want to get in this guy's squadron. People were fighting to get into",
        4838.74,
        4843.34
    ],
    [
        " his unit. Was that because he was nice? Yeah. Was that because he gave people extra liberty?",
        4843.34,
        4848.28
    ],
    [
        " Because he was squared away and he held the line and we all wanted to be like him. And it's he",
        4848.98,
        4854.1
    ],
    [
        " didn't like wake up one day like, Oh, I'm a commander now. I guess I got to square myself away. He'd",
        4854.1,
        4858.14
    ],
    [
        " been like that forever. dudes were fighting to get in his unit. You know, I was talking about",
        4858.14,
        4861.88
    ],
    [
        " leadership capital the other day on the EF online because somebody asked a question about it. And",
        4861.88,
        4866.08
    ],
    [
        " one of the things is your reputation can contain a positive bank account of leadership capital.",
        4866.08,
        4875.02
    ],
    [
        " Yeah. It can also contain a negative bank account of leadership capital. And if you're not,",
        4875.26,
        4881.24
    ],
    [
        " if you just decide that you're going to get squared away when you're putting charge, if that's",
        4881.4,
        4884.88
    ],
    [
        " when you make that decision, you're rolling in there with all kinds of negative bank account.",
        4884.88,
        4888.12
    ],
    [
        " It's a disaster. And with people you don't even know your reputation, it spends well beyond the people",
        4888.52,
        4893.56
    ],
    [
        " that you hang out with. Oh, for sure. You know, in these communities, people know you have heard",
        4893.56,
        4897.72
    ],
    [
        " of you. People are going to run towards you or avoid you and you don't even know who they are.",
        4897.72,
        4901.82
    ],
    [
        " And it's going to all be based on your your account with them, how much leadership capital you've",
        4902.0,
        4907.06
    ],
    [
        " built. And it goes well beyond the sphere that you think you're part of. Everybody knows you in",
        4907.06,
        4912.36
    ],
    [
        " those leadership roles and they're watching you. Back to the book. The enlisted men have no",
        4912.36,
        4917.66
    ],
    [
        " further respect for him. Oh, this is for the guy that that behaves in conduct, unbecoming of an",
        4917.66,
        4923.58
    ],
    [
        " officer. The enlisted men have no further respect for him. And he can no longer lead or command",
        4923.58,
        4928.92
    ],
    [
        " effectively. His value to his unit's laundry been destroyed when an officer accepts his commission.",
        4928.92,
        4934.32
    ],
    [
        " He is presumed to have had enough experience to have acquired the ethical and moral precepts",
        4934.56,
        4939.52
    ],
    [
        " expected of an officer in a gentleman. A record of long service is not an excuse for laxity in",
        4939.52,
        4945.48
    ],
    [
        " this matter. Damn, he's coming off the top. Right there. I just put myself in mental check for my",
        4945.48,
        4952.6
    ],
    [
        " whole life. Too often incidents are brought to my attention involving the intemperant use of alcohol.",
        4952.6,
        4962.52
    ],
    [
        " Drunkenness at any time and place is disgraceful. When combined with the operation of a motor vehicle,",
        4963.0,
        4969.06
    ],
    [
        " it becomes a potential killer. Drunk driving didn't use to be a thing. Do you know that? Yeah. Oh,",
        4969.06,
        4977.86
    ],
    [
        " yeah. Drunk driving didn't use to be a fail. No, it was a badge of honor back in the day in some",
        4977.86,
        4982.66
    ],
    [
        " units. When my dad, my dad crashed a car drunk in like 1955 or something. And the cop like",
        4982.66,
        4993.16
    ],
    [
        " pulled his car out and gave him right home. I mean, my dad was like for whatever 19 or something. Yeah.",
        4994.64,
        5000.02
    ],
    [
        " And and I got hit by a drunk driver when I was kid on a bicycle. And I got hit by a drunk driver.",
        5000.82,
        5008.78
    ],
    [
        " I got thrown off my bike. I had to get stitches in my head. And my dad was like, oh, yeah. It was",
        5008.78,
        5017.08
    ],
    [
        " almost like it was almost like, well, you know, you had a little too much to drink. No, no factor.",
        5017.62,
        5022.42
    ],
    [
        " The kid will be all right. Can we get some money for a new bike? Because the bike was trashed.",
        5022.74,
        5026.3
    ],
    [
        " Nowadays, that would be game over for that guy's whole life, right? That'd be going to,",
        5026.42,
        5031.62
    ],
    [
        " but would you go to jail for that? If you hit a kid on a bike while you're drunk, I would say like",
        5031.66,
        5036.44
    ],
    [
        " no question. We'd be going jail, right? So it's pretty interesting that way back then, he's saying",
        5036.44,
        5042.74
    ],
    [
        " when combined with the operation of motor vehicle, it becomes a potential killer. Yeah, he's way",
        5042.74,
        5046.54
    ],
    [
        " out in front of the curve here. This is someone who's probably spent way more time thinking about",
        5046.54,
        5050.7
    ],
    [
        " that type of character than others because back then, that wasn't a thing. Yeah, you want to know",
        5050.7,
        5054.98
    ],
    [
        " why he's probably gone to visit all of bunch of guys in the hospital that had drunk driving",
        5054.98,
        5059.48
    ],
    [
        " accidents and repaired, you know, had jeeps, had to write off jeeps and trucks and whatever else.",
        5059.48,
        5064.06
    ],
    [
        " These results are not only detrimental to the individual, but also to the service, particularly",
        5064.48,
        5069.18
    ],
    [
        " in overseas commands. Commanders at all levels must continually take aggressive action to",
        5069.18,
        5072.76
    ],
    [
        " do successive drinking and prevent drunk and driving.",
        5072.76,
        5075.5
    ],
    [
        " A long time ago, again, officers are expected to set the example.",
        5076.3,
        5085.58
    ],
    [
        " The officer's code, Army regulations provide that an officer's signature is in itself a certification.",
        5087.3,
        5093.24
    ],
    [
        " His signature is his bond. A requirement is that an officer is so to conduct himself that he is",
        5093.94,
        5101.06
    ],
    [
        " deserving of such trust. Appropriate administrative and disciplinary action must be taken against officers",
        5101.06,
        5107.42
    ],
    [
        " who are guilty of misconduct and unwilling to live within proper code. The officer, an officer",
        5107.42,
        5112.82
    ],
    [
        " cannot expect to retain his standing and prestige as an officer where he is where he is inefficient",
        5112.82,
        5118.06
    ],
    [
        " or guilty of unbecoming conduct. Each officer must clothe himself with such a scale of values",
        5118.06,
        5125.06
    ],
    [
        " that he knows instinctively the things that an officer does not do. The officer's code does not",
        5125.06,
        5132.84
    ],
    [
        " get less binding as he goes up in rank. The opposite is true. It becomes more binding.",
        5132.84,
        5139.36
    ],
    [
        " This dude is holding the line big time. I'm feeling like nervous.",
        5139.98,
        5145.5
    ],
    [
        " As I always have to point out, I was a young wild frogman.",
        5146.3,
        5153.18
    ],
    [
        " I did not come close to achieving these standards.",
        5156.36,
        5160.1
    ],
    [
        " I would have loved to have read this book when I was 18, 19, 20. I would have loved to have",
        5160.84,
        5172.26
    ],
    [
        " people that were telling me, hey bro, this is the path. This is it. This is what you want to do.",
        5172.26,
        5179.16
    ],
    [
        " And you know what? It takes to be able to do that. Here's the reality.",
        5179.88,
        5183.2
    ],
    [
        " For me to say, hey, you know what? I made mistakes and I do not want you to make them.",
        5183.92,
        5191.06
    ],
    [
        " I want you to be better than me. I want you to be better than I am. I want your",
        5191.48,
        5197.52
    ],
    [
        " the end state of your life. I want to be superior to mine.",
        5197.52,
        5202.9
    ],
    [
        " That's what drives giving this kind of advice. Hey, listen, I want the end state of your life",
        5205.34,
        5211.6
    ],
    [
        " to be superior to mine. That's what we should be thinking when we interact with other people.",
        5211.6,
        5219.1
    ],
    [
        " We shouldn't have that little thing in the back of our minds that's saying, you know what?",
        5219.74,
        5223.16
    ],
    [
        " I had to do this. I had to learn the hard way. I wish I would have done that, but I'd",
        5223.68,
        5232.88
    ],
    [
        " be like, what do you got? Just wrote it down because that's a good one. That's that's leadership. Yeah.",
        5232.88,
        5240.6
    ],
    [
        " Crazy. I was recently invited to the US Army Command and General Staff College to address the",
        5241.44,
        5252.78
    ],
    [
        " faculty and students on the subject of commandorship and general ship. Following my talk, I was asked",
        5252.78,
        5257.98
    ],
    [
        " to comment on the problem of integrity versus professional loyalty when an officer is confronted with",
        5257.98,
        5263.54
    ],
    [
        " orders with which he has a strong disagreement. I answered by citing two examples in my experience.",
        5263.54,
        5269.64
    ],
    [
        " Once, while a cadet, I asked a tactical officer a similar question. His answer was to carry out the",
        5269.64,
        5275.8
    ],
    [
        " order lawyly and then when you are in a tenable position to recommend changes if warranted. I",
        5275.8,
        5282.44
    ],
    [
        " followed this with good results. So there's your first answer. Hey, you know, I asked Dave to do",
        5282.44,
        5287.08
    ],
    [
        " something that you don't agree with. What should you do? Well, you should carry it out and then you",
        5287.08,
        5291.14
    ],
    [
        " should pull me aside. When you, as soon as you get a chance to go, hey, John, this doesn't seem",
        5291.14,
        5294.12
    ],
    [
        " like it's a good idea to me. Here's why. Good. Got that. This is a longer example. In another",
        5294.12,
        5301.52
    ],
    [
        " instance, when I was a commanding general of the US Continental Army Command, we were charged with",
        5301.52,
        5308.86
    ],
    [
        " the service testing of an expensive and important piece of army equipment. This was important enough",
        5308.86,
        5313.72
    ],
    [
        " to assign my deputy a lieutenant general to monitor closely. The test went on for several weeks.",
        5313.72,
        5319.28
    ],
    [
        " One day, my deputy reported to me that the piece of equipment was not proving out satisfactorily.",
        5319.62,
        5324.1
    ],
    [
        " He was fully convinced of his position. I told him how serious and how sensitive such a finding",
        5324.54,
        5330.38
    ],
    [
        " would be. I directed that he call in several officers closely concerned with the test for a",
        5330.38,
        5337.28
    ],
    [
        " conference with me. This was done in all where unanimous supporting the position of my deputy.",
        5337.28,
        5341.78
    ],
    [
        " They had data and results supporting them. So they're supposed to test this piece of gear.",
        5341.9,
        5345.9
    ],
    [
        " There's a, it sounds like there's an expected outcome. It wasn't turning out that way.",
        5346.04,
        5349.68
    ],
    [
        " I directed that they prepare a personal letter for my signature, the chief of staff of the army",
        5350.16,
        5356.52
    ],
    [
        " or for my signature for the chief of staff of the army, setting forth their findings and conclusions",
        5356.52,
        5362.2
    ],
    [
        " with supporting data and information. After approving and signing it, I had my aid deliver it by hand",
        5362.2,
        5369.08
    ],
    [
        " to the chief of staff. Within 48 hours, I had a phone call from the chief of staff. He was disturbed.",
        5369.08,
        5373.94
    ],
    [
        " He told me how serious this was, how important the equipment was and how not only the United States,",
        5374.32,
        5380.74
    ],
    [
        " but an allied power was interested in it. He wanted us to take a positive approach and proceed",
        5380.74,
        5387.22
    ],
    [
        " with the program. My reply, so there you go. He wrote out, hey, there's the problems. These are the",
        5387.22,
        5392.66
    ],
    [
        " shortfalls. This is what we all agree on. I'm letting you know. And his boss says, hey,",
        5392.66,
        5397.46
    ],
    [
        " this is an interesting terminology. I want you to take a positive, a positive approach and",
        5398.08,
        5406.38
    ],
    [
        " proceed. Take a positive approach and proceed. So, so to me, I translate that as a lean towards",
        5406.38,
        5413.56
    ],
    [
        " making this work. My reply was that I felt I owed him the loyalty to bring the facts as I",
        5413.56,
        5421.96
    ],
    [
        " believe them to his attention and having done that, I was prepared to carry out fully his further",
        5421.96,
        5427.52
    ],
    [
        " instructions. The morals of this true story are the chief of staff was in a position to now,",
        5427.52,
        5432.92
    ],
    [
        " this is important. The chief of staff was in a position to know of considerations and factors",
        5432.92,
        5438.88
    ],
    [
        " of the higher highest importance, which I could not know. Now, where I think this is, if Dave comes",
        5438.88,
        5447.76
    ],
    [
        " to me and says, hey, I object to this or I got this issue, my response, hey, Dave, here's what's",
        5447.76,
        5452.28
    ],
    [
        " going on, man. Here's why this is important. Here's what's happening. I would tell you why. Here's",
        5452.28,
        5456.54
    ],
    [
        " some things you see that I don't see. Yep. Here's some things you know I need to know. Yep. Yep.",
        5456.54,
        5459.64
    ],
    [
        " I had satisfied both my integrity and professional loyalty as well as my duty to my superior. I was now",
        5461.1,
        5468.02
    ],
    [
        " free to proceed without compromise on my part. To take a negative or I told you so, attitude would",
        5468.02,
        5475.86
    ],
    [
        " not have been becoming to a member of the team, all members of which were dedicated to doing their",
        5475.86,
        5481.16
    ],
    [
        " best for the army and their country. So I wrote about this in leadership strategy and tactics,",
        5481.16,
        5486.84
    ],
    [
        " almost that nausea, but there's so many different ways to talk about it. And I even one that I",
        5487.16,
        5493.5
    ],
    [
        " cite all the time is the band of brothers, dick winners. Totally. Yep. You do the recon. Someone",
        5493.5,
        5501.82
    ],
    [
        " gets killed. The war is literally within days of ending. You do a recon. Someone gets killed. You",
        5501.82,
        5506.0
    ],
    [
        " come back. You get told you could do another recon the next night and you say, got it boss. And then",
        5506.0,
        5510.9
    ],
    [
        " you go have the guys drink wine in a cellar and you don't do the recon. Is that a good call? Yep.",
        5510.9,
        5517.14
    ],
    [
        " Is it supporting the chain of command? Nope. Did it protect the guys? Yes. Did it accomplish",
        5517.62,
        5523.12
    ],
    [
        " the mission? Yes. Could he have argued it a little bit? And I forget from the movie how they",
        5523.12,
        5527.4
    ],
    [
        " showed it. I think he he pushed back. He definitely pushed back. But at a certain point pushing back",
        5527.4,
        5532.5
    ],
    [
        " what had just gotten fired and then guess what? Then they're going on the patrol. Then they're going",
        5532.5,
        5535.94
    ],
    [
        " on the patrol with a yes man with a yes man. Yep. For sure. And as you're building as the story is",
        5535.94,
        5541.54
    ],
    [
        " building up, there's a there's a little part of me too, but I think the people listening like,",
        5541.54,
        5544.66
    ],
    [
        " so he's already done that. He's going to now hold the line. No, sir. I cannot in good conscious",
        5544.8,
        5551.34
    ],
    [
        " put this in a positive light. Cool. I'll find something. I really can't. And there's a part of",
        5551.64,
        5558.44
    ],
    [
        " there the humility that it takes. He's a four star general in this case to go, you know what?",
        5558.44,
        5562.16
    ],
    [
        " The chief of staff knows something. I don't know. He sees something. I don't see. Can I consider",
        5562.94,
        5567.44
    ],
    [
        " that and try to go out and go, hey, I'll tell you what, there's some places over here. This",
        5567.44,
        5570.82
    ],
    [
        " piece of equipment actually does work pretty well. Maybe not here or here, but here's some positive.",
        5570.82,
        5574.06
    ],
    [
        " Can I do that? Yeah, it takes a ton of humility. But if you don't do that, the influence you lose to",
        5574.26,
        5580.06
    ],
    [
        " actually provide the outcome that you want, which is exactly what you're saying. Think about the",
        5580.08,
        5584.12
    ],
    [
        " humility it takes to go, maybe I don't have the whole picture. And this, I'm going to dig my",
        5584.12,
        5590.24
    ],
    [
        " heels on a whole the line because it's the right thing to do. Maybe I actually don't even know the",
        5590.24,
        5593.46
    ],
    [
        " whole story. Cool. You're fired. Right. Yep. See you later. And I'll get a yes man in there.",
        5593.46,
        5597.68
    ],
    [
        " And he's going to give me whatever I want for a report. And that's that. Yeah.",
        5597.86,
        5601.32
    ],
    [
        " So good. Next section. And this, so this, this is chapter four, prestige of the non-commissioned",
        5603.74,
        5612.12
    ],
    [
        " officer. And again, once again, I sort of said, well, maybe we don't need to cover this. And then",
        5612.12,
        5617.4
    ],
    [
        " as I read through it, I realized what this is talking about. And this is talking about something",
        5617.4,
        5620.78
    ],
    [
        " that I've referred to quite a bit on EF online lately. So if you think about it from this perspective,",
        5620.78,
        5627.16
    ],
    [
        " it starts to make a lot of sense way beyond the military. And that is respect, respect.",
        5627.24,
        5635.14
    ],
    [
        " So prestige of the non-commissioned officer. So if you think about this from perspective of how do",
        5636.14,
        5640.18
    ],
    [
        " you respect people? How important that is because that's what he's talking about. Continue on.",
        5640.18,
        5645.82
    ],
    [
        " Advances in weapon systems over the past few years have forced many changes in our tactile",
        5646.04,
        5650.66
    ],
    [
        " organization and operational concepts. The key notes of our modern army are mobility,",
        5650.66,
        5655.66
    ],
    [
        " dispersion and small, small unit operations. This concept coupled with the many new tools of war",
        5656.08,
        5661.64
    ],
    [
        " requires greater reliance than ever before on our non-commissioned officers. What are we talking",
        5661.64,
        5666.76
    ],
    [
        " about? We're talking about frontline leaders. So if you're in the civilian world, we're talking",
        5666.76,
        5669.66
    ],
    [
        " about frontline leaders. And guess what? This guy was in World War One and in World War One,",
        5669.66,
        5674.2
    ],
    [
        " there was not a bunch of reliance. There was not dispersion, meaning everyone is together.",
        5674.54,
        5678.28
    ],
    [
        " You're in a big trench. You're all together when the when the when the trumpet blows or the whistle",
        5678.6,
        5682.82
    ],
    [
        " sounds or the signal comes. We're all going at once. We're going to go over the top. We're going to",
        5682.86,
        5687.08
    ],
    [
        " charge in hundreds and hundreds of men at the same time. There's no dispersion. We're all close",
        5687.08,
        5694.04
    ],
    [
        " together. It's not small unit operations and we're not moving. So he saw that and look, he says,",
        5694.04,
        5699.74
    ],
    [
        " mobility dispersion in small unit operations. What was World War One? It was not mobile. It was not",
        5699.74,
        5704.5
    ],
    [
        " dispersed and it was not small unit operations. By the time he gets to Korea and then he gets to",
        5704.5,
        5709.58
    ],
    [
        " World War Two or sorry World War Two in the Korea, it's totally different. And now he realized the",
        5709.58,
        5713.76
    ],
    [
        " importance of the frontline leaders. So how do we rely on these frontline leaders? So if you're",
        5713.76,
        5720.0
    ],
    [
        " thinking about your frontline leaders, here's what you need to do. Fully develop the non-commissioned",
        5720.0,
        5725.22
    ],
    [
        " officer to fulfill his role. A commander must place responsibility on him and permit him to assume",
        5725.22,
        5730.84
    ],
    [
        " his place in command. You have to give them ownership. In doing this, standards of performance",
        5730.84,
        5737.58
    ],
    [
        " need not be lowered. Honest errors must be expected and tolerated but corrected.",
        5737.62,
        5743.48
    ],
    [
        " Senior personnel must not usurp responsibilities which provide the experience needed in developing",
        5745.02,
        5751.76
    ],
    [
        " our junior leaders. Don't be the yes man. Don't be the easy button. Sorry, don't be the easy button.",
        5751.76,
        5756.86
    ],
    [
        " Emphasis should be placed on the non-commissioned officer's role. Leader, trainer, supervisor.",
        5759.06,
        5765.76
    ],
    [
        " Leader, trainer, supervisor. This goes back to the developing the the echelon front certification",
        5767.9,
        5773.42
    ],
    [
        " program. Think about this leader, trainer, supervisor. He's got them all mixed in like we eventually",
        5773.42,
        5780.48
    ],
    [
        " got to. I didn't have this book and we were starting to develop a program. Now that I have it,",
        5780.48,
        5784.32
    ],
    [
        " I'm super stoked that we came to the same conclusion. And that is that a leader, a trainer,",
        5784.44,
        5788.68
    ],
    [
        " a supervisor, a manager, an instructor, they're all qualities that are needed as you come up the",
        5788.92,
        5794.74
    ],
    [
        " chain of command if you're going to be in charge of people. There follows a list of suggested",
        5794.74,
        5801.22
    ],
    [
        " actions that may be taken each by each commissioned officer at all levels of command to further the",
        5801.22,
        5807.26
    ],
    [
        " efficiency and enhance the stature of the non-commissioned officer core. Again, how do we respect our",
        5807.26,
        5814.0
    ],
    [
        " frontline leaders? Because the more respect we give them, the more respect they're going to give us,",
        5814.0,
        5819.54
    ],
    [
        " the more ownership we give them, the more ownership they're going to take.",
        5819.54,
        5822.86
    ],
    [
        " Authority, prevent the use of non-commissioned officers for menial and degrading tasks.",
        5826.02,
        5831.7
    ],
    [
        " Okay. Ensure that non-commissioned officers are consistently addressed by their rank. So you're",
        5832.66,
        5840.82
    ],
    [
        " giving them that respect. Adher to the chain of command through non-commissioned officer ranks",
        5840.82,
        5847.4
    ],
    [
        " right. So you don't jump down to the front line and start talking them without talking to that",
        5847.4,
        5851.68
    ],
    [
        " frontline leader. Reduce requirements for officer supervision or mandatory presence at troop",
        5851.68,
        5859.6
    ],
    [
        " formations. Let the non-commissioned officer take charge. Give them ownership.",
        5859.6,
        5863.08
    ],
    [
        " Sometimes for those of you that don't watching this on YouTube,",
        5863.96,
        5868.34
    ],
    [
        " when Dave just fully agrees with something, he doesn't not as head, yes, he shakes his head,",
        5868.76,
        5873.92
    ],
    [
        " no. As if to say, this is just no disputing this at all. Yeah. Avoid mass withdrawal of non-commissioned",
        5873.92,
        5881.7
    ],
    [
        " officer privileges, but take positive action against individual concerns. So don't do collective",
        5881.7,
        5886.04
    ],
    [
        " punitive actions. When appropriate, permit key non-commissioned officers to attend staff conferences",
        5886.04,
        5892.58
    ],
    [
        " and commanders briefings. Hello. Take that frontline leader. Bring him into your higher level",
        5892.58,
        5899.2
    ],
    [
        " meetings. Let them see what's going on. Ensure that deserving high quality non-commissioned officers",
        5899.2,
        5906.84
    ],
    [
        " are commended for outstanding performance of duty by awarding them, accommodation,",
        5906.84,
        5911.6
    ],
    [
        " ribbons, letters of appreciation or commendation or certificates of achievement or, and this is",
        5912.04,
        5917.86
    ],
    [
        " Jaco's edition, give them more responsibility, give them more ownership.",
        5917.86,
        5921.18
    ],
    [
        " We're framed from over supervising the non-commissioned officer after a task has been assigned.",
        5922.58,
        5929.06
    ],
    [
        " Don't micromanage. Issue mission type instructions rather than detailed orders.",
        5932.04,
        5936.12
    ],
    [
        " Once again, I feel like I owe this guy money. I haven't said that yet on this podcast, but when I",
        5937.34,
        5942.96
    ],
    [
        " read these things, I feel like I owe this guy money. Whenever possible, place senior non-commissioned",
        5942.96,
        5948.32
    ],
    [
        " officers under the supervision of commissioner worn officers, informed non-commissioned officers",
        5948.32,
        5952.5
    ],
    [
        " in advance of significant matters pertaining to the unit, such as maneuvers, field problems,",
        5952.5,
        5956.62
    ],
    [
        " training requirements, disciplinary matters, standards to avoid unfounded rumors and allow for",
        5956.62,
        5961.84
    ],
    [
        " necessary advance planning at all echelons. Does it make sense that you keep your unit informed?",
        5961.84,
        5968.42
    ],
    [
        " You keep your frontline leaders informed? What do you think they do when you don't tell them what's",
        5968.76,
        5975.08
    ],
    [
        " happening? Do you think they sit there and silently wait a wait your word? No, they make shit up.",
        5975.08,
        5980.62
    ],
    [
        " Make it up. Is there more? This is ridiculous. How good this is. Grant non-commissioned officers.",
        5980.62,
        5990.46
    ],
    [
        " Again, if you're listening to this and you're not in the military, just replace this with your",
        5990.64,
        5994.08
    ],
    [
        " frontline leaders. Grant frontline leaders a greater voice in allowing privileges or awards or",
        5994.08,
        6000.3
    ],
    [
        " awarding punishment. Consult with them on matters involving the reclassification and promotion of",
        6000.3,
        6007.58
    ],
    [
        " their subordinates. Let it be known that they greatly influence these matters. This whole thing",
        6008.06,
        6014.14
    ],
    [
        " is about giving away responsibility and giving away ownership. Use senior non-commissioned officers to",
        6014.14,
        6020.62
    ],
    [
        " assist in conducting inspections, ensure distribution of directives to non-commissioned officers so that",
        6020.62,
        6027.96
    ],
    [
        " they may have current information on military matters. Keep your frontline leaders informed.",
        6027.96,
        6036.6
    ],
    [
        " Use senior non-commissioned officers as instructors. Back the actions of non-commissioned officers",
        6039.36,
        6047.28
    ],
    [
        " publicly refer to them as non-commissioned officers, not as NCOs or non-coms, which are two slang",
        6047.28,
        6053.98
    ],
    [
        " terms, which I do all the time. NCOs, non-coms, he's saying give them that and look, it's a little slang",
        6053.98,
        6060.7
    ],
    [
        " term. Give them that respect. Yeah, and the title is the prestige of the non-commissioned officer",
        6060.7,
        6067.56
    ],
    [
        " I mean, that's what he's talking about. I mean, that was just a recipe for leadership right there",
        6067.56,
        6073.18
    ],
    [
        " for, and like I said, these are your supervisors. These are your frontline supervisors whose management",
        6073.18,
        6078.76
    ],
    [
        " is of the people right at the point of friction. The ones doing the work. So these are your first",
        6078.76,
        6084.12
    ],
    [
        " line supervisors and second line supervisors closest to your people out there making it happen.",
        6084.12,
        6088.24
    ],
    [
        " And if you want them to respect you, you got to give them respect. If you want them to trust you,",
        6089.2,
        6096.04
    ],
    [
        " you have to trust them. And if you want them to lead like you got to let them lead in every single",
        6096.06,
        6101.8
    ],
    [
        " time you take responsibility away from them. He said in the beginning, you got to expect them to",
        6101.8,
        6108.34
    ],
    [
        " make mistakes and make errors. You don't ignore it. You correct it, but you don't take responsibility",
        6108.34,
        6113.84
    ],
    [
        " away from it. If I take, if you do something, it's not what I want. You work for me. You're one of",
        6113.84,
        6118.22
    ],
    [
        " my supervisors. You go out there and do something. It's not how I wanted it. And if I take that",
        6118.22,
        6122.06
    ],
    [
        " responsibility away from you, that's me telling you I don't trust you. And you know what the return",
        6122.3,
        6127.0
    ],
    [
        " on me again, and that is you don't trust me as much. That means I still got to correct that. I",
        6127.0,
        6132.28
    ],
    [
        " got to show. Hey, Jaco, that's not what we're looking for. Let me talk to you about why we did this",
        6132.28,
        6135.42
    ],
    [
        " and why. Let me explain these things, but I get you right back out there to go do it. The reciprocal",
        6135.42,
        6139.48
    ],
    [
        " nature of the relationship, everything you want from them, you have to give them that it was literally",
        6139.48,
        6144.62
    ],
    [
        " a list. It is a checklist of leadership to get the behavior that you want.",
        6144.62,
        6148.62
    ],
    [
        " You and I were on a call with one of our clients the other day. And it was one of those questions",
        6149.96,
        6157.54
    ],
    [
        " came up and there's these four things. It's a call. Chris, he was on the call. And she was quite",
        6157.54,
        6163.4
    ],
    [
        " fired up. She's awesome. Absolutely. But if you want people to listen to you, listen to them. If you",
        6163.4,
        6169.76
    ],
    [
        " want people to respect them, respect them. If you want people to respect you, you have to respect",
        6169.76,
        6174.04
    ],
    [
        " them. If you want to influence people, you have to allow them to influence you. And if you want",
        6174.04,
        6181.02
    ],
    [
        " people to trust you, you have to give them trust. Cut more things on this section. Responsibilities",
        6181.02,
        6189.22
    ],
    [
        " insist on a thorough appreciation of the non-commissioned officers full-time responsibility to",
        6189.22,
        6193.94
    ],
    [
        " his men and to his commander. Thrall appreciation. What does that mean? That means respect.",
        6193.94,
        6202.8
    ],
    [
        " A point senior non-commissioned officer councils at each level of command starting with the",
        6203.14,
        6208.34
    ],
    [
        " battalion separate. So again, this idea of creating these councils, these groups within your",
        6208.34,
        6212.8
    ],
    [
        " organization so you can get good feedback is brilliant. Encourage non-commissioned officers,",
        6212.8,
        6217.96
    ],
    [
        " officer participation in civic affairs. Great. The last section here is education and training.",
        6218.32,
        6223.06
    ],
    [
        " This is the last thing we're going to cover. Nothing can clothe with prestige, a non-commissioned",
        6223.1,
        6231.48
    ],
    [
        " officer who does not know his job and does not play the part expected of him as a non-commissioned",
        6231.86,
        6237.34
    ],
    [
        " officer. Because of that, we should. One, hold classes to ensure that non-commissioned officers",
        6237.34,
        6244.72
    ],
    [
        " are thoroughly trained for their jobs and prepare to handle instructions or duties when they appear",
        6244.72,
        6250.18
    ],
    [
        " before their subordinates. What is that right there? Look, I am responsible for making sure that",
        6250.18,
        6256.78
    ],
    [
        " people blow me in the chain of command or write your job. Number two, encourage attendance",
        6256.78,
        6262.78
    ],
    [
        " at non-commissioned officers academy and other courses designed to enhance the prestige and set",
        6262.78,
        6268.22
    ],
    [
        " the standards expected of non-commissioned officers. And three, encourage non-commissioned officers",
        6268.22,
        6275.48
    ],
    [
        " to take advantage of the many opportunities to increase their general level of education.",
        6275.48,
        6280.52
    ],
    [
        " And what's just amazing about this, that's just another 13 pages of this document,",
        6283.98,
        6291.66
    ],
    [
        " which is 117 pages long. We made it through another. I think we made it through 14 pages.",
        6291.66,
        6295.64
    ],
    [
        " But the section that closes it out is to treat people with respect and give them responsibility",
        6296.16,
        6302.48
    ],
    [
        " and train them and educate them to take care of your people. Now, let's point this out.",
        6302.48,
        6311.0
    ],
    [
        " I don't care how good of a leader you are if you don't invest in these subordinate leaders,",
        6311.62,
        6317.52
    ],
    [
        " so it doesn't matter what you do. Because those frontline leaders are the ones that win.",
        6317.7,
        6325.76
    ],
    [
        " Dude, they're also the ones that lose. So invest in them, treat them with respect, listen to them,",
        6325.94,
        6334.0
    ],
    [
        " allow them to influence you, give them trust.",
        6334.36,
        6339.1
    ],
    [
        " Then I don't care what your job is or what your vocation is in life.",
        6340.78,
        6345.82
    ],
    [
        " You have to work with people and if you work with people, take care of those people and those",
        6346.22,
        6355.74
    ],
    [
        " speaking of taking care of people. Dave, I know that you know that when the aircraft",
        6357.24,
        6363.2
    ],
    [
        " cabin loses pressure, the oxygen masks drop down and you have to take care of others, of course.",
        6363.2,
        6372.54
    ],
    [
        " But before you take care of others, you got to take care of yourself to make sure that you have",
        6372.74,
        6376.3
    ],
    [
        " enough oxygen to live so that you can then put the oxygen masks on your children.",
        6376.3,
        6381.76
    ],
    [
        " So even though we need to take care of others and we need to take care of ourselves,",
        6383.34,
        6386.64
    ],
    [
        " first, we got some ways of doing that. One of the ways is jocco fuel, which is supplements.",
        6387.02,
        6393.5
    ],
    [
        " We got a bunch of them. We got joint warfare, krill oil. We got discipline, discipline go. We got",
        6394.16,
        6399.12
    ],
    [
        " discipline with the cans. Are you on number two right now? Number two. What flavors have you torn to today?",
        6399.12,
        6404.1
    ],
    [
        " Dax Savage, jocco Palmer. What's the preference? That doesn't actually count the one I had earlier today",
        6404.1,
        6410.46
    ],
    [
        " for my gig. So I guess someone number three. We got vitamin D, D3 cold war. Look, there's all kinds",
        6410.46,
        6421.46
    ],
    [
        " of diseases out there. I'm not making any claims, but some of us haven't caught those diseases.",
        6421.46,
        6426.92
    ],
    [
        " So yeah, check that out. Mulk, warrior kid, mulk, adult mulk, which is just dessert. We got",
        6429.46,
        6435.84
    ],
    [
        " a way, we got a new flavor coming and it's so good. It says like allegedly, we're doing it",
        6435.84,
        6447.34
    ],
    [
        " seasonal, but this thing ain't going to be seasonal. This thing is going to be all the time.",
        6447.34,
        6450.56
    ],
    [
        " It's smashing pumpkin. And I don't even know. Look, I don't even know what I don't even know what",
        6451.12,
        6458.34
    ],
    [
        " pumpkin things are supposed to taste like or whatever. But damn, this thing is good. It's so good.",
        6458.34,
        6467.62
    ],
    [
        " It's like a pumpkin. The original B little sent me. It was he called the generic name, the flavor",
        6467.74,
        6473.42
    ],
    [
        " name was pumpkin spice. And so I don't even know. I mean, you don't really eat pumpkin a lot.",
        6474.1,
        6481.58
    ],
    [
        " Right. I mean, there's a pumpkin pie. I get it. But you're not sitting around going to the store",
        6481.82,
        6487.08
    ],
    [
        " grabbing a piece of pumpkin and eating it. That's not happening. Is that happening? Not my house.",
        6487.08,
        6491.22
    ],
    [
        " Okay. Negative. So you're not even really 100% sure what pumpkin flavor is. Are you?",
        6491.34,
        6498.52
    ],
    [
        " Is anyone the only thing I can think of as pumpkin pie at Thanksgiving maybe, but to be honest with you.",
        6499.34,
        6504.66
    ],
    [
        " So I don't even know what we're doing, but all I know is we created something that's a freaking tasty.",
        6505.74,
        6511.52
    ],
    [
        " It's got it's got like a I guess, have you ever tried egg nog before? Yeah. It's sort of an egg",
        6511.78,
        6518.24
    ],
    [
        " dog cinnamon scenario. Sweet. Just monk fruit. But it's so good. Anyways, we got that. We got that",
        6519.12,
        6524.68
    ],
    [
        " going on all this stuff. We got jock of white tea, uh, vitamin shop. You can get all the stuff at the",
        6524.68,
        6531.32
    ],
    [
        " vitamin shop. Also, if you're in Florida right now, you can get this stuff at Wawa. Coming soon",
        6531.32,
        6539.24
    ],
    [
        " hopefully to all Wawa's. If you're in Florida and you want to just kind of just fall on support",
        6539.24,
        6545.46
    ],
    [
        " the cause. Great. Here's a good way to support the cause. Go in there and just clean them out.",
        6545.46,
        6550.86
    ],
    [
        " Go get your Wawa on. Also, you can get this stuff at origin main.com. What did I miss? Did I miss anything?",
        6551.42,
        6558.74
    ],
    [
        " Nope. You're I'm on board with all that. And I'll be I'm actually excited about that new mulk.",
        6558.94,
        6563.8
    ],
    [
        " Nobody has knocked strawberry off the top of the platform. That is still remains. So",
        6564.3,
        6570.48
    ],
    [
        " my go to my go to hey speaking of speaking of discipline go in the can of which you've had to",
        6570.48,
        6576.5
    ],
    [
        " three three. What what flavors you have earlier today? Uh, I had, uh, oh, I had a second",
        6576.5,
        6584.7
    ],
    [
        " jockel pomerock this morning. Is that your kind of go to? No, I look I'll be honest with you.",
        6584.7,
        6588.82
    ],
    [
        " I drink all of them. I don't even look for flavors anymore. I reach in the game. Dude, I'm just",
        6589.3,
        6594.0
    ],
    [
        " there is not one that I can't just be totally stoked to be drinking.",
        6594.56,
        6598.34
    ],
    [
        " Now will there be one in the future that you'll be more stoked to be drinking? Yeah, I think",
        6598.66,
        6604.72
    ],
    [
        " that it might be. Um, so tell us. So let's talk to us afterburner orange is coming out afterburner orange.",
        6604.72,
        6610.92
    ],
    [
        " Yeah. Dave Burke is getting his own signature flavor. It's so crazy to think that I'm getting my own",
        6611.02,
        6621.04
    ],
    [
        " signature flavor of a product that I actually already love anyway. But I'll be honest with you",
        6621.62,
        6627.74
    ],
    [
        " when Pete and Brian at the team like, Hey bro, we would love to have you be part of this.",
        6627.74,
        6633.84
    ],
    [
        " I immediately went to my all time favorite soft drink, which I don't drink anymore, which is",
        6634.44,
        6641.08
    ],
    [
        " orange crush or orange soda, whatever that was back when we were kids. I don't drink it,",
        6641.08,
        6646.16
    ],
    [
        " but I'll tell you it's the best thing I've ever, I mean, as it's interesting you don't drink it",
        6646.4,
        6650.4
    ],
    [
        " anymore because you just not going to sit around drinking sugar. Dude, I don't drink soda. Yeah,",
        6650.4,
        6653.6
    ],
    [
        " I don't sit around drinking or you're a human. But you don't want to have conduct",
        6653.6,
        6659.12
    ],
    [
        " unbecoming of an officer saying sucking down sugar negative. But I would be lying if it didn't",
        6659.12,
        6665.08
    ],
    [
        " tell you that I don't miss that flavor big time. So they were like, Hey, what do you think? And",
        6665.08,
        6668.76
    ],
    [
        " it was immediate like bro, or I love orange. And then that connection afterburner was so easy",
        6668.76,
        6673.34
    ],
    [
        " because who thought of afterburner orange? I think it was me. I really do. Cool. Yeah, cool.",
        6673.92,
        6680.34
    ],
    [
        " And of course they designed it and they do you have it going into the conversation? Did you have it?",
        6680.74,
        6684.24
    ],
    [
        " Well, kind of like they had mentioned, Hey, I think the thing was like, Hey, think about it.",
        6684.8,
        6689.9
    ],
    [
        " It'd be cool to do something with any other name options that got floated. No, just that was it.",
        6689.96,
        6694.82
    ],
    [
        " It was it was, Hey, we you should do one. I thought about it. I said, Hey, what do you think of",
        6694.9,
        6700.4
    ],
    [
        " this? And he was like done. We're executing. And then Brian executed and it happened and it was",
        6700.4,
        6705.1
    ],
    [
        " totally good to go. Would you know when the release date is? I think it's like in the next month.",
        6705.1,
        6708.68
    ],
    [
        " I think it's next month. I think it's even wait, what month? November. So it's coming out November.",
        6709.18,
        6712.86
    ],
    [
        " I think so afterburner orange. Yes. The Dave Burke signature signature drink. Yeah. And it's got",
        6713.1,
        6720.6
    ],
    [
        " a plane on it. What kind of plane did they put on it? An F 35 silhouette. Oh dang. Did you",
        6720.6,
        6725.72
    ],
    [
        " influence that? Maybe. I might have made sure it was the Marine Corps variant. Oh damn layers.",
        6725.72,
        6733.8
    ],
    [
        " And in the business, we call those layers. Absolutely. Dang. Yeah. Even though",
        6734.24,
        6738.14
    ],
    [
        " when you were when you were charged when you were a squadron commander, was that a Marine Corps",
        6738.14,
        6743.88
    ],
    [
        " squadron? Yes. That was a Marine Corps squadron with the Marine Corps variant of the plane. What did",
        6743.88,
        6748.14
    ],
    [
        " you do with the Air Force? Didn't you take over an Air Force squadron at some point? I'd",
        6748.14,
        6751.68
    ],
    [
        " Air Force division. That was the F 22 Raptor. That was a straight up Air Force unit Air Force aircraft.",
        6751.74,
        6756.28
    ],
    [
        " I was a Marine in an Air Force squadron inside that squadron. Had a division of all these",
        6756.3,
        6761.38
    ],
    [
        " different airplanes. One was the Raptor division. And that's where I operated. Dang. Yeah. Check.",
        6761.38,
        6766.7
    ],
    [
        " All right. So we got all these cool drinks and they're good for you. Which I know which I know",
        6767.08,
        6773.32
    ],
    [
        " it doesn't make sense because people don't understand how it can happen. I'll tell you how it can",
        6773.32,
        6776.34
    ],
    [
        " happen. You don't cut corners. You maintain the the scrutiny on your product to make sure that",
        6776.34,
        6784.54
    ],
    [
        " it's not junk. So like I said, vitamin shop origin main.com. You can get them and wah wah soon to be",
        6784.54,
        6792.96
    ],
    [
        " worldwide. Also, if you want to get to gear. So to get to gear, you're going to need to get to",
        6792.96,
        6800.6
    ],
    [
        " gear because you want to train to get to because it's going to free your mind. It is going to free your",
        6800.6,
        6804.18
    ],
    [
        " go to origin main.com. You can get geese rash guards. You can also get shorts, t-shirts, joggers.",
        6804.64,
        6812.54
    ],
    [
        " And guess what just went back back into production. Do you know Dave? I don't. Oh,",
        6812.94,
        6818.08
    ],
    [
        " little something called Delta jeans. And I'll tell you what, they're freaking savage. I said one time",
        6818.28,
        6826.26
    ],
    [
        " and Pete like got a big what is it? A chuckle out of this. Which you picture Pete chuckling,",
        6826.26,
        6833.9
    ],
    [
        " right? He's kind of a chuckler. He was chuckling when I said that Delta jeans are the greatest",
        6833.9,
        6840.3
    ],
    [
        " thing that I've ever put on my legs. And yeah, so check out that. We got boots there. All that",
        6840.3,
        6849.94
    ],
    [
        " stuff's available. It's all made in America. And that is what we're doing. We're bringing",
        6849.94,
        6854.04
    ],
    [
        " manufacturing back to America. That is what we're doing. Go to origin main.com for that. We also have",
        6854.04,
        6859.16
    ],
    [
        " another store which echo named Jockel store. Did I go name it that? Yes, he did. Actually,",
        6859.16,
        6865.76
    ],
    [
        " he legitimately did. I guess so I was going to take the hit on the lack of creativity, but I'm",
        6865.9,
        6870.68
    ],
    [
        " going to say echo is definitely involved in making Jockel store. Jockelstore.com. We got rash guards,",
        6870.68,
        6875.74
    ],
    [
        " t-shirts, hats, beanies, all that kind of stuff. We got warrior kids out there. So you can stay",
        6875.92,
        6880.74
    ],
    [
        " clean. So check out Jockelstore.com. All this stuff will help support the podcast as well.",
        6880.74,
        6886.92
    ],
    [
        " Don't forget to subscribe to the podcast. Leave a review. I also have some other podcasts.",
        6886.98,
        6894.68
    ],
    [
        " One's called Unraveling. Jockel Unraveling with Darryl Cooper. Under the one's called the",
        6895.94,
        6901.68
    ],
    [
        " debrief podcast, which is still on this thread for now, but we talk about just pure leadership.",
        6901.68,
        6907.28
    ],
    [
        " It's a little shorter. We try and make it a little bit more concise because we know leaders",
        6907.64,
        6910.46
    ],
    [
        " are out there working. You don't always have time for a three hour podcast. Grounded podcasts.",
        6910.46,
        6916.04
    ],
    [
        " Warrior Kid Podcast. We have a YouTube channel where you can check out to see",
        6916.22,
        6921.48
    ],
    [
        " echoes videos that he makes where he puts just just a ridiculous amount of fire and explosions.",
        6921.48,
        6929.46
    ],
    [
        " He's not here to defend himself. This is boring.",
        6929.92,
        6931.76
    ],
    [
        " YouTube channel. Psychological warfare. Album tracks. MP3.",
        6932.16,
        6940.12
    ],
    [
        " flipsidecammace.com to code a my making cool stuff to hang on your wall. Got a bunch of books",
        6941.32,
        6945.58
    ],
    [
        " about face the thread that leads to this book that we're talking about today about face I wrote",
        6945.58,
        6949.92
    ],
    [
        " the forward to the newest version. You can check that out. Also the code the evaluation",
        6949.92,
        6953.44
    ],
    [
        " of protocol written by Dave Burke and me and Sarah Armstrong. Leadership strategy and tactics",
        6953.44,
        6959.8
    ],
    [
        " field manual. The answer to all the questions. The answer to all the questions. Yeah,",
        6959.8,
        6965.78
    ],
    [
        " leadership strategy and tactics field manual. Way of the warrior kid one two and three.",
        6965.78,
        6969.3
    ],
    [
        " Way of the warrior kid four field manual available for preorder right now. Hey, guess what?",
        6969.88,
        6977.3
    ],
    [
        " I used to make fun of my publisher and say they're scared about ordering too many books. I don't",
        6977.84,
        6984.68
    ],
    [
        " know how many books to order. I'm telling them if you preorder this, it lets me know how many",
        6984.68,
        6989.36
    ],
    [
        " books to order because this is hard to sit on a bunch of books. I want to produce the amount",
        6989.36,
        6997.62
    ],
    [
        " that are needed. I don't want anyone to get Christmas to come and you got no way the warrior kid",
        6997.62,
        7002.3
    ],
    [
        " four field manual. So preorder that if you want. Miking the dragons. Get some of that.",
        7002.3,
        7008.42
    ],
    [
        " Dismakers freedom field manual brand new versions out. Got a bigger picture of my head on the cover.",
        7008.58,
        7013.2
    ],
    [
        " Like oh, you want to oh, we want to make it. We want to make a new version. We want it to be better.",
        7013.86,
        7017.68
    ],
    [
        " Oh, what should we do? Make the picture of my head bigger. Is that supposed to make it better",
        7017.68,
        7022.02
    ],
    [
        " on what they're thinking? Also, extreme ownership and that dichotomy of leadership. The O.G. books.",
        7022.02,
        7032.68
    ],
    [
        " Check those out. Ashlon Front, it's our leadership consultancy. We solve problems through",
        7033.38,
        7038.46
    ],
    [
        " leadership. Go to echelonfront.com. Hey, if you want me or a lafe or Dave or JP or anyone on the",
        7038.46,
        7046.16
    ],
    [
        " echelonfront team to come and talk to your company, don't Google Jocco speaker. Go to echelonfront.com.",
        7046.22,
        7053.22
    ],
    [
        " If you go to jocco speaker, there's going to be people that are paying Google words to get you",
        7053.34,
        7058.54
    ],
    [
        " to click on their thing and they're going to be a middleman. You don't need them. Go to echelonfront.com.",
        7058.54,
        7064.04
    ],
    [
        " If you want to get some other training for leadership, go to efonline.com. This is what we do.",
        7064.56,
        7075.58
    ],
    [
        " We teach leadership. There's courses on there. We're doing live Q&As all the time. There's a forum.",
        7076.16,
        7080.98
    ],
    [
        " There's other people to interact with. There's leadership primers. There's immediate",
        7081.56,
        7084.38
    ],
    [
        " axed drills. There's questions. There's all kinds of stuff. If you're in a leadership position,",
        7084.38,
        7088.92
    ],
    [
        " go there. Guess what? You're in a leadership position. If you interact with other human beings,",
        7089.02,
        7092.22
    ],
    [
        " you're in a leadership position. What else on efonline, Dave? We're there live all the time. We were",
        7092.44,
        7099.78
    ],
    [
        " there yesterday. We're there tomorrow. You don't even know what day it is that you're listening to",
        7099.78,
        7103.66
    ],
    [
        " this podcast because it's either going to be today or tomorrow. You can talk to us directly",
        7103.96,
        7107.5
    ],
    [
        " live. So come join us. What is someone awesome? What is someone has a question for Dave Burke? What",
        7107.5,
        7111.38
    ],
    [
        " should they do? They should come to efonline live and ask me that question. What if they have a",
        7111.38,
        7115.2
    ],
    [
        " question for JP? They know what should they do? The same thing. What if they have a question for me?",
        7115.2,
        7118.72
    ],
    [
        " What if they say, well, I Twitter, I sent nine tweets to Jocco, but he didn't answer because he",
        7118.78,
        7123.62
    ],
    [
        " has 80 million tweets. What should I do? Same thing. Go to efonline. It's awesome. Go to efonline.com.",
        7123.62,
        7130.0
    ],
    [
        " We have a live event, Master 2020. Is the only one we're doing in 2020.",
        7130.04,
        7136.22
    ],
    [
        " This is not the first live event we're doing. We've done other live events. I know you've done some",
        7137.36,
        7142.4
    ],
    [
        " live events. I know I've done live events. Look, there's social distance. You can maintain the",
        7142.4,
        7147.34
    ],
    [
        " social distance. We'll have the appropriate measures in place so that you can come to the",
        7147.34,
        7154.78
    ],
    [
        " Master. It will be fully engaged. Look, one thing that's kind of cool at the Master, at the",
        7154.78,
        7160.14
    ],
    [
        " previous Master's before COVID, there's a thousand people there. There's 800 people there. There's",
        7160.14,
        7165.6
    ],
    [
        " 900 people there. So that means 900 people trying to talk to us during the breaks, whatever. There's",
        7165.6,
        7171.7
    ],
    [
        " no green room. If you've never heard of the no green room, we're there. We're talking. So if you",
        7171.7,
        7175.24
    ],
    [
        " want to hang out with us, if you want to get some information directly from us, come to the",
        7175.24,
        7179.54
    ],
    [
        " Master. There's probably going to be a fraction. I would say there's going to be less than half,",
        7179.54,
        7184.58
    ],
    [
        " probably going to be less than 500 people at the Master. Believe me, you spread that out. Over a",
        7184.86,
        7190.28
    ],
    [
        " couple days, you're going to talk to us, ask the questions. We'll do whatever we need to do to make",
        7190.28,
        7195.24
    ],
    [
        " sure that you come away from that with the knowledge that you need. Go to extremoernership.com for",
        7195.24,
        7200.2
    ],
    [
        " details there. Of course, we have efoverwatch if you need leadership in your team, which you do,",
        7200.2,
        7208.24
    ],
    [
        " we have we are selecting leaders from the military that understand the principles we talk about all",
        7208.24,
        7215.92
    ],
    [
        " the time. And we're placing them into civilian companies into your business. Go to efoverwatch.com.",
        7215.92,
        7221.3
    ],
    [
        " If you need leaders in your company, if you want to help service members active and retired,",
        7221.52,
        7227.7
    ],
    [
        " if you want to help their families, if you want to help gold star families around the world,",
        7227.7,
        7231.24
    ],
    [
        " then check out marklees mom. Momily, she's got a charity organization. And if you want to donate",
        7231.26,
        7239.82
    ],
    [
        " or you want to get involved, then go to americasmightywarriors.org. And if you look, if you just are",
        7239.82,
        7250.98
    ],
    [
        " constantly seeking that hard path, and you want to do things that are tough, do things that cause you",
        7250.98,
        7256.74
    ],
    [
        " little bit of suffering, then maybe you want more of my gutter old groans as I talk.",
        7256.74,
        7263.78
    ],
    [
        " Or maybe you want more of Dave's frothing fanatics. Well, either way, you can find us on the",
        7264.96,
        7273.78
    ],
    [
        " inner webs on Twitter, on Instagram and on Facebook. Dave is at David R. Burke and I am at Jaka",
        7273.78,
        7281.34
    ],
    [
        " Willink. And thanks once again to general Bruce Clark for your service to america. And for leaving",
        7281.34,
        7290.26
    ],
    [
        " these lessons of leadership behind for us. And thanks to all those people in uniform out there",
        7290.26,
        7298.32
    ],
    [
        " right now that are utilizing these lessons to protect freedom in the world. And to police law",
        7298.32,
        7306.5
    ],
    [
        " enforcement, firefighters, paramedics, EMTs, dispatchers, correctional officers, border patrol,",
        7306.5,
        7311.52
    ],
    [
        " secret service, all other first responders. Thank you for protecting us from chaos and mayhem here",
        7312.04,
        7318.46
    ],
    [
        " at home. And to everyone else, remember these lessons from general Clark.",
        7318.46,
        7324.04
    ],
    [
        " Remember the importance of time. That's where we started this whole thing today. Don't forget",
        7325.14,
        7331.04
    ],
    [
        " about that one. Remember the importance of time. The clock is ticking. Try and anticipate",
        7331.04,
        7336.16
    ],
    [
        " problems. Be reliable. Be knowledgeable. Show initiative. And when you cast judgment,",
        7336.16,
        7344.06
    ],
    [
        " which I do, I read these books and I think, Oh, that person, I wish that person would do that.",
        7344.6,
        7349.16
    ],
    [
        " And I wish that person would do the other thing. And then I remember that when you cast judgment",
        7349.36,
        7355.82
    ],
    [
        " start off by judging yourself. Because it all starts with you. And until next time,",
        7355.82,
        7368.18
    ],
    [
        " this is Dave and Jaco out.",
        7368.62,
        7372.78
    ]
]