[
    [
        " Again, going back to this idea that war reveals human nature, and this is Dr. Frankl's",
        0.0,
        9.94
    ],
    [
        " way of putting this exact same thing that I say back to the book, life in a concentration",
        9.94,
        15.12
    ],
    [
        " camp tore open the human soul and exposed its depths.",
        15.12,
        19.54
    ],
    [
        " It is, is it surprising that in those depths we again found only human qualities which",
        20.34,
        28.7
    ],
    [
        " in their very nature were a mixture of good and evil.",
        28.7,
        33.5
    ],
    [
        " The rift dividing good from evil which goes through all human beings reaches into the lowest",
        35.24,
        41.76
    ],
    [
        " depths and becomes apparent even on the bottom of the abyss which is laid open by the concentration",
        41.76,
        48.38
    ],
    [
        " camp.",
        48.38,
        49.04
    ],
    [
        " So, we've got this idea once again that there's a dichotomy in people, in people this dichotomy",
        53.04,
        63.58
    ],
    [
        " that you're capable of doing extreme good and you're capable of doing extreme evil.",
        63.58,
        68.66
    ],
    [
        " And we've seen it a bunch, we've seen it a bunch on this podcast.",
        68.94,
        73.52
    ],
    [
        " You look at the me, I massacre.",
        74.86,
        76.84
    ],
    [
        " Those guys were normal guys that committed extreme evil, straight up evil, normal guys",
        77.54,
        88.9
    ],
    [
        " that were four days earlier probably would have done something heroic to save someone.",
        88.9,
        96.82
    ],
    [
        " And here they are the other end of the spectrum.",
        97.78,
        100.12
    ],
    [
        " And I think that we have to face that not only individually do you have that but then",
        102.44,
        110.44
    ],
    [
        " obviously as a group you have that as a group of human beings we have that capability",
        110.44,
        114.36
    ],
    [
        " we've seen it over and over again.",
        114.36,
        115.58
    ],
    [
        " And if you want to know what that good part is you got to know what that darkness is too.",
        115.74,
        119.52
    ],
    [
        " Yeah, the group thing is interesting.",
        120.06,
        124.34
    ],
    [
        " You know how you always hear not always but you hear sometimes about these riots on",
        124.8,
        128.94
    ],
    [
        " college campuses whether it be after a game or something like that.",
        129.94,
        133.82
    ],
    [
        " But at a glance you'd think dang is this college full of just hooligans like if this bit",
        134.0,
        140.06
    ],
    [
        " like huge riots you know but it's that.",
        140.06,
        142.28
    ],
    [
        " It's like as an individual or you know under quote unquote normal circumstances they're",
        142.64,
        147.26
    ],
    [
        " just normal people.",
        147.26,
        148.26
    ],
    [
        " You know guys girls whatever they're just normal people but then you put them in this",
        148.84,
        152.9
    ],
    [
        " particular situation in some way extreme or whatever you know it's a spectrum but and",
        152.9,
        158.36
    ],
    [
        " they just act different and the whole group dynamic to them act different.",
        158.36,
        162.78
    ],
    [
        " The group dynamic is a is it can be a very very scary thing.",
        162.82,
        168.28
    ],
    [
        " There's no doubt it can be a very very scary thing and that's why you know even when he's",
        168.56,
        173.94
    ],
    [
        " talking about and I mentioned this on when I was on Joe Rogan's last podcast I'm like",
        173.94,
        177.64
    ],
    [
        " this the idea of individual freedom and acting as an individual is so important as to",
        177.64,
        186.08
    ],
    [
        " to structure your life around to say look I'm not part of this group.",
        186.08,
        189.66
    ],
    [
        " This group is not me.",
        189.88,
        190.88
    ],
    [
        " This group is not me they don't represent me.",
        191.44,
        194.08
    ],
    [
        " I represent me and I'm I have my own individual choices and that's what he's saying in",
        194.54,
        200.56
    ],
    [
        " here the minute you give away to the herd.",
        200.56,
        203.04
    ],
    [
        " That's when you start going you don't know you're longer controlling.",
        203.58,
        207.54
    ],
    [
        " Yeah.",
        208.08,
        208.22
    ],
    [
        " And when you give up that control that's a scary scary thing and that's when these evil",
        208.42,
        211.96
    ],
    [
        " things take place.",
        211.96,
        212.92
    ],
    [
        " Yeah.",
        212.98,
        213.5
    ],
    [
        " And that once again that it's like it's easy to say now because grouping yourself is",
        214.02,
        220.76
    ],
    [
        " actually a survival mechanism.",
        220.76,
        222.38
    ],
    [
        " True.",
        222.52,
        222.82
    ],
    [
        " So you you know it's not going to be just that you're not going to naturally just be",
        223.16,
        227.34
    ],
    [
        " an individual and act like an individual and conduct yourself in all these extreme situations",
        227.34,
        231.64
    ],
    [
        " as an individual you're not just going to naturally do that.",
        231.64,
        234.52
    ],
    [
        " So I guess it just helps to know these things.",
        235.38,
        238.76
    ],
    [
        " Well that's your 100% right on both facets.",
        238.96,
        242.82
    ],
    [
        " Number one yes grouping and fitting in is a survival instinct that people have and",
        243.06,
        248.58
    ],
    [
        " that's why trends happen and that's why nations happen and that's why that's why groups",
        248.58,
        254.72
    ],
    [
        " occur in people and politics.",
        254.72,
        258.52
    ],
    [
        " Yeah and politics and everything right to get these groups and I mean it's weird now",
        258.86,
        262.78
    ],
    [
        " because with the internet you can have groups you can be part of these groups.",
        262.78,
        266.32
    ],
    [
        " Yeah.",
        266.4,
        266.52
    ],
    [
        " What I'm honestly yeah whatever group you are and you can connect with all these different",
        266.52,
        270.18
    ],
    [
        " people but it's also important to make sure that you do remember that you are an individual",
        270.18,
        278.78
    ],
    [
        " man.",
        278.78,
        279.08
    ],
    [
        " You can't that you don't want to give up that last shred of human will.",
        279.08,
        283.42
    ],
    [
        " Yeah.",
        283.6,
        283.8
    ],
    [
        " To decide what your attitude is going to be.",
        283.9,
        288.24
    ],
    [
        " Yeah.",
        288.46,
        288.64
    ],
    [
        " Dang and today you know in our luxurious society if you can consciously navigate your",
        289.0,
        295.44
    ],
    [
        " ways clear that of falling into the group trap is what it is it's a trap because you",
        295.7,
        300.58
    ],
    [
        " don't have to.",
        300.58,
        300.98
    ],
    [
        " If you can do that successfully but probably you won't fall for the tricks man.",
        301.02,
        305.96
    ],
    [
        " Like that's the thing you get every we all get trick all the way down to just something",
        306.54,
        310.36
    ],
    [
        " is seemingly benign as marketing.",
        310.36,
        313.1
    ],
    [
        " Just man you'll just fall for way less tricks.",
        313.7,
        316.24
    ],
    [
        " You're like those tricks out there in the world do you?",
        316.82,
        318.8
    ],
    [
        " No.",
        319.08,
        319.36
    ],
    [
        " I don't.",
        319.96,
        321.58
    ],
    [
        " I really fell for too many of them I think.",
        321.68,
        323.76
    ]
]