[
    [
        " Tony, what is the number one quality that allows a leader to lead men into uncomfortable conditions and succeed?",
        0.0,
        6.78
    ],
    [
        " What's uncomfortable? I guess just bad scenarios, tough situations.",
        7.54,
        12.98
    ],
    [
        " Well, I think keeping in your mind mission men, mission men, look guys, you're not paid to sit here. Here's what we got to do. Let's go do it.",
        14.22,
        23.08
    ],
    [
        " Yes.",
        23.74,
        25.04
    ],
    [
        " Yes.",
        27.02,
        27.38
    ],
    [
        " It sucks sometimes. It's bad, but mission men, if you keep thinking that that's what we're paid to do.",
        25.88,
        33.16
    ],
    [
        " The bottom line is you follow the orders of the guy above you.",
        33.6,
        36.62
    ],
    [
        " And we're team guys, so that line bleeds a lot. It has a lot of waves in it.",
        37.28,
        41.96
    ],
    [
        " You know, because he'll be like, hey, Tony, we're think what to do.",
        42.62,
        45.16
    ],
    [
        " I don't know, Jaco, let's do this. All right, it sounds good.",
        45.86,
        48.2
    ],
    [
        " But at any given time, if he goes, hey, Tony, this is what we're doing, Roger that.",
        48.72,
        52.6
    ],
    [
        " And that's it. Even if it means dying because if you lead by example in your humble and you're good to your guys and you know your guys and you let them know you, but you know, wipe their ass and you don't take any shit from them.",
        53.06,
        65.9
    ],
    [
        " And they know you, they'll follow you.",
        65.9,
        69.08
    ],
    [
        " If your humble and you make mistakes, admit it, move on.",
        69.26,
        72.84
    ],
    [
        " And I think that's, I know a few of my guys probably most of them would follow me,",
        73.72,
        81.86
    ],
    [
        " whatever we want.",
        82.0,
        83.1
    ],
    [
        " You know, and I guess that's just because I never changed.",
        83.4,
        88.58
    ],
    [
        " They always knew what they're going to get for me.",
        88.58,
        89.94
    ],
    [
        " That's about it.",
        90.3,
        91.58
    ],
    [
        " Steadie.",
        92.16,
        93.26
    ],
    [
        " Yeah.",
        93.62,
        93.7
    ],
    [
        " Yeah, the other other big thing is making sure people understand why they're doing what they're doing.",
        94.38,
        99.84
    ],
    [
        " Because like Tony just said,",
        100.12,
        101.94
    ],
    [
        " man, we, we're going to have discussions about stuff and say, hey, this is why.",
        101.94,
        107.94
    ],
    [
        " This is why, well, this is why I think we should do it this way.",
        108.34,
        110.52
    ],
    [
        " You know, it's not just like going to, now there are situations.",
        110.64,
        113.7
    ],
    [
        " Of course, where someone goes, hey, go and execute this now.",
        113.7,
        117.26
    ],
    [
        " Hey, go hit that building.",
        117.42,
        118.12
    ],
    [
        " Hey, take guys over there.",
        118.24,
        119.52
    ],
    [
        " There's times in combat where you got to make those decisions and you got to make things happen.",
        119.8,
        123.24
    ],
    [
        " And that's when you talk, that's what, that's when the important things that you just talked about,",
        123.76,
        128.06
    ],
    [
        " having a met just trust.",
        128.26,
        130.14
    ],
    [
        " Right.",
        130.44,
        130.64
    ],
    [
        " Like I, I just had trust in my guys.",
        130.88,
        133.88
    ],
    [
        " They trusted me that if I was telling them to do something, it was the right thing to do.",
        134.04,
        137.92
    ],
    [
        " And by the way, if I told Tony go take that building over there and he looked at me and said,",
        137.92,
        142.26
    ],
    [
        " negative, not now.",
        142.28,
        143.54
    ],
    [
        " I knew he was saying that to me for a reason.",
        143.92,
        146.18
    ],
    [
        " Yeah, all the shit in front of it.",
        146.3,
        148.16
    ],
    [
        " Yeah, there was a reason why he was telling me that.",
        148.24,
        150.24
    ],
    [
        " And we're not going to have that discussion.",
        150.72,
        152.84
    ],
    [
        " Probably don't have time to do it right now.",
        153.06,
        154.74
    ],
    [
        " I'd say, okay, then we got to get out of here and he'd say, okay, Roger, Roger.",
        154.92,
        159.02
    ],
    [
        " And then we'd go.",
        159.36,
        160.02
    ],
    [
        " So man, having that trust, building up that trust through, you know, the humility, the relationship,",
        160.6,
        166.94
    ],
    [
        " all that stuff is, is how you end up with a tight unit.",
        166.94,
        169.94
    ],
    [
        " And that's how you, that's how you lead.",
        170.08,
        172.0
    ]
]