[
    [
        " Okay, last question and I think the reason this question is in here is because a lot of people that listen to this podcast",
        0.0,
        5.44
    ],
    [
        " They're trying to get better",
        5.44,
        7.82
    ],
    [
        " trying to improve themselves. They're trying to do good and we all and",
        7.82,
        12.16
    ],
    [
        " We got people of all ages this one in particular says if giving a high school graduation speech",
        12.16,
        17.82
    ],
    [
        " What would you advise 18 year olds navigating their first their next steps?",
        17.82,
        22.92
    ],
    [
        " Which telling 18 year old oh, man?",
        23.16,
        25.82
    ],
    [
        " Be humble or get humbled",
        27.5,
        28.78
    ],
    [
        " That's a good damn. I know dude. We need to make a t-shirt that you are no I am",
        28.78,
        33.52
    ],
    [
        " You know another way that this question gets phrased and from what the story you told tonight",
        33.52,
        43.12
    ],
    [
        " What would you tell yourself if you could tell your own 18 year old self? What would you tell yourself?",
        43.12,
        47.9
    ],
    [
        " Do",
        53.2,
        53.64
    ],
    [
        " Something that you don't know if you can accomplish",
        53.64,
        55.74
    ],
    [
        " If I'm gonna climb a mountain",
        55.74,
        59.5
    ],
    [
        " Yeah, I could go up to you know mission San Luis Obispo, you know, which is like a 2,000 foot mountain and I'm pretty confident I could climb that you know",
        59.5,
        70.18
    ],
    [
        " Mount Whitney without some training",
        70.18,
        75.04
    ],
    [
        " Honestly, we've kind of challenging",
        75.36,
        77.54
    ],
    [
        " You know obviously a K2 Everest different beasts couldn't do it",
        77.54,
        82.76
    ],
    [
        " Do that",
        82.76,
        84.72
    ],
    [
        " Do that do that thing that you don't know if you can do",
        84.72,
        89.62
    ],
    [
        " Stop",
        89.62,
        91.66
    ],
    [
        " Being afraid of hard work. That's the thing that's gonna",
        91.66,
        96.7
    ],
    [
        " Really determine success or failure",
        96.7,
        100.54
    ],
    [
        " One is your desire to actually do it and then two the commitment that it will take to achieve it",
        101.66,
        109.12
    ],
    [
        " Stop being scared go and do it",
        109.12,
        114.38
    ],
    [
        " That's what say",
        114.38,
        116.6
    ],
    [
        " my",
        116.6,
        118.9
    ],
    [
        " statement",
        118.9,
        120.76
    ],
    [
        " And I put it right on top of that I",
        120.76,
        125.58
    ],
    [
        " would say",
        125.58,
        126.1
    ],
    [
        " That not only do you want to stop being scared and do that thing that you don't know if you can do or not",
        127.66,
        132.68
    ],
    [
        " But you know what you got to do is you got to start taking the steps now",
        132.68,
        136.62
    ],
    [
        " Because when you're 18 years old your life seems like it's gonna last forever and I will tell you right now",
        136.62,
        145.08
    ],
    [
        " It's not gonna last forever",
        145.08,
        146.8
    ],
    [
        " And those years go by",
        146.8,
        150.36
    ],
    [
        " Like a summer's day and the next thing you know you look up",
        151.38,
        155.68
    ],
    [
        " And you're 36 years old or you're 44 years old",
        155.68,
        161.8
    ],
    [
        " And that time's gone you cannot get it back you cannot get time back",
        161.8,
        168.48
    ],
    [
        " So those",
        168.48,
        171.44
    ],
    [
        " Dreams that you have those goals that you have don't put them off another second",
        171.44,
        178.62
    ],
    [
        " One now one second get on them",
        179.6,
        183.24
    ],
    [
        " And go out and make them happen starting right now",
        183.24,
        190.9
    ],
    [
        " Drop the mic you got anything else for the night time the mic sure suspended so you can't drop them but",
        190.9,
        200.92
    ],
    [
        " If you could that's what I would have done. I just been like",
        200.92,
        205.56
    ]
]