[
    [
        " Jocco, how do you lead a team of volunteers?",
        0.0,
        2.52
    ],
    [
        " How to punish or discipline them?",
        3.32,
        6.16
    ],
    [
        " Can't threaten to fire them because they're all I have.",
        6.8,
        11.4
    ],
    [
        " I know a leader does so much more than threaten and punish, but I need some guidance.",
        12.02,
        16.78
    ],
    [
        " Try to motivate, but feel the need to do more.",
        17.28,
        20.94
    ],
    [
        " Thanks.",
        21.34,
        21.42
    ],
    [
        " Try and answer this one quickly once because this is kind of a question I've answered before in a different form.",
        21.94,
        26.46
    ],
    [
        " Do they understand why they're doing what they're doing and do they understand why it's important?",
        27.8,
        31.16
    ],
    [
        " Do they understand how what they are doing will benefit them?",
        31.34,
        34.9
    ],
    [
        " Do they also see you",
        35.96,
        38.74
    ],
    [
        " working hard to try and make things happen?",
        38.74,
        41.56
    ],
    [
        " So those are just the basic questions. Let's just get those out there every time.",
        42.28,
        45.8
    ],
    [
        " Every time someone's not doing what you want them to do, do they understand why they're doing what they're doing?",
        45.94,
        51.02
    ],
    [
        " Do they understand why it's important to the mission and do they understand how being successful in the mission will benefit them?",
        51.18,
        55.84
    ],
    [
        " So let's just get those out of the way.",
        56.82,
        58.22
    ],
    [
        " Next, what can we do here?",
        58.6,
        60.48
    ],
    [
        " Have you gamified the situation at all?",
        60.64,
        62.44
    ],
    [
        " How do you like that?",
        62.68,
        63.2
    ],
    [
        " Gamified.",
        64.04,
        64.5
    ],
    [
        " Have you gamified the situation?",
        64.84,
        65.94
    ],
    [
        " Because I realized that's a term that's getting thrown around now, but we would gamify stupid things all the time in the seal teams to make them fun.",
        66.14,
        72.32
    ],
    [
        " Right? How much brass can you pick up?",
        72.68,
        74.64
    ],
    [
        " Let's see.",
        74.9,
        75.3
    ],
    [
        " I'll pick up more than you.",
        75.72,
        76.74
    ],
    [
        " My squad will pick up more brass and you'll pick up all the sudden we're running around the range trying to pick up brass.",
        76.92,
        80.4
    ],
    [
        " One of the most miserable things that you have to do in the seal teams is pick up brass off the hot range in the summertime.",
        80.56,
        84.4
    ],
    [
        " And you do it for like two days because once you get done with all your work, you got to go pick up millions of rounds of brass spread out all over the desert.",
        85.2,
        93.66
    ],
    [
        " In August in the Imperial Valley, it's hot.",
        94.06,
        98.08
    ],
    [
        " It sucks, but guess what we're going to do?",
        98.34,
        99.76
    ],
    [
        " Have a contest.",
        100.02,
        100.56
    ],
    [
        " So what are you going to do to gamify it?",
        101.38,
        103.32
    ],
    [
        " What kind of cool competition around some short term goal?",
        104.18,
        109.36
    ],
    [
        " Can you set up that's going to be that's going to make it fun for them?",
        109.74,
        112.92
    ],
    [
        " Some kind of cool reward.",
        112.92,
        114.12
    ],
    [
        " What about some kind of friendly bets around achieving something like I bet if I raise this much money, you know, I will go to work with a pair of underwear on my head or you have to, you know what I mean?",
        115.08,
        125.5
    ],
    [
        " Whatever these stupid bets.",
        125.56,
        126.64
    ],
    [
        " You know what we used to do in the teams is we bet one dollar.",
        127.74,
        130.6
    ],
    [
        " One of my old run and mates.",
        131.0,
        133.22
    ],
    [
        " We we've we had something like critical.",
        133.62,
        135.58
    ],
    [
        " I bet you one dollar.",
        136.04,
        137.68
    ],
    [
        " Yeah.",
        137.84,
        138.3
    ],
    [
        " That was like the biggest bet you could make.",
        138.72,
        140.96
    ],
    [
        " Yeah.",
        141.06,
        141.22
    ],
    [
        " Because it's just it's pure pride.",
        141.22,
        143.28
    ],
    [
        " Yeah.",
        143.36,
        143.74
    ],
    [
        " You know, and then we'd we'd always have fun if you were collecting or if you're giving the dollar collecting the dollar was just totally glorious.",
        143.74,
        151.24
    ],
    [
        " Giving the dollar was shame.",
        151.24,
        153.38
    ],
    [
        " Yeah.",
        153.56,
        153.84
    ],
    [
        " Like you could add like, okay, when you give me this dollar, a has to be in front of everybody.",
        153.84,
        158.86
    ],
    [
        " V you have to, I don't know, you have to do it while like walking on your knees or something.",
        158.98,
        163.18
    ],
    [
        " Something really demeaning.",
        163.26,
        164.44
    ],
    [
        " Yeah.",
        164.64,
        164.8
    ],
    [
        " Yeah.",
        164.86,
        165.2
    ],
    [
        " But we didn't even have to do all that.",
        165.44,
        166.74
    ],
    [
        " Yeah.",
        166.94,
        167.18
    ],
    [
        " For lose this understanding me and my run amate if we won or lost the bet, it was like, you know, and you wouldn't even ask for the money.",
        167.4,
        175.14
    ],
    [
        " You just look at him.",
        175.34,
        176.1
    ],
    [
        " In this body, mind he had one of the most classic looks when he give you the look.",
        176.2,
        181.8
    ],
    [
        " When I lose a bet too many gave me the look I wanted to cry.",
        181.9,
        185.12
    ],
    [
        " Yeah.",
        185.32,
        185.66
    ],
    [
        " Yeah.",
        185.82,
        186.16
    ],
    [
        " Yeah.",
        186.16,
        186.26
    ],
    [
        " You lost someone more than that.",
        186.36,
        187.66
    ],
    [
        " Yeah.",
        187.76,
        187.86
    ],
    [
        " Lost a lot.",
        187.92,
        188.46
    ],
    [
        " So maybe you make a bet for a dollar.",
        188.76,
        190.12
    ],
    [
        " And if that's not working, okay, now that's not working.",
        190.22,
        192.28
    ],
    [
        " If you can't game a five, you can't have fun with it.",
        192.3,
        193.92
    ],
    [
        " Maybe ask them why they are there and then figure out what their motivation is for being there and how you can tie that into something concrete.",
        195.8,
        206.1
    ],
    [
        " And then also, like you might have some people that aren't really into this.",
        207.16,
        211.28
    ],
    [
        " And then lower your expectations of this particular group of people and go on recruits and people that want to get after it.",
        211.56,
        217.68
    ],
    [
        " Makes sense.",
        217.68,
        220.68
    ],
    [
        " Yeah.",
        221.06,
        221.26
    ],
    [
        " Have some fun.",
        223.92,
        224.74
    ],
    [
        " Fun goes a long way.",
        225.06,
        226.6
    ],
    [
        " Yeah.",
        227.34,
        227.36
    ],
    [
        " Fun goes a long way.",
        227.7,
        228.92
    ],
    [
        " Having fun doing things goes a long way.",
        229.18,
        231.18
    ],
    [
        " And that prays thing too.",
        231.38,
        232.7
    ],
    [
        " When you said add a reward or something.",
        232.84,
        234.78
    ],
    [
        " Because a lot of times especially volunteers were, so we all feel this even at work.",
        235.94,
        240.42
    ],
    [
        " You can have a super fun job, but people generally speaking tend to get complacent in one way or another.",
        240.6,
        247.76
    ],
    [
        " When things are routine or things are not as exciting or whatever.",
        248.1,
        251.76
    ],
    [
        " And when you're volunteering and that happens, it's kind of like you're not tied there by a paycheck really.",
        252.62,
        257.58
    ],
    [
        " Which is just a powerful tie that people have to work.",
        258.0,
        261.04
    ],
    [
        " It's like, yeah, I don't like my job, but it pays bills and paying the bills is a big deal.",
        261.26,
        264.2
    ],
    [
        " Kind of thing.",
        264.54,
        264.74
    ],
    [
        " So if you add that element of excitement or fun or a little personal payoff in one way or another, I think that helps a lot of the time.",
        265.38,
        273.34
    ],
    [
        " Indeed.",
        273.64,
        273.98
    ],
    [
        " And that tends to happen too.",
        274.8,
        276.08
    ],
    [
        " If the Lee, I'm not saying this person is doing this or not doing this, but",
        276.28,
        279.16
    ],
    [
        " if they become complacent in not recognizing how much they appreciate the volunteers.",
        281.12,
        287.04
    ],
    [
        " If they're just like, oh, yeah, this is just business as usual.",
        288.12,
        290.28
    ],
    [
        " Thanks for coming in. That's kind of it.",
        291.04,
        292.44
    ],
    [
        " Then it just gets kind of blah.",
        292.98,
        295.22
    ],
    [
        " Not the payoff that they used to have.",
        295.94,
        298.46
    ],
    [
        " But if you can kind of keep that going, keep them in the game.",
        299.34,
        302.22
    ]
]