[
    [
        " This is Jocco podcast number 251 with Echo Charles and me, Jocco Willink.",
        0.0,
        5.02
    ],
    [
        " Good evening, Echo.",
        5.34,
        6.24
    ],
    [
        " Good evening.",
        6.32,
        6.62
    ],
    [
        " And also joining us tonight is my brother, Life Babin.",
        7.0,
        11.88
    ],
    [
        " From podcast 11, first guest ever on the podcast, 34, 65, 114, and 138.",
        12.1,
        22.0
    ],
    [
        " And obviously, Life was in task unit, bruiser as the Charlie Platoon commander.",
        22.42,
        27.08
    ],
    [
        " In the battle of Ramadi, we wrote extreme ownership.",
        27.2,
        29.78
    ],
    [
        " We wrote the dichotomy of leadership together, and we have a leadership consultancy called Eschelon Front.",
        30.02,
        35.8
    ],
    [
        " And I, at one point in my life, gave him the book that I've been reviewing for the last couple episodes that I wrote the new forward to.",
        36.7,
        45.92
    ],
    [
        " The book is called About Face.",
        46.1,
        48.0
    ],
    [
        " And we're going to talk a little bit about that, but then we're going somewhere else.",
        49.06,
        52.74
    ],
    [
        " Life, thanks for coming back on, man.",
        54.22,
        55.8
    ],
    [
        " Last time you were on was 2018.",
        56.24,
        58.36
    ],
    [
        " 14 August 2018.",
        59.1,
        60.78
    ],
    [
        " The world has changed drastically since then.",
        61.44,
        63.64
    ],
    [
        " That's kind of crazy.",
        63.84,
        66.72
    ],
    [
        " It's crazy that as much as I see, we just didn't coordinate for another podcast in over two years.",
        67.06,
        74.48
    ],
    [
        " That's, apparently, did you say everything you had to say on the first five?",
        75.5,
        80.44
    ],
    [
        " Apparently so.",
        80.86,
        81.68
    ],
    [
        " That's just the way it is.",
        81.82,
        82.98
    ],
    [
        " You were telling me about About Face in the Battle of Ramadi.",
        83.6,
        87.82
    ],
    [
        " Me kind of saying, hey, check this out.",
        88.22,
        92.02
    ],
    [
        " Check out this section.",
        93.24,
        94.66
    ],
    [
        " What were you thinking?",
        94.98,
        95.52
    ],
    [
        " I'm reading you about like the South Vietnamese army and how corrupt they were, or whatever, like all these different examples.",
        95.52,
        102.32
    ],
    [
        " Yeah, I mean, just, I thought it was so awesome that this new, you know, this new book with the new forward written by you, you know, for About Face.",
        102.82,
        109.22
    ],
    [
        " The new version of it that's out with the new forward.",
        109.26,
        111.98
    ],
    [
        " And I remember distinctly coming back from operations in Ramadi, multiple times, probably at least four or five different times I can remember.",
        112.2,
        119.46
    ],
    [
        " Where I like walk into the your office in the Tackle Operations Center at the Camp Marguerite and you'd say, hey, listen to this.",
        119.8,
        127.4
    ],
    [
        " And I was like, okay, and you bust out the book.",
        127.66,
        129.84
    ],
    [
        " You'd open it up to like a highlighted section, read the section.",
        130.02,
        133.02
    ],
    [
        " And it was mind blowing because it was just like, it was written about the operation that I was just on like an hour ago.",
        133.3,
        141.12
    ],
    [
        " And instead it was written 40 years before about Vietnam.",
        141.66,
        144.28
    ],
    [
        " And it was pretty, pretty eerie.",
        144.98,
        147.5
    ],
    [
        " And I had never realized all the influences until later when you gave me a copy of the book, which is the one thing that you gave to me and you gave to a Sess Done, the Del Potongue Manor when we finished asking in a loser.",
        147.82,
        161.6
    ],
    [
        " We came home. I still have that book. It's dated January, 2007. We just been home for two months at that point.",
        161.6,
        167.66
    ],
    [
        " But now going through that book, I realized like where you got, you know, renaming task in a bruiser.",
        168.3,
        174.06
    ],
    [
        " You know, all those things like there was so many things that came from that.",
        174.62,
        177.66
    ],
    [
        " So it's it had so much influence on you and through you on me and everybody in task in a bruiser and then every generation afterward.",
        177.72,
        184.86
    ],
    [
        " That's crazy.",
        185.3,
        185.82
    ],
    [
        " Now in that book, in the book about face, there's two quotes that always bothered me.",
        187.6,
        192.42
    ],
    [
        " Here's the first one.",
        193.26,
        195.4
    ],
    [
        " Men in battle, men will do in battle what they have been in the habit of doing in training.",
        197.38,
        204.5
    ],
    [
        " General Bruce Clark, one of the US Army's greatest training generals had written in his then recently published guidelines for the leader and commander.",
        205.56,
        215.2
    ],
    [
        " So that's the first quote that bothered me. The second quote that bothered me was this quote.",
        215.74,
        219.94
    ],
    [
        " The troops responded well to hard hands-on repetitive but still interesting work. They may not have wanted to go to Vietnam, but they sure as hell didn't want to die there.",
        220.74,
        232.58
    ],
    [
        " So they even flocked to off-duty classes like Recondo.",
        232.58,
        236.76
    ],
    [
        " Meanwhile, I established the requirement that all officers and NCOs in the battalion read and carry on their person.",
        237.06,
        247.04
    ],
    [
        " General Bruce Clark's guidelines for the leader and commander.",
        247.78,
        251.76
    ],
    [
        " As far as I was concerned, the finest little handbook on leadership and training ever written.",
        252.16,
        257.22
    ],
    [
        " And adopt as their own philosophy the one that I'd learned from a five by seven card which I still had issued to me in Clark's seventh army in Germany which stated an organization does well only those things the boss checks end quote.",
        257.46,
        274.78
    ],
    [
        " So why did those two quotes bothered me? They didn't bother me because I didn't agree with them.",
        275.1,
        280.96
    ],
    [
        " Obviously, they bothered me because I could never find this specific book called guidelines for the leader and commander.",
        282.22,
        288.98
    ],
    [
        " And I always searched for it. I would look for and you know these days you can pretty much find anything online, especially like a lot of the old manuals that I read.",
        289.7,
        299.4
    ],
    [
        " Old army manuals on you know they've been out of print for a long time but you can go find a PDF somebody uploaded it. This thing has been nowhere forever.",
        299.86,
        307.18
    ],
    [
        " And here I was learning from this book that Colonel Hackworth wrote but I could never find the book that Hackworth learned from and that did not make me happy.",
        309.76,
        319.54
    ],
    [
        " So who was this guy? General Bruce Clark. Bruce Clark. He's a World War One World War II career. He enlisted in 1917 and ended up going to West Point. Hope you don't hold that against him.",
        319.92,
        331.5
    ],
    [
        " Good to go. I turned down my appointment to West Point but it's a great place. He got into the Army School. Look at you over a cheever.",
        332.24,
        340.98
    ],
    [
        " I had to go to the seal. The seal route man. That's a rough gamble. Right? It was a rough gamble and it paid. It was very poor gamble. I graduated and I didn't get selected with the seal program.",
        343.48,
        356.96
    ],
    [
        " I could tell you I was like I should have gone to West Point. I'd be in the Army. You know I'd have all those opportunities in front of me. That is the that is the that is the worst luck that it happens that the seal teams is in the Navy.",
        356.96,
        371.4
    ],
    [
        " And if you don't if you want to be a seal and you don't make it into the seal teams. You're in the Navy because you probably don't want to have the type of job that a regular Navy dude has if you want to be in the seal teams.",
        371.64,
        381.1
    ],
    [
        " Would you concur? Definitely. I mean if you if you want to be in the seal teams. That means you want to be shooting a machine gun and running around in the streets or the jungle or whatever.",
        381.7,
        390.72
    ],
    [
        " You don't want to be on a ship. You don't work in an engine room or or you know driving a ship or a bridge watch or whatever.",
        391.0,
        398.84
    ],
    [
        " And those are cool jobs too for different people like different jobs. But those are two almost totally different types of jobs. Whereas a if you tried for a special forces and you didn't make it you still be an infantry guy and that's still the similar thing.",
        399.7,
        413.0
    ],
    [
        " But you just rolled the dice big time. I did but it worked out and you know you got to trust it in fact had I got selected for the seal program right out of the academy in 1998 when I graduated.",
        413.26,
        425.06
    ],
    [
        " I'd have never been a task in a bruiser. I would have not been charred in a commander. I would have done my OIC probably at least a year or two or three prior to that as a lot of the guys who were my my same year group.",
        425.36,
        437.28
    ],
    [
        " So you know that's the good Lord has a plan and you got to just trust in that plan and I actually not had I got selected for Marine Corps. I should never have a chance to be in the seal teams either.",
        437.96,
        448.18
    ],
    [
        " So but West points and awesome school man. It was a really really agonizing decision for me because I got I got picked up for West point.",
        449.26,
        456.12
    ],
    [
        " And in like it was like probably January February of my senior year and that I found out I got I got an appointment. So I accepted it and then I didn't find out until like April that I got into the Navy.",
        456.46,
        468.46
    ],
    [
        " So it was you know it was it was a it was a big gamble for sure but. Hey man it's a it's an awesome. Obviously there's a great rivalry between West point and you know Army Navy.",
        468.98,
        479.54
    ],
    [
        " Everyone knows the football games and but I am one of the things we're most proud of obviously and task and bruiser was being the the one one AD Army seals as they call this and so good on general",
        479.7,
        492.96
    ],
    [
        " Clark one thing that that I just wanted to say when you read that quote I'm fascinated you know to listen this as well because I have used that quote an organization does well only those who's the boss checks probably a thousand times since teaching the junior off the training course up through what we do now with that long front and I did not realize it came out of this book.",
        493.12,
        513.9
    ],
    [
        " I was going to say don't you usually attribute it to have a true. Yeah I think I just miss remember that he he obviously was giving credit to general Clark and I clearly did not remember that and I've not done that right.",
        513.9,
        526.7
    ],
    [
        " Yeah so it went to West point so enlisted World War one went to West point World War two commanded the fourth armored division in patents patents third Army.",
        526.88,
        537.78
    ],
    [
        " Battle of a record battle the bulge distinguish service cross and three silver stars also in Korea ended up with forty five or so years of service not only leading troops but also he oversaw a bunch of training schools and training commands.",
        539.1,
        561.92
    ],
    [
        " I was died in 1988 at age 86 and I wanted this book I searched for this book for years I I wrote an email to the publisher this publisher still exists I'm going to call him out right now because I'm sure someone will reach out to him and it's stack poll books they still exist and we've covered other books of theirs on this podcast because they print a lot of military type books I think the clay pigeons a st low we covered that on this podcast and a few other that are in the queue I reached out to send an email hey I'm looking for this book I see that you used to do that.",
        562.94,
        591.9
    ],
    [
        " I just published it nothing never heard nothing back and then you know like you said the Lord works mysterious ways the about face the new the new version comes out and I search on on Amazon once a month all search and see because they they would have this book they have it listed in there that's how I knew the publisher was but they would have it in there and not available not available not available for years it's been not available it popped up it says available one copy three.",
        591.9,
        621.78
    ],
    [
        " $300 bro $300 this is and I'm only holding a photocopier right now it was $300 this thing is a hundred and 17 pages it's like a I don't know six by a left first it's small it's this little book it showed up in a little tiny envelope I was super stoked and as you might imagine like you said it's filled with lessons filled with the obvious roots of hack worse theories around training and leadership which I stole as you already",
        623.62,
        649.72
    ],
    [
        " rightfully accused me of stealing many things from hack worth as I fully admit all the time that I stole I used passed on to everyone I could still try and pass on still trying pass on about face still trying to pass on what we do it as long front trying pass on these lessons.",
        651.78,
        665.08
    ],
    [
        " So you know what I don't think you can actually use the word steel because they're freely given in the same way that like when people like hey do you mind if we like talk about a tree ownership with our team like no I actually don't mind in fact that's what we wrote the book for that's why hack I'm sure that's why I'm not going to do that.",
        665.94,
        681.76
    ],
    [
        " I'm going to say that it's not going to work.",
        681.78,
        681.94
    ],
    [
        " I will take that back wrote the about face and I'm sure obviously that's why general clerk wrote what he wrote so it's not stealing it's freely given and I think as we we all",
        681.94,
        692.32
    ],
    [
        " often said that we didn't learn anything new we just we just maybe package it a little bit differently use a different term than maybe others use it's",
        692.32,
        711.76
    ],
    [
        " our blah blah blah blah blah extreme ownership and they're like hey we hope you don't mind we're like the exact same thing I say you can't steal what's free so",
        711.84,
        719.52
    ],
    [
        " and I I try and give hack worth credit yeah but I guess you're right can't steal what's free but what we can do is we can take it and we can try and pass it on",
        719.52,
        730.42
    ],
    [
        " so without further ado I present to you at long last guidelines for the leader and commander",
        730.42,
        739.08
    ],
    [
        " there's I'll have to show it to you later there's a little there's a little signature I don't have it in a photocopy there's a it's written there's a little you know somebody gave it to",
        741.84,
        748.98
    ],
    [
        " someone someone gave it to like the command sergeant major or something like that all right so here we go dedicated to the ground combat soldier the",
        748.98,
        759.9
    ],
    [
        " paramount concern of the army is the ground combat soldier he is the focal point of all our efforts organizing equipping training sustaining and supporting him so",
        759.9,
        770.8
    ],
    [
        " that he can perform his indispensable role in combat is the army role the role is equally significant in any kind of war hot or cold it is just as important in general",
        770.8,
        785.88
    ],
    [
        " war as it is in limited war for our nation to entertain any notion to the contrary would be dangerous the danger could be social as well as military more than any other category of",
        785.88,
        800.2
    ],
    [
        " personnel in the armed forces the ground combat soldier comes from the general populace he is the private citizen under arms the clenched fist of his people I think I'm just",
        800.2,
        814.26
    ],
    [
        " rolling that from now on that is the greatest description of combat yes of a combat soldier I've ever heard of my life clenched fist of the people why why is this the first time I'm hearing this that's the one thing I'm I'm just",
        814.26,
        830.06
    ],
    [
        " remiss about yeah that's what I'm saying me too we could have we could have put that up as like a poster for tasking a bruiser you know I think I think I",
        830.06,
        838.86
    ],
    [
        " used and you may have heard me use this in fact I know you did the sword of destruction I use that to describe sort of what our methodology was especially in cleaning out",
        840.22,
        851.0
    ],
    [
        " in surgeons and how hey everyone wants to be everyone wants to make friends and and win the hearts and minds and that's all definitely",
        851.0,
        858.3
    ],
    [
        " important but that really comes and this is this is when I use this line that that would come after the sort of destruction has been wielded on the",
        858.3,
        867.98
    ],
    [
        " insurgents or the bad guys I think the fist of the people is better we're going with the clenched fist the clenched fist of the people back to the book it is by no",
        867.98,
        879.86
    ],
    [
        " idle chance in the history of mankind that the course of democracy parallels the importance accorded to the ground combat soldier in the military forces of",
        879.86,
        889.86
    ],
    [
        " nations it is no exaggeration to say that the basic freedoms we now enjoy are closely related to his ascending importance on the battlefields",
        889.86,
        900.22
    ],
    [
        " since the battle of crazy nor is it an exaggeration in my opinion to say that the preservation of those freedoms will continue to be",
        900.22,
        909.84
    ],
    [
        " oriented by his place in the sun only when men from all of the people are willing and ready to fight and die for freedom does freedom have meaning for them only then does democracy thrive",
        909.84,
        927.78
    ],
    [
        " that is the inexorable lesson of history these are important things to be reading right around this time in the world",
        930.64,
        937.64
    ],
    [
        " because what percentage of of the populace actually is in the military 1% so there's not a lot of people that seem to step up and be ready and willing and what does that mean that means they don't understand what the prices to understand the cost is what he's saying here is",
        937.64,
        953.82
    ],
    [
        " freedoms only safe when there's people that are when there's all people he's saying all people by the way all people have to be ready and willing",
        955.98,
        963.32
    ],
    [
        " it's heavy",
        963.32,
        965.76
    ],
    [
        " well you also have to think about his perspective though right I mean I think in America today obviously we've been at war for a long time since 9-11",
        965.76,
        974.74
    ],
    [
        " but there really isn't an existential threat in the way that he was living with World War I you've got this expanding empire now World War II you've got the Japanese and Germans I mean there's the world was truly at stake and it was everybody all hands on deck even those that couldn't serve who aren't medically qualified or whatever",
        975.54,
        995.92
    ],
    [
        " like they're you know they're they're doing everything for blood drives to you know collecting tires all that kind of stuff is going on back here bond drives you know",
        997.88,
        1007.54
    ],
    [
        " liberty cards yeah you know the Rosie the Riveter I mean ladies out there turning wrenches and building planes and tanks and all that stuff so I think that was I mean our country has an experience that probably since that's World War II",
        1007.54,
        1020.98
    ],
    [
        " but I think living to that probably gave him unique perspective this also ties in continuing on but guiled by the mechanical marvels of an age it is easy for people to forget the true character of the ground combat soldiers in war",
        1020.98,
        1041.14
    ],
    [
        " when free men have been so but guiled in the past they have slipped back into slavery for the ability of the ground combat soldier to play his part in the social scheme of things depends upon the part he has given in the military scheme of things",
        1042.0,
        1060.24
    ],
    [
        " again we we we can very easily think about the fact that you know this war is a technical thing and you don't have to put boots on the ground and that whole idea that technology can eliminate war",
        1061.26,
        1076.02
    ],
    [
        " and you and I were talking the other day that there's there's some people that hey God bless them they have a positive attitude that we as a species can evolve to a point where you know we don't have more anymore and that's a very positive thought I think we would all agree that that would be a great thing",
        1076.34,
        1096.18
    ],
    [
        " it's probably highly unrealistic because there's always going to be somebody to put no matter how nice you are there's always going to be somebody that's going to try and take a couple extra dollars from you echo Charles you have to defend yourself",
        1097.24,
        1112.76
    ],
    [
        " I understand even if you're super nice yes you might have to fight I don't think you can't study history and believe that we're on some greater trajectory",
        1112.76,
        1123.06
    ],
    [
        " and mankind is above war or conflict or evil or darkness and the thing I love most about this podcast is reminding people of the darkness you can't appreciate the light if you don't know the darkness and I think that's that's the most powerful thing",
        1123.88,
        1139.14
    ],
    [
        " and I think only if you experience what general Clarkers experience do you do you fully get an understand that",
        1139.14,
        1143.5
    ],
    [
        " I answer a question on the podcast a long time ago guy said you know you keep talking about training Jiu Jitsu but I don't even like to fight why should I train Jiu Jitsu and I said if you don't like to fight you are actually the premier person that needs to train Jiu Jitsu",
        1144.7,
        1158.58
    ],
    [
        " and if you don't like war and you don't want to go to war then you should train and prepare and be ready to go to war and then hopefully won't have to",
        1158.58,
        1168.08
    ],
    [
        " and if you do it'll be swift the other thing that that quote reminds me of is that we get asked how often do we get asked about you know talk about some training or Bud story you know from the CEO basic training program and we don't even talk about that stuff",
        1168.56,
        1184.04
    ],
    [
        " because I think people I mean the I'm trying to explain to people that the the physical nature of combat operations is so much more you know more difficult than anything in training",
        1184.04,
        1196.88
    ],
    [
        " and then in the emotional you know I was going to say that as well as a physical yes but the mental and emotional isn't even comparable thing right like it's not a comparable thing to say well you know I was really wet and cold during",
        1196.96,
        1211.52
    ],
    [
        " the seal training compared to I was waiting to suck start an IED 17 nights in a row you know like that's definitely more mental stress than hey you're going to have to go hit the surf again who cares",
        1211.52,
        1227.54
    ],
    [
        " no question about that but what I'm talking about the physical nature of it so we're talking about the ground combat okay here and this is you know I'm thinking about you know one of our seals I mean you you",
        1227.54,
        1239.66
    ],
    [
        " certainly know what was one of my most awesome guys in charter but soon suit just a physical you know stud awesome dude who's like going down with heat exhaustion and like can't can't continue forward and I'm have like give me your machine gun take my you know my rifle my M4 we got a movement we can't stay here we're going to get we're",
        1239.66,
        1269.5
    ],
    [
        " going to be doing you know 80 pounds of gear on this patrol and it's a hundred and 17 degrees right now and I got a little behind the hydration curve because we've been out here for 48 hours doing this kind of stuff and I'm going down with heat exhaustion you know so I think that's",
        1269.5,
        1286.76
    ],
    [
        " something that people when you're talking about technology and writing in vehicles or flying an aircraft or shooting missiles and there's just no getting around the guys",
        1286.76,
        1296.94
    ],
    [
        " carrying a rucksack you know a heavy rucksack with gear and going on foot and I remember you were mighty was unique like that for us because if you drove into those areas you were going to get blowed up and it was it was a good reminder of the physical nature of of war and I think you know what he's talking about the the ground combat soldier is exactly right it's just it's just savage like it's just you know whenever you put on",
        1296.94,
        1326.3
    ],
    [
        " you know like at the beginning of land warfare training and you haven't put on a rucksack in whatever two months because you were coming back from deployment and then you go on leave and whatever and you get out to the desert warfare training facility and you put your gear on for the first time and you're like yeah the first it's one of those",
        1326.66,
        1345.4
    ],
    [
        " things were the first like 20 minutes you're just thinking this completely sucks and then it just sucks so bad that the suck kind of numbs out but it's just savage it's just it's just it's just a constant level of pain and no matter how good of shape you thought you were I mean that",
        1345.4,
        1362.64
    ],
    [
        " guys you're talking about was an awesome shape he was a great you know physical specimen like awesome dude train hard all the time one of the best deals I know I mean it happened to me I remember Johnny Kim well was",
        1362.64,
        1373.34
    ],
    [
        " patorn into position Johnny Kim was like in here's our corpsman he was like hey life you doing okay I'm like I don't know man you know he's I was like super pale and he could see that I was I just I was dehydrated and we're",
        1373.34,
        1389.74
    ],
    [
        " already smoked we've been up for 24 hours so he like gave me an IV and you know to just help me help me with a good",
        1389.74,
        1395.98
    ],
    [
        " print it's and we were in good shape I mean we trained hard we are already acclimatized it's just it was it was hard it was physically difficult all those",
        1395.98,
        1404.32
    ],
    [
        " emotional things are absolutely but it was a physical it was physically hard and probably the best day berk talks about the",
        1404.32,
        1411.02
    ],
    [
        " see a good deal good deal day berk running with a palette of water between where you you were back at cop falcon we were in a",
        1411.02,
        1420.12
    ],
    [
        " cyber watch position like 300 yards down the street carrying on on an Israeli stretcher with like pallets of water and",
        1420.12,
        1427.9
    ],
    [
        " MRE's which probably you know probably way like 200 pounds and running as fast as we could with that in all our",
        1427.9,
        1434.22
    ],
    [
        " combat gear for 300 yards Dave Dave Burke was just he was like hey we're like let's go and we're just",
        1434.22,
        1442.2
    ],
    [
        " running and it was it was awesome I didn't deliver you run to you guys down there you did yeah you brought some",
        1442.2,
        1447.5
    ],
    [
        " water to this we're just we're just baking on the rooftop nothing yeah like even just that even just",
        1447.5,
        1453.22
    ],
    [
        " sitting there baking on a rooftop for three days just just getting dehydrated it's everything sucks as to",
        1453.22,
        1460.76
    ],
    [
        " quote to quote Tony everything sucks everything sucks nothing worse all right back to the book it will be a",
        1460.76,
        1468.66
    ],
    [
        " sorry day for all mankind in this supersonic nuclear age of ours should the ground combat soldier ever be",
        1468.66,
        1478.86
    ],
    [
        " deprived of his rightful place in the hearts and minds and military forces of his people in our efforts to",
        1478.86,
        1490.02
    ],
    [
        " avoid this danger a one army attitude must pervade all ranks the ground combat soldier is not a",
        1490.02,
        1496.94
    ],
    [
        " guardsman nor regular nor reserved nor a select he is simply the American fighting man on the one",
        1496.94,
        1505.24
    ],
    [
        " army team I appeal to every member of the team civilian and military to give his cause the",
        1505.24,
        1513.18
    ],
    [
        " enthusiastic support merited by its vital importance to our country Bruce C Clark general US Army",
        1514.44,
        1523.46
    ],
    [
        " there's the intro we're already off to good start I'm the next copy that's up for 300 bucks",
        1523.46,
        1531.06
    ],
    [
        " I'm hiding I gotta figure out what I'm gonna do I'm sure stack pool will will reach out but if they",
        1531.06,
        1536.82
    ],
    [
        " don't I'm just gonna publish this thing jacko publishes coming in hot with the PDF",
        1536.82,
        1541.68
    ],
    [
        " publishers forward these guidelines were written by a leader in commander out of the wealth of",
        1541.68,
        1550.16
    ],
    [
        " experience gained by him in leading and commanding troops from a squad to an army group these",
        1550.16,
        1556.0
    ],
    [
        " guidelines were prepared for the benefit of the of other leaders and commanders in the US Army in",
        1556.0,
        1560.84
    ],
    [
        " order that they in turn may make use of his council and experience so as you said he wrote this for us",
        1560.84,
        1567.68
    ],
    [
        " general Bruce C Clark has probably had more command duty at more command levels than any other",
        1567.68,
        1574.68
    ],
    [
        " officer in the US Army living or dead he served more than 40 years in all grades from private",
        1574.68,
        1583.1
    ],
    [
        " to four star general known as the most effective trainer of modern times in the US Army as well as",
        1583.1,
        1590.12
    ],
    [
        " an outstanding combat commander general Clark here specifies the methods he has used without",
        1590.12,
        1596.32
    ],
    [
        " standing success in management training in soldier management and in leadership and",
        1596.32,
        1601.96
    ],
    [
        " general ship what do you think not exactly a lightweight not exactly a lightweight",
        1601.96,
        1606.86
    ],
    [
        " and there's a picture in here says the ground combat soldier the focal point of all our efforts",
        1606.86,
        1613.18
    ],
    [
        " you know it's cool go ahead well I was just because as you're as you're saying that you know I'm",
        1613.18,
        1617.06
    ],
    [
        " sitting here thinking about my experience in Ramadi and you know our combat experience three",
        1617.06,
        1620.58
    ],
    [
        " to points or a rack is just absolutely nothing compared to what someone who fought in world war one",
        1620.58,
        1627.84
    ],
    [
        " world war two and Korea I mean it's it's just it just I'm so humble when I read about people's",
        1627.84,
        1633.98
    ],
    [
        " experiences and realize oh I if I think I thought I thought I saw some combat and oh that was",
        1633.98,
        1639.2
    ],
    [
        " significant for the Iraq wars like man it's absolutely nothing all the even the physical hardships",
        1639.2,
        1643.36
    ],
    [
        " I'm describing just pale in comparison you know to battles and just what what general Clark",
        1643.36,
        1651.2
    ],
    [
        " experience it's so many have experienced about the the ages we often joke about the fact that",
        1651.2,
        1658.94
    ],
    [
        " just what we experience compared to what these guys went through when we had Dean Lad on the",
        1658.94,
        1673.34
    ],
    [
        " there's no possible way he should survive that and by the way what was really crazy is that was",
        1673.34,
        1677.82
    ],
    [
        " like he did after he got done with that he had already done the one of the other islands he",
        1677.82,
        1684.34
    ],
    [
        " get goes into tarot gets gut shot two of the Marines disobey all orders and actually grab him and",
        1684.34,
        1690.52
    ],
    [
        " bring him back to a boat he gets somehow miraculously safe he goes back to Hawaii and then six months",
        1690.52,
        1696.82
    ],
    [
        " later he's back going on another island campaign it's like oh you got gut shot but you survived",
        1696.82,
        1701.0
    ],
    [
        " school you're in the game yeah America what all right chapter one part one is leadership and",
        1701.0,
        1715.34
    ],
    [
        " command chapter one command responsibilities introduction when an individual assumes command of a",
        1715.34,
        1720.04
    ],
    [
        " unit larger small he steps into one of the most interesting and the most challenging assignments",
        1720.04,
        1725.06
    ],
    [
        " a member of the armed forces can have here is a job into which a man can sink his teeth",
        1725.06,
        1730.5
    ],
    [
        " here is a job where initiative originality hard work fidelity and human understanding can pay off",
        1730.5,
        1739.2
    ],
    [
        " in the richest dividends this chapter includes many matters that are connected with the ability",
        1739.2,
        1744.64
    ],
    [
        " of the commander to train his unit so it's interesting what what extreme ownership we close out by",
        1744.64,
        1751.88
    ],
    [
        " saying this is the most challenging endeavor human can leadership is the most challenging endeavor",
        1751.88,
        1756.3
    ],
    [
        " human faces and therefore the most rewarding I swear we didn't steal that from him even though he",
        1756.3,
        1762.12
    ],
    [
        " just said the exact same thing even though he wrote a lot earlier than us you know what you know",
        1762.12,
        1767.14
    ],
    [
        " what it is though like it as when we talk which are leaders all the time and they say hey we're",
        1767.14,
        1772.12
    ],
    [
        " already doing a lot of these things you're talking about and and what the reason for that is because",
        1772.12,
        1777.64
    ],
    [
        " there's what works and those what doesn't work so no matter what you call it you know we gave a",
        1777.66,
        1782.68
    ],
    [
        " little framework around ownership laws of combat but if you if you're in a leadership position you're",
        1782.68,
        1788.48
    ],
    [
        " going to you're going to figure out what actually works and that makes me think about this you talk",
        1788.48,
        1794.5
    ],
    [
        " about psychology a lot and not not in like psychological terms and you know like clinical terms but in like",
        1794.5,
        1800.72
    ],
    [
        " trying to get people to do what you need them to do to a commissation with and that's exactly",
        1800.72,
        1806.42
    ],
    [
        " human nature it took me I don't know how many podcasts must have been around I don't know but at some",
        1806.62,
        1811.68
    ],
    [
        " point I said yeah this is a podcast about human nature really that's what it's about about human",
        1811.68,
        1815.88
    ],
    [
        " nature and where human nature is most revealed is in war or in atrocities or human suffering",
        1815.88,
        1824.24
    ],
    [
        " or human struggle that's when that's when human nature is revealed and you know",
        1824.24,
        1830.06
    ],
    [
        " well we had this conversation and I don't know when but I remember telling you and stoner and being",
        1832.1,
        1838.0
    ],
    [
        " like hey look when we go on deployment people are going to go crazy and look I didn't mean hey",
        1838.0,
        1843.02
    ],
    [
        " these people are going to but we know when you talk about senior leaders or you know people are",
        1843.02,
        1848.04
    ],
    [
        " going to start feeling pressure and people do crazy thing and I saw that from my first appointment",
        1848.04,
        1852.36
    ],
    [
        " to Iraq Ross I was thinking wait a second this is just like people are going crazy so that's",
        1852.36,
        1859.38
    ],
    [
        " something that happens it's it's just human nature is revealed and if you're",
        1859.38,
        1864.26
    ],
    [
        " if you're let's say you're nervous about things let's say you're nervous type person you're",
        1864.26,
        1869.9
    ],
    [
        " you're you're scared of something what what's that going to do in combat it's just going to get worse",
        1869.9,
        1875.3
    ],
    [
        " let's say you're worried about things what's going to happen in combat you're going to be even more",
        1875.3,
        1880.86
    ],
    [
        " worried let's say you have a tendency to focus on things that don't really matter you're going to",
        1880.86,
        1886.76
    ],
    [
        " do that even more in combat it's like everything you're just your human nature gets exposed",
        1886.76,
        1891.92
    ],
    [
        " to quote you it's combat is life amplified and intensified true and I think that's that's",
        1891.92,
        1900.2
    ],
    [
        " 100% true it's 100% true and it's like it's like that friend that that tells you like they go crazy",
        1900.2,
        1905.96
    ],
    [
        " when they drink and you're like no you're actually just when you drink you you actually are crazy",
        1905.96,
        1912.8
    ],
    [
        " you're able to keep it contained until you put the alcohol in you",
        1912.8,
        1916.32
    ],
    [
        " no you actually are crazy and it just comes out yes very similar uh here we go back to the book",
        1916.32,
        1926.66
    ],
    [
        " so you want a command how often if we heard an officer say I do anything to get a command",
        1926.66,
        1932.44
    ],
    [
        " have you ever wondered if you really meant it have you ever wondered if you really",
        1932.44,
        1937.3
    ],
    [
        " would make a good commander we have often heard the expression a good commander is born not made",
        1937.44,
        1943.32
    ],
    [
        " this is interesting so he's saying hey we often hear a good commander is born not made",
        1943.32,
        1949.64
    ],
    [
        " you know how nowadays they say you know actually anyone can be a leader I shouldn't say in such a",
        1949.64,
        1956.56
    ],
    [
        " sarcastic voice people say look anyone can be a leader you can learn uh what I talked about",
        1956.56,
        1961.72
    ],
    [
        " leadership strategy and tactics is it's both like you're going to get some natural qualities for sure",
        1961.72,
        1966.24
    ],
    [
        " some other things you're going to have to work in so he says we often heard the expression a good",
        1966.24,
        1971.34
    ],
    [
        " commander is born not made he says this is not entirely true by exercising certain principles the",
        1971.34,
        1979.0
    ],
    [
        " vast majority of officers can become good commanders there you go he agrees with me",
        1979.0,
        1984.62
    ],
    [
        " let us see if considering the following 20 questions will provide us with some guidelines if the",
        1984.62,
        1993.44
    ],
    [
        " answers to these questions are yes the potential commander statement is sincere and he should fight",
        1993.44,
        1998.96
    ],
    [
        " to get it and should be given a command he will never have an assignment that will give him greater",
        1998.96,
        2004.12
    ],
    [
        " satisfaction or one that will enable him to contribute more to the army and to our country so here's",
        2004.12,
        2008.74
    ],
    [
        " the 20 questions is the officer seeking command duty willing to devote all hours of day and night",
        2008.74,
        2017.24
    ],
    [
        " seven days a week to his command is his wife willing to take an active role in helping to make a",
        2017.24,
        2026.24
    ],
    [
        " happy army community in their unit area is his family willing to be secondary if necessary to the",
        2026.24,
        2034.68
    ],
    [
        " company battalion group regiment combat command brigade or division so glad you wrote that because",
        2034.68,
        2041.9
    ],
    [
        " I still have people that will call me out because I'll say hey when I was in the teams the teams",
        2041.9,
        2048.28
    ],
    [
        " came first the teams were more important than my family and I'm sorry but you have to take care",
        2048.28,
        2056.46
    ],
    [
        " of your guys you have to you mean when you would say things like I'm gonna go home and see this",
        2056.46,
        2065.58
    ],
    [
        " woman and these kids at live at my house yes I do and just for the record jockgo was we",
        2065.58,
        2072.84
    ],
    [
        " jockgo is a loving husband and an awesome dad but we knew that was a joke that's pretty funny",
        2072.84,
        2078.9
    ],
    [
        " uh is he willing to learn teach stress and live with the fundamentals necessary to make his unit",
        2078.9,
        2085.92
    ],
    [
        " good and believe his great talents for bigger things are not to be wasted does he like to be with",
        2085.92,
        2092.6
    ],
    [
        " young people can he live with their energy points of view and problems they create",
        2092.86,
        2097.62
    ],
    [
        " is he willing to take the hard knocks that come from carrying the responsibilities for the failures",
        2097.62,
        2104.24
    ],
    [
        " of his subordinates do we get to pass these things on echo Charles I don't think so no we don't",
        2104.24,
        2110.82
    ],
    [
        " sounds a little like he's training ownership and he does can he juggle at the same time all the balls",
        2110.82,
        2116.62
    ],
    [
        " of training maintenance test administration inspections property communications message supplies",
        2116.62,
        2121.74
    ],
    [
        " athletics marksmanship discipline and public relations without dropping any of them",
        2122.12,
        2126.24
    ],
    [
        " he or does an execute is he able to do many things concurrently rather than being a consecutive",
        2126.24,
        2133.1
    ],
    [
        " doer can he manage a complex job can he receive and carry out orders can he follow orders as well as",
        2133.1,
        2141.92
    ],
    [
        " give them so number eight there is he able to do many things concurrently rather than being",
        2141.92,
        2146.28
    ],
    [
        " a consecutive doer opposite of prioritized an execute it's like I'm gonna I need to be able to do",
        2146.82,
        2151.68
    ],
    [
        " multiple things at once here's what's interesting I highlighted that and I started I was thinking about",
        2151.68,
        2156.78
    ],
    [
        " as I read through the rest of the book he starts to go into a a delineation and a bifurcation between",
        2156.78,
        2165.48
    ],
    [
        " between the title of book leader and commander and what he starts talking about is when you're a leader",
        2165.48,
        2172.42
    ],
    [
        " squad leader platoon leader at company it changes to commander and now what you have to do is",
        2172.42,
        2178.64
    ],
    [
        " realize that you've got to you've got to be able to task people to do things right you got to be",
        2178.64,
        2183.82
    ],
    [
        " able to delegate and so as a as a leader it's like prioritize next you as a commander yes you're",
        2183.82,
        2190.18
    ],
    [
        " gonna prioritize an execute but you're gonna prioritize delegate and then have other people doing",
        2190.18,
        2195.44
    ],
    [
        " multiple things at the same time I mean when we would go on an operation for example did we say okay",
        2195.44,
        2200.94
    ],
    [
        " right now we're only gonna set security we're not gonna do sensitive site exploitation we're",
        2201.34,
        2207.48
    ],
    [
        " not gonna do a search right now we're only gonna set security no we set security then we start",
        2207.48,
        2211.28
    ],
    [
        " interrogating prisoners we start searching we start organizing are you like there's multiple",
        2211.28,
        2218.1
    ],
    [
        " things that you're doing at the same time so that's different then hey we've got we've got we're",
        2218.1,
        2224.34
    ],
    [
        " getting attacked with multiple problems right now we need to focus on the biggest problem and it",
        2224.34,
        2229.3
    ],
    [
        " also starts to lean into talking about delegation and how and you know I've always said even when",
        2229.86,
        2236.1
    ],
    [
        " I explain prioritize an execute I say these words once you've got that problem that first problem",
        2236.1,
        2242.56
    ],
    [
        " solved or you've got it going in the right direction then you can move on to the next problem so",
        2242.56,
        2247.84
    ],
    [
        " if I look if we're getting a contact from the south and I go lay for take a platoon go go start",
        2247.84,
        2252.08
    ],
    [
        " knocking those guys out I don't even worry about you anymore I'm good like I might check in with",
        2252.08,
        2257.02
    ],
    [
        " you five minutes later to make sure you're good but meanwhile what am I doing I'm saying Seth",
        2257.02,
        2261.18
    ],
    [
        " I'll continue the assault on this building right it's not like I'm saying everyone Seth I'll",
        2261.18,
        2265.06
    ],
    [
        " everyone online no if you can handle it you handle it another way I used to explain this is",
        2265.06,
        2270.02
    ],
    [
        " let's say you're building a building and you've got to get one of the rooms electrical done",
        2270.02,
        2279.04
    ],
    [
        " because they're gonna put drywall in that room today and you've got 10 electricians on site",
        2279.04,
        2285.74
    ],
    [
        " and the room is small does that mean you take all 10 of your electricians and you pack them",
        2286.5,
        2290.24
    ],
    [
        " into that room and put them all to work no because it's there you don't need that many you need",
        2290.24,
        2294.68
    ],
    [
        " four guys in there that's the fastest and most efficient you can get it done so you take those four",
        2294.68,
        2299.24
    ],
    [
        " guys you put them in that room you take the other six guys and they can start doing something else",
        2299.24,
        2301.78
    ],
    [
        " you don't just say that's the number one priority everyone just sit in there and do nothing",
        2301.78,
        2304.98
    ],
    [
        " four guys do it and everyone else watch them no you you can you handle the problem you get it moving",
        2304.98,
        2310.1
    ],
    [
        " in the right direction then you move on to the next you then you can take the remaining resources",
        2310.1,
        2315.0
    ],
    [
        " and apply them to the next thing that that makes me think about target fixation which is what we",
        2315.3,
        2319.54
    ],
    [
        " talk about with extra motor with with with prioritized an execute which it's really easy like this",
        2319.54,
        2324.58
    ],
    [
        " is the priority get so focused on that but I mean with the example you just gave like life take",
        2324.58,
        2329.44
    ],
    [
        " your platoon and take you hit that target the south and then Seth you continued the assault like",
        2329.44,
        2333.82
    ],
    [
        " you wouldn't even say Seth continued the assault because he's gonna he's gonna do it and and you",
        2333.82,
        2338.92
    ],
    [
        " talk about how your greatest goal is to go out on operations and not say anything and I used to",
        2338.92,
        2344.18
    ],
    [
        " think that like that was like I wanted to be the leader like the you know John Wayne",
        2344.18,
        2349.0
    ],
    [
        " Sands of Evil Gima with my helmet on sideways and my gun and high port as my finger is point you",
        2349.0,
        2355.6
    ],
    [
        " know like the plastic army man with a finger pointing and is the leader of this is his gun and high",
        2355.6,
        2361.34
    ],
    [
        " port point of this guy and I so many times reminding the middle of a big gun fight where you're like",
        2361.34,
        2366.68
    ],
    [
        " I'm not saying anything at all my my teams doing what they need to do the fire team leaders are",
        2366.68,
        2370.52
    ],
    [
        " running the guys are squad leaders running their guys are the leading petty officers doing his",
        2370.52,
        2374.82
    ],
    [
        " thing the chiefs doing his thing I can think two steps ahead so I mean that's you have to be able",
        2374.82,
        2381.04
    ],
    [
        " to do that that's decentralized command and when you get a team that's running that then you can",
        2381.04,
        2385.02
    ],
    [
        " you can handle 12 or 15 problems at the same time because each of the teams is doing their thing",
        2385.02,
        2389.78
    ],
    [
        " I was talking to a client today and he was talking to me about how he sometimes has meetings",
        2389.78,
        2396.42
    ],
    [
        " uh he'll have eight blocked meetings a day or 10 that he has to go to and he gets down he's like yeah",
        2398.2,
        2406.84
    ],
    [
        " I know I got this meeting this meeting and I had him pull up his calendar and he's talking me through",
        2406.84,
        2410.94
    ],
    [
        " it's each one of these meetings and I said um what's wrong with you like what is wrong with you",
        2410.94,
        2419.36
    ],
    [
        " that every like each one of your teams needs to talk to you every single day that's crazy to me",
        2420.36,
        2427.6
    ],
    [
        " that's crazy to me that's not decentralized command that is centralized command so you aren't given",
        2427.6,
        2434.52
    ],
    [
        " the people the right direction they're not hearing what you're saying they don't have the guidelines",
        2434.52,
        2439.04
    ],
    [
        " you haven't given them the trust do you been an easy but there's a there's a bunch of reasons why",
        2439.04,
        2443.68
    ],
    [
        " it could be happening but it shouldn't be happening you shouldn't have to attend those meetings all day",
        2443.68,
        2447.68
    ],
    [
        " long every day because that's not decentralized command it's not efficient what happens if you",
        2447.84,
        2454.38
    ],
    [
        " aren't in those meetings well the guys won't know what to do okay well there's your problem give",
        2454.38,
        2459.44
    ],
    [
        " them the guidance and let them run and if you're down on the weeds trying to solve those problems",
        2459.44,
        2463.36
    ],
    [
        " which is what you're doing in the meetings then you can't who's actually taking a step back I mean",
        2463.36,
        2467.84
    ],
    [
        " that's you know when you wrote in that the decentralized command chapter in extreme ownership that",
        2467.84,
        2471.76
    ],
    [
        " I mean we we've out of a horrible blue on blue situation that happened if you were down on the weeds",
        2471.76,
        2476.86
    ],
    [
        " trying to tell you know Stoner says don't have to run his platoon you know that's just the way it is",
        2476.86,
        2482.66
    ],
    [
        " so I think that's your job as the leader should be to take a step back and thanks strategically the",
        2482.66,
        2488.82
    ],
    [
        " next step the next step out for that and you can't if you're down on the weeds making things and",
        2488.82,
        2492.74
    ],
    [
        " but you can also see where people need help and you could step in temporarily when you take a step",
        2492.74,
        2498.9
    ],
    [
        " back and you got teams actually handling those problems which you did all the time as a ground",
        2498.9,
        2503.72
    ],
    [
        " force commander when you're like come over you walk in the house after we call it target security",
        2503.72,
        2507.5
    ],
    [
        " walking that's what's going on check in with me I'd give you a quick update on what's going on you",
        2507.5,
        2511.44
    ],
    [
        " you kind of then you'd move to kind of where you were needed you know what where people might need more",
        2511.44,
        2515.68
    ],
    [
        " resources or hey we need some more guys outside you know can we can you guys spare a fire team or",
        2515.68,
        2520.42
    ],
    [
        " hey we need more guys in the house let's bring a fire team in yeah or whatever maybe yep yep",
        2520.42,
        2524.9
    ],
    [
        " yep gotta do that um continuing down this list can he receive and carry out orders can he",
        2524.9,
        2530.5
    ],
    [
        " follow orders as well as give them can he stand tough competition from like units and still retain",
        2530.5,
        2539.78
    ],
    [
        " a spirit of cooperation and teamwork with him enemies outside the wire is he physically and",
        2539.78,
        2548.44
    ],
    [
        " emotionally fit to carry the load that's what you and I just talked about I talked about the",
        2548.44,
        2554.84
    ],
    [
        " mental side you talked about the physical side they're both freaking grueling does he have the",
        2554.84,
        2561.38
    ],
    [
        " courage to make and stand by tough decisions are he and his family willing to live in a gold",
        2561.38,
        2568.52
    ],
    [
        " fish bowl where their actions are closely observed by both subordinate and superior is he still",
        2568.52,
        2574.78
    ],
    [
        " enthusiastic and cheerful when confronted with seemingly impossible tasks to perform with",
        2574.78,
        2580.26
    ],
    [
        " inadequate means is he willing to leave a warm office to check and supervise training maintenance",
        2581.42,
        2586.3
    ],
    [
        " and many other activities of his unit is he willing to take responsibility himself and correct",
        2586.3,
        2592.2
    ],
    [
        " the situation rather than blame it on the staff of a higher headquarters or on a subordinate when",
        2592.2,
        2598.82
    ],
    [
        " things go wrong in his unit man we owe this guys of money that's pretty phenomenal I you know",
        2598.82,
        2607.12
    ],
    [
        " what is so humbling to hear that too and it also doesn't he's capturing the burden of leadership so",
        2607.12,
        2612.46
    ],
    [
        " well you know by obviously someone who's been and lived it you know in at a multitude of levels and",
        2612.46,
        2618.34
    ],
    [
        " I think so often we talk to like frontline troopers or frontline you know leaders are like if I",
        2618.34,
        2623.54
    ],
    [
        " was in the senior ranks better everything would be great and they don't fully understand the burden",
        2623.54,
        2628.34
    ],
    [
        " of leadership and that's that's a tough thing not not everybody can do that and there are a lot of",
        2628.34,
        2633.22
    ],
    [
        " people that don't want that and I think once they get there they realize like maybe that ain't for me",
        2633.22,
        2637.1
    ],
    [
        " next is he willing to do the best with what he has even though what he has seems inadequate",
        2637.1,
        2645.48
    ],
    [
        " is he confident he can produce a superior unit with the usual run of manpower",
        2645.48,
        2651.32
    ],
    [
        " can he inspire personnel to produce outstanding accomplishments is he willing to take a chance",
        2651.32,
        2663.2
    ],
    [
        " does he really want command rather than just to get command on his record and I just realized",
        2664.28,
        2671.56
    ],
    [
        " he's got like a lot of these 20 questions there's like three or four questions and each one he",
        2671.56,
        2676.98
    ],
    [
        " snuck something on us but what I want a great what a great outline just to just to check yourself",
        2676.98,
        2683.26
    ],
    [
        " and see where you're at see how in the game you are",
        2683.26,
        2688.44
    ],
    [
        " next what does the soldier expect from his commander",
        2690.4,
        2694.22
    ],
    [
        " having dealt with the prerequisites of command so that's what we just did I offer these thoughts",
        2694.22,
        2702.5
    ],
    [
        " on what soldiers look for in their commanders regardless of branch of service",
        2702.5,
        2707.46
    ],
    [
        " honest just and fair treatment men admire a strict officer if he is also just an officer who",
        2707.46,
        2717.46
    ],
    [
        " tries to be a good fellow loses his grip early an officer cannot be expected to know everything",
        2717.46,
        2723.18
    ],
    [
        " he cannot bluff his men and retain their respect when he does not know he should say so and then",
        2723.18,
        2731.36
    ],
    [
        " find and announce the answer like we're laughing as I'm reading this you're laughing as I'm reading",
        2731.36,
        2736.8
    ],
    [
        " this is like straight out of leadership strategy and tactics just it's it's crazy to sit here and read",
        2736.8,
        2743.3
    ],
    [
        " this you ask that question all the time like who's got it all figured out who has all the answers",
        2743.3,
        2748.14
    ],
    [
        " that nobody so why would you even try to pretend like you do people you know and then we get that",
        2748.14,
        2752.64
    ],
    [
        " question for leaders like well the lose respect for me you know if I if I like I've got to pretend",
        2752.64,
        2758.04
    ],
    [
        " like I know it all I'm like no everyone knows you don't know it all so so they they know you don't",
        2758.04,
        2762.9
    ],
    [
        " know and if you're pretending they're losing respect for you if you can actually admit you don't know",
        2762.9,
        2766.5
    ],
    [
        " and take ownership then it all from a stake or whatever it happened then obviously their respect",
        2766.5,
        2771.96
    ],
    [
        " is going up I'll tell you another tricky situation that are that this offers some insight into",
        2772.02,
        2777.14
    ],
    [
        " and it's not it doesn't offer a definite answer but I've seen leaders backed into a corner where",
        2777.14,
        2782.3
    ],
    [
        " you know laf screws something up and whatever the mitigating circumstances were you know I say",
        2782.3,
        2790.6
    ],
    [
        " you know what though laf it's I got to punish him you know laf uh laf didn't finish the project",
        2790.6,
        2796.26
    ],
    [
        " on time I'm writing him up I told him I was going to write him up I'm gonna write him up and let",
        2796.26,
        2800.2
    ],
    [
        " you know you come to me and say hey boss I get it's my fault here's some mistakes that I made",
        2800.2,
        2804.02
    ],
    [
        " and I go yep doesn't matter I'm writing you up and I feel like I'm gonna lose respect of people if",
        2804.02,
        2809.94
    ],
    [
        " I don't be like drop the hammer on you and the fact the matter is you don't if you're re if you're",
        2809.94,
        2817.14
    ],
    [
        " a reasonable human being and you you you listen to the mitigating circumstance of a situation",
        2817.14,
        2824.66
    ],
    [
        " and say you know what I really hope that this doesn't happen again laf there's no possible way",
        2824.76,
        2831.76
    ],
    [
        " if this happens again I'm gonna let you off the hook but you came to me with a plan on how you're",
        2831.76,
        2836.92
    ],
    [
        " gonna fix these things don't ever allow it to happen again your respect for me doesn't go down",
        2836.92,
        2842.54
    ],
    [
        " people don't think go jacos weak they think hmm we got a boss that's gonna take care of our people",
        2842.54,
        2848.12
    ],
    [
        " now look if you have somebody that's just out of you know does something totally off the wall of course",
        2848.12,
        2852.06
    ],
    [
        " punishment must be dealt out but it's not weak to be reasonable I guess that sums it up",
        2852.36,
        2859.28
    ],
    [
        " can speak you know punishment a commander should administer punishment in an in personal way",
        2859.28,
        2865.36
    ],
    [
        " and to a degree that fits the circumstances and the offense when a man pays his debt the",
        2865.36,
        2871.52
    ],
    [
        " commander should fit forget the incident you gotta keep that thing in mind though like you",
        2871.52,
        2877.76
    ],
    [
        " might have a repeat effect or you know I get it bro I get you general Clark but that one you",
        2877.76,
        2883.16
    ],
    [
        " know you know what I think what he's saying there what what I interpret that as is is what you",
        2883.16,
        2887.98
    ],
    [
        " talk about in the first chapter of your stream ownership this horrible blue on blue situation",
        2887.98,
        2892.3
    ],
    [
        " that was tragic that was terrible and the you know our commanding officers coming to you know find",
        2892.3,
        2900.64
    ],
    [
        " out what happened and we think okay man they're probably gonna fire someone for this and there's",
        2900.64,
        2907.74
    ],
    [
        " my implement in a plan to make sure that never happened again the boss actually his trust increased",
        2907.74,
        2912.74
    ],
    [
        " in you rather than decrease so I mean I think when people take ownership and they implement a solution",
        2912.74,
        2918.0
    ],
    [
        " to make sure you see hey they're fixing that problem you are getting trusted and even if something",
        2918.0,
        2923.18
    ],
    [
        " bad happens so it's not that you're it's not that you're forgetting about it but you're you're",
        2923.18,
        2926.88
    ],
    [
        " certainly like you're not holding it against yeah and I think that's the key thing isn't yeah",
        2926.88,
        2930.66
    ],
    [
        " it's not the literal term forget but you know I'm not gonna look at you and go well you know I don't",
        2930.66,
        2937.32
    ],
    [
        " need you to do no it's okay you you you made your mistake we figured out what the punishment is",
        2937.32,
        2943.48
    ],
    [
        " gonna be you did your time for your crime we're gonna move on and I'm not gonna hold it over your",
        2943.48,
        2948.02
    ],
    [
        " head that being said you know I'm paying attention making sure you're not a repeat offender courage",
        2948.02,
        2955.38
    ],
    [
        " every man experiences fear in a crisis the commander cannot show it he must fortify himself by learning",
        2955.38,
        2961.58
    ],
    [
        " to control his emotions this is crazy to read consideration do them oh so this is again this is",
        2961.58,
        2970.08
    ],
    [
        " all into the topic what does the soldier expect from his commander consideration do them as mature",
        2970.08,
        2974.9
    ],
    [
        " professional soldiers regardless of age or grade soldiers should be treated as mature individuals",
        2974.9,
        2980.12
    ],
    [
        " they are men engaged in honorable profession and deserve to be treated as such",
        2980.12,
        2985.38
    ],
    [
        " military courtesy start between officers observation of these currencies between seniors and",
        2986.64,
        2991.4
    ],
    [
        " subordinates is not belittling to either their evidences of the alertness pride and good manners",
        2991.4,
        2996.72
    ],
    [
        " of your men the commanders rank should be used to serve his subordinates it is not a reward and",
        2996.72,
        3006.22
    ],
    [
        " is not a license to an exercise idiosyncrasies rank has one object to enable the officer to fulfill",
        3006.22,
        3014.88
    ],
    [
        " his responsibilities subordinates expect the commander to play his part according to his position",
        3015.84,
        3019.98
    ],
    [
        " they do not regutt begrudge him his rank if he uses them if he uses it in the interest of his",
        3019.98,
        3028.08
    ],
    [
        " subordinates and superiors so if you're using your rank in the interest of your troops we're good",
        3028.08,
        3036.88
    ],
    [
        " if you're using it for yourself we got an issue we got a problem you know that part about",
        3036.88,
        3043.24
    ],
    [
        " the professional these are professionals treat them like professionals it reminds me of",
        3044.28,
        3050.06
    ],
    [
        " our experience in ramaida working alongside us soldiers marines and something you always said",
        3050.06,
        3055.14
    ],
    [
        " about these guys are true professionals they are they are awesome professional warriors that we",
        3055.14,
        3060.5
    ],
    [
        " were privileged and honored to work alongside and it was interesting how there are some special",
        3060.5,
        3065.44
    ],
    [
        " operators that did not treat them that way because they felt like oh they were special and they",
        3065.44,
        3069.42
    ],
    [
        " went through some you know specialized training and they were part of a specialized unit and they",
        3069.42,
        3074.24
    ],
    [
        " had better gear whatever and and how like they created all this bad blood just by not treating people",
        3074.24,
        3081.52
    ],
    [
        " freshly and it was you know I just remember you know meet some of those young marines and soldiers",
        3081.52,
        3086.4
    ],
    [
        " when we first arrived there and they just you know they they were looking at us like oh man the",
        3086.4,
        3091.22
    ],
    [
        " seals are here and they look at our short barrel little rifles and our cool gear and we had",
        3091.22,
        3096.2
    ],
    [
        " better night vision all this all this this stuff and I'm I'm looking back at these these",
        3096.2,
        3100.2
    ],
    [
        " young privates and I command these guys have fired more rounds of their weapons and all of us put",
        3100.2,
        3104.3
    ],
    [
        " together in the entire task unit are ever going to fire in our entire careers in in the seal teams",
        3104.3,
        3110.94
    ],
    [
        " I mean that's how much combat they were seeing it it was just what an honor and privilege to be",
        3110.94,
        3115.72
    ],
    [
        " I mean they were they were absolute professionals and that served as well by treating them accordingly",
        3115.72,
        3121.26
    ],
    [
        " yeah it's like one of those little golden rules why why is this so hard treat people with respect",
        3122.58,
        3130.24
    ],
    [
        " treat people with respect that's it treat people with respect",
        3130.24,
        3135.16
    ],
    [
        " personal interest taken in them as individuals again what does a soldier expect from his commander",
        3135.16,
        3142.62
    ],
    [
        " personal interest taken in them as individuals a good officer that will know the names background",
        3142.62,
        3147.04
    ],
    [
        " and individual characteristics of his men he must have a genuine personal interest in them or they",
        3147.14,
        3152.28
    ],
    [
        " will not have it in him each individual has problems there is no easy way of getting a grip on men",
        3152.28,
        3160.7
    ],
    [
        " than by helping them solve their personal problems that give them great concern and officer should",
        3160.7,
        3166.76
    ],
    [
        " not however be too familiar with his men good soldiers do not expect it and usually resent it",
        3166.76,
        3172.42
    ],
    [
        " it is not necessary to call soldiers by their first names even if the officer sleeps in the same",
        3172.42,
        3175.8
    ],
    [
        " fox all with them close but not too close as we like to say the dichotomy of leadership",
        3175.8,
        3184.04
    ],
    [
        " yeah you know the the the expression and I I I didn't ever hear anyone say this",
        3184.04,
        3195.56
    ],
    [
        " and I started saying it a little while ago I don't know from maybe I maybe it's not can I don't",
        3195.56,
        3205.78
    ],
    [
        " say the teams which was take care of year year girl take care of you which means hey when you get",
        3205.9,
        3211.36
    ],
    [
        " down with the dive you take your dive rig and you do the proper maintenance on it when you get done",
        3211.36,
        3216.0
    ],
    [
        " with a parachute jump you take your parachute you do proper maintenance on it when you get done with",
        3216.0,
        3219.7
    ],
    [
        " the firefight or operation you take your weapon and you do the proper maintenance on you take",
        3219.7,
        3223.84
    ],
    [
        " care of your gear and your gear will be there to take care of you same thing with people you take",
        3223.84,
        3227.64
    ],
    [
        " care of your people and your people will take care of you",
        3227.64,
        3230.38
    ],
    [
        " that's true as you're saying that i'm talking about some of those text messages that you've",
        3232.56,
        3237.78
    ],
    [
        " said echo Charles those things are going to become public i think yeah might tell a different",
        3237.78,
        3243.24
    ],
    [
        " story in a little way but yeah man why is it so hard for people to respect people just no",
        3243.24,
        3249.32
    ],
    [
        " respect whatsoever my text messages to echo Charles they do have a high level of disrespect and",
        3249.32,
        3258.88
    ],
    [
        " this also brings to the fact that i believe i believe i'm not 100% sure i believe that i have a",
        3258.88,
        3264.66
    ],
    [
        " certain guard passing technique yes that is called the disrespect literally that i actually named",
        3264.66,
        3271.86
    ],
    [
        " because of you because i would use this guard pass and it's so disrespectful that you would",
        3271.86,
        3276.48
    ],
    [
        " you would feel disrespected i know did you think of that name no you did i remember very uh",
        3276.48,
        3284.14
    ],
    [
        " vividly expand i like this you don't have to it's just very disrespectful that's it yeah i think",
        3284.2,
        3291.1
    ],
    [
        " that's a good question you know is it that hard to to be respectful and apparently it is sometimes",
        3291.1,
        3297.9
    ],
    [
        " so yeah man there's a fine line between Jess and disrespect and maybe uh maybe a little more",
        3297.9,
        3306.24
    ],
    [
        " of a gray area yeah it gets blurry sometimes yeah fine fine some good screenshots and uh and let's",
        3306.24,
        3311.94
    ],
    [
        " pull us some some jaco echo texts i think that'll be fun okay back to the book there's nothing",
        3311.94,
        3320.68
    ],
    [
        " wrong today with the following instructions written by barren vahn stuban at valley forge and",
        3320.68,
        3329.42
    ],
    [
        " published in the continent published by the continental congress instructions for the captain",
        3329.42,
        3335.18
    ],
    [
        " a captain cannot be too careful of the company a captain cannot be too careful of the company the",
        3335.66,
        3345.88
    ],
    [
        " state has committed to his charge he must pay the greatest attention to the health of his men their",
        3345.88,
        3352.7
    ],
    [
        " discipline arms accoutrements ammunition clothes and necessaries his first object should be to gain",
        3352.7,
        3363.2
    ],
    [
        " the love of his men by treating them with every possible kindness and humanity inquiring into their",
        3363.2,
        3371.0
    ],
    [
        " complaints and when well-founded seeing them redressed he should know every man of his company by name",
        3371.0,
        3377.46
    ],
    [
        " and character he should often visit those who are sick speak tenderly to them see that the",
        3377.46,
        3383.44
    ],
    [
        " public provision whether of medicine or diet is duly administered and procure them besides such",
        3383.44,
        3390.48
    ],
    [
        " comforts and conveniences as are in his power the attachment that arises from this kind of attention",
        3390.48,
        3397.62
    ],
    [
        " to the sick and wounded is almost inconceivable it will moreover by the means of preserving the",
        3397.62,
        3405.54
    ],
    [
        " lives of many valuable men so there you go what what a what a incredible thing to be able to read",
        3405.54,
        3416.62
    ],
    [
        " instructions for a captain for a captain from valley forge that's powerful man it's humbling as well",
        3416.76,
        3427.3
    ],
    [
        " too i think about all my shortcomings and how much i could have used that guidance directly you know",
        3427.3,
        3433.6
    ],
    [
        " prior to being charged up a two in commander or you know even not like just reviewing that i've",
        3433.6,
        3438.68
    ],
    [
        " thinking about it and it captures i think like i said the burden of leadership in a massive way",
        3438.68,
        3446.04
    ],
    [
        " and all that's required of you which is a lot everything 100% all the time and if you take",
        3446.04,
        3454.48
    ],
    [
        " care of your men your men are going to take care of you and if you have this if you have this",
        3454.48,
        3458.9
    ],
    [
        " inconceivable attachment what that does is is preserves lives so when you are tight",
        3458.9,
        3468.58
    ],
    [
        " unit you know i've often said that you know this this the thing that makes a seal platoon strong",
        3469.14,
        3474.74
    ],
    [
        " is just the bonds that you have like that's the that's the difference that's what that's what's",
        3474.74,
        3479.82
    ],
    [
        " gonna that's gonna make the difference in any military unit not just the seal i mean i can talk",
        3479.82,
        3484.7
    ],
    [
        " about the seal platoons because i've been in them but any military unit what is it that makes a",
        3484.7,
        3489.58
    ],
    [
        " really strong unit it's how tight they are and what makes people tight you take care of them",
        3489.58,
        3494.72
    ],
    [
        " that's it it goes on instructions for the lieutenant",
        3494.82,
        3500.02
    ],
    [
        " he should endeavor to gain the love of his men by his attention to everything which may contribute",
        3500.02,
        3508.44
    ],
    [
        " to their health and health and convenience he should often visit them at different hours inspect",
        3508.44,
        3513.2
    ],
    [
        " their manner of living see that their provisions are good and well cooked and as far as possible",
        3513.2,
        3518.64
    ],
    [
        " obliged them to take their meals at regulated hours he should pay attention to their complaints",
        3518.68,
        3524.08
    ],
    [
        " and when well-founded endeavor to get them redressed but discourage them from complaining on",
        3524.08,
        3529.76
    ],
    [
        " every frivolous occasion so for the captain and for the lieutenant what are you trying to do you're",
        3529.76,
        3535.38
    ],
    [
        " trying to build relationships with your team you're trying to take care of your people",
        3535.38,
        3538.78
    ],
    [
        " and by the way those are the instructions not one that's it",
        3538.78,
        3544.92
    ],
    [
        " next go i was just gonna say i think that's that's the most profound thing to me you know as you",
        3548.0,
        3552.74
    ],
    [
        " think if hack worth is saying everyone every officer should be required to read this you would",
        3552.74,
        3559.42
    ],
    [
        " think it's going to be talking about tactics you would think that how to set up you know you",
        3559.42,
        3563.38
    ],
    [
        " base a fire in your assault elements or you know how to how to position your troops and and it's",
        3563.38,
        3568.82
    ],
    [
        " not that at all it's all about building relationships with your team you know what's required of you",
        3568.82,
        3574.52
    ],
    [
        " to actually be a leader it's how you you know how you manage a lead and that's that's pretty",
        3574.52,
        3581.38
    ],
    [
        " phenomenal and we you said all the time something that we talk about often which is the hardest part",
        3581.38,
        3587.18
    ],
    [
        " of combat leadership is always the human aspect not the not the tactics that's the easy part yeah",
        3587.18,
        3595.0
    ],
    [
        " that's you know when i wrote the forward for about face you know and he turned you know he turned",
        3595.0,
        3601.48
    ],
    [
        " against he said hey we can't win this war if we keep fighting like this and and you know they they",
        3603.18,
        3608.3
    ],
    [
        " asked him they asked how we're talking that interview to that famous interview you know um",
        3608.3,
        3615.68
    ],
    [
        " he gets asked could you could you could you become are you too emotional about the war in Vietnam",
        3615.68,
        3622.26
    ],
    [
        " and hackworth says one couldn't have spent the number of years i spent in Vietnam without",
        3622.26,
        3627.74
    ],
    [
        " becoming emotionally involved one couldn't see the number of young studs die or terribly wounded",
        3627.74,
        3633.68
    ],
    [
        " without becoming emotionally involved i have just seen the american nation spend so much of it's",
        3633.68,
        3641.44
    ],
    [
        " wonderful great young men in this country i have seen our national wealth being drained away",
        3641.44,
        3645.96
    ],
    [
        " i see the nation being split a sunder and almost being uh being split apart and almost being",
        3645.96,
        3652.16
    ],
    [
        " split a sunder because this war and i'm wondering to what end it will lead to and quote",
        3652.16,
        3656.72
    ],
    [
        " you know like that's our guy that loved his troops i can only imagine that burden you know with",
        3656.72,
        3669.24
    ],
    [
        " 58,000 dead in the Vietnam war 58,000 us troops killed and uh because even at the tiny fraction",
        3669.24,
        3678.6
    ],
    [
        " of that number you know that we've experienced in in Afghanistan and Iraq coming back from Iraq when",
        3678.6,
        3683.4
    ],
    [
        " we came back from a body i think one of the hardest things for me just after having lost mark with",
        3683.4,
        3688.14
    ],
    [
        " Ryan was blind Mikey you know we lost Mikey in Delphiton and a good friend of mine who's hopefully",
        3688.14,
        3697.64
    ],
    [
        " going to be on this podcast with you sometime Elliott uh who was severely wounded and he was in",
        3697.64,
        3703.64
    ],
    [
        " Brook Army Medical Center in San Antonio which is the primary burn care facility for all of",
        3703.64,
        3708.5
    ],
    [
        " all of the u.s military and so i went and spent a much of time with him there and from December for",
        3708.5,
        3715.8
    ],
    [
        " you know really through much of like 2007 back there regularly and trying to try to you know just",
        3715.8,
        3722.28
    ],
    [
        " help him and support him and his family wherever we could and just witnessing the those burn victims",
        3722.28,
        3731.06
    ],
    [
        " in there you know when when i.e.s that were causing you know the the enemy's most valuable weapon and",
        3731.06,
        3735.76
    ],
    [
        " you're walking into those i.c. rooms and you're seeing young soldiers and Marines with no lips no",
        3735.76,
        3742.86
    ],
    [
        " no noses no ears just face you know faces burned off it was uh one of the most horrific things i've",
        3742.86,
        3750.18
    ],
    [
        " i've ever had experience and when i would hear people on the news talking about the war and",
        3750.18,
        3755.68
    ],
    [
        " pontificating about the blood and treasure that we'd spent and they had no inkling of just how deep",
        3756.28,
        3763.5
    ],
    [
        " and personal that was you know um and again that's just a fraction in the Iraq war of what",
        3763.5,
        3770.3
    ],
    [
        " pack worth experience in in Vietnam i can only imagine for you know for him and for every other",
        3770.3,
        3774.18
    ],
    [
        " Vietnam better out there um what that was like but there's there's no way to not make that personal",
        3774.18,
        3779.72
    ],
    [
        " yeah and you can see the root of that is you know this is the same root like you said earlier these",
        3782.08,
        3789.94
    ],
    [
        " things that you uncover over time you know if you take care if you if you love your troops that's",
        3789.94,
        3796.96
    ],
    [
        " going to be that's that's what it's about and pack worth knew that you know that i know that",
        3796.96,
        3803.44
    ],
    [
        " general clerk knew that that's the way it is",
        3803.44,
        3806.26
    ],
    [
        " goes on here loyalty loyalty to superiors and subordinates is a basic requirement",
        3806.26,
        3821.62
    ],
    [
        " criticism of a commander superiors in front of subordinates lays him open to the same treatment",
        3821.62,
        3828.08
    ],
    [
        " he should stand up for his men as he expects them to stand up for him",
        3828.08,
        3833.08
    ],
    [
        " you can you can you can you can you can almost see haque-war's life unfold right like you can see",
        3833.08,
        3840.4
    ],
    [
        " that that statement in everything that he did",
        3840.4,
        3844.36
    ],
    [
        " and officers presence when the conditions are unpleasant and when the going is tough sharing",
        3844.36,
        3851.56
    ],
    [
        " the situation of the men means a great deal to them pick up the brass the commander should act",
        3851.56,
        3860.62
    ],
    [
        " as a buffer between superiors and subordinates he should protect his men from harassment that comes",
        3860.62,
        3867.58
    ],
    [
        " from above but still get the job done yeah i know sometimes i would pull back the curtain for a few",
        3867.58,
        3877.12
    ],
    [
        " minutes and like show you what was happening above me in the chair to command on all different",
        3877.22,
        3884.46
    ],
    [
        " fronts and look everyone up above me in the chair to command doing their job but it's it's it's pressure",
        3884.46,
        3890.36
    ],
    [
        " and it's it's kind of maddening and and sometimes i would be asking you for something",
        3890.36,
        3896.94
    ],
    [
        " and you'd get pissed off about it you know what the hell you need this for and i'd say come here",
        3896.94,
        3901.72
    ],
    [
        " for a minute let me see let's take a look behind this curtain for 15 seconds you look back",
        3901.72,
        3906.74
    ],
    [
        " there see that sausage getting made and say okay i'm good i'll get you what you need i'm out thank you",
        3906.74,
        3911.26
    ],
    [
        " that you did it you always did a great job of screening us from that and uh but i think that",
        3911.26,
        3916.58
    ],
    [
        " was very valuable for me because it gave me a new perspective i you know like oh they're asking us",
        3916.58,
        3921.04
    ],
    [
        " for this you know i'm getting mad about it and then i realized like how much you're actually",
        3921.04,
        3925.34
    ],
    [
        " screening out you know of that harassment like hey i'm keeping these guys off your back so that",
        3925.34,
        3930.18
    ],
    [
        " you guys can go do what you need to do uh next that their needs be anticipated and met a good soldier",
        3930.18,
        3937.6
    ],
    [
        " has needs both spiritual and physical and the commander should do everything possible to anticipate",
        3937.6,
        3944.58
    ],
    [
        " and meet those needs at the same time he should provide all the comforts and privileges practical",
        3944.58,
        3949.6
    ],
    [
        " this is not meant to imply that he should coddle his men or treat them as babies like how beautiful",
        3949.6,
        3958.2
    ],
    [
        " is this dichotomy just when you think oh maybe he's a little off track here maybe i'm a little bit",
        3958.2,
        3962.34
    ],
    [
        " no this does not mean to imply that he should coddle his men or treat them like babies such things as a",
        3962.34,
        3968.24
    ],
    [
        " hot meal when it is not expected unit parties liberal past-pilot privileges and good recreational",
        3968.24,
        3974.06
    ],
    [
        " facilities are more more to the point next thing that the soldier expects from his commander to be",
        3974.06,
        3982.24
    ],
    [
        " kept informed and told the reason why the commander should keep his men informed at all time tell",
        3982.24,
        3989.8
    ],
    [
        " them the reasons behind decisions affecting them many jobs seem purposeless unless the facts behind",
        3989.8,
        3995.6
    ],
    [
        " them are known he should continually take action to offset rumors and speculation by giving his men",
        3995.6,
        4004.06
    ],
    [
        " all the information he can yeah we owe this guy money dude we owe this guy money",
        4004.06,
        4010.1
    ],
    [
        " you know what though you're probably uh i mean obviously there's a direct influence",
        4010.1,
        4017.7
    ],
    [
        " right through david hackworth you know in a balface uh from general clerk i think you could go back",
        4017.7,
        4024.82
    ],
    [
        " to the greek hotplights or the you know the roman legions and probably find some centurion who's",
        4024.82,
        4030.26
    ],
    [
        " riding the same stuff i mean they're learning the same stuff it's some some different aspect a",
        4030.26,
        4034.48
    ],
    [
        " different terminology a little bit different you know a vastly different error millennia apart but it's",
        4034.48,
        4040.1
    ],
    [
        " it's human nature as we just said hasn't changed and i bet there would be something very similar",
        4040.1,
        4045.74
    ],
    [
        " and just to make sure everyone realizes we're not just talking about war we are talking about",
        4045.74,
        4053.84
    ],
    [
        " leadership we're talking about leadership and business you need to tell your people what's going",
        4053.84,
        4058.02
    ],
    [
        " on and they need to understand why they're doing what they're doing i'm talking about your family",
        4058.02,
        4061.56
    ],
    [
        " they need to understand what's going on and they need to understand why they're doing what they're",
        4061.56,
        4065.64
    ],
    [
        " doing any any situation where you're interacting with other human beings these rules apply",
        4065.64,
        4074.26
    ],
    [
        " and they apply to the point why do we know that they work because they've been tested we tested",
        4074.26,
        4080.86
    ],
    [
        " them but these guys tested them in even crazier conditions harder conditions three freaking wars",
        4080.86,
        4085.64
    ],
    [
        " and that's that's one of the most common things we're getting at ashlan front these days is",
        4086.56,
        4089.94
    ],
    [
        " questions about managing the family schedule and how do i work from home with you know with so",
        4089.94,
        4095.32
    ],
    [
        " many people still working from home you know it's uh those are those are like a good bulk of the",
        4095.32,
        4100.8
    ],
    [
        " questions are about that and directly applicable well the other thing that's been interesting is",
        4100.8,
        4105.24
    ],
    [
        " when covid hit you know most of the companies that we work with are good companies that want to be",
        4105.24,
        4110.56
    ],
    [
        " awesome we do get some companies that that come to us sometimes against their will brought to us by the",
        4110.56,
        4115.5
    ],
    [
        " border whatever that we're are going to fix them help fix them most of the companies we work with",
        4115.5,
        4120.74
    ],
    [
        " are good companies that want to do better when covid hit",
        4120.74,
        4123.54
    ],
    [
        " so these companies aren't companies that are struggling these companies that just want to do",
        4123.54,
        4129.12
    ],
    [
        " you know better and so they would implement the the principles that we talk about implement",
        4129.12,
        4133.64
    ],
    [
        " cover move implement simple prioritize next year decentralized command default aggressive",
        4133.64,
        4137.52
    ],
    [
        " you know extreme ownership so they implement these things and and yes they're absolutely start",
        4137.52,
        4141.84
    ],
    [
        " doing better and we watch them and we get feedback from them and their profits go and they become",
        4141.84,
        4147.16
    ],
    [
        " more efficient and more effective and they start taking market your everything that goes awesome",
        4147.16,
        4150.74
    ],
    [
        " and it's cool and everyone goes hey yeah that's great and we're super excited about it when",
        4150.74,
        4155.1
    ],
    [
        " covid hit and all of a sudden there was companies that weren't in dire situations and we're able",
        4155.1,
        4160.0
    ],
    [
        " to utilize the principles to survive yes but also start to actually go on the attack and thrive",
        4160.0,
        4169.04
    ],
    [
        " that was pretty epic because it basically was like uh have you ever pulled a reserve parachute",
        4169.28,
        4176.08
    ],
    [
        " never have yeah i only did it one time and all the other times i'll be like yeah cool yeah i'm",
        4176.08,
        4182.5
    ],
    [
        " god i got a reserve on the time that i pulled it i was like this things freaking awesome bro",
        4182.5,
        4186.82
    ],
    [
        " thank you for packing this thing correctly case of beer to the rigor you know",
        4186.82,
        4191.12
    ],
    [
        " because you because normally it's just like yeah yeah it's it's working you know it's on there",
        4191.12,
        4195.02
    ],
    [
        " it's all good and that's kind of what companies you okay we're doing really good here profits are",
        4195.02,
        4198.5
    ],
    [
        " up all these all these positive things but all of a sudden when they're faced with real hardships and",
        4198.5,
        4202.8
    ],
    [
        " challenges they're like what should we do here prioritize next year oh yeah okay or die or they",
        4202.8,
        4209.44
    ],
    [
        " no longer exist exactly hey what you know we've got this going we got all these people working at home",
        4209.44,
        4214.08
    ],
    [
        " what should we do this is decentralized command yeah we've been doing that well yeah now you need",
        4214.08,
        4218.68
    ],
    [
        " to do it harder you need to make sure everyone understands what the mission is what the goal is what",
        4218.68,
        4222.08
    ],
    [
        " the end state is you need to communicate with them they need to understand why they're doing what",
        4222.08,
        4225.3
    ],
    [
        " they're doing can you make that happen yes we can okay execute you know that makes me think there",
        4225.3,
        4232.84
    ],
    [
        " was a there was an educator remember on e-phone line a few weeks ago as as they were about to go",
        4232.84,
        4237.28
    ],
    [
        " back to school you know in her in her state or her her district she was an educator she was talking",
        4237.28,
        4242.42
    ],
    [
        " about how crazy it was and how much uncertainty it was and and you said we didn't learn this stuff",
        4242.42,
        4249.0
    ],
    [
        " in a boy scout troop you know how this we learned this on the battlefield it was crazy it was chaotic",
        4249.0,
        4254.44
    ],
    [
        " there was a lot at stake there was a lot of uncertainty about what was going to happen like",
        4254.5,
        4258.42
    ],
    [
        " what you need to do is prioritize and execute that's where this came from and I think I know it's",
        4258.42,
        4263.74
    ],
    [
        " getting crazy in that sixth grade classroom and I'm telling you this is going to work and it did",
        4263.74,
        4269.72
    ],
    [
        " and she came back and gave us a great sit-rable about how how it was she was implementing that and",
        4269.72,
        4274.5
    ],
    [
        " moving forward and doing great legit next thing that the soldier requires is a well-thought-out",
        4274.5,
        4281.0
    ],
    [
        " program of training work and recreation the commander should keep a balance between training",
        4281.0,
        4285.24
    ],
    [
        " and recreation too much of either becomes a drag on the men logical progression of training helps",
        4285.24,
        4291.26
    ],
    [
        " the helps keep the men from becoming confused yeah this is exactly what we wrote about dichotomy",
        4291.26,
        4297.46
    ],
    [
        " leadership train hard but train smart you can smoke people you can crush them to the point where",
        4297.46,
        4301.64
    ],
    [
        " they're not getting any benefit anymore next demands commensurate with capabilities neither too",
        4301.64,
        4309.16
    ],
    [
        " great nor too small a commander should not overload his men with unnecessary work on the other",
        4309.16,
        4315.48
    ],
    [
        " hand letting men become bored because they are not working off is just as bad neither men as",
        4315.48,
        4322.88
    ],
    [
        " individuals nor units would be expected to accomplish impossible tax you what he's at what do",
        4322.88,
        4326.76
    ],
    [
        " you say you got a balance that dichotomy sounds like general clerk at the same experience with the",
        4326.76,
        4330.74
    ],
    [
        " his soldiers that we always say like a board team guys like the most dangerous thing in the universe",
        4330.74,
        4335.46
    ],
    [
        " because they're going to figure something out to go cause trouble or because create may have because",
        4335.64,
        4340.84
    ],
    [
        " rock fights that was when I was a young team guy if there wasn't we weren't being told to do",
        4340.84,
        4347.06
    ],
    [
        " something like sitting around waiting for something there was a rock fight happening you know all",
        4347.06,
        4350.94
    ],
    [
        " sons and sisters hits you in the leg with a rock from 20 yards and it's a rock fight or or actually",
        4350.94,
        4356.84
    ],
    [
        " actually wasn't rock fights there was a couple of those but most you were not talking about like tossing",
        4356.84,
        4361.48
    ],
    [
        " a pebble you're talking about like talking no it was it wasn't rock fights that's when I was a",
        4361.74,
        4365.86
    ],
    [
        " kid when I was a kid there was rock fights and I don't know what you're even thinking when you're",
        4365.86,
        4370.76
    ],
    [
        " having rock fights but we had we had BB gun wars yeah we had BB gun wars to shoot your buddy in the",
        4370.76,
        4376.24
    ],
    [
        " leg with your we had a BB gun wars if you got shot red rider BB gun if you got shot you had to take",
        4376.24,
        4381.36
    ],
    [
        " off one layer of clothing by the way zero I pro we were like it was just the dumbest thing and what's",
        4381.36,
        4386.3
    ],
    [
        " I got hit in the face one time I came home one time my eyes swollen so shut and my dab was like",
        4387.04,
        4392.96
    ],
    [
        " son what happened to you I got hit with a spear we were having spear wars sharp instincts throwing",
        4392.96,
        4399.62
    ],
    [
        " them each other to hit me I mean it missed it missed my eye by like three millimeters my dab is like",
        4399.62,
        4405.26
    ],
    [
        " you're an idiot don't ever do that again anyway rock fights oh yeah not rock fights hucking",
        4405.26,
        4412.14
    ],
    [
        " rocks at objects it'd be like hey who can hit that so I guess it's similar to the pebble but it'd be",
        4412.14,
        4416.22
    ],
    [
        " like hey who can hit that lamp over there you know that street light or something well let's start",
        4416.22,
        4420.8
    ],
    [
        " saying they're hucking rocks at it speaking aboard team guys and rock fights so my my first",
        4420.8,
        4424.66
    ],
    [
        " deployment before we worked together in testing and bruiser in 2004 so after your first",
        4424.66,
        4428.56
    ],
    [
        " appointment with Iraq one of our super solid team guys you know in in in in our platoon was throwing",
        4428.56,
        4434.66
    ],
    [
        " rocks through the window of and got in all kinds of trouble because he damaged this smash and",
        4434.66,
        4442.08
    ],
    [
        " shattered a window of of this like former Saddam palace and they literally like like pulled an award",
        4442.08,
        4448.18
    ],
    [
        " for him I mean it's crazy this this palace had a J. Damn dropped to the metal of it it was completely like",
        4448.18,
        4455.88
    ],
    [
        " for some reason they got all upset that he like shattered the windows what's the J. Dam",
        4455.88,
        4461.12
    ],
    [
        " a giant bomb dropped from the sky it's a it's a it's a GPS guided bomb got you know something",
        4461.12,
        4470.42
    ],
    [
        " ammunition joint direct attack munition I don't know I don't know I don't have to ask you",
        4470.88,
        4476.32
    ],
    [
        " deal day where's Dave when you need to do deal Dave you know what there weren't too many times",
        4476.32,
        4480.48
    ],
    [
        " a task in a bruiser where we had board team guys because you always had a busy doing stuff",
        4480.48,
        4485.38
    ],
    [
        " but the one time that we did let it go the Andrew Paul got volunteered to demonstrate the new",
        4485.38,
        4495.58
    ],
    [
        " tasers that we got yeah remember that and Chris Kyle tased him and everyone sat around filming it",
        4495.64,
        4501.88
    ],
    [
        " and laughing Andrew said that was the worst experience in his entire life the cool thing there",
        4501.88,
        4507.04
    ],
    [
        " was safety officer there that someone someone made like we put out the Jiu Jitsu mats because this",
        4507.04,
        4513.02
    ],
    [
        " was remember we're doing Jiu Jitsu in the morning in the high bay there and I forget you know I heard",
        4513.02,
        4518.84
    ],
    [
        " someone came like hey Jaco they're about to taste Andrew Paul I'm like up to work I'm like",
        4518.84,
        4522.98
    ],
    [
        " all right I better go to you like your your your mom did you go check it out I don't I don't even",
        4523.86,
        4527.38
    ],
    [
        " remember I might have been one of those things where I was like all right let the boys do what the",
        4527.38,
        4530.82
    ],
    [
        " boys are going to do maybe I just saw the video yeah I think he's probably so I saw the video but I",
        4530.82,
        4536.52
    ],
    [
        " saw that there was a mat they took our green my they were actually my mats they took them put them",
        4536.52,
        4541.3
    ],
    [
        " down underneath so he fell face down on the freaking mat thankfully yeah that's a board team guys bad",
        4541.3,
        4548.72
    ],
    [
        " didn't he say he was going to fight through it I think yeah he did not fight through it",
        4548.8,
        4557.52
    ],
    [
        " the Andrew Tals are tough tough dude but that tays are took him down all right back to the book",
        4557.52,
        4563.18
    ],
    [
        " guidelines to orders give orders this is ridiculous give orders in a manner which indicates you expect",
        4563.18,
        4572.84
    ],
    [
        " compliance do not issue orders you cannot enforce give clear complete correct orders and follow",
        4572.96,
        4580.2
    ],
    [
        " them up I mean the reason I said this ridiculous is because it's just crazy that what the actual",
        4580.2,
        4584.68
    ],
    [
        " verbiage that we use when we brute brief is you know give simple clear concise guidance and",
        4584.68,
        4589.8
    ],
    [
        " hear they're saying clear complete correct only by long and careful training can the commander",
        4589.8,
        4596.4
    ],
    [
        " achieve perfection in giving orders ambiguity vagueness and incompleteness of orders are to blame for",
        4596.78,
        4603.34
    ],
    [
        " the most for most disobedience and failure to comply which is when I say if your team isn't doing",
        4603.34,
        4612.44
    ],
    [
        " what you what you want them to do the very first person you should check is yourself and here it is",
        4612.44,
        4616.66
    ],
    [
        " and yet that's so hard for any of us to do right you get frustrated with the person for not",
        4616.66,
        4622.72
    ],
    [
        " doing what you want them to do and instead of actually looking at yourself and saying hey okay",
        4622.72,
        4626.7
    ],
    [
        " obviously I wasn't clear I could have done a better job the words of an order indicate what is",
        4626.7,
        4633.96
    ],
    [
        " to be done the manner in which it delivers generates the spirit in which it will be carried out",
        4633.96,
        4639.86
    ],
    [
        " oral orders should be repeated back failure to do so will most assuredly result in a grave",
        4639.86,
        4648.8
    ],
    [
        " misunderstanding only by long and careful training can men learn to receive obey and pass on orders",
        4650.82,
        4656.36
    ],
    [
        " to others lack of orders does not relieve a commander from acting you must strive to to maintain",
        4656.36,
        4666.24
    ],
    [
        " a complete picture of the situation so you can take suitable action in the absence of orders",
        4666.24,
        4672.36
    ],
    [
        " it is a wise officer who refrains from criticism until he can make logical constructive suggestions",
        4674.18,
        4683.4
    ],
    [
        " an officer should be as good as his word he should not make promises he cannot keep or make",
        4683.4,
        4691.16
    ],
    [
        " decisions he cannot support just perfect guidance on how you tell people what it is you want them to",
        4691.16,
        4702.22
    ],
    [
        " how you give orders the combat commander positive leadership battle appears to add peculiar problems",
        4702.22,
        4713.52
    ],
    [
        " to command but when further analyze the problems are merely magnifications of those present in",
        4713.52,
        4718.98
    ],
    [
        " training the great difference between combat and training is the presence of danger and confusion",
        4718.98,
        4722.98
    ],
    [
        " in combat these two obstacles can be overcome only by positive leadership and by developing a",
        4722.98,
        4728.66
    ],
    [
        " positive and automatic reaction in the individual soldier that's cool it's cool that it says",
        4728.66,
        4735.9
    ],
    [
        " this like we absolutely added confusion massive amounts of confusion into our training to simulate",
        4735.9,
        4741.94
    ],
    [
        " the we couldn't you know you can't shoot people obviously during training you can't add that",
        4741.94,
        4747.0
    ],
    [
        " element of danger but you certainly can add some freaking confusion the the term I think I always",
        4747.0,
        4752.18
    ],
    [
        " use was chaos and mayhem you know like like activate chaos and mayhem and your your trade",
        4752.18,
        4757.82
    ],
    [
        " instructors were awesome and they were very awesome at doing that these positive traits of the commander",
        4757.82,
        4762.68
    ],
    [
        " and of the soldier are acquired during training training and peace training and wartime before combat",
        4762.68,
        4767.74
    ],
    [
        " training during battle and by mental factors not easily described desire to overcome the enemy",
        4767.74,
        4774.44
    ],
    [
        " devotion to country and to organization and personal devotion to the commander when a disciplined",
        4774.44,
        4781.8
    ],
    [
        " unit is spurred by the mental drives mentioned it fights not only well but brilliantly those are some",
        4781.8,
        4790.62
    ],
    [
        " awesome things to strive for the the the willingness to overcome the enemy devotion to country",
        4790.62,
        4798.32
    ],
    [
        " and organization and personal devotion to the commander",
        4798.32,
        4801.24
    ],
    [
        " battle is fought for real money and for keeps battles are won by teamwork not by individuals acting",
        4806.08,
        4813.8
    ],
    [
        " alone the only teamwork that can stand up under the confusion and constant danger feeling of fear",
        4813.8,
        4820.5
    ],
    [
        " and physical exhaustion is the battle of instinctive teamwork success in combat is due largely to",
        4820.5,
        4827.08
    ],
    [
        " endurance on the battlefield the day after day strain of living in the dirt of going without",
        4827.08,
        4833.08
    ],
    [
        " sleep and food of the constant threat of death will cause men cause the man who is physically or",
        4833.08,
        4838.68
    ],
    [
        " mentally weak to quit fatigue makes cowards men in good physical condition are the last to tire",
        4838.68,
        4847.76
    ],
    [
        " I would definitely agree with that for sure you know what though man I was just thinking about",
        4852.12,
        4857.6
    ],
    [
        " that going through the strain and stress of like I think I just think about the support of the team",
        4857.6,
        4864.14
    ],
    [
        " you were talking about the bonds between teams and relationships and just that attitude you",
        4864.14,
        4871.4
    ],
    [
        " know you talked about the respect of the commander and you know obviously you know we always know",
        4871.4,
        4876.3
    ],
    [
        " whenever one to let you down to you bruiser clearly but I think understanding the mission and just",
        4876.3,
        4881.54
    ],
    [
        " like looking at another guy that you could be under fire in a crazy situation and you know I",
        4881.54,
        4886.94
    ],
    [
        " look at like Tony Tony like you like look back at you or you know even that situation I said earlier",
        4886.94,
        4892.16
    ],
    [
        " where Dave Burke and a couple other you know of our guys ran down to grab the palatable water like",
        4892.16,
        4897.34
    ],
    [
        " interact with you or when you came down you know for delivery you know to to resupply us you know",
        4897.34,
        4903.0
    ],
    [
        " you're just showing up for just a few minutes checking us out seeing how things are going like",
        4903.0,
        4906.6
    ],
    [
        " and I think just the look and in your eye like hey cool how things going down here",
        4906.6,
        4911.38
    ],
    [
        " it's no matter what the physical strain is on you you know or what you're going through",
        4911.38,
        4916.48
    ],
    [
        " or mental strain it's I think that support of your teammates around you and like the attitude",
        4916.48,
        4921.68
    ],
    [
        " particularly the kind of attitude of humor and I think the midst of some really dire situations I",
        4921.68,
        4932.98
    ],
    [
        " that the attitude that people have and I would love to tell you it's leaders but as you know",
        4934.76,
        4940.66
    ],
    [
        " full well it's not just leaders it can be anyone in the platoon anyone on the team anyone in the",
        4940.66,
        4946.08
    ],
    [
        " organization when things are going bad and someone says dude we got this you know or whatever",
        4946.08,
        4951.3
    ],
    [
        " someone instead of saying oh you know hey we got to roll out again you're going to be kidding me",
        4951.3,
        4956.36
    ],
    [
        " someone goes good let's bring it you know like that little thing the best example or man there",
        4956.36,
        4963.22
    ],
    [
        " it is and the best example I can think of is we wrote about in the planning chapter of of",
        4963.22,
        4969.06
    ],
    [
        " extreme ownership which you know me and everyone knows it's jacked up about the launch on that",
        4969.06,
        4973.46
    ],
    [
        " hostage rescue operation and me and you're sitting in there and and butters are you know Intel",
        4973.46,
        4979.06
    ],
    [
        " in some comes rolling in goes they got a ID's buried in the yard and bulk of machine gun positions",
        4979.06,
        4983.72
    ],
    [
        " the house and you just looked at being and with this big smile on your face like I guess you guys",
        4983.72,
        4988.46
    ],
    [
        " are going to get some and I was like I guess we are I mean it was if that's and that attitude instead",
        4988.46,
        4994.02
    ],
    [
        " of being like you know if you looked at me like oh no yeah do you think you know maybe we shouldn't",
        4994.02,
        4998.48
    ],
    [
        " go on this you know it was like no you just started you were like smiling laughing about it",
        4998.48,
        5002.74
    ],
    [
        " not look obviously we planned and what contingencies of place it we weren't being callous about it",
        5002.74,
        5007.08
    ],
    [
        " but it was that attitude was contagious for everybody you know our markly rolling out on the",
        5007.08,
        5012.28
    ],
    [
        " as the lead turret gunner like markly feeling lucky to not like everybody's a winner you know",
        5012.28,
        5017.66
    ],
    [
        " so pay attention to that because it's really easy it's really easy",
        5017.66,
        5024.18
    ],
    [
        " it's really easy to let that bad attitude come out and you just stifle that thing you just need",
        5024.18,
        5032.88
    ],
    [
        " to stifle it and anybody that wants to talk to me about being transparent and showing your feelings",
        5032.88,
        5038.6
    ],
    [
        " I'll say no no actually just be quiet just shut up and what you need to do is you go oh this",
        5039.08,
        5045.98
    ],
    [
        " is going to suck and I'll look at life and say this you guys are going to get some watch this",
        5045.98,
        5050.82
    ],
    [
        " let's go Brit let's go bring it",
        5050.82,
        5052.78
    ],
    [
        " the importance of endurance on the battlefield is underlined by grants philosophy the idea that in",
        5052.78,
        5063.0
    ],
    [
        " every battle their may came come a moment when each side is fought out and ready to quit",
        5063.0,
        5067.92
    ],
    [
        " and the belief that in such a moment victory will go to the side which is able to make one final",
        5067.92,
        5074.54
    ],
    [
        " effort in the heat of a firefight the poor commander will not be able to lead men into danger",
        5074.54,
        5084.06
    ],
    [
        " to make them attack or keep order when he and his men are under hostile artillery fire he won't",
        5084.06,
        5092.98
    ],
    [
        " will forget teamwork and follow their own plans in fighting for survival therefore you must take",
        5092.98,
        5099.08
    ],
    [
        " every opportunity to make your men confident in your ability to command and of the skill and toughness",
        5099.08,
        5104.08
    ],
    [
        " of your unit unit morale the prospect of entering battle puts every soldier under severe nervous",
        5104.08,
        5113.04
    ],
    [
        " strain dangers real and imaginary are thick around them the commander can overcome much of this",
        5113.04,
        5120.32
    ],
    [
        " strain and strengthen the mental endurance of his men by teaching them in advance what to expect",
        5120.32,
        5125.74
    ],
    [
        " an event for scene and prepared for will have little harmful effect you were talking about",
        5125.74,
        5135.6
    ],
    [
        " grants philosophy there and I was thinking about chamberland at Gettysburg we're just at Gettysburg",
        5135.6,
        5142.58
    ],
    [
        " for you battle field and I mean they you know he and the 20th main charged fixed banners and",
        5142.58,
        5148.5
    ],
    [
        " charged down the hill and little round top that was the absolute last it's ever they didn't have",
        5148.5,
        5152.86
    ],
    [
        " any ammo I mean it was it was it was it was you know millimeters close to losing that battle and that",
        5152.86,
        5159.96
    ],
    [
        " would have changed the entire title of the battle you know if it would have round top have been taken so",
        5159.96,
        5163.96
    ],
    [
        " I think that's such a phenomenal example of to me that's that default aggressive mindset of like",
        5163.96,
        5170.18
    ],
    [
        " hey okay we're gonna be default aggressive to continue this and that one last push is gonna",
        5170.18,
        5176.0
    ],
    [
        " change the entire outcome there's a famous boxing match with Muhammad Ali and I want to say",
        5176.0,
        5182.64
    ],
    [
        " I want to say I can't remember which match it was but it is a brutal boxing match and at one point",
        5182.64,
        5195.42
    ],
    [
        " both fight Muhammad Ali's all beat up and whoever he was fight I forget it was it was it was",
        5195.42,
        5200.68
    ],
    [
        " incredible fight but he gets back to his corner and he's telling his corner cut him off he's done",
        5200.8,
        5209.72
    ],
    [
        " cut my gloves off I'm done and basically his corners like you got you know you got to keep going",
        5209.72,
        5214.28
    ],
    [
        " and they look over the other guy didn't answer the bell so like that's that's where it's at like",
        5214.28,
        5219.22
    ],
    [
        " if you you can give up right there that's something to think about you know like can you just go a",
        5219.22,
        5228.72
    ],
    [
        " little bit more back to the book in combat you really see the critical importance of high",
        5228.72,
        5236.44
    ],
    [
        " morale and a spree decor morale must be high enough to stand the shock and boredom of combat",
        5236.44,
        5241.92
    ],
    [
        " you know actually before I continue here I want to say this that thing about giving people",
        5241.92,
        5247.0
    ],
    [
        " heads up about what they're gonna face like that you know you're gonna like if you I've had fighters",
        5247.0,
        5255.08
    ],
    [
        " where they're they got their first big they're on the big stage maybe they're in the UFC for the",
        5257.44,
        5261.64
    ],
    [
        " first time or whatever they get nervous and they don't know what that is no one ever told them",
        5261.64,
        5268.66
    ],
    [
        " hey man you're gonna feel you know you're gonna feel sick you're gonna feel butterflies Tito or",
        5268.66,
        5274.84
    ],
    [
        " T is you know Dean used to corner Tito a lot and Tito and they just they just had a show about Tito",
        5274.84,
        5281.92
    ],
    [
        " versus Chuck and one of the scenes you can see it's Tito he's right about to walk out and he's throwing",
        5281.92,
        5287.56
    ],
    [
        " up just viciously throwing up and I remember Dean telling me Tito would get so nervous before fights",
        5287.56,
        5293.76
    ],
    [
        " that he would just start throwing up but he understood what it was now imagine you you just going",
        5293.76,
        5300.18
    ],
    [
        " in your first fight and all of a sudden you start you want to throw up and someone just be like hey",
        5300.18,
        5305.54
    ],
    [
        " just go ahead and throw up just get it out you know just always get it out of your system it's the",
        5305.54,
        5310.18
    ],
    [
        " same thing in combat you gotta say hey listen you're nervous it's okay if you're jittery if you",
        5310.18,
        5314.48
    ],
    [
        " if you feel sick if you whatever it's okay that's just your body you know focusing its energy towards",
        5314.48,
        5320.66
    ],
    [
        " where it needs to be focused to it's perfectly fine but if you don't know that it can be a problem",
        5320.66,
        5326.3
    ],
    [
        " back to the book so morale must be high enough to stand the shock and the boredom of combat",
        5326.3,
        5332.7
    ],
    [
        " every man must be strong must strongly believe that what he is doing is right he must have supreme",
        5332.7,
        5337.7
    ],
    [
        " confidence that he can deal with any situation that he is a better fighter than the enemy a",
        5337.7,
        5342.16
    ],
    [
        " spree to cause unit morale every man must feel that his unit is a superb fighting unit and that he",
        5342.16,
        5348.38
    ],
    [
        " like the rest will sacrifice even life itself for the unit the spirit is often the difference",
        5348.38,
        5353.88
    ],
    [
        " between mediocre and superior armies it was strong in the robe in legions and the French troops",
        5353.88,
        5361.24
    ],
    [
        " under Napoleon recognize though that the commander must inspire beyond group a spree only deep personal",
        5361.24,
        5371.1
    ],
    [
        " conviction springing from the identification with the cause will drive a man forward when his",
        5371.1,
        5376.28
    ],
    [
        " unit is destroyed or scattered personal example the commander should be a model soldier he must",
        5376.28,
        5388.84
    ],
    [
        " master the technique of war as it fits his assignment he must improve and expand his technical",
        5389.02,
        5394.74
    ],
    [
        " knowledge the commander must strive to make it possible for every soldier to say truthfully",
        5394.74,
        5399.96
    ],
    [
        " the old man knows the old man always knows the right thing to do in addition he must exhibit",
        5399.96,
        5406.3
    ],
    [
        " daily a fine example of stamina and courage besides his own example the higher commander is also",
        5406.3,
        5412.98
    ],
    [
        " represented by his staff officers they too must reflect the superior qualities of their commander",
        5412.98,
        5418.9
    ],
    [
        " above all set the proper example leading by example there you go the model soldier soldiers",
        5418.9,
        5434.9
    ],
    [
        " morale show me a unit that is well run properly trained and ready for combat and I'll show you",
        5434.9,
        5439.92
    ],
    [
        " a unit with high morale no commander will readily admit that his units morale is anything other",
        5439.92,
        5445.88
    ],
    [
        " than excellent the leadership strategy attacks people is asking how to improve do hard things",
        5445.88,
        5449.94
    ],
    [
        " you want to improve morale do hard things as we compare units however it is often obvious that",
        5449.94,
        5458.86
    ],
    [
        " morale in some units is more excellent than in others what is morale our manual on leadership",
        5458.86,
        5464.06
    ],
    [
        " defines morale as the mental and emotional state of the individual although it is a complex and",
        5464.06,
        5469.38
    ],
    [
        " intangible quality the manifestations of its absence in a unit can be detected readily",
        5469.48,
        5475.88
    ],
    [
        " in the form of poor appearance of the individuals of the individuals and unit area poor discipline",
        5475.88,
        5483.0
    ],
    [
        " and a low state of training that's something I mean obviously hack worth immediately applied that",
        5483.0,
        5490.88
    ],
    [
        " you know to the hard from the hard luck to the hard core for Italian and I was thinking about that",
        5490.88,
        5496.54
    ],
    [
        " with task in a bruiser something that we talk about often which is you know the initially we were",
        5496.54,
        5503.62
    ],
    [
        " working hard than everybody you know the people were working hard and we are preparing for scenarios",
        5503.62,
        5508.02
    ],
    [
        " that we the guys that have been to Iraq previously like why are we training for this crazy multi-cash",
        5508.02,
        5513.6
    ],
    [
        " little scenario you know that we we didn't experience anything like that on the on the battlefield",
        5513.6,
        5517.68
    ],
    [
        " or when the instructors would say hey you guys are good to go and we said you know what we need to do",
        5517.68,
        5521.2
    ],
    [
        " a few more runs and there was a grumbling around that people were people were saying hey we're",
        5521.2,
        5525.62
    ],
    [
        " working harder than you you know we're coming in early we're staying late we're not taking the night",
        5525.62,
        5529.04
    ],
    [
        " off and going out drinking beers in town we're actually planning and training and preparing you know",
        5529.04,
        5534.3
    ],
    [
        " and it's interesting to think about how those complaints just faded away as our performance",
        5534.3,
        5540.0
    ],
    [
        " increased and I mean that was morale that's that's morale increasing to say we're tasking a",
        5540.0,
        5545.72
    ],
    [
        " bruiser hey why are we working harder than you know these other taskings because we're tasking",
        5545.72,
        5549.96
    ],
    [
        " a bruiser that's why because we're we strive to be better than everybody and that's what we're going to do",
        5549.96,
        5554.24
    ],
    [
        " and uh that's yeah I mean that's that's uh that's awesome one oh one more stuff I stole from hack",
        5554.54,
        5562.46
    ],
    [
        " hack with one oh one several adjuncts to morale chart three good management we all like to be in a unit",
        5562.46,
        5573.4
    ],
    [
        " where things run smoothly where things are planned where men do not have to hurry up and wait",
        5573.4,
        5577.42
    ],
    [
        " adequate information men like to be kept informed ahead of time of things that affect them or",
        5577.42,
        5582.52
    ],
    [
        " are apt to affect them it is far better for the commander to keep his men informed that have the",
        5582.52,
        5586.86
    ],
    [
        " men seek to get such information from rumors high state of training if a unit is not well-trained",
        5586.86,
        5593.14
    ],
    [
        " its men know it this fact shakes their confidence especially if they anticipate the possibility of",
        5593.14,
        5599.02
    ],
    [
        " using that training in a critical situation chances for advancement progress is morale raising to",
        5599.02,
        5605.5
    ],
    [
        " all men knowing that advancement is possible and that excellent performance and preparation lead to",
        5605.5,
        5610.66
    ],
    [
        " promotion helps morale good physical and mental condition good physical condition goes hand in hand",
        5610.66,
        5617.16
    ],
    [
        " with good mental condition these two elements are basic to achieving good morale good administration",
        5617.16,
        5626.12
    ],
    [
        " men like to know that they're paying accounts and individual records are correct confidence and",
        5626.12,
        5631.56
    ],
    [
        " equipment ours is the best equipment best equipped army in the world confidence and commanders",
        5631.56,
        5638.24
    ],
    [
        " men expect their commanders to know their jobs to share the hardships with them and to take a",
        5638.24,
        5643.58
    ],
    [
        " personal interest in their problems you will not know whether a particular officer or soldier has a",
        5643.58,
        5647.7
    ],
    [
        " problem until someone has heard his case a willing ear will gain much confidence comfortable quarters",
        5647.7,
        5653.78
    ],
    [
        " I'm paraphrase in some of these mess good food mail service medical attention post exchange",
        5653.78,
        5660.78
    ],
    [
        " facilities leaves and passes religious services and character guidance it is especially important",
        5660.78,
        5666.92
    ],
    [
        " that a army be made up of mostly young soldiers be provided with facilities for religious services",
        5666.92,
        5672.0
    ],
    [
        " in accordance with their preferences a program of character guidance will help to continue in the",
        5672.0,
        5676.78
    ],
    [
        " service the wholesome influence of home and community life awards and letters of commendation",
        5676.78,
        5684.92
    ],
    [
        " standards soldiers like to be in a sharp unit they appreciate achievement of high standards",
        5684.92,
        5691.68
    ],
    [
        " discipline dress housekeeping police maintenance training and athletics the lift and morale that",
        5691.68,
        5697.56
    ],
    [
        " comes from impressive and well executed military ceremonies is an important factor that can't",
        5697.56,
        5703.8
    ],
    [
        " remind me like group pts you know in the team and everyone like hates group pts crumbles like our group",
        5703.8,
        5711.44
    ],
    [
        " group pts and then you get together and you do some awesome workout together and after we're like",
        5711.44,
        5715.16
    ],
    [
        " that's awesome that was great you know um we just got some little help from external sources that",
        5715.16,
        5721.78
    ],
    [
        " it was we'll move on to this in a second we just got a little some little help from external",
        5721.78,
        5725.7
    ],
    [
        " sources that it was Ali Frazier when that fight happened when that fight I was talking about",
        5725.7,
        5730.52
    ],
    [
        " earlier happened and it was Frazier Frazier's corner was basically saying you're done and Ali's",
        5730.52,
        5739.72
    ],
    [
        " was over telling his corner caught him off I'm done and Frazier's corner said you can't you're",
        5739.72,
        5746.6
    ],
    [
        " done and that was it Ali Ali's corners you know it's no you can't caught up you're fighting again",
        5746.6,
        5753.82
    ],
    [
        " you're fighting more and he decided to stick you know that was it he won for an ex he held on for",
        5753.82,
        5760.52
    ],
    [
        " an extra three seconds and got the victory after a 15 round war was in the or a 14 round war going",
        5760.52,
        5767.82
    ],
    [
        " into the 15th round but I like that like when I know look I know I'm not the most talented and gifted",
        5767.82,
        5774.9
    ],
    [
        " person in any way shape or form but I know that I'm I if someone's having if I'm having a hard time",
        5774.9,
        5781.22
    ],
    [
        " I know someone else is too and I know that I will answer the bell and I know that's gonna that's",
        5781.22,
        5786.88
    ],
    [
        " going to be a problem it's gonna be a problem for somebody you know that that's I think for a lot",
        5786.88,
        5791.92
    ],
    [
        " of us like it's kind of human nature to focus on yourself you know and think oh if you're having",
        5791.92,
        5796.6
    ],
    [
        " a struggle and it's you know it's you something you talk about whether it's you know",
        5796.6,
        5800.16
    ],
    [
        " this one goes for you don't wake up you know at the alarm early in the morning and how it's like",
        5800.16,
        5805.34
    ],
    [
        " you're a human being it's hard for you it's hard for anyone to do that but it's we kind of like",
        5805.34,
        5809.3
    ],
    [
        " to sink oh it's it's harder for me and without the recognition of like man this is it's hard for",
        5809.3,
        5814.98
    ],
    [
        " everybody and if I can push a little bit harder it's gonna give me the advantage I figured that out",
        5814.98,
        5819.94
    ],
    [
        " and in hell week for me I wasn't the fastest runner I wasn't the fastest swimmer but like by like day two",
        5819.94,
        5826.26
    ],
    [
        " of hell week everyone is crushed I was like dude I'm good to go like I all of a sudden I can I can",
        5826.26,
        5832.18
    ],
    [
        " hang with guys that were way faster runners than me you know they were they were hurt more and",
        5832.18,
        5836.26
    ],
    [
        " and and it's like even the score so I think that's that gives you a pretty huge advantage if you can",
        5836.26,
        5842.12
    ],
    [
        " keep grinding yeah the tough times yeah that with that the normal face philosophy for so much for",
        5842.12,
        5849.76
    ],
    [
        " sure because of the gem like and I'm obviously thinking about like a jujitsu situation or whatever",
        5849.76,
        5853.44
    ],
    [
        " where you're competing against someone directly where if they're gassing or whatever they're they're",
        5853.44,
        5858.4
    ],
    [
        " in a state of extreme adversity we'll say and they interpret because just like how you say in",
        5858.4,
        5863.94
    ],
    [
        " leaf how you're like hey we're so focused on ourselves I'm focused on how tired I am I don't know",
        5863.94,
        5867.96
    ],
    [
        " how tired this guy is all I have really is his external what he's doing or looking like but if",
        5867.96,
        5873.52
    ],
    [
        " the other guy's just like cruising in his face like he's really comfortable you're like man I can't",
        5873.52,
        5883.42
    ],
    [
        " the joke about normal face is no joke man it really isn't it really truly isn't and you talk about",
        5883.42,
        5889.12
    ],
    [
        " you talk about um you know like when how many times if you see me like we're doing jujitsu",
        5889.12,
        5895.58
    ],
    [
        " or even not you train with me but me train with anybody me train with Dean Lisch you know",
        5895.58,
        5900.74
    ],
    [
        " you know training with somebody that's better than me that's giving me a run have you ever seen",
        5900.74,
        5904.14
    ],
    [
        " like a look on my face of just like despair no so and I say and I and I told this story probably",
        5904.14,
        5910.9
    ],
    [
        " more than once before already on here but there was a time where you were rolling with Dean and you",
        5910.9,
        5916.84
    ],
    [
        " know a with all the respect he was he was kicking your ass pretty bad and I was like dang absolutely",
        5916.84,
        5923.38
    ],
    [
        " the jokal over your kid and you guys were going hard that's the thing and that's the part that really",
        5923.38,
        5926.9
    ],
    [
        " like stuck with me I'm like man I would be gassing right now like hard cream I you scramble",
        5926.9,
        5931.02
    ],
    [
        " then scramble again you scramble again you scramble again and then you kind of rest of it but you",
        5931.02,
        5935.16
    ],
    [
        " guys weren't even doing that I'll say man and you're getting your ass kicked so I'm like jokles in",
        5935.16,
        5939.6
    ],
    [
        " a world are hurt right now then he had you in mount double snow angel and I'm like I would be I",
        5939.6,
        5944.48
    ],
    [
        " was feeling literally like physically claustrophobic because of how tired I was like empathetically",
        5944.48,
        5949.56
    ],
    [
        " getting from watching you guys and like all your arms were whatever I was like man I don't know how",
        5949.56,
        5954.74
    ],
    [
        " he he can even take that or whatever and then you ended up sort of getting out on the round ended",
        5954.74,
        5959.34
    ],
    [
        " and I was looking at your face and you're just like kind of like that's what you do every day kind of",
        5959.34,
        5963.92
    ],
    [
        " I don't know that's what I knew is like oh kids get a little bit different than the normal person",
        5964.54,
        5969.16
    ],
    [
        " you know you do that even when probably the lowest point that I've seen you when",
        5969.16,
        5975.6
    ],
    [
        " Seth stolen and I came to visit you in the hospital after your next surgery and we went",
        5975.6,
        5981.42
    ],
    [
        " bought you a big like Danny's slam burger you know like double cheeseburger like we're gonna go",
        5981.42,
        5986.76
    ],
    [
        " let's go see jokal you just had a surgery and we roll up there and you were just and you were",
        5986.76,
        5992.56
    ],
    [
        " like normal I knew you were hurting back because you did like like just set it down over there",
        5992.56,
        5996.82
    ],
    [
        " but you were still like normal face and I don't know what you looked like before we walked in there",
        5996.82,
        6001.64
    ],
    [
        " but you definitely turned on the normal face yeah when you know and I knew you had to be in massive",
        6001.64,
        6007.16
    ],
    [
        " pain you just coming out of next surgery that you know had all these these this nerve issues and",
        6007.16,
        6011.16
    ],
    [
        " they had you on a bunch of you know drug yourself but you were even still were normal face well",
        6011.16,
        6015.94
    ],
    [
        " as freaking getting an ex surgery because of Dean Lister that's what the deal is but it's a real thing",
        6015.94,
        6020.9
    ],
    [
        " and and also I mean look Lave you've come to me with many times with all kinds of",
        6020.92,
        6026.62
    ],
    [
        " uh you know bad bad news you know whether it's just hey you know whether even it's just something",
        6026.62,
        6032.18
    ],
    [
        " stupid like I'm thinking of some dump stuff like uh you lost some gear right some let's say",
        6032.18,
        6036.94
    ],
    [
        " some critical gear which you did or your platoon did which means you did like like you know you come",
        6036.94,
        6042.34
    ],
    [
        " to me and you go hey hey boss uh we lost this that the other thing and I go okay well looks",
        6042.34,
        6050.54
    ],
    [
        " like we're gonna have to fill in some paperwork right like it's a real thing and if I can't control",
        6050.54,
        6056.32
    ],
    [
        " my emotions because you lost a piece of gear your platoon lost a piece of gear like well how am I",
        6056.32,
        6061.8
    ],
    [
        " gonna react in the future by the way when you're saying I lost a piece of gear like we're talking",
        6061.8,
        6066.32
    ],
    [
        " about like I'm coming and telling you we lost a fifteen thousand dollar pair of like PBS 15 like",
        6066.32,
        6071.86
    ],
    [
        " night vision which can be used by the enemy yeah which is a big deal or we lost a a kick 13 which is",
        6071.86,
        6079.16
    ],
    [
        " you know uh a cryptologic device that uh you know that we use for radios it's a cryptological device",
        6079.16,
        6087.62
    ],
    [
        " that when you lose means the entire country of America has to update their cryptological",
        6087.62,
        6093.28
    ],
    [
        " loads which is a giant deal and so for jaco to just give you the normal face on that it's",
        6093.28,
        6100.88
    ],
    [
        " actually the worst it's like your dad telling you he's he's uh he's not angry he's just disappointed",
        6100.88,
        6105.54
    ],
    [
        " I mean it's actually the worst is if you were like dude are you kidding me you know like I would",
        6106.3,
        6110.96
    ],
    [
        " be looking it would be desirable which I was like Roger and just looks back at you like",
        6110.96,
        6115.96
    ],
    [
        " doesn't it get you like a no I maybe it's on the other side of like your brain or something but",
        6115.96,
        6124.6
    ],
    [
        " doesn't give you like a big sense of comfort like okay at least this is manageable like it's a big",
        6124.6,
        6129.76
    ],
    [
        " deal but at least it's manageable because like if you're already kind of freaking out for whatever",
        6129.76,
        6134.12
    ],
    [
        " reason and you bring it to him who's like part of the reason you're kind of apprehensive about the",
        6134.46,
        6140.5
    ],
    [
        " whole thing to say the least and he doesn't freak out so it's like it feels like in your mind you're",
        6140.5,
        6147.36
    ],
    [
        " like okay maybe this this whole chaotic situation that just emerged is kind of manageable more",
        6147.36,
        6153.58
    ],
    [
        " well I mean look to me there's there's there's definitely like it's it's more difficult to handle",
        6153.58,
        6161.68
    ],
    [
        " a boss is like doesn't freak out about it right when you're like because you don't want to let",
        6161.68,
        6165.4
    ],
    [
        " that boss down yeah you want to let that boss down you're like hey man is like Roger you know and",
        6165.4,
        6169.72
    ],
    [
        " and it's a it's it's it's it's harder it's it's more and but I guess to your point I go it's",
        6169.72,
        6177.56
    ],
    [
        " you're gonna I'm gonna actually fix that problem I'm gonna make sure it doesn't happen again",
        6177.56,
        6180.84
    ],
    [
        " whether if you do if you flipped out about it and you know yelled and screamed at me then that's",
        6180.84,
        6185.58
    ],
    [
        " my punishment whereas the punishment the punishment for me is knowing like it's constructive because I",
        6185.58,
        6191.08
    ],
    [
        " know like I kind of get the specs we can't let this happen again this is a massive issue hey okay",
        6191.08,
        6196.48
    ],
    [
        " I know we get a send out a message and tell the entire US military in you know department of",
        6196.48,
        6201.74
    ],
    [
        " defense send out a jackass message yeah and so you know what I'm gonna start riding the message right",
        6201.74,
        6206.74
    ],
    [
        " now let me do it let's get you know that's that's that's probably not the best example I could have",
        6206.74,
        6213.56
    ],
    [
        " picked because as I'm thinking about it what you're saying is accurate like it's it's more tormenting",
        6213.56,
        6219.68
    ],
    [
        " for me just to be like all right cool Roger you know as opposed to be like I can't believe you",
        6219.68,
        6224.9
    ],
    [
        " did that because now you can be like God chocolate such a jerk and it's almost like you know we can",
        6224.9,
        6229.3
    ],
    [
        " have a little spat over it as opposed to me just late just saddling you with unbearable guilt for",
        6229.3,
        6238.68
    ],
    [
        " letting me down but it's the the reality is it gets the problem fixed it gets the problem fixed I",
        6238.68,
        6248.06
    ],
    [
        " okay we can't let that happen again this is a huge deal and we gotta get we gotta we gotta I'm gonna make",
        6249.0,
        6254.26
    ],
    [
        " sure this doesn't happen again which is gonna be better for me gotta be better for you gotta be",
        6254.26,
        6258.04
    ],
    [
        " better for our team gotta be better for everybody rather than like oh I okay I got yelled that you know",
        6258.04,
        6264.0
    ],
    [
        " and and that's the end of it you know yeah and even like when they flip out on you or something",
        6264.0,
        6268.88
    ],
    [
        " you're like yeah I messed up but like he didn't have to flip out on me like that you know so it kind",
        6268.88,
        6274.38
    ],
    [
        " of like on that justifies but it kind of it less gives you it gives you a cause right yeah",
        6274.56,
        6281.24
    ],
    [
        " I've left freaking just lost his mind with me on that you know what I mean you go back to the",
        6281.24,
        6285.72
    ],
    [
        " platoon you go dude Jack would just totally freaked out he's freaking out about this that guy turns",
        6285.72,
        6290.58
    ],
    [
        " him out in a molehead every time right all of a sudden it's me against you yeah and then turns",
        6290.58,
        6295.3
    ],
    [
        " into me against your platoon so it's just all bad one thing I will say about normal face and I",
        6295.3,
        6300.36
    ],
    [
        " could say this because anyone that knows me knows that I'm probably the worst one of them yeah",
        6300.36,
        6305.58
    ],
    [
        " the worst normal face guy ever like it is a real struggle for me uh to like maintain normal face",
        6305.58,
        6312.34
    ],
    [
        " it's it's funny because I I mean you yes it is not a strength of yours but you are better now",
        6312.34,
        6319.8
    ],
    [
        " because man back in the day it was just like I would be looking you're going oh this is",
        6319.8,
        6324.9
    ],
    [
        " my face getting red just turning red just clenching your teeth I'd be like oh Jack ladies get",
        6324.9,
        6331.02
    ],
    [
        " spun up this ought to be good I'd be thinking like please please don't say anything until the boss",
        6331.02,
        6336.52
    ],
    [
        " leaves or whatever I'll handle it dude you don't have to say anything and yeah that would be good",
        6336.52,
        6342.2
    ],
    [
        " but what I was gonna say is this is a great example of this one equals freedom right and your kids",
        6342.2,
        6346.98
    ],
    [
        " well we know I mean I've known them since they all are super little and Watson growing up and you",
        6346.98,
        6352.78
    ],
    [
        " help them you know train them in that like like help they're you're practicing that and it's",
        6353.54,
        6358.24
    ],
    [
        " something that you got to practice it's something you have to you can get better with reps even if",
        6358.24,
        6362.32
    ],
    [
        " you're not naturally good at it like me you can definitely get better with with reps and and so",
        6362.32,
        6367.08
    ],
    [
        " I've improved I know a long way to go still um but I think you got to be thinking about it all the time",
        6367.08,
        6372.02
    ],
    [
        " and that's you know we talked about on the podcast years ago when I was here like you're decay",
        6372.02,
        6377.02
    ],
    [
        " us at home I got young kids at home that's a great example to like accept that as like a okay",
        6377.02,
        6382.86
    ],
    [
        " I'm not gonna spin up this is a good chance to practice normal face right now when I'm upset I'm",
        6382.86,
        6387.86
    ],
    [
        " frustrated we're not getting out the door for the road trip or whatever it is that we all get I",
        6387.86,
        6392.62
    ],
    [
        " get spun up about all the time and it's if you accept that as like a training opportunity then you're",
        6392.62,
        6398.26
    ],
    [
        " when when you actually need to use normal face you will actually be much better at doing it",
        6398.26,
        6403.0
    ],
    [
        " you're you mentioned like training and the kids and stuff the whole reason it's called normal face",
        6403.16,
        6407.88
    ],
    [
        " is because it's an actual game that this guy plays played whatever with the kids with the it's like",
        6407.88,
        6415.46
    ],
    [
        " I what is the wrapping paper the wrapping paper leftover from the wrapping paper the the tube I've",
        6415.46,
        6421.38
    ],
    [
        " witnessed the normal you see or you don't have to oh damn okay I did it to one we had a guy that",
        6421.38,
        6427.38
    ],
    [
        " showed up in Ramadhi a new guy who's a great dude but he showed up and he's a happy guy",
        6427.38,
        6432.54
    ],
    [
        " and he'd and he would smile all the time right we're talking private pile you know and so I look",
        6433.0,
        6438.88
    ],
    [
        " at him go hey you can't be walking around like smiling like that you're a freaking team guy you",
        6438.88,
        6444.6
    ],
    [
        " need to represent we we are to ask you to bruiser not to ask you to freaking smiley so I played",
        6444.6,
        6452.96
    ],
    [
        " normal face with that guy you know what I'm talking about okay yeah and it was so funny because I",
        6452.96,
        6462.98
    ],
    [
        " the more I did it and the harder I hit him the harder I was laughing he was laughing it was pretty",
        6462.98,
        6467.06
    ],
    [
        " funny one one normal face game I'm thinking about was was your oldest daughter when she was probably",
        6467.06,
        6474.38
    ],
    [
        " probably seven maybe and we were at your house and on the pull-up bar in the garage do you remember",
        6474.38,
        6480.5
    ],
    [
        " that no and you're like get up there and show lay somebody poops you can do you know she gets up she",
        6480.5,
        6485.42
    ],
    [
        " cranks out some bullops like awesome and then you know maybe she wasn't even seven because she was",
        6485.42,
        6490.54
    ],
    [
        " way off the ground you know you like lifted her up there to get there on the full size pull-up bar",
        6490.54,
        6495.08
    ],
    [
        " freaking so she's like four feet off the ground and and you were like and you're like I will not catch",
        6495.08,
        6501.04
    ],
    [
        " you as she's hanging on the bar like I will not catch you she's like daddy like I am me my your",
        6501.04,
        6507.2
    ],
    [
        " hands are like right there ready to catch her yeah but she can't see you and I was just like and",
        6507.2,
        6512.38
    ],
    [
        " and but you know what she actually was like you you could see up initially she was like that that",
        6512.38,
        6516.26
    ],
    [
        " and then she was like she just went like normal face and then she dropped off you caught her",
        6516.26,
        6521.8
    ],
    [
        " it was like yeah well you also have to train your kids to deal with just unknown terror",
        6521.8,
        6525.58
    ],
    [
        " falling falling breaking broken bones oh sorry kids that's the way she turned that all right",
        6525.58,
        6541.42
    ],
    [
        " great she's outstanding uh yeah I you know it's a learning process you know you learn you learn",
        6542.3,
        6549.02
    ],
    [
        " about you know you learn about controlling your emotions life I've learned a lot about parenting",
        6549.02,
        6552.58
    ],
    [
        " I feel like with the kids practicing or taking opportunities to practice normal face 100% of the time",
        6552.58,
        6560.56
    ],
    [
        " is a good method it's a good method and it is a great thing like no joke it is a great thing for a leader",
        6560.56,
        6568.2
    ],
    [
        " to be able to control your emotions because your emotions we already talked about this",
        6569.64,
        6574.5
    ],
    [
        " if I'm panicking if lay for reports to me some news and I panic he's gonna panic every panic it's",
        6574.5,
        6580.08
    ],
    [
        " gonna be mayhem if he sees me go all right all right got it you know it's like okay you know",
        6580.08,
        6585.68
    ],
    [
        " I've had like at the mustard you know the mustard's uh there's there's timelines and there's you've",
        6585.68,
        6592.32
    ],
    [
        " got to be at certain places certain time you know and I've had Jamie come up to me you know the",
        6592.32,
        6596.5
    ],
    [
        " song so we don't have any of that stuff yet it's like okay and you can see that she's kind of",
        6596.5,
        6602.18
    ],
    [
        " panicked about it you know we don't have the labels for the whatever to pass out stuff I go okay we'll",
        6602.18,
        6606.82
    ],
    [
        " pass my tomorrow and she's like okay you know just like it's all good but that that's an awesome",
        6606.82,
        6612.88
    ],
    [
        " thing man and that's powerful I mean you and I were just talking about this today right with some",
        6612.88,
        6616.68
    ],
    [
        " some uh with echelon fraud stuff and uh and uh in our strategic growth and and things that I was",
        6616.68,
        6622.14
    ],
    [
        " really spinning up about and and really stressing on you're like it's not that big of a deal you",
        6622.14,
        6626.9
    ],
    [
        " know and that that is that's something that is uh that perspective you know what someone's",
        6626.9,
        6631.76
    ],
    [
        " immersed it or what someone is immersed in the details of things and they're like it's the",
        6631.76,
        6637.46
    ],
    [
        " weight-sparing doubt on them or like man this isn't gonna happen it's really easy to get stressed",
        6637.46,
        6641.1
    ],
    [
        " out about that so it's a powerful thing man yeah that also you know falls into uh some implied",
        6641.1,
        6648.48
    ],
    [
        " intent right of me and leaving you with the impression that such something needs to be perfect",
        6649.1,
        6656.0
    ],
    [
        " because well you know me like hey I like things to be squared away and then all of a sudden you've",
        6656.0,
        6659.68
    ],
    [
        " got something that's not squared away and you start trying to fix this problem and it's you're",
        6659.68,
        6664.14
    ],
    [
        " investing more than it's worth into the problem and it's because I am giving you the wrong implied",
        6664.14,
        6670.22
    ],
    [
        " intent that hey you know what if it's that much investment I don't want you to make that much",
        6670.22,
        6674.5
    ],
    [
        " investment of time into something that's really not gonna have a massive impact strategically so",
        6674.5,
        6679.52
    ],
    [
        " like I got to do a better job of going oh you know let me know if something's a struggle",
        6679.52,
        6685.86
    ],
    [
        " where have I done this before um like hey if it's gonna caught this would be really cool",
        6685.86,
        6692.46
    ],
    [
        " to have it'd be really cool if we executed this but if we can't don't worry about it you know",
        6692.46,
        6700.48
    ],
    [
        " don't invest more than x amount of hours hey go look at it for two hours if we can't do it",
        6700.48,
        6705.22
    ],
    [
        " you know we won't do it no factor it'd be cool if we can but let's not let's not lose sleep over it",
        6705.22,
        6711.18
    ],
    [
        " whereas you know it's like uh once again going back to Gettysburg what I need to remember is if",
        6711.18,
        6718.46
    ],
    [
        " if General Lee tell Stonewall Jackson to do something he's gonna freaking do it and he doesn't care",
        6718.46,
        6724.4
    ],
    [
        " what price he has to pay to accomplish that mission well if I if I mentioned to you like hey",
        6724.4,
        6730.02
    ],
    [
        " this would be cool to have and you're like cool and now now the sudden you're paying the ultimate price",
        6730.02,
        6733.92
    ],
    [
        " to make something happen and you look up you know three weeks later and you've spent money in time",
        6733.92,
        6739.9
    ],
    [
        " and it's like you're like I got it done or no or maybe we can't execute what your vision was it's",
        6739.9,
        6746.0
    ],
    [
        " like oh okay cool and I worry about it it's like that's not a good normal face you know it's a",
        6746.0,
        6751.64
    ],
    [
        " little bit too much so uh yeah it happens the final thing I'll say about normal face is um I love",
        6751.64,
        6758.66
    ],
    [
        " that my kids now have been influenced I'll be like we call it jaco normal face so when you say",
        6758.66,
        6764.14
    ],
    [
        " you know we pretty much brand everything is jaco around here so we're good with that I say",
        6764.14,
        6767.76
    ],
    [
        " execute jaco normal face and they they're like smiling for a picture that I boom it's on",
        6767.76,
        6773.9
    ],
    [
        " cute it's awesome I my one year old not so much yet but my four year old six year old they get",
        6773.9,
        6778.82
    ],
    [
        " some that's legit that's legit um all right back to the book chart number four evidence of wrong so",
        6778.82,
        6787.1
    ],
    [
        " we were on this whole thing talking about morale and this is evidence of morale and discussing the",
        6787.1,
        6791.84
    ],
    [
        " subject of morale with visitors I often ask and am asked what do you look for in a unit or in order",
        6791.84,
        6797.74
    ],
    [
        " to gauge the morale since morale is influenced by so many factors there are naturally many indications",
        6797.74,
        6804.46
    ],
    [
        " of the state of morale the things I note quickly in sizing up a unit include I'm going to burn",
        6804.46,
        6817.08
    ],
    [
        " that one a little bit are the men eager to show their accomplishments do they point to their",
        6817.08,
        6821.54
    ],
    [
        " units history with pride do they have something good to sell and try and sell it participating in",
        6821.54,
        6829.32
    ],
    [
        " charities athletic program and support teams and athletic program enthusiastically supported as",
        6829.32,
        6834.14
    ],
    [
        " always a favorable indication of morale church attendance soldiers deposits and other",
        6834.14,
        6840.62
    ],
    [
        " savings a man who saves his money each month is banking on his future and as well as in his",
        6840.62,
        6846.9
    ],
    [
        " usually a well-adjusted and confident soldier when there are many such soldiers in a unit there is",
        6846.9,
        6852.48
    ],
    [
        " a depth of stability in the organization but commanders should not attempt to coerce the men to",
        6852.48,
        6857.86
    ],
    [
        " participate in this program um you know just for for for all leaders really this is probably one",
        6857.86,
        6864.78
    ],
    [
        " of the things when I look back at my military career that I did a pretty horrible job of and that",
        6864.78,
        6871.26
    ],
    [
        " I never said all right guys here's what you should do with your money here's some here's some",
        6873.28,
        6877.92
    ],
    [
        " moves to make you know here's some things you should do here's some things that you shouldn't do",
        6877.92,
        6882.36
    ],
    [
        " so just if you're a leader especially if you're a military leader look when you're a",
        6882.36,
        6886.24
    ],
    [
        " when you're a lot of kids that joined the military myself included hey when I got to the teams",
        6886.24,
        6891.44
    ],
    [
        " and I was an e4 in the teams I was the richest person in the world and you know I got that paycheck",
        6891.44,
        6899.68
    ],
    [
        " every two weeks and I was ready to rock and roll it was great and you know I really wish somebody",
        6899.68,
        6908.5
    ],
    [
        " along the way would have said hey man that's cool you know you're gonna make whatever $5,000",
        6908.5,
        6914.3
    ],
    [
        " this month you know what I know you like to get after it and go have a good time and you should",
        6914.3,
        6919.74
    ],
    [
        " and you should do that with $4,000 not with $4,999 so if you're in a position where you can",
        6919.74,
        6928.36
    ],
    [
        " help people plan their economic future please do that you know what it's funny that you're",
        6929.0,
        6935.84
    ],
    [
        " actually saying that because you have all the people I worked with in 13 years in the Navy like",
        6935.84,
        6941.12
    ],
    [
        " you're the only one that did that and maybe not on like a on like a you didn't like have a",
        6941.12,
        6947.32
    ],
    [
        " presentation to the entire task unit you know maybe you could have done something like that but you",
        6947.32,
        6952.5
    ],
    [
        " had a lot of direct interaction with a whole lot of people and helped direct them and you know",
        6952.5,
        6958.48
    ],
    [
        " our influence or our encourage you to do something you know I go on the right route yeah I think",
        6958.48,
        6963.24
    ],
    [
        " to your point I think guys that were close to me I would be like hey bro what you need to do is",
        6963.24,
        6967.86
    ],
    [
        " this and so that's cool but you know I should have been doing it for everybody and I didn't and",
        6967.86,
        6973.42
    ],
    [
        " the reason is I didn't really care about that stuff honestly I didn't really think about it I",
        6973.42,
        6979.48
    ],
    [
        " didn't really think about that I just thought about hey we just want to be good frogman and a good",
        6979.48,
        6983.76
    ],
    [
        " task unit and good platoon you know like that's it so what we're here for so I should have been",
        6983.76,
        6988.68
    ],
    [
        " thinking a little bit deeper about that but if you're in that position do it enlistment and",
        6988.68,
        6995.88
    ],
    [
        " reinlistment records a wall when such offenses are reasonably easy to commit the and the number of",
        6995.88,
        7003.04
    ],
    [
        " offenses is low it is indicative of high morale size a sick call court martial rates incidents",
        7003.04,
        7009.62
    ],
    [
        " and accidents complaints about the inspector general this is another classic thing right so",
        7009.62,
        7017.78
    ],
    [
        " complaints to the inspector general all sorry this is complaints to the inspector general",
        7017.78,
        7022.4
    ],
    [
        " later in the book lay if he talks about how you should be open and ready to being inspected",
        7022.4,
        7027.82
    ],
    [
        " with a few everyone's hates inspections and doesn't want the commander to come down and he says",
        7028.18,
        7033.8
    ],
    [
        " you should be waiting for that and it's very similar to our attitude in Ramadi which which I",
        7033.8,
        7040.84
    ],
    [
        " absolutely stole from the exo of the first the 506th or sorry yeah the exo the first the five the",
        7040.84,
        7048.48
    ],
    [
        " ops officer from the first the 506 who soon as we got there there's an investigation happening and",
        7048.48,
        7054.44
    ],
    [
        " I was like yeah would you get investigated for it he goes oh this that the other thing or this thing",
        7054.74,
        7058.98
    ],
    [
        " and I said oh is that how's that gonna work out he goes I love it when we get inspected",
        7058.98,
        7065.24
    ],
    [
        " he goes I want them to come and inspect and see what we're doing and see what it's like down here",
        7065.24,
        7070.88
    ],
    [
        " and see what it's like to live down here and let them understand what's going on in the front lines",
        7070.88,
        7074.38
    ],
    [
        " and I I absolutely adopted that policy and what's cool is what he says in this book is you know",
        7074.38,
        7083.34
    ],
    [
        " you what why are you afraid of being inspected you shouldn't have nothing to hide so if you're if",
        7083.94,
        7089.16
    ],
    [
        " you're afraid of being inspected that's a problem and let's fix the thing so that you can be",
        7089.16,
        7094.26
    ],
    [
        " open to being inspected you know we we talked about that in extreme ownership right leading up",
        7094.26,
        7099.54
    ],
    [
        " the chain of command and how we invited our commander to to come down and see what we're doing and",
        7099.54,
        7104.78
    ],
    [
        " invite our operations officer and the there's staff to be there but that's it's a complete opposite",
        7104.78,
        7109.76
    ],
    [
        " of what everybody else oh yeah everybody else's mindset was like get the boss man away",
        7109.76,
        7114.36
    ],
    [
        " we don't want him around here we want to be able to and and what they wanted to be able to get",
        7114.36,
        7119.6
    ],
    [
        " away with was like really minuscule stuff like like uniforms around the camp like attendance at meetings",
        7119.6,
        7125.8
    ],
    [
        " little things that don't really matter and and yet what we gained by having them come out and visit us",
        7125.8,
        7131.56
    ],
    [
        " was a deep understanding of our mission how we're mitigating risk what resources we needed",
        7131.56,
        7137.52
    ],
    [
        " I mean it's it's it's a no-brainer and yet nobody does that because they don't want the the",
        7137.52,
        7142.98
    ],
    [
        " scrutiny of the big boss man the wrong attitude next section outside influence on morale the",
        7142.98,
        7150.16
    ],
    [
        " factors and indications of morale covered so far concern things generally within the control of",
        7150.16,
        7156.32
    ],
    [
        " the commander but there are influences on the morale of the soldiers especially those on duty",
        7156.32,
        7161.82
    ],
    [
        " in a far off land which stem from apt attitudes of officials the press radio commentators and",
        7161.82,
        7167.78
    ],
    [
        " public at home the soldiers should feel that he is needed and that his sacrifices are the of immediate",
        7167.78,
        7175.22
    ],
    [
        " and long range benefit to his country his home his family and himself he should feel that his unit",
        7175.22,
        7181.1
    ],
    [
        " is in is as important to him as his family that he is just as important to the unit",
        7181.1,
        7186.5
    ],
    [
        " he will feel that importance as long as the people at home feel that he is sensitive to public",
        7187.5,
        7192.96
    ],
    [
        " opinion at home and because of good radio newspaper and male facilities is constantly aware of attitudes",
        7192.96,
        7200.76
    ],
    [
        " at the home toward the importance of his job that's an interesting perspective compared to totally",
        7200.76,
        7207.16
    ],
    [
        " all you know if we were reading newspapers and watching TV you know the protecting in 2006 the",
        7207.16,
        7213.56
    ],
    [
        " rack war it was just constant negative coverage quagmire we can't win you know this is terrible",
        7213.56,
        7219.7
    ],
    [
        " we just had to tune that stuff out yeah and it's it's even more pronounced now with social media",
        7219.7,
        7227.42
    ],
    [
        " do we do we have social media was there social media for us in in in Ramadhi was like my space",
        7227.42,
        7234.32
    ],
    [
        " and actually I do remember Mark Lee used to always come back and get on Facebook so it existed",
        7234.32,
        7238.92
    ],
    [
        " yeah Facebook existed but it was not I think it like my space was still like the dominant",
        7238.92,
        7244.84
    ],
    [
        " 2006 echo where were we at social media wise 2006 is correct yes just kicking it with my space",
        7244.84,
        7252.02
    ],
    [
        " between my space and my space was like a music something you could put music so so so my space was",
        7252.02,
        7258.82
    ],
    [
        " legit social media back then yes and before that and before that yeah 2007 2006 what you did",
        7258.82,
        7266.66
    ],
    [
        " what you did Facebook come to prominence oh I don't know the exact year but that's when you know",
        7266.66,
        7273.56
    ],
    [
        " when it was it was rolling it for sure but my space was still going on as well but there was a lot",
        7273.56,
        7278.66
    ],
    [
        " less people on all these things you know I mean I mean now it's now it's the now it has replaced",
        7278.66,
        7284.64
    ],
    [
        " I mean pre-i phone so you couldn't access it with your phone you know like access it through the",
        7284.64,
        7288.86
    ],
    [
        " you know your your computer yeah that was like barely like right when pictures to the internet",
        7288.86,
        7295.9
    ],
    [
        " started going like not all phone tape cameras so bottom line we got to pay attention to the",
        7296.8,
        7304.1
    ],
    [
        " influence on morale from outside our organization pay attention to it this next section is called",
        7304.1,
        7311.72
    ],
    [
        " junior officers conferences and and it says there are always many newly commissioned officers",
        7311.72,
        7318.82
    ],
    [
        " fine officers in the army they have come from many sources some of these young officers have",
        7318.82,
        7322.98
    ],
    [
        " demonstrated outstanding ability and combat others have not had this experience few of them have",
        7322.98,
        7326.96
    ],
    [
        " had the time or opportunity become fully indoctrinated with the duties and responsibilities required of",
        7326.96,
        7332.12
    ],
    [
        " an officer the standards and responsibilities of an officer are in many respects more exacting",
        7332.12,
        7338.62
    ],
    [
        " and more difficult to discharge in peacetime than in combat consequently officers conferences",
        7338.62,
        7344.06
    ],
    [
        " should be conducted for all junior officers to review the duties and responsibilities of us so",
        7344.06,
        7348.3
    ],
    [
        " what am I what am I saying what he's saying is that look you should meet with your your subordinate",
        7348.3,
        7353.3
    ],
    [
        " leadership and educate them and teach them and I often ask this question to clients",
        7353.3,
        7359.78
    ],
    [
        " I say has anyone here had a person that invested in them personally and you know most of the time",
        7359.78,
        7371.94
    ],
    [
        " especially when I'm talking to leaders most of the time people will raise their hand and say you know",
        7373.48,
        7378.62
    ],
    [
        " oh yeah you know I've had I had this person that took me under their wing or and I and I",
        7378.62,
        7383.22
    ],
    [
        " would then I say well how does that how did that make you feel and obviously everyone says oh yeah",
        7383.22,
        7388.84
    ],
    [
        " that makes you feel great makes you feel like you can do well and it's a person that's encouraging you",
        7388.84,
        7392.16
    ],
    [
        " and then I say how many people are you doing that for right now and like there's less hands right",
        7392.16,
        7398.22
    ],
    [
        " and so we take this investment of the people that raised you like the people that raised me",
        7398.46,
        7403.14
    ],
    [
        " in the teams right what if I take that investment I just hold on to it don't give it to anybody else",
        7403.14,
        7406.88
    ],
    [
        " that's horrible and it's not continuing to grow the capabilities of the community there's",
        7406.88,
        7413.62
    ],
    [
        " there's there's something deeper there that I when he said rolls and responsibilities so you",
        7413.62,
        7419.1
    ],
    [
        " were viewing roles and responsibilities with them and I think that's something that you know",
        7419.1,
        7422.88
    ],
    [
        " the jaco brief that you would give in like the junior off-training course when I was running",
        7422.88,
        7427.52
    ],
    [
        " training for two years I ran training for all seal officers are graduating from our",
        7427.52,
        7431.66
    ],
    [
        " our basic training pipeline and you came in we have you coming to give the jaco brief and it was",
        7431.66,
        7436.08
    ],
    [
        " the same thing that you briefed to the task units and impotions going through the workup and I",
        7436.08,
        7441.58
    ],
    [
        " think one of the most important parts of that was the rules and responsibilities so I it's great",
        7441.58,
        7446.48
    ],
    [
        " to mentor I mean you're right people don't invest in their people I agree with that 100% but I",
        7446.48,
        7452.02
    ],
    [
        " told them mentor people and what he's saying there I think which is if you've got to make their",
        7452.02,
        7457.1
    ],
    [
        " roles and responsibilities clear and you broke down I mean it was it was it was shooter you know",
        7457.1,
        7463.04
    ],
    [
        " your job is to make things happen you know get default aggressive you have you haven't listed out",
        7463.04,
        7468.66
    ],
    [
        " all the way fire team leader you know take your four guys lead your fire team support your squad leader",
        7468.66,
        7473.34
    ],
    [
        " you had the squad leader then you had the butoon commanders you had the assault chief you had the",
        7473.34,
        7477.58
    ],
    [
        " you know assault force commander the ground force commander etc and that was a really powerful",
        7477.58,
        7483.22
    ],
    [
        " document so much so that I've had several several very successful seals including good friends",
        7483.22,
        7491.46
    ],
    [
        " of yours who have reached out to me and said hey can we get a copy of that yeah yeah because it really",
        7491.46,
        7497.06
    ],
    [
        " it without breaking that down enables you to execute with confidence if you know what your roles",
        7497.06,
        7502.24
    ],
    [
        " responsibilities are then you can actually step up and execute with confidence and I think that's a",
        7502.24,
        7506.0
    ],
    [
        " really people don't define that though you define it away where it was easy to understand",
        7507.36,
        7511.9
    ],
    [
        " and enable people to execute and I think that's a great that's a key thing to mentor people on",
        7511.9,
        7517.9
    ],
    [
        " one of the key parts of that when I would get done talking about what the roles and responsibilities",
        7517.9,
        7522.24
    ],
    [
        " if everyone was I would say okay now that you know your roles and responsibility you also have to",
        7522.24,
        7527.26
    ],
    [
        " understand the person below you and the person above you with the chain of command you have to",
        7527.26,
        7530.88
    ],
    [
        " understand what their roles and responsibilities are and if you have to you have to either ascend",
        7530.88,
        7535.94
    ],
    [
        " or descend into the situation where you can solve a problem do their job as soon as you get a",
        7535.94,
        7540.92
    ],
    [
        " problem solved you can't get stuck there you have to elevate yourself up to the next position",
        7540.92,
        7545.16
    ],
    [
        " the last thing that I would start saying to guys once they were done with Jotsey now I'm talking",
        7545.16,
        7551.46
    ],
    [
        " to platoons is I would say listen and I would usually say this just to like the headshed I would say",
        7551.46,
        7557.96
    ],
    [
        " listen here's the roles and responsibilities I don't actually care who does these things",
        7558.42,
        7564.74
    ],
    [
        " but you better figure it out because sometimes you might have a platoon chief that hadn't been in",
        7564.74,
        7573.7
    ],
    [
        " the teams for a few years and he had some platoon commander that had just gotten back off deployment",
        7573.7,
        7578.04
    ],
    [
        " or you'd have uh whatever the case may be maybe the LPO just got done teaching the salts out at",
        7578.04,
        7584.28
    ],
    [
        " you know at trade-ed and now he's in the platoon or just got back from land war for so he's going to",
        7584.28,
        7588.84
    ],
    [
        " really know how to do that job so I'd say listen it doesn't really matter which one you have now",
        7588.84,
        7595.52
    ],
    [
        " I'll tell you basically and this is what I always say basically in listed guys you're the tactical",
        7595.52,
        7601.26
    ],
    [
        " experts you handle the problem that you got at hand officers you need to figure out what the next",
        7601.26,
        7606.98
    ],
    [
        " move is going to be and that that was the general thing but then I'd say listen if this officer like",
        7606.98,
        7613.84
    ],
    [
        " doesn't have any experience whatsoever and maybe the LPO is kind of badass and the chief is I'd say",
        7614.5,
        7620.46
    ],
    [
        " listen listen officer uh you need to look to your chief and he needs to elevate a little bit and",
        7620.46,
        7625.96
    ],
    [
        " figure out what's going to do next so and that well the reason that happened was because as I put more",
        7625.96,
        7633.22
    ],
    [
        " and more platoons through training I saw that some platoons they just didn't they would they had a",
        7633.22,
        7638.14
    ],
    [
        " mismatch they had some prior and listed officer that was freaking just a badass new everything or they",
        7638.14,
        7644.02
    ],
    [
        " had a a a chief that was you know been out of the loop for a while and so okay but the LPO like I",
        7644.32,
        7650.16
    ],
    [
        " said so eventually I would say listen I don't really care how you guys break these up but you have",
        7650.16,
        7656.3
    ],
    [
        " to know who's responsible for what and one man cannot do all these jobs it's it's not possible for",
        7656.3,
        7663.06
    ],
    [
        " one man to do all these jobs I've seen some badass seals with tons of experience come through here",
        7663.06,
        7668.14
    ],
    [
        " and they might be able to pull it off or on offer two ops and then something's going to happen",
        7668.14,
        7672.54
    ],
    [
        " and all of a sudden it's going to be overwhelmed and other people have to be able to back them up",
        7672.54,
        7675.92
    ],
    [
        " not to mention if somebody's doing all these jobs I'm going to kill them and you better figure it out",
        7675.92,
        7680.7
    ],
    [
        " I remember that don't get stuck there and you all cast don't get stuck there this line uh okay so",
        7680.7,
        7689.46
    ],
    [
        " the reason I wanted to cover this section is because it says this so we're talking about these",
        7689.46,
        7693.94
    ],
    [
        " junior officer conferences these conferences should be conducted by commanders themselves and on an",
        7693.94,
        7700.08
    ],
    [
        " informal basis lieutenants and separate companies and detachments may be invited to join groups",
        7701.04,
        7705.24
    ],
    [
        " from units commanded by a field grade officer groups should not be too large preaching should be",
        7705.24,
        7711.38
    ],
    [
        " avoided I read this whole section just so I could say that preaching should be avoided these conferences",
        7711.38,
        7716.1
    ],
    [
        " can well can well be the means of improving the unit team under the coaching of its captain the",
        7716.1,
        7722.46
    ],
    [
        " unit commander these conferences may consist of one hour meetings he goes he goes into some detail",
        7722.46,
        7726.84
    ],
    [
        " about how to do it but the fact that he's saying look you're not bringing people in there to",
        7726.84,
        7732.26
    ],
    [
        " preach on how to do things you're bringing in there to educate to have discussions and he's got",
        7732.26,
        7737.82
    ],
    [
        " the whole topic of discussions here military courtesy's personal standards military discipline",
        7737.82,
        7744.04
    ],
    [
        " promotions unit history a spritical or accomplishments missions uh troop information morale self-education",
        7744.04,
        7756.82
    ],
    [
        " everything security class creation use misuse of military vehicles so basically it's like tell the",
        7756.82,
        7762.82
    ],
    [
        " guys what's going on that's what he's saying you have to tell people what's going on",
        7762.82,
        7768.48
    ],
    [
        " and then he's got this commanders checklist for success and this we've been already been going for a",
        7768.48,
        7776.3
    ],
    [
        " while so this will probably be the last thing we cover every commander at every echelon should",
        7776.3,
        7782.44
    ],
    [
        " maintain a continuing checklist to be left for or given to his successor to command this checklist",
        7782.44,
        7790.32
    ],
    [
        " should contain items of value that will assist the new commander in becoming familiar with his",
        7790.32,
        7796.2
    ],
    [
        " command more rapidly than if he had had to uncover the same items over a period of time such items",
        7796.2,
        7802.22
    ],
    [
        " must consist of one significant strengths and weaknesses of key officers and non-commissioned officers",
        7802.22,
        7807.52
    ],
    [
        " in the command boom isn't it weird that we might be in charge of people and",
        7807.52,
        7814.34
    ],
    [
        " know that we would have to turn this over and not keep track of like who's what strength and weaknesses",
        7814.34,
        7820.74
    ],
    [
        " are next important policy matters announced by senior commanders and not contained in SOP",
        7820.74,
        7826.44
    ],
    [
        " directors so you're tracking this stuff a good turnover is the is such an important thing to",
        7826.44,
        7832.42
    ],
    [
        " to do and what I think is important about a turnover it's great to have it to turn over to the",
        7832.68,
        7839.14
    ],
    [
        " next unit but what it does is it forces you to actually think through how you are operating",
        7839.14,
        7846.5
    ],
    [
        " and when you force yourself to think through how you're operating you define it you refine it",
        7846.5,
        7853.1
    ],
    [
        " you codify it and now it becomes stronger just like when you just like when you write down",
        7853.1,
        7860.86
    ],
    [
        " these principles just like when you formulate a standard operating procedure and you just like when",
        7860.92,
        7865.34
    ],
    [
        " you teach a jitsu move or you write out how you do anytime that you study what you're doing you will",
        7865.34,
        7870.74
    ],
    [
        " get better at it and that's what this commanders checklist for successors I said successors it's",
        7870.74,
        7876.8
    ],
    [
        " for successors for someone that's going to take your place that you know what part of that too I",
        7876.8,
        7882.02
    ],
    [
        " think is yeah that self-analysis you're talking about is like hey what do we screw up what do we",
        7882.02,
        7885.9
    ],
    [
        " learn from it I remember giving a turnover one time on a follow on deployment and when the",
        7885.9,
        7892.52
    ],
    [
        " new unit came in the new seal seal you're taking over for us and one of the one of the senior leaders",
        7892.52,
        7898.32
    ],
    [
        " was like this is a great turnover you know you guys are giving here I really this is one of the best",
        7898.32,
        7902.86
    ],
    [
        " tours I've ever seen I'm like why like why did you say that I didn't kind of caught me off guard I was",
        7902.86,
        7907.42
    ],
    [
        " like what do you say that he's like because you're telling us all the stuff that you screwed up",
        7907.42,
        7911.56
    ],
    [
        " and and it was it's it's really you know when you have a unit turning over thing like",
        7912.54,
        7916.22
    ],
    [
        " people coming in like get these idiots out of here we're gonna take take over even though we've been",
        7916.22,
        7921.24
    ],
    [
        " there for six months learning and I was like man how are you gonna learn from us to continue the",
        7921.24,
        7927.06
    ],
    [
        " mission and be more effective if we don't tell you what we screwed up but clearly he wasn't used",
        7927.06,
        7931.3
    ],
    [
        " to that and most people weren't doing that and I think that thinking deeply about it and if you",
        7931.3,
        7936.66
    ],
    [
        " care about the mission then you want you want the people to be successful I mean we tried to set up",
        7936.66,
        7941.26
    ],
    [
        " the next deal team for sure you know Steve Warden his guys sir yeah yeah speaking of Steve Ward",
        7941.26,
        7947.24
    ],
    [
        " he can be coming on the podcast sometime real soon names and personalities of individuals",
        7947.24,
        7955.06
    ],
    [
        " outside the command with whom it is necessary to associate new business areas of training weaknesses",
        7955.06,
        7960.14
    ],
    [
        " within the command so reporting the weaknesses like you just talked about disciplinary matter security",
        7960.14,
        7964.22
    ],
    [
        " manners critical equipment shortages so that's the that's that section and here's the last thing",
        7965.16,
        7971.74
    ],
    [
        " we'll cover vigilance and by the way we're we are on page 13 right now so yeah we are on page 13 of",
        7971.74,
        7984.32
    ],
    [
        " this book there's 117 pages one on page 13 a unit operational readiness status status must be",
        7984.32,
        7992.98
    ],
    [
        " ready for immediate employment at all times regardless of how well a unit has been trained",
        7992.98,
        7999.14
    ],
    [
        " the commander cannot allow it to become lax and let down its guard world war two and the Korean",
        7999.14,
        8006.34
    ],
    [
        " conflict were started by surprise attacks on sunday mornings these surprises remind us that we",
        8006.34,
        8013.52
    ],
    [
        " must be ready for anything seven days a week 24 hours a day we cannot relax our vigilance",
        8013.52,
        8021.6
    ],
    [
        " in any way that would contribute to disaster",
        8021.6,
        8027.26
    ],
    [
        " so there you go like I said that is the first 13 pages I'm only I'm only two thirds the way through",
        8027.26,
        8041.14
    ],
    [
        " my second just get out of sniper just get warm up look I'll I'll get to the rest of this I'm sure",
        8041.14,
        8048.04
    ],
    [
        " I'll I'll cover this thing um but it's just incredible to see how these principles remain the same",
        8048.04,
        8055.36
    ],
    [
        " over time and it's so intriguing to uncover the roots of hack worth and about face and thereby the",
        8055.36,
        8065.7
    ],
    [
        " roots of me and of you and of extreme ownership and the economy of leadership and leadership",
        8065.7,
        8071.26
    ],
    [
        " strategy and tactics there's a thread you can trace through all these books",
        8071.26,
        8075.24
    ],
    [
        " you gotta know your roots and the better the better you understand",
        8075.24,
        8081.74
    ],
    [
        " yes history but the better you understand the origin of ideas and principles",
        8081.74,
        8088.1
    ],
    [
        " then the better you understand those ideas and principles themselves",
        8089.4,
        8094.34
    ],
    [
        " and the better leader and person you will become crazy what do you think, Lave?",
        8094.34,
        8106.7
    ],
    [
        " I think that's outstanding I think that's incredibly eye opening and it's because I've read about",
        8108.1,
        8114.82
    ],
    [
        " face and detail and and you know I've flipping through my copy this week as I was kind of",
        8114.82,
        8121.08
    ],
    [
        " organized stuff in my home office and looking at just the you know the tab and underline pages and",
        8121.08,
        8127.28
    ],
    [
        " the I actually had to I put packing tape along the binder because it's been so just it's been so",
        8127.28,
        8134.2
    ],
    [
        " from overuse it's just been torn up and and I had to reinforce it it's awesome to to understand",
        8134.2,
        8141.48
    ],
    [
        " where Carl Hackworth got some of these ideas and and I look I'm sure you know I'm sure also",
        8141.48,
        8148.56
    ],
    [
        " you know that these were learned from from mentors you know and from generations as well but",
        8148.56,
        8155.74
    ],
    [
        " incredible stuff definitely making us better yes sir echo Charles yes speaking of getting better",
        8155.74,
        8165.02
    ],
    [
        " mm-hmm you have any maybe I don't know suggestions sir I have a few now that you mentioned it",
        8165.02,
        8172.24
    ],
    [
        " actually I think that's interesting your that book that you finally located it was like a little",
        8172.24,
        8179.5
    ],
    [
        " treasure hunt you know the kind guys who like they look for treasure that might not even exist you",
        8179.5,
        8183.54
    ],
    [
        " know that can go that that was you she's like oh it does it seems saying you only got hints of it",
        8183.54,
        8190.28
    ],
    [
        " through Hackworth I have I have access to all kinds of like I pay you know these various websites",
        8190.28,
        8197.32
    ],
    [
        " that offer all these ancient PDFs I mean I got the most the the dumbest subscriptions and I",
        8197.32,
        8203.1
    ],
    [
        " spent scouring these things for years you know nothing not and how crazy is it that the month",
        8203.1,
        8210.64
    ],
    [
        " that this version of about face comes out I freaking find this thing there's one copy of an",
        8210.64,
        8216.48
    ],
    [
        " all-names on and I have it it was meant to be I have it it's legit jacquo gut is I have the",
        8216.48,
        8224.82
    ],
    [
        " ARC yes which is the advanced readers copy so so an advanced readers come no I don't have it of",
        8224.82,
        8232.02
    ],
    [
        " that book but an advanced readers copy when a when a book is going to come out they release they'll",
        8232.02,
        8238.38
    ],
    [
        " print like they'll print how many how many ARC do you think they print in current days I have",
        8238.38,
        8246.46
    ],
    [
        " no idea well no no advanced reader copies what they call galley's oh I got you I'm sorry yeah how",
        8246.46,
        8253.74
    ],
    [
        " many think they print like for instance for for extreme ownership I think I got six and you got six",
        8253.74,
        8259.56
    ],
    [
        " yeah like that and then they printed this home to send to whoever but we're talking",
        8259.56,
        8264.26
    ],
    [
        " absolutely doesn't yeah absolutely less than 50 right less than 50 so we're at the monster",
        8264.26,
        8272.98
    ],
    [
        " the guy named Tobin came up and he goes I have something for you and he gives me like a brown paper",
        8272.98,
        8277.26
    ],
    [
        " bag and this is just weird because it's hard to even understand this it's if you don't understand",
        8277.26,
        8282.86
    ],
    [
        " what an ARC is and understand how rare they are that you know look you get like I love first",
        8282.86,
        8288.86
    ],
    [
        " of dishes like I love first edition about face but there's got to be a hundred thousand of those",
        8288.86,
        8292.5
    ],
    [
        " things floating around right you know you might like the first edition of extreme ownership you know",
        8292.5,
        8298.64
    ],
    [
        " we always joke about it but there's hundreds of thousands of copies of the first edition of",
        8298.64,
        8304.92
    ],
    [
        " extreme ownership there's only probably less than 50 ARCs of extreme ownership and same with the",
        8304.92,
        8314.48
    ],
    [
        " rest of all of our books well so I'm at the monster and this guy comes up to me and he goes yeah I",
        8314.48,
        8320.68
    ],
    [
        " wanted to give you something and I oh awesome appreciate it and people give us a lot of cool stuff",
        8320.68,
        8324.04
    ],
    [
        " all the time you know and he hands me this paper bag and I open it up and there's a plastic",
        8324.04,
        8329.06
    ],
    [
        " but there's a book in plastic just a plastic bag I pull it out and I look at it it's in a",
        8329.06,
        8333.38
    ],
    [
        " version of about face that I've never seen before and it's thinner than normal and I go",
        8333.38,
        8338.7
    ],
    [
        " what is this and I pull it out of the plastic and sure enough it's an unedited advanced readers copy",
        8338.7,
        8347.7
    ],
    [
        " of about face signed by David Hackworth this thing is priceless to me right so he's out there I",
        8347.9,
        8360.94
    ],
    [
        " actually owe him copies of about face of this new version but guess what else I'm sending him",
        8360.94,
        8367.58
    ],
    [
        " they don't me ARCs of extreme ownership no because they gave us about six each I have all",
        8367.58,
        8377.54
    ],
    [
        " of mine I have mine as well you want to know why why do you have yours why did you keep yours",
        8377.86,
        8382.24
    ],
    [
        " uh I think I some of my intended to send to people and they didn't get sent and some of my",
        8382.24,
        8389.24
    ],
    [
        " just thought be kind of cool to hang on to I only kept I first of all I didn't know that it was a big",
        8389.24,
        8394.38
    ],
    [
        " deal I didn't know that this is at this whole thing you know we didn't know what the hell we were",
        8394.38,
        8398.48
    ],
    [
        " doing when it came to writing so we know the hell we were doing so they send us these things and",
        8398.48,
        8403.28
    ],
    [
        " like yeah whatever well I didn't they're like you could send them to you know the influencers that",
        8403.28,
        8408.2
    ],
    [
        " you know yeah well I'm like and so what I'm thinking is there's misspellings in this there's some",
        8408.2,
        8415.06
    ],
    [
        " things that we added it out I said I don't want anyone to see this and I just put them right my",
        8415.06,
        8419.22
    ],
    [
        " I put them in you know in like a drawer somewhere and then I don't know a few years later I started",
        8419.22,
        8427.4
    ],
    [
        " as I actually as we started doing the podcast and I started getting more into getting various books",
        8427.88,
        8434.88
    ],
    [
        " and I always liked the first to dish thing but then I realized at some point that there was",
        8434.88,
        8439.46
    ],
    [
        " something better than the first to dish and that was the readers ARC I got I got something",
        8439.46,
        8446.1
    ],
    [
        " better than the readers ARC and that is the the word document manuscript oh yeah which we got",
        8446.1,
        8454.14
    ],
    [
        " we've got the edit all the edits like just the crazy edits that we went through you well that",
        8454.14,
        8459.18
    ],
    [
        " was crazy too because we you were you knew yeah you were New York when we wrote extreme ownership",
        8459.18,
        8463.58
    ],
    [
        " and we had to edit that thing and I remember spending four hours on the phone going through",
        8463.58,
        8468.92
    ],
    [
        " final edits would be like all right page 64 hey you said this what do you think and you'd be like oh",
        8468.92,
        8474.66
    ],
    [
        " yeah we need you know so we would just sit there and manually go through for hours on the phone",
        8474.66,
        8480.1
    ],
    [
        " these stupid edits you know and what's what's interesting is and we were talking about this",
        8480.82,
        8486.0
    ],
    [
        " the other day there was one of the last edits that we did we kind of got out the freaking",
        8486.0,
        8490.56
    ],
    [
        " the clenched fist of editing and just started cutting stuff you know we started getting rid of stuff",
        8490.56,
        8496.62
    ],
    [
        " that was pretty that was pretty cool you know it'll be interesting to see you know I think",
        8496.62,
        8502.38
    ],
    [
        " particularly if you think about decades from now what that might be like I the friend of mine showed",
        8502.38,
        8506.9
    ],
    [
        " you know obviously that stuff becomes quite valuable to collectors and the people that know",
        8507.48,
        8511.26
    ],
    [
        " you know it's meaningful to people that it has uh they understand the value of what it is and how",
        8511.26,
        8516.68
    ],
    [
        " rare it is and uh a friend of mine it showed me a copy of of it was a biography of Stonewall Jackson",
        8516.68,
        8522.32
    ],
    [
        " and he's like he handed it to me it was kind of I was old and kind of brittle I felt like it was",
        8522.32,
        8527.4
    ],
    [
        " going to fall apart opened up and it's this g-patton dang it was it was patents personal copy",
        8527.4,
        8533.6
    ],
    [
        " totally annotated like noted like all the notes in the margins uh you know something that general",
        8534.14,
        8539.74
    ],
    [
        " patent went through and and and note it was pretty pretty awesome that is awesome I have all the",
        8539.74,
        8544.88
    ],
    [
        " books that I've covered in the podcast with all the tabs and notes and red lines and highlights",
        8544.88,
        8550.02
    ],
    [
        " and everything and it's freaking cool to sit there and go back because I'll go back and look at a book",
        8550.02,
        8555.84
    ],
    [
        " that I you know I recovered on the podcast and I'm like I didn't even come close to getting",
        8555.84,
        8560.34
    ],
    [
        " like everything out of this that I need to get out of this you know with the old breed especially",
        8561.1,
        8566.12
    ],
    [
        " the early podcast where we would not they weren't as long and and now I look and I go man",
        8566.12,
        8572.34
    ],
    [
        " go we get dig right back into that thing right back into that thing you did you did you did",
        8572.34,
        8578.76
    ],
    [
        " speaking of pat you did boars I knew it as well which I gave you that copy you gave me that copy yeah",
        8578.76,
        8583.7
    ],
    [
        " it's signed by life babin not by general patent I'm not quite valuable copy of war as I knew it",
        8583.98,
        8594.02
    ],
    [
        " and it is signed by life babin and I am damn proud of that disappointing yeah you posted the copy",
        8594.02,
        8603.32
    ],
    [
        " that I originally gave you of about face the other day and you know it had my uh by you because",
        8603.32,
        8610.74
    ],
    [
        " you made me sign it you were like hey bro you need to sign this and I was kind of like whatever",
        8610.74,
        8614.38
    ],
    [
        " you told it ever what do you tell it I was like bro you give some my book you need to sign the book",
        8614.38,
        8619.3
    ],
    [
        " and I've put a date in it you know yeah I'd never give presence to anyone and so or gifts of any kind",
        8619.3,
        8624.58
    ],
    [
        " and I'd never given anything to anybody really have ever given you anything I go books oh yeah so",
        8624.58,
        8631.58
    ],
    [
        " yeah I've given you some books I just gave you the I just gave you about face yeah all right so",
        8631.58,
        8636.52
    ],
    [
        " anyways but when you ask me I was kind of I don't come from the background of giving things",
        8636.52,
        8642.58
    ],
    [
        " in the in the in the on the scale of gift givers like jacos if you know 10 is greatest one is the",
        8642.58,
        8650.64
    ],
    [
        " least um jacos like point zero two Jamie covered move caucan sent like my sent my oldest daughter",
        8650.64,
        8660.16
    ],
    [
        " flowers for her birthday whatever a year ago or something like that from me",
        8660.18,
        8663.98
    ],
    [
        " and my daughter did not even remotely believe it for one second yeah she was like who did you",
        8663.98,
        8670.28
    ],
    [
        " get to send me flowers and I was like oh oh Jamie I can't lie can't lie to my daughter uh so there",
        8670.28,
        8677.68
    ],
    [
        " you go pretty cool so yeah I did sign your book and and then we just we just we we reenacted",
        8677.68,
        8684.46
    ],
    [
        " the signing of the book and I put the same thing so there you go all right",
        8684.46,
        8689.08
    ],
    [
        " echo Charles speaking of getting better yes you said oh then you you started asking us of course",
        8689.22,
        8693.76
    ],
    [
        " do you have any more questions no for the crew here no no that was more my that was my takeaway that's",
        8693.76,
        8699.22
    ],
    [
        " how it's regarding this book the whole time like that's your little treasure that you found",
        8699.22,
        8703.0
    ],
    [
        " um finally after your journey you know I wonder what's gonna happen now like once this comes out",
        8703.0,
        8708.9
    ],
    [
        " is is stack pole books gonna reissue it or is jacos publishing so much gonna dig their like",
        8708.9,
        8717.0
    ],
    [
        " grandfather's copy out and uh there's gonna be nine of them on the internet all by them 750 bucks",
        8717.44,
        8723.12
    ],
    [
        " yeah all by them do you know how much they're uh uh old hardcover copy of about faces like they were",
        8723.12,
        8728.4
    ],
    [
        " on they were on amazon the other day now you can buy it they were a little 200 bucks yeah I don't",
        8728.4,
        8732.9
    ],
    [
        " I saw two hundred bucks I have 20 copies all right there we go yeah okay all right getting better",
        8732.9,
        8741.44
    ],
    [
        " right we're on the path okay we're getting better even if we're good by the way like you know",
        8741.44,
        8746.5
    ],
    [
        " what do you call we're maintaining vigilance yes big time for sure um but anyway on the on our road",
        8746.5,
        8753.76
    ],
    [
        " of improvement for improvement is what we're doing okay we're working out every day all right",
        8753.76,
        8760.16
    ],
    [
        " life not to put you too much on the on the spot but you work out every day I try to okay so that",
        8760.16,
        8766.26
    ],
    [
        " was my answer to which you know that that's a non-answer by the way because there's varying levels",
        8766.26,
        8771.16
    ],
    [
        " of try not to say that that's you know the goal is work out every day um sometimes I achieve that",
        8771.16,
        8779.34
    ],
    [
        " on a you know on a weekly basis cool I knocked it out other times you know something life gets in",
        8779.34,
        8785.32
    ],
    [
        " the way but uh every uh every the days that I miss workouts it's it's deeply regretful and when",
        8785.32,
        8792.68
    ],
    [
        " you don't do that it's it's a problem yeah and and I actually got to kind of be honest with where",
        8792.68,
        8797.18
    ],
    [
        " if that's the goal like for real goal you know to work out every day that is a good thing as opposed",
        8797.18,
        8802.16
    ],
    [
        " to you know like hey I'm gonna try to work out this week you know there's a differences what I'm",
        8802.16,
        8806.3
    ],
    [
        " saying so hey man well there's a big difference because I'm gonna try and work out every day and",
        8806.3,
        8809.92
    ],
    [
        " I'm going to work out every day yes sir yeah and then if you want to talk about just keeping it real",
        8809.92,
        8815.92
    ],
    [
        " yes sir yeah and as far as better and worse goes for sure for sure anyway so when we work out every",
        8815.92,
        8822.48
    ],
    [
        " single day oh is this a conversation we're gonna have with Lafen or jackeur is that what's happening",
        8822.48,
        8826.28
    ],
    [
        " because that's what I'm feeling I think it's I think it's widely unnecessary to have it with you at",
        8826.28,
        8830.58
    ],
    [
        " this time you know I'd rather go ahead and you go ahead and you go your joints will jam you up if",
        8830.58,
        8836.08
    ],
    [
        " you let them I'm not gonna talk too much about this right now I don't even appreciate that I don't",
        8836.08,
        8840.76
    ],
    [
        " think we should anyway I don't think we should even think about it that much right it at all",
        8840.76,
        8846.64
    ],
    [
        " joint should be a thing you don't think about you seem to say good point I see where you're going",
        8846.64,
        8851.04
    ],
    [
        " with this and I like it yeah what should we be thinking about gains obvious yes yes so let the",
        8851.04,
        8857.18
    ],
    [
        " joints just be joints he seems saying anyway so if the joints are monopolizing your attention here's",
        8857.18,
        8862.52
    ],
    [
        " what you do boom jackeur fuel joint warfare these are for your joints for sure super krill oil",
        8862.52,
        8867.48
    ],
    [
        " for your time I take both every day for sure every day right you know what actually I had I had",
        8867.48,
        8873.34
    ],
    [
        " an eye surgery recently and so I had to stop taking it for a little bit and like I know it",
        8873.34,
        8877.54
    ],
    [
        " what's crazy about those is when you stop taking them like why did they stop taking why did they",
        8877.54,
        8882.14
    ],
    [
        " stop taking they didn't actually tell me to but like I just you know I just I just didn't take",
        8882.14,
        8887.98
    ],
    [
        " them for like three or four days you know oh cuz you were like laid up and whatever not really",
        8887.98,
        8891.82
    ],
    [
        " laid up but just just like I got out of your routine I was off my routine yeah and and it was",
        8891.82,
        8898.82
    ],
    [
        " it was like I feel it I definitely feel it and there's it's it's it ain't just it's real it's",
        8898.82,
        8908.18
    ],
    [
        " really as man you feel the joints and and I think both both krill oil and joint warfare are awesome",
        8908.18,
        8913.14
    ],
    [
        " yeah man it just keeps you kind of boom on the path in that way so boom yeah don't worry about joints",
        8913.14,
        8918.46
    ],
    [
        " in it where you don't have to is what I'm saying anyway another thing you don't want to be worrying",
        8918.46,
        8922.92
    ],
    [
        " about is getting sick because that's one of those things that space it we're not every day like",
        8922.92,
        8927.36
    ],
    [
        " fighting to boost our immune system or something like this maybe we are maybe not consciously",
        8928.64,
        8934.64
    ],
    [
        " okay so when you wake wake up oh yeah well you brought it up you brought it up",
        8934.64,
        8942.94
    ],
    [
        " jocko so at 4 a.m whenever you wake up are you like okay let me get this immune boosting",
        8942.94,
        8949.8
    ],
    [
        " scenario cracking right now it's part of my routine it's consciously part of your routine",
        8949.8,
        8957.1
    ],
    [
        " lined up when I go into brush my teeth in the morning I do what I'm supposed to do totally",
        8957.66,
        8964.38
    ],
    [
        " doesn't count so when I go into brush my teeth at night I do what I'm supposed to do that includes",
        8964.38,
        8967.92
    ],
    [
        " both brushing my teeth taking my supplementation and flossing which I never flossed until I joined",
        8967.92,
        8973.04
    ],
    [
        " the navy they told me to floss I started flossing all right cool cool cool do you take supplement's",
        8973.04,
        8977.12
    ],
    [
        " pre-workout yes yep what are you taking I take three super krill three joint warfare and vitamin D",
        8977.12,
        8984.42
    ],
    [
        " oh like for the pre-workout you mean like for the workout yeah it's different yeah not for the",
        8984.42,
        8990.12
    ],
    [
        " workout no but be prior to yes I do yeah is that what you were asking like is that when you take",
        8990.12,
        8995.16
    ],
    [
        " them rather than do you take something before the workout for the workout yeah a lot of questions",
        8995.16,
        8999.28
    ],
    [
        " I'll slam some discipline go yeah yeah but I definitely yeah usually the no it's good I just",
        8999.28,
        9006.6
    ],
    [
        " I just was curious yeah I do I take it every morning it's part of my routine and then at night",
        9006.6,
        9012.46
    ],
    [
        " and we had this whole guy I do not want to talk about this right now but echo did not have a routine",
        9013.42,
        9018.54
    ],
    [
        " and therefore he would miss yes just like you just said life you got out of your routine and you miss",
        9018.54,
        9023.9
    ],
    [
        " like that's a real thing set up a routine follow it yeah and that's the thing and then vary it",
        9023.9,
        9028.6
    ],
    [
        " sometimes to make sure their terrorists aren't tracking you all good side note yet good idea yeah",
        9028.6,
        9035.4
    ],
    [
        " and when you fall out of the routine workout or taking the you know the supplements supplementation",
        9035.4,
        9041.72
    ],
    [
        " as we like to say um that can sort of become the routine seem sane or part of it it is not even",
        9041.72,
        9047.94
    ],
    [
        " thinking about it all right well anyway back to the immune system thing so technically you're just like",
        9047.94,
        9053.76
    ],
    [
        " hey I'm gonna go ahead and take this stuff so I don't have to worry about my immune system kind of",
        9053.76,
        9058.48
    ],
    [
        " thing you're not consciously we're like I'm not splitting hairs here but it's significant it's",
        9058.48,
        9063.16
    ],
    [
        " what it's significant okay so I think anyway immune system like ultimate point with that is you",
        9063.16,
        9071.7
    ],
    [
        " D3 and cold war boom look the combo now you're really not worrying about it anyway also",
        9073.28,
        9080.0
    ],
    [
        " after you're done not worrying about these things you don't have to worry about now let's start",
        9080.0,
        9085.68
    ],
    [
        " with the conscious stuff okay we got discipline right good really good helps you think I would say",
        9085.68,
        9091.9
    ],
    [
        " think but here's what I noticed about this about this one where it's one of those ones where you",
        9091.9,
        9098.32
    ],
    [
        " know like when you go somewhere like you always want to have a little drink going whether be water",
        9098.32,
        9102.38
    ],
    [
        " or whatever I think this is the best thing for that I agree maybe not before we go to bed or whatever",
        9102.38,
        9108.36
    ],
    [
        " but yeah I thought you pound that I just watched you I just crushed two of these dude this is my new",
        9108.36,
        9116.78
    ],
    [
        " that you are notably smarter this entire podcast I noticed it but are you saying the bar wasn't",
        9116.78,
        9126.0
    ],
    [
        " I gotta say I am not a sour apple sour apple guy like I if I was a kid eating jolly ranchers",
        9126.0,
        9132.22
    ],
    [
        " like I would leave the sour apples there unlike JP to know sour apple sniper is legit yeah it's",
        9132.22,
        9140.04
    ],
    [
        " awesome my family actually is all over the map I mean don't get me wrong DAC savage oh",
        9140.04,
        9147.42
    ],
    [
        " is DAC savage your go to DAC savage has been my go to for a while but sour apple sniper is awesome",
        9147.42,
        9154.12
    ],
    [
        " and I gotta give I gotta give JP credit for that's legit it's awesome yeah those are kind of",
        9154.4,
        9159.5
    ],
    [
        " with your family and that one where here's what I found and this might be the case for all this",
        9159.5,
        9163.62
    ],
    [
        " it's only reason I'm mentioning it so remember yeah when it first came out I was like man this",
        9163.62,
        9167.14
    ],
    [
        " is the best one a little bit better than jacobal Palmer what straight up you know so that's what I",
        9167.14,
        9172.54
    ],
    [
        " hear a lot of that and you know it's one of these people like say it to me like you're all in either",
        9172.54,
        9176.94
    ],
    [
        " one of two ways one is like you know I kind of like this sour apple sniper like they they kind of",
        9176.94,
        9183.14
    ],
    [
        " ashamed to tell me and then the other ones like so we're up snipers way better yeah yeah so you can",
        9183.14,
        9188.18
    ],
    [
        " yeah so but I did find out there's like a deeper game within the game it was it was probably better",
        9188.18,
        9194.82
    ],
    [
        " be better because it was new straight up because I kept pounding on sweet yeah here and I'll tell",
        9194.82,
        9204.36
    ],
    [
        " you something else just just to just to people might be thinking about this I want to drink this",
        9204.36,
        9210.64
    ],
    [
        " stuff all day long yeah I want to drink jacobal Palmer I want to drink it all day long but it does",
        9210.64,
        9215.38
    ],
    [
        " have caffeine in it 95 milligrams caffeine so I don't want to drink seven discipline goes so we",
        9215.38,
        9222.42
    ],
    [
        " are making a discipline go type drink that doesn't have any caffeine but and it's it's gonna be a",
        9222.42,
        9229.98
    ],
    [
        " ginger ale flavor a ginger flavor and I've already approved the taste of it and it's really it's",
        9229.98,
        9241.46
    ],
    [
        " really good and what's cool about it is it's it's on the sweet side I have to admit the",
        9241.46,
        9246.44
    ],
    [
        " snout sour apple sniper kind of you started making me like that yeah started leaning me a little bit",
        9246.44,
        9251.08
    ],
    [
        " more sweetness so the ginger is it's it's nice sweet but here's what makes me think about it is",
        9251.08,
        9257.4
    ],
    [
        " that night you know you get done with eating your tomahawk steak sure and you have a little sweet",
        9257.4,
        9261.74
    ],
    [
        " tooth but you're too full for a mulk because let's face it we could go just straight to mulk get",
        9261.74,
        9268.1
    ],
    [
        " your dessert on but you're a little bit full that tomahawk was bigger than normal but you want to have",
        9268.1,
        9272.7
    ],
    [
        " a little little sweetness crack it open boom there you go decaf yeah decaf so we're working it okay",
        9272.7,
        9279.26
    ],
    [
        " good well there it is there's also discipline powder by the way lay if you mentioned pre workout",
        9279.26,
        9283.28
    ],
    [
        " that's my go-to pre workout to the discipline powder with water most of the time we actually",
        9283.28,
        9288.52
    ],
    [
        " were talking about this like that I the the discipline powder is awesome what flavor do you like lemon",
        9288.52,
        9293.44
    ],
    [
        " lime dainty legit because jaco Palmer powder is freaking legit the other day with super hot",
        9293.44,
        9302.58
    ],
    [
        " you're in so calvish and I made I made I mixed up a picture like you do and like they do in the",
        9302.58,
        9309.48
    ],
    [
        " day like they do in Texas bro a big glass picture I filled it up with ice put the jaco Palmer in",
        9309.48,
        9315.24
    ],
    [
        " there and it was a huge amount and I just drank that thing all day it was freaking awesome so",
        9315.24,
        9320.32
    ],
    [
        " get your jaco Palmer on oh yeah agree my recommendation also you know what what's cool about that",
        9320.32,
        9326.68
    ],
    [
        " I think with the powders you can you can tell you a little bit you know so you can you can you can",
        9326.68,
        9330.9
    ],
    [
        " have the entire I have a problem like many Americans the problem that many Americans myself",
        9330.9,
        9337.5
    ],
    [
        " included to have is simply stated more it's better so so I like mix these things at what's these",
        9337.5,
        9345.4
    ],
    [
        " things called daco these these glass things travel mugs no wait what'd be in the glass tumbler a",
        9345.4,
        9351.74
    ],
    [
        " tumbler tumbler so I get these tumblers and you know let's face it you only need two scoops of",
        9351.74,
        9357.32
    ],
    [
        " discipline into one of these tumblers well in your case but I will no doubt I will no doubt put",
        9357.32,
        9362.86
    ],
    [
        " four scoops in there more is better and it doesn't need it but you know you just think",
        9363.34,
        9367.34
    ],
    [
        " oh nice one to get that extra little later I know it's going to be a good time with the",
        9367.34,
        9371.86
    ],
    [
        " mustard when we got a tumbler up there on the stage mixed up and you get you're you're drinking at",
        9371.86,
        9377.22
    ],
    [
        " the bottom of it you just get all powder let's get some you're about to fire this thing up you're",
        9377.22,
        9383.42
    ],
    [
        " good so yeah that's we you know okay let's just talk about that for one second okay the early",
        9383.42,
        9388.44
    ],
    [
        " musters where we were disorganized on the back end we we had a lot of stuff to learn and so we",
        9388.44,
        9394.34
    ],
    [
        " would sleep not at all I remember the New York muster we slept a one hour one night if that and the",
        9394.34,
        9399.82
    ],
    [
        " next night we got like an hour and forty five minutes and everyone says you're cognitive if you",
        9399.82,
        9404.92
    ],
    [
        " sleep less than five hours it's like your drunk have you ever heard that yeah if you sleep less than",
        9404.92,
        9411.42
    ],
    [
        " five hours it's like your drunk you're a hazard to humanity meanwhile you and I are up on stage",
        9411.42,
        9418.16
    ],
    [
        " for seven straight hours that day answering questions you know people are coming at us with all kinds",
        9418.16,
        9425.28
    ],
    [
        " of leadership problems and I didn't hear you up there going I'll tell you what you're out of",
        9425.28,
        9430.76
    ],
    [
        " a bitch like how do they come up with that who's the scientist that says like well you're drunk if",
        9430.76,
        9437.44
    ],
    [
        " you slept less than you know and look I'm not trying to get crazy here and you know for everyone",
        9437.44,
        9442.12
    ],
    [
        " that freaks out about this and disciplinary goes freedom field manual I explain sleep is necessary I",
        9442.12,
        9446.7
    ],
    [
        " get it it's good for you it's healthy I tell everyone get as much sleep as you can I'm totally",
        9446.7,
        9452.18
    ],
    [
        " down for the cause sleep it's great but to go and say hey if you don't get eight hours you're a",
        9452.18,
        9458.96
    ],
    [
        " drunk you're you're an equivalent of being drunk and on acid think about in the body man we're",
        9458.96,
        9467.42
    ],
    [
        " a body neither you or I had slept at all yeah we were up for we've been up for 24 hours at that",
        9467.42,
        9473.38
    ],
    [
        " point and we're launching on an operation where we're going to be out on the battlefield for 48 hours",
        9473.38,
        9477.66
    ],
    [
        " so it's like what do you do like you you just power through like this you just beat yeah there's",
        9477.66,
        9483.12
    ],
    [
        " it I mean you know when we when we got into position and I got security set like I tried to take",
        9483.12,
        9488.2
    ],
    [
        " her down for an hour you know just to try to get a get some shut eye wow I could while I was",
        9488.2,
        9492.82
    ],
    [
        " dark before the sun came up we knew we were going to get it on as we get attacked but",
        9492.82,
        9496.12
    ],
    [
        " you life requires that you're going to have some sleepless nights and you got to be able to get some",
        9496.12,
        9500.8
    ],
    [
        " and and you can get some more if you have some little bit of discipline on a little bit of discipline",
        9500.8,
        9506.2
    ],
    [
        " go had we had some discipline go on the cop falconov would have been that much better I think",
        9506.2,
        9512.04
    ],
    [
        " Rolotti would have been secured a lot quicker I think the drunk reference comparison was like when",
        9512.04,
        9519.84
    ],
    [
        " you're driving yeah okay so now they take oh the number of actions that happened from people that",
        9519.96,
        9524.1
    ],
    [
        " are drunk to the number of people that fall asleep at the wheel okay cool got it in a way yeah I",
        9524.1,
        9528.0
    ],
    [
        " got it in a way in a way being like overly tired driving could then again I don't know",
        9528.0,
        9533.7
    ],
    [
        " could be worse because people are asleep at the wheel because yeah and you can't control it you",
        9533.7,
        9537.36
    ],
    [
        " get to point where you can control it with like being drunk because this you know let's face it",
        9537.36,
        9541.24
    ],
    [
        " sometimes when people are drunk behind the wheel they get like more daring and aggressive so they'll",
        9541.24,
        9547.64
    ],
    [
        " you know it's less that like oh they're drunk and they drift you're saying it's their attitude",
        9547.64,
        9554.02
    ],
    [
        " more than their motor skills they're speeding there yeah this and then sure a lot of times you",
        9554.02,
        9557.92
    ],
    [
        " can't react as fast what you're talking about lack of sleep so it's kind of like leaving nylon at",
        9557.92,
        9562.56
    ],
    [
        " at like two o'clock in the morning the red bull run yeah and had we had some discipline go back then",
        9562.56,
        9569.9
    ],
    [
        " obviously we're not much better we would have been no shiver away we'd have been good to go you know",
        9569.9,
        9574.84
    ],
    [
        " so hey you know and again not to split hairs but you know these things sometimes you know you",
        9575.08,
        9579.92
    ],
    [
        " add a little nuance little explanation they start to make more sense yeah was what I think",
        9579.92,
        9584.72
    ],
    [
        " this would have been all right what else got jocke white or your kid milk milk what else anything else",
        9584.72,
        9590.4
    ],
    [
        " jocke white but a bunch of cool stuff yeah and by the way you can get them at origin main.com you",
        9590.4,
        9595.32
    ],
    [
        " can also get them at the vitamin shop and yes you can get them at a little place called wawa in florida",
        9595.32,
        9602.44
    ],
    [
        " and the Virginia area and by the way if you're in those areas go get some yeah go into a wawa",
        9602.92,
        9608.42
    ],
    [
        " clean it out yeah it's a different situation like I mentioned before is it because look online",
        9608.42,
        9615.14
    ],
    [
        " even if you got to go I mean vitamin shops got its convenience storage like they're not everywhere",
        9615.14,
        9620.04
    ],
    [
        " whatever but it's a different situation you got to go on there you got to make it a point to",
        9620.04,
        9624.18
    ],
    [
        " stock up and all this stuff right now you can just grab one on the ghost way different here's what",
        9624.18,
        9627.66
    ],
    [
        " here's what the folks at wawa are wondering who wants this stuff should they should they put it in",
        9627.66,
        9633.06
    ],
    [
        " every store in America that's what they're wondering yeah or every store that they have if you want",
        9633.06,
        9639.24
    ],
    [
        " to you can support the cause just clean them out let them know we want yes we want it is in demand",
        9639.24,
        9647.54
    ],
    [
        " it's in demand yes okay you you mentioned origin main.com that's where you get the can get jocke",
        9647.54,
        9655.72
    ],
    [
        " fuel which is all of this stuff also at origin main.com is jujitsu stuff geese rash guards some",
        9655.72,
        9661.24
    ],
    [
        " shirts on there and also of course jeans and boots American made delta denim is back in the game",
        9661.24,
        9667.04
    ],
    [
        " by the way if you're all waiting on delta jeans they're back and we got more denim so we're good",
        9667.04,
        9672.08
    ],
    [
        " very good also I got my Lincoln boots getting broken in right now nice nice what do you mean Lincoln",
        9672.08,
        9677.96
    ],
    [
        " boots that's that's the one with the toe cap oh that's the model did you did you request the",
        9677.96,
        9683.68
    ],
    [
        " toe cap or did you just get it from Pete he just sent you what he want yeah you got to watch out",
        9683.68,
        9688.32
    ],
    [
        " dude Pete is sneaky Pete tries to tries to impose his will on you like I was like no I don't want",
        9688.32,
        9697.76
    ],
    [
        " to talk about I don't you know I was like I don't don't give me the Lincoln just give me the regular",
        9697.76,
        9701.12
    ],
    [
        " ones and he goes yeah yeah yeah and what shows up at my house the regular ones and a pair of Lincoln's",
        9701.12,
        9706.78
    ],
    [
        " and I'm like bro he does he does these little sneaky things and he thinks he's getting one over",
        9706.78,
        9713.5
    ],
    [
        " on you that's the thing Pete we're tracking bro we are tracking he likes to do that I like the",
        9713.5,
        9719.78
    ],
    [
        " toe cap it's good oh oh here's another thing you did to me I said hey bro I wear white geese",
        9719.78,
        9725.28
    ],
    [
        " I wear white geese so you know this was pretty early into the whole thing merger",
        9725.28,
        9732.12
    ],
    [
        " and he's like he's like oh yeah yeah definitely what does he send me and I said you know what in",
        9732.12,
        9738.08
    ],
    [
        " the stretch maybe a black geek why is that by the way Tradesh it's the Tradesh it's the Tradesh",
        9738.08,
        9743.92
    ],
    [
        " the first geek he sends me no shit it's blue the only color I said hey look don't send me a",
        9743.92,
        9751.02
    ],
    [
        " blue geek because I I wear a white geek maybe I get it black you know what the you know what the",
        9751.02,
        9756.34
    ],
    [
        " most popular color get geese and like at origin oh it which means yes in the world black yeah it's",
        9756.34,
        9766.48
    ],
    [
        " Tradesh that's what we do we keep it Tradesh but let's face it what's the facts the facts is",
        9766.48,
        9772.38
    ],
    [
        " everybody wants to be a ninja that's what it is they're having a little yeah make sense for me I",
        9772.38,
        9779.96
    ],
    [
        " want to be Charles Bronson in the movie The Mechanic they're they're wearing white geese and that's",
        9779.96,
        9786.82
    ],
    [
        " what I always refer back to in my some of my training partners and instructors I've I've sent them",
        9786.82,
        9794.34
    ],
    [
        " as a gift a origin rift geek and the we are I think we're six for six for black yeah the black",
        9794.34,
        9801.02
    ],
    [
        " riffs yeah did you request white no I said tell me what you want oh yeah yeah there you",
        9801.02,
        9808.4
    ],
    [
        " said I want to send me a black one yeah well that's that means a lot coming from Todd white right",
        9808.4,
        9813.92
    ],
    [
        " because he's an artist he understands that color palette yeah you know what I'm saying he's",
        9813.92,
        9824.32
    ],
    [
        " also got six out of six like outstanding reviews as well the rift is ridiculous yeah yeah it's",
        9824.32,
        9831.46
    ],
    [
        " it's kind of junk not the geek but the situation because you know a lot of us we have more than just",
        9831.46,
        9837.56
    ],
    [
        " the one geek you know so you do the rift now all those other geese sort of seem absolutely a little",
        9837.56,
        9842.42
    ],
    [
        " bit you know like you don't put that down yeah back on the old ones you know yeah it's just how it's",
        9842.42,
        9848.22
    ],
    [
        " like the new iPhone when you get the new iPhone you're kind of like well this is old well it happened",
        9848.22,
        9852.64
    ],
    [
        " with the iPhone uh not the six the 11 oh no seriously the the iPhone six you're like oh you know",
        9852.64,
        9862.78
    ],
    [
        " it's okay and the battery would run out the pictures sucked and all this stuff I was with I was",
        9862.78,
        9867.88
    ],
    [
        " with Joe Rogan like last year and we were we were taking pictures of the sunset while we were",
        9867.88,
        9873.3
    ],
    [
        " hunting his picture looked freaking he had an iPhone 11 it looked brilliant filled with colors it",
        9873.3,
        9880.06
    ],
    [
        " looked like a freaking national geographic picture because we were taking pictures of the sunset so",
        9880.06,
        9883.98
    ],
    [
        " you could see like the mountains and then there was the horizon then there was a sky all beautiful",
        9883.98,
        9887.18
    ],
    [
        " colors my picture just look like black on the bottom and white on top and I'll then I just said",
        9887.18,
        9893.4
    ],
    [
        " I'm an idiot they call that dynamic range yeah yeah what you're saying is you don't realize",
        9893.4,
        9899.36
    ],
    [
        " you don't realize how good something can be I until you actually try out the new and I think",
        9899.36,
        9904.52
    ],
    [
        " it like tasking a bruiser I was like I thought we were pretty good in my first task in it",
        9904.52,
        9908.46
    ],
    [
        " until we were in bruiser I'm like actually we weren't that good tasking bruiser better and the",
        9908.72,
        9913.38
    ],
    [
        " rift is definitely like that yeah okay I'm not really it's kind of it's kind of a game but Pete I don't",
        9913.38,
        9919.72
    ],
    [
        " think he's sneaky I think oh he's sneaky but I think he's like smart he in that way because look",
        9919.72,
        9924.88
    ],
    [
        " there's what I was with it was a big difference big difference yeah that's what I'm saying I",
        9924.88,
        9928.48
    ],
    [
        " agree there's a difference so the the the the key right so I wasn't down for the other color",
        9928.48,
        9934.42
    ],
    [
        " geez either all I had it was white for a reason bro like I'm like cuz you're one of my black belts",
        9934.42,
        9939.14
    ],
    [
        " one of the people yeah I yeah it was true but here's what Pete was thinking is my hypothesis he was",
        9939.14,
        9944.82
    ],
    [
        " like look I get it they like the white you that's the tradition can't argue with that but they just",
        9944.82,
        9948.6
    ],
    [
        " haven't felt the the power the pleasure of the blackie they just if I can get them to somehow feel",
        9948.6,
        9954.32
    ],
    [
        " what I'm feeling about this okay so he'll give you a free when you like I can't wear this thing",
        9954.32,
        9958.82
    ],
    [
        " and you put it on you're like feel like an ninja maybe I am a ninja after all right Peter",
        9958.82,
        9963.56
    ],
    [
        " successful boom did that with the boots for you Pete gets some level of credit for his",
        9963.6,
        9969.32
    ],
    [
        " sneakiness but just so you know Pete Roberts listening to this I'm I'm seeing your moves bro",
        9969.32,
        9974.86
    ],
    [
        " I'm seeing your moves you're not getting anything by me I get it you know keep it up Pete yeah",
        9974.86,
        9980.68
    ],
    [
        " yeah 100% also what do we have oh okay chocolate has a store it's called chocolate store we got",
        9980.68,
        9986.36
    ],
    [
        " some new stuff on there by the way hoodies are back in by the way that was a big look at this",
        9986.36,
        9991.8
    ],
    [
        " for winter time yes sir yes you know the last last season you know when we got sweatshirts made",
        9992.48,
        9998.74
    ],
    [
        " well we're trying to you know tighten things up a little bit you know what I'm pretty stoked",
        9998.74,
        10005.54
    ],
    [
        " about of the jacos store is the board shorts yes sir yeah those kind of are coming for fall",
        10005.54,
        10011.24
    ],
    [
        " winter too which is kind of off beat but hey man hey look we're happy it's a process look look I've",
        10011.24,
        10016.2
    ],
    [
        " been asking for him for three and a half years so I'm glad we're I'm glad they're there there",
        10016.2,
        10020.38
    ],
    [
        " we go yeah exactly right yeah they're pretty good they run a little bit loose though the boards",
        10020.38,
        10024.46
    ],
    [
        " shorts a little bit loose that's good that's good that's good for me yep yep there you go yeah",
        10024.46,
        10031.08
    ],
    [
        " I don't you got to squeeze the tree trunk legs into you can't be doing the skinny jeans skinny",
        10031.08,
        10037.32
    ],
    [
        " board shorts doesn't work yeah that's good point yourself a little bit of room yeah and some all",
        10037.32,
        10042.94
    ],
    [
        " stuff on there coming up too as well so if also we have an email list on there if you want to sign",
        10042.94,
        10049.48
    ],
    [
        " up to get notified what you call notifications for new stuff but you didn't know the word notification",
        10049.7,
        10055.06
    ],
    [
        " well I'll just happen no I was about to say like if you want a notify you know how you use the wrong",
        10055.06,
        10060.42
    ],
    [
        " word for the wrong context anyway I was what he called dotting my eyes crossing my teeth",
        10060.42,
        10066.28
    ],
    [
        " you see like it unless um dockels store dot com you want to represent while you're on this path",
        10066.28,
        10071.12
    ],
    [
        " that's where you do it also subscribe to the podcast if you haven't already on your uh I uh",
        10071.12,
        10078.8
    ],
    [
        " iTunes and wherever you listen to podcasts yeah this is not the only podcast we have by the way",
        10078.9,
        10083.88
    ],
    [
        " we also have jackel unraveling which I do with Darryl Cooper martyr made fame",
        10083.88,
        10088.76
    ],
    [
        " of martyr made fame there you go Darryl grounded podcast which is about to get to war your kid",
        10088.76,
        10096.78
    ],
    [
        " podcast we got some a little bit of time I'm gonna squeeze in some grounded some warrior kid",
        10096.78,
        10103.5
    ],
    [
        " podcasts in the near future uh we got a youtube channel and if you want to subject yourself",
        10103.5,
        10110.42
    ],
    [
        " to videos where echo trawls has complete creative control to make everything blow up everything",
        10110.42,
        10118.58
    ],
    [
        " catch on fire then you can check it out and the only and if it's long as it's a video less than",
        10118.58,
        10123.64
    ],
    [
        " five minutes there may be cool stuff if it's a long video that actually would be nice to see some",
        10123.64,
        10128.56
    ],
    [
        " effects in they won't be there okay anyway yes and you see what life looks like if you're not um or",
        10128.58,
        10134.82
    ],
    [
        " if you're intrigued by his texas batman um persona voice wise get a proper appropriate way to put it",
        10134.82,
        10144.22
    ],
    [
        " we got something called psychological warfare it's an album with tracks that I talked to you about",
        10144.22,
        10148.92
    ],
    [
        " overcoming your moments of weakness you can get that on any mp3 platform out there in the world",
        10148.92,
        10155.08
    ],
    [
        " mm-hmm it was the number one selling spoken word album for 11 months on iTunes and it makes sense",
        10155.08,
        10164.24
    ],
    [
        " it makes sense because it's not just artistically uh good or whatever it's effective function",
        10164.24,
        10171.1
    ],
    [
        " yeah how many spoken word albums are there a ton of the questions yeah there's thousands I will",
        10171.1,
        10176.58
    ],
    [
        " say this there's something in the universe where sometimes you know how you're like if you're",
        10176.58,
        10181.4
    ],
    [
        " Bluetooth on your phone just randomly sticks up at your car and like it might kind of darkest or",
        10181.4,
        10186.48
    ],
    [
        " lowest moments like it seems to like sync up and just randomly select and it's jaco's voice and it's",
        10186.48,
        10192.82
    ],
    [
        " usually at max volume everything happens you have that moment of weakness creeping in you were",
        10192.82,
        10197.86
    ],
    [
        " probably heading to the doughnut shop and you're that thing comes on uh also flip side canvas my brother",
        10197.86,
        10204.96
    ],
    [
        " Dakota Meyer flips on canvas dot com he's making graphic representations of the path and other",
        10204.96,
        10210.56
    ],
    [
        " basically cool stuff i know you just we got some quality of that stuff coming from flip side",
        10210.9,
        10216.9
    ],
    [
        " yes uh we've got uh we've got good check and uh we've got this one equals freedom we got all kinds",
        10216.9,
        10224.46
    ],
    [
        " we got default aggressive green hop and uh we've got a bunch of posters as well of the",
        10224.46,
        10230.9
    ],
    [
        " mustard and of echelon front you know and back them with troopers you mean you didn't you didn't get",
        10230.9,
        10240.54
    ],
    [
        " another hand going to it and it says underneath teamwork you know those posters like the",
        10240.54,
        10247.54
    ],
    [
        " freaky dog you mean like the poster posters the wolf howling and it's a leadership on it yeah",
        10247.54,
        10253.1
    ],
    [
        " those posters uh at flip side canvas we do not sell those posters we sell posters that are that",
        10253.1,
        10261.76
    ],
    [
        " can only be described with one word legit so there you go the posters are legit and Dakota and",
        10261.76,
        10269.92
    ],
    [
        " Mandy on the timmer awesome awesome to work with we got some books about face",
        10269.92,
        10275.88
    ],
    [
        " first the dish with the forward by me which is just freaking an honor to be able to do we got the code",
        10275.88,
        10285.22
    ],
    [
        " the evaluation the protocol leadership strategy and tactics field manual warrior kid way",
        10285.22,
        10292.7
    ],
    [
        " the warrior kid one two and three by the way way the warrior kid four you can pre-order it right",
        10292.7,
        10299.58
    ],
    [
        " now it's called way of the warrior do you know what the name of the new way the warrior kid is you",
        10299.58,
        10305.16
    ],
    [
        " might know yes do you know what it is I do not it's called way of the warrior kid four field manual",
        10305.16,
        10311.28
    ],
    [
        " premises uh the last day of school you know marksman having some hard years but this but now he's",
        10311.28,
        10318.12
    ],
    [
        " kind of getting dialed in last day of school kid comes up to him and says hey you know I've never",
        10318.12,
        10323.16
    ],
    [
        " really talked to you before and I I noticed you know you wear that warrior kid I see you doing",
        10323.16,
        10327.94
    ],
    [
        " pull-ups with your friends and his kind of kids kind of shine he says I really wanted to be a warrior",
        10327.94,
        10334.74
    ],
    [
        " kid like you and now it's too late because I'm moving away and I you know I just I wish I could",
        10334.74,
        10342.14
    ],
    [
        " hung out with you and so uncle Jake shows up and and Mark tells uncle Jake about this and says you",
        10342.14,
        10349.78
    ],
    [
        " know hey this I feel really bad this kids moving away he wanted to be a warrior kid he was too shy",
        10349.78,
        10353.68
    ],
    [
        " to say anything and he's you know wanted me to help him but I don't know what I could do and",
        10353.68,
        10358.78
    ],
    [
        " uncle Jake says I know what you can do write him a field manual on how to be a warrior kid so there",
        10358.78,
        10370.54
    ],
    [
        " is a way to be disciplined equals freedom field manual you may notice some similarities when it",
        10370.54,
        10374.92
    ],
    [
        " comes to the layout just the layout of the cover it's funny John Bozak the artist the designer",
        10374.92,
        10384.08
    ],
    [
        " whenever I say something like a good idea he always says I think you might be on to something there",
        10384.08,
        10391.92
    ],
    [
        " so I was explaining the cover like warrior kids in the layer and he says I think you might be on",
        10391.92,
        10397.66
    ],
    [
        " to something there so yeah so we the warrior kid for is available Mikey the dragons which has been",
        10397.66,
        10405.58
    ],
    [
        " described as the greatest children's book ever written I that's what I've heard sure I mean I'm not",
        10405.58,
        10411.12
    ],
    [
        " look I wrote it I don't want to you know be out of line here but it apparently a lot of people think",
        10411.12,
        10416.44
    ],
    [
        " a lot of people think a lot of people think and the discipline equals freedom field manual oh by",
        10416.44,
        10423.32
    ],
    [
        " the way there's a new version of that coming out you know what it's called mark one mod one you",
        10423.32,
        10427.78
    ],
    [
        " know what that means kind of yes some cameras are like that so I go mark one mark two mark three so",
        10427.78,
        10433.82
    ],
    [
        " this is the first modification to the original discipline equals freedom field manual there's",
        10433.82,
        10439.52
    ],
    [
        " a bunch of new pages in there wrote about a bunch of new things so you can check that out and then",
        10439.52,
        10446.08
    ],
    [
        " of course there's a little book called extreme ownership that I wrote with my brother lafe babin",
        10446.08,
        10451.14
    ],
    [
        " and the follow up to that book which is called the dichotomy of leadership the things that we",
        10451.98,
        10458.52
    ],
    [
        " heard us talking about today if you want to see how to take those things and apply them to what",
        10458.52,
        10463.62
    ],
    [
        " you're doing in life whether it's your business whether it's your first respond whatever you're",
        10463.62,
        10468.9
    ],
    [
        " doing whatever you're doing if you're interacting with other human beings get to the source",
        10468.9,
        10473.84
    ],
    [
        " extreme ownership in the dichotomy leadership ash long front what's up with ash long front",
        10473.84,
        10479.94
    ],
    [
        " what do you got get a lot going on with ash long front working with leaders all the time you know",
        10479.94,
        10485.2
    ],
    [
        " as we talked about it just been phenomenal to watch them particularly through this tough times of",
        10485.2,
        10489.28
    ],
    [
        " you know some some economic turmoil through covid lockdowns and unrest across riots across",
        10489.28,
        10495.34
    ],
    [
        " America etc like it's been it's been awesome to see companies taking apply those principles and",
        10495.34,
        10500.82
    ],
    [
        " so we've got got some great stuff going on ash long front I think particularly for EF online are",
        10500.82,
        10505.26
    ],
    [
        " we have we have redesigned that thanks to the great echo Charles who puts a mastery behind that",
        10506.1,
        10512.78
    ],
    [
        " are for our our our landing page and design and set up and we've streamlined the process",
        10512.78,
        10518.74
    ],
    [
        " logging on that thing and we've got troopers from I think I'm glad you get the great echo Charles",
        10518.74,
        10523.48
    ],
    [
        " I seem to end up with the average echo Charles over here I think we're wrecking I think we're happy",
        10523.48,
        10529.38
    ],
    [
        " good that that a good joke I think we have 46 countries around the world yeah yeah yeah",
        10529.38,
        10536.68
    ],
    [
        " yeah yeah online what we're doing is we're look our goal our mission at ash long front is to teach",
        10536.68,
        10541.46
    ],
    [
        " the leadership lessons that we learned on the battlefield that we translate into everyday business",
        10541.46,
        10546.32
    ],
    [
        " everyday life how to lead how to lead up and down the chain of command doesn't matter if you're",
        10546.32,
        10550.84
    ],
    [
        " it doesn't matter if you're the the CEO or a frontline person that's not in charge of anyone",
        10550.84,
        10555.9
    ],
    [
        " when you are interacting with other human beings you are in the leadership position",
        10555.98,
        10560.7
    ],
    [
        " you can you can do things to improve the mission you can do things that will improve your station in",
        10560.7,
        10567.48
    ],
    [
        " life go to efonline.com we got courses about this stuff we do live training all the time if you",
        10567.48,
        10575.44
    ],
    [
        " want to ask me a question if you want to ask lay for question about something he said today go on",
        10575.44,
        10579.38
    ],
    [
        " go to efonline.com for that we are standing by to help spread the word",
        10579.82,
        10587.34
    ],
    [
        " we have the muster the muster is there's only one this year due to covid and there is going to be",
        10587.34,
        10597.8
    ],
    [
        " in Dallas, Texas December 3rd and 4th I just did a gig and there's 500 people there there's",
        10597.8,
        10605.76
    ],
    [
        " social distancing happening so it's going to be something like that we'll take precautions but",
        10605.76,
        10612.22
    ],
    [
        " the musters on yeah the musters on we are super excited to meet with tropic it's been such a bummer",
        10612.22,
        10617.62
    ],
    [
        " to have to have cancel two of them yeah but I'm really excited to have this one here in December",
        10617.62,
        10621.94
    ],
    [
        " Dallas here's another another bummer is that since we cancel the other two most people at the other",
        10621.94,
        10627.3
    ],
    [
        " two transfer their tickets to this one which means it's going to sell out like they always do so",
        10627.3,
        10634.8
    ],
    [
        " if you want to come just try and register earlier to extreme ownership.com",
        10635.24,
        10639.22
    ],
    [
        " and we also have EF Overwatch from day one we've had people asking us hey where can we get people",
        10639.22,
        10648.08
    ],
    [
        " that understand these leadership principles eventually we started this company EF Overwatch go",
        10648.08,
        10653.9
    ],
    [
        " to efoverwatch.com we got Mike Sirelli at the helm if you heard him on podcast 244",
        10653.9,
        10659.54
    ],
    [
        " him and George Randall they they geek out about hiring and and getting people into companies",
        10659.74,
        10667.96
    ],
    [
        " taking leaders military leaders that understand these principles train in these principles and then",
        10667.96,
        10674.3
    ],
    [
        " show up at companies and help you lead your company to victory go to go to efoverwatch.com and if",
        10674.3,
        10681.52
    ],
    [
        " you want to help service members active service members retired service members their families",
        10681.52,
        10687.66
    ],
    [
        " gold star families around the world then you can check out Mark Lee's mom she has an",
        10687.66,
        10693.92
    ],
    [
        " charity organization momily if you want to donate or get involved then you can go check out",
        10693.92,
        10701.08
    ],
    [
        " america's mighty warriors.org and if you're a masochist if you like pain and you just want more",
        10701.08,
        10710.36
    ],
    [
        " of my discordant declarations or if you want more punishment in the form of echoes disoriented",
        10710.36,
        10720.72
    ],
    [
        " diatribe's or you want to get some more alafes prolonged proclamations then you can find us on",
        10720.72,
        10728.62
    ],
    [
        " the interwebs. Wave is on twitter at lafe babin he's on instagram which echo will only refer to as",
        10728.62,
        10737.02
    ],
    [
        " the gram at real life babin and he's on facebook at lafe babin and of course echo is at echo",
        10737.02,
        10743.88
    ],
    [
        " Charles and i am at jackeau willing and thanks to general boost clerk for your service to our",
        10743.88,
        10751.48
    ],
    [
        " great nation for your leadership and guidance that continues to have an impact today and thanks",
        10751.48,
        10757.96
    ],
    [
        " to all of our service men and women who are out there leading and also having an impact in the",
        10757.96,
        10763.8
    ],
    [
        " world by protecting our freedom and of course to police and law enforcement and fire fighters",
        10763.8,
        10772.12
    ],
    [
        " and paramedics and EMTs and dispatchers and correctional officers and border patrol and secret",
        10772.12,
        10778.08
    ],
    [
        " service and all other first responders thank you for protecting and keeping us safe here at home",
        10778.08,
        10785.54
    ],
    [
        " and to everyone else out there remember these lessons from general clerk",
        10785.54,
        10791.26
    ],
    [
        " remember that the commander must be a model soldier he must master the technique of war he",
        10793.8,
        10801.04
    ],
    [
        " must expand and improve his knowledge he must exhibit daily stamina and courage and above all",
        10801.04,
        10808.62
    ],
    [
        " he must set the example and you set the example every day by going out there",
        10808.62,
        10818.46
    ],
    [
        " and getting after it until next time this is lafe and echo and jackeau out",
        10819.2,
        10829.44
    ]
]