[
    [
        " Can you explain more how you managed working with the local Iraqi troops?",
        0.0,
        5.36
    ],
    [
        " General Mattis, who I hold in the highest esteem,",
        5.76,
        9.56
    ],
    [
        " a steam said something to the effect that if you are doing anything that negatively impacts",
        9.74,
        14.28
    ],
    [
        " relations with allied forces, you are of more use to the enemy than you are to your team.",
        14.28,
        19.62
    ],
    [
        " This makes it quite obvious that he believes that full cooperation with allied forces",
        20.22,
        25.1
    ],
    [
        " is key to attaining victory. It is a well-established fact that most of the Iraqi forces were",
        25.1,
        30.94
    ],
    [
        " incompetent to the point of posing danger to US troops. So what steps did you take to ensure",
        30.94,
        37.34
    ],
    [
        " success when working with them? Well, obviously relations with your allies are critical of",
        37.34,
        46.94
    ],
    [
        " its cover move, right? You got to work together as a team and if you're working against each",
        46.94,
        51.62
    ],
    [
        " other, that's absolutely catastrophic. I think for us with Iraqi troops, again, we talked about how",
        51.62,
        59.22
    ],
    [
        " that was liberating, right? For the big pushback was always like, we want to do just seal,",
        59.22,
        64.72
    ],
    [
        " unilateral operation, we call it just seals or just Americans, just like NATO ally forces",
        64.9,
        70.66
    ],
    [
        " and not work with Iraqi troops. And when you said that right away, and to ask your",
        70.66,
        78.28
    ],
    [
        " members, listen, don't even put up a concept of operations, believe it or not, we call it, which is",
        78.28,
        82.58
    ],
    [
        " the approval for the plan that doesn't have Iraqi troops on it. Okay, got it. We're going to have to",
        82.58,
        87.3
    ],
    [
        " figure out a way to make that happen. So that was the line was drawn. We knew we had to do that.",
        87.3,
        90.9
    ],
    [
        " And we knew it was also important. I mean, because you explained that, we talked about it. We",
        91.26,
        94.64
    ],
    [
        " thought through that. But obviously we had to take some steps to mitigate that. So I think there",
        94.64,
        100.42
    ],
    [
        " were, there were, again, this is the dichotomy. You got to be balanced. I saw units who thought",
        100.42,
        106.38
    ],
    [
        " and we gave some examples, even extreme ownership, certainly. And we talked about regularity about",
        107.18,
        112.6
    ],
    [
        " where you see a unit that would take two or four Americans and a bunch of Iraqis and try to go",
        112.6,
        116.98
    ],
    [
        " into a really bad area. Like, man, you're not going to be able to channel those Iraqis",
        116.98,
        120.94
    ],
    [
        " in the middle of a gun fight when they're overwhelmed. You better have enough Americans here",
        120.94,
        124.88
    ],
    [
        " to have your back. So they were asking too much of the Iraqis. And then there were other units that",
        124.88,
        130.24
    ],
    [
        " didn't want to do, you know, didn't want to have any Iraqis with them. Didn't want to have any",
        130.24,
        132.64
    ],
    [
        " relationships with them. And I had some stern talking to, you know, talking to some of my guys",
        132.64,
        137.78
    ],
    [
        " who wouldn't weren't treating our Iraqi soldiers with respect. I threatened one of my guys who",
        137.78,
        142.38
    ],
    [
        " was going to have to go sleep in their Iraqi soldiers barracks if he didn't go shake their hand.",
        142.38,
        146.48
    ],
    [
        " I think he was, you know, you know, he spent time with an individual who's a great guy.",
        146.52,
        149.66
    ],
    [
        " And I think that was the last threat you had to make him submit to, you know, I think I was",
        149.74,
        155.74
    ],
    [
        " serious. The president's like, I'm totally serious. So it was props to props to SF guys,",
        155.74,
        161.2
    ],
    [
        " mid teams that go out there and they do. They live. They eat, you know, even, even having to",
        161.74,
        166.46
    ],
    [
        " code a Myron here. He did two meals a day out of three with his Afghan soldiers. That's,",
        166.46,
        171.88
    ],
    [
        " that's awesome. And you know, what I liked about this question was the way that,",
        171.9,
        177.66
    ],
    [
        " that it relates to, to the civilian sector. Because you know what I talk about a lot, a lot of times",
        177.88,
        184.26
    ],
    [
        " I talk about how my relationship with my boss, regardless of who my boss was, regardless of",
        184.26,
        188.9
    ],
    [
        " my boss was great or my boss was horrible. My relationship was always the same. I was going to",
        188.9,
        193.0
    ],
    [
        " have this great. I was going to build a relationship where they trusted me. They gave me what I",
        193.0,
        197.02
    ],
    [
        " needed to do my job and then they let me do my job. That's the relationship I always had with all",
        197.02,
        200.14
    ],
    [
        " my bosses, right? But I, I, that same methodology and concept can absolutely be applied to other",
        200.14,
        208.7
    ],
    [
        " organizations that you're supposed to work with. So whether it's the army, whether it's the Marine",
        208.7,
        213.58
    ],
    [
        " Corps, whether it's the Iraqi soldiers, whether it's the MPs, whether it's the I, the, uh,",
        213.58,
        219.56
    ],
    [
        " the Intel people, uh, that the Intel organization that you're working with, no matter what the",
        219.94,
        224.68
    ],
    [
        " organization you can build a relationship. Again, might you love that organization? No, you might",
        224.68,
        229.56
    ],
    [
        " not. And where I see this all the time, well, we see it all the time now is with businesses. Because",
        229.56,
        234.06
    ],
    [
        " guess what? There's no business that's standalone. I should say there's very few that are completely",
        234.06,
        237.88
    ],
    [
        " vertically integrated businesses. I mean, like an origin, right? We don't, we, we're pretty",
        239.06,
        243.04
    ],
    [
        " vertically integrated. But guess what? We don't grow the cotton. Like we don't do that. We don't grow",
        243.04,
        247.32
    ],
    [
        " cotton. But guess what? We have a good relationship with the people that grow cotton. We have a good",
        247.32,
        251.8
    ],
    [
        " relationship with the people that stain the cotton or sorry, die the cotton. So we build those",
        251.8,
        257.58
    ],
    [
        " relationships with those other people. Now I work with businesses where there's a supplier that they",
        257.58,
        262.42
    ],
    [
        " don't like. So guess what? They form a hostile relationship with this whole company, a whole",
        262.42,
        267.76
    ],
    [
        " company. What good does that do them? It doesn't do them any good at all. What it means is they have",
        267.76,
        273.46
    ],
    [
        " no personal relationships. They, they form that antagonistic relationship with a whole mother",
        273.46,
        277.98
    ],
    [
        " organization. And it's almost impossible to overcome. So now this is something where if you don't",
        277.98,
        283.32
    ],
    [
        " explain that culture throughout your team, they're going to treat that other team horribly. And so",
        283.32,
        291.42
    ],
    [
        " you're waiting for materials to be delivered and you don't have a good relationship with the people",
        291.42,
        295.42
    ],
    [
        " that deliver the drywall. And now the drywall is running late for whatever reason. And you call,",
        295.42,
        301.06
    ],
    [
        " you, you fly off the handle or whatever, you're, you're not going to get that drywall any earlier.",
        301.16,
        307.04
    ],
    [
        " It's not happening. Have you ever, you know, when I call customer service, right?",
        307.3,
        311.66
    ],
    [
        " Customer service. I learned this one. I was working for the admo, working for the admos aid.",
        312.4,
        315.76
    ],
    [
        " I'd call up we didn't we travel a lot. And I'd have to call up whatever delta or American or",
        316.4,
        322.64
    ],
    [
        " whoever. And I'd be trying to get whatever seats on an aircraft or something or a flight that was",
        322.64,
        328.96
    ],
    [
        " full or whatever. Get him an upgrade, whatever. And you know, I'd say, Hey, how you doing? That's",
        328.96,
        336.44
    ],
    [
        " always a, I always start off with the, because they're going, American airline, how can I help you?",
        336.44,
        340.46
    ],
    [
        " They're mad, right? They're just mad to start with. I'd call up the gate. They're mad. Whatever,",
        340.46,
        346.12
    ],
    [
        " you know, airline, whatever car rental service, whatever restaurant, like people are just mad.",
        346.4,
        351.6
    ],
    [
        " They don't care. They're mad. They don't know who you are. Well, they actually, they've just",
        351.78,
        355.52
    ],
    [
        " talked to probably, you know, the last 25 people have screamed and screamed and yelled at them.",
        355.52,
        359.52
    ],
    [
        " It's awful. So, you know, you call them and say, Hey, how's it going? And, you know, I always,",
        359.56,
        364.12
    ],
    [
        " I had little, I had little micro jokes that I would make with the airlines that I used with all",
        364.24,
        369.88
    ],
    [
        " of them all the time. But one of them was I'd say, they'd say, well, do you need to sit,",
        369.88,
        373.86
    ],
    [
        " do you need to sit next to your boss? And I'd say, you know what? I'd honestly appreciate it.",
        373.88,
        377.72
    ],
    [
        " If you put me as far away from it and they'd laugh and then they'd try and hook me up, even though",
        377.82,
        381.16
    ],
    [
        " my boss was a great guy and I'd sit with them all day, but just it was a funny thing and it,",
        381.16,
        384.94
    ],
    [
        " it humanized me with them. They thought I was ditched. Some poor, sorry bastard that had to travel",
        384.94,
        390.34
    ],
    [
        " with his boss. And then they were trying to take care of me. It was like awesome. So I would get",
        390.34,
        394.72
    ],
    [
        " the hookups. I remember one time I went up and I, I had a conversation on the phone with",
        394.72,
        399.86
    ],
    [
        " someone. And then of course this is different because it was live. But I had a conversation",
        400.26,
        402.64
    ],
    [
        " they're like, no, I can't catch on that flight. And then I went up to the counter and I was like,",
        402.64,
        406.32
    ],
    [
        " hey, how you doing? I'm trying to get me in my boss and it's on this flight and we're trying to",
        406.32,
        409.76
    ],
    [
        " get there. And he's like, there's cross like, well, you know, do you need to go today? I'm like, well,",
        409.76,
        414.3
    ],
    [
        " look, if we don't get there, here's the deal. If you can just get my boss on, that's great. If,",
        414.3,
        419.38
    ],
    [
        " if neither one of us get, get on this flight, it's been nice knowing you because I'm screwed. And",
        419.38,
        426.58
    ],
    [
        " she just started laughing and again, humanized it. And then it's like, all of a sudden she's like,",
        426.58,
        430.0
    ],
    [
        " oh, guess what? We're gonna, we're gonna bump some of these or whatever. And she's making room",
        430.18,
        433.76
    ],
    [
        " and we're on the flight. So don't develop this antagonistic relationship with another organization",
        433.76,
        439.84
    ],
    [
        " with Iraqi soldiers. Like, is it great working with Iraqi soldiers? No, it sucks. It's hard. But guess",
        439.84,
        446.4
    ],
    [
        " what? That's what we have to do. And I'll tell you something else. Strategically, the Iraqi soldiers",
        446.4,
        453.02
    ],
    [
        " that are descendants of the guys that we train. I mean, maybe not I'm saying training or",
        453.3,
        458.9
    ],
    [
        " or training descendants, right? The guys that we trained trained guys who just went and fought back",
        458.9,
        465.28
    ],
    [
        " and got Ramadi back from ISIS and got Mizzoul back from ISIS. Those are the guys that went in",
        465.28,
        470.54
    ],
    [
        " there and did the bulk of the fight. Did they get supported by Americans? Yes, did Americans do",
        470.54,
        473.32
    ],
    [
        " a kick ass job of doing massive fire support? Yes. But the guys that were moving from street to street,",
        473.32,
        478.32
    ],
    [
        " those were majority Iraqi soldiers. Did they have special ops guys with them? Yes, but it was",
        478.64,
        483.94
    ],
    [
        " the majority of the people that were moving through the streets where Iraqi soldiers. And there's",
        483.94,
        488.32
    ],
    [
        " no way possible that wouldn't have happened if American coalition forces over the last whatever it was",
        488.32,
        494.94
    ],
    [
        " 10 years, 12 years would have taken those guys and made them work and done the type of",
        494.94,
        501.76
    ],
    [
        " partner missions that we did with them. So it was and when I say, again, when I say,",
        501.76,
        505.74
    ],
    [
        " we are not talking about us, the seal teams, I'm talking about everyone. Everyone made this",
        505.74,
        511.18
    ],
    [
        " concerted effort and it ended up being a great call because when those guys went out to",
        511.18,
        516.44
    ],
    [
        " to finally have to fight to take these cities back, they were able to do it not totally by",
        516.44,
        522.64
    ],
    [
        " themselves, but they were able to do it. They did it. And that's a vast improvement. If we",
        522.64,
        526.68
    ],
    [
        " would have sent, if we would have sent the Iraqi troops as they were when we were in Ramadi",
        526.68,
        531.4
    ],
    [
        " into Mizzoul, they would have gotten decimated. So it's a credit to the US military. It's a credit to",
        532.16,
        538.3
    ],
    [
        " the Iraqi military that they have now gotten up to speed where they can push forward. And it's a",
        538.3,
        542.28
    ],
    [
        " credit to the US military and other coalition forces that work with them to get them up to speed.",
        542.28,
        546.58
    ],
    [
        " And what that all boils back to is forming relationships with the people that you are dependent on,",
        546.8,
        554.24
    ],
    [
        " not just the people, but the organizations. That's all I'm saying.",
        554.42,
        557.8
    ],
    [
        " I think we learned the lesson. Let's use them for their strengths. That's what we learned",
        558.86,
        565.96
    ],
    [
        " in Ramadi. We put them in situations where they could succeed. We took enough Americans where we",
        565.96,
        571.44
    ],
    [
        " could actually succeed and help them succeed. And of course, we put some efforts to mitigate",
        571.44,
        578.12
    ],
    [
        " rest too with all we always had armed guys. We always had guys looking around. We always presented",
        578.12,
        583.22
    ],
    [
        " a hard target if one of those guys decided that they wanted to start batting for the other team.",
        583.5,
        587.72
    ],
    [
        " We were in a position to handle those problems and we never had any issues as a result.",
        588.58,
        592.6
    ],
    [
        " But that's what you have to do. It's all about building coalitions and using people's strengths",
        592.74,
        598.28
    ],
    [
        " and compiling those strengths and working together as a team. It's cover move. If you don't do that,",
        598.28,
        602.34
    ],
    [
        " you're going to fail. And to all you people at the airlines, thank you. Thank you for taking care",
        602.78,
        607.36
    ],
    [
        " of me over the years. Appreciate it.",
        607.36,
        608.78
    ]
]