[
    [
        " This is the Jaco D brief podcast episode three with Dave Burke and me Jaco Willink Dave",
        0.0,
        7.14
    ],
    [
        " Let's debrief. What do you got?",
        7.14,
        9.68
    ],
    [
        " I've got a",
        11.24,
        12.66
    ],
    [
        " Really small tech company",
        12.66,
        15.16
    ],
    [
        " That's actually doing pretty well even despite what's going on small company, but they're growing a bunch",
        15.16,
        21.6
    ],
    [
        " They they work in the software space and they're actually doing just fine, which is actually cool because not every company is doing so well right now",
        21.6,
        27.92
    ],
    [
        " Working with the COO kind of the number two. There's a small enough company that everybody kind of there's a lot of overlap on their jobs",
        29.48,
        35.32
    ],
    [
        " There's only like 15 or so folks here, so they all have a lot of overlap",
        35.32,
        38.6
    ],
    [
        " But he's head of operations. He's really designed to make sure this thing is working",
        38.6,
        42.42
    ],
    [
        " He has someone working with him the CT of the chief technology officer that is",
        42.42,
        49.28
    ],
    [
        " Really critical to the operation kind of the driver behind the software that they're building",
        49.28,
        53.66
    ],
    [
        " But he's really hard to deal with and actually what what the problem is having is that this CTO who's really sharp is",
        54.2,
        62.32
    ],
    [
        " Overseparate his bounds is kind of getting in his peers business. He's his ego is",
        62.32,
        66.22
    ],
    [
        " Kind of running out of control and he's creating a whole bunch of friction across the organization and there's a little bit of a fear",
        66.22,
        72.12
    ],
    [
        " That if he he's kind of irreplaceable that nobody has the corporate knowledge",
        72.12,
        76.36
    ],
    [
        " He has nobody really understands what he does and his position himself that they're they're having or they feel like they have to",
        76.36,
        83.22
    ],
    [
        " Tolerate the way he is because of what he knows and what he can do and this chief operating officer is struggling with how to handle that situation",
        83.38,
        91.96
    ],
    [
        " Well, clearly there's an issue if you've got",
        91.96,
        95.94
    ],
    [
        " People on your team that are irreplaceable, right?",
        95.94,
        99.5
    ],
    [
        " We don't want to let that happen. We don't want to let it happen for",
        100.06,
        104.92
    ],
    [
        " defensive reasons meaning meaning you know, we don't we don't want to be put ourselves in a situation where we lose somebody for whatever reason",
        104.92,
        112.74
    ],
    [
        " And for offensive reasons if someone's out of line we need to be able to",
        113.54,
        116.44
    ],
    [
        " Handle that problem, right? We need to be able to get rid of somebody no one should have that leverage over",
        116.44,
        123.88
    ],
    [
        " The company, right? That just that just doesn't make sense. So did you I mean that had to be the first thing",
        123.88,
        130.56
    ],
    [
        " The first thing was listen, you can't have anybody on your team that if that person goes away for any reason",
        130.56,
        135.92
    ],
    [
        " Unforeseen he leaves whatever it is that when that person departs the team fails",
        135.92,
        140.7
    ],
    [
        " The team's going to fall apart because somebody on your team holds so much knowledge or so much ability that the team can't succeed without them",
        140.7,
        149.1
    ],
    [
        " That's actually true for the person in charge as well",
        149.1,
        152.02
    ],
    [
        " So we kind of just talked about the fundamentals of even for the person in charge of the company the company cannot be",
        152.02,
        157.28
    ],
    [
        " Reliant on you that if you went away the company fails that's not the type of leadership situation you want to set up",
        157.28,
        162.46
    ],
    [
        " the the other component of the issue is that there's a lot of potential in the CTO he's a really capable smart and",
        162.46,
        169.72
    ],
    [
        " For a while especially when they initially bought him on board. He was a really positive contributor and what's happened is",
        170.16,
        175.74
    ],
    [
        " the as he has succeeded and",
        175.74,
        180.16
    ],
    [
        " Contributed the ego is has been growing and really the",
        180.16,
        184.8
    ],
    [
        " Once we got past the initial conversation and the CEO didn't object",
        184.8,
        188.72
    ],
    [
        " He understood like yeah, I cannot have somebody on my team. That's a single source of failure",
        188.72,
        191.7
    ],
    [
        " The other question is how do you cultivate the relationship?",
        191.7,
        194.98
    ],
    [
        " How do you continue to develop this with him so that he continues to contribute in the positive ways and we manage the things that he's doing",
        194.98,
        201.46
    ],
    [
        " That's negatively and trying to find out what it is that's causing that and",
        201.46,
        206.22
    ],
    [
        " What his role is what I didn't want him to do was write this person off like hey this person's a problem",
        206.22,
        211.4
    ],
    [
        " I got to get somebody who can replace him so I can get rid of this person actually hey",
        211.4,
        214.8
    ],
    [
        " What's the real problem there? How do we solve that and what can we do to make this person?",
        214.8,
        219.94
    ],
    [
        " Continue to be a really viable constructive contributing member of the team. Yeah, we want to we want to we want to attack this problem from two different directions",
        220.36,
        227.56
    ],
    [
        " One is make sure that they're not irreplaceable and two is how do we get this person real?",
        227.56,
        232.62
    ],
    [
        " Then how do we reel in there? You go yeah, and I think that blows down to an escalation of counseling",
        232.8,
        236.7
    ],
    [
        " I mean on the one hand obviously this boils down from the one attack is an escalation of counseling",
        236.7,
        242.98
    ],
    [
        " Hey, you know, this is what we're you are you okay? Is there something bothering you?",
        242.98,
        247.66
    ],
    [
        " Is there is there someone on the team that that you feel like you need to flex on because man that last meeting was a little bit hostile",
        247.66,
        254.62
    ],
    [
        " Right, I mean this is just a conversation. Hey Dave or did you have some friction with with wave about that because that last meeting was you",
        254.62,
        262.26
    ],
    [
        " You were going at him pretty hard",
        262.26,
        263.64
    ],
    [
        " Is everything is there something I'm not seeing right so that's not a that's not an attack",
        263.64,
        268.66
    ],
    [
        " That's a that's a legitimate question of concern. Hey, I want to make sure everything's okay",
        268.66,
        272.98
    ],
    [
        " So I think this is an escalation of counseling situation to try and figure out what's going on",
        273.06,
        277.92
    ],
    [
        " And if you know if Dave says you know what?",
        277.92,
        279.84
    ],
    [
        " Lately made me be he",
        280.04,
        281.78
    ],
    [
        " He put a bunch of stuff on my plate and I was mad about it. I let it get to my head",
        281.78,
        285.9
    ],
    [
        " I'm sorry. It's my fault. Okay cool, and maybe it's not a problem and as we know",
        285.9,
        290.48
    ],
    [
        " Maybe you fix it and it's okay. You handle it. Maybe it's maybe it maybe it continues and you get hostile with him",
        290.48,
        297.6
    ],
    [
        " You get hostile with someone else and then I got to escalate that counseling. Hey Dave",
        297.6,
        301.36
    ],
    [
        " You you went off on mic today. What's going on?",
        301.36,
        305.02
    ],
    [
        " Did Mike do something that bothered you because in the meeting",
        305.54,
        307.92
    ],
    [
        " From what I saw in the meeting",
        307.92,
        310.42
    ],
    [
        " Look man that seemed unprovoked what's going on and so now we're starting to escalate and by the way",
        310.42,
        319.38
    ],
    [
        " Last week you you kind of went off on life and now you're going off on mic",
        319.38,
        323.44
    ],
    [
        " You know who's next and if if you're only attacking people guess what that tells me that you're not really listening to what other people are saying",
        324.7,
        331.44
    ],
    [
        " So if you're not listening to what are people are saying then we're not moving ideas forward",
        331.44,
        336.04
    ],
    [
        " So so what's going on and there and then it goes from there right so I think on the on the getting the ego and check",
        336.04,
        343.6
    ],
    [
        " There is a there's an escalation of counseling that needs to happen on the",
        343.6,
        347.82
    ],
    [
        " Front of how do we get other people to",
        347.82,
        351.12
    ],
    [
        " To make sure that this person isn't irreplaceable. Well, I talked to you and I say hey Dave",
        351.86,
        356.3
    ],
    [
        " You know I look I know you've been spearheading this project from the beginning",
        356.3,
        359.24
    ],
    [
        " What we actually needed some backup who on your team is who on your team like really understands this and of course if you're a big ego guy",
        359.24,
        368.78
    ],
    [
        " What do you say no one I'm the only one that gets this time?",
        368.78,
        372.6
    ],
    [
        " You know what Dave? I know that you're smart and of course I I suspected that maybe you're the only person that really understood this and",
        372.68,
        380.42
    ],
    [
        " Although that sounds cool. Guess what it ain't cool because if you're the only one that knows how to do this and you get hit by a bus",
        380.42,
        385.08
    ],
    [
        " We got problems",
        385.08,
        386.88
    ],
    [
        " So what can we do to get this other person trained up? You know what I actually want you to do?",
        386.88,
        390.8
    ],
    [
        " I want you to take a two-week vacation and when you get back I don't want you in these meetings",
        391.4,
        398.08
    ],
    [
        " For another two weeks. I want to go a month with no Dave",
        398.08,
        401.98
    ],
    [
        " Because I want to make sure look you got a month to get this ready",
        401.98,
        405.58
    ],
    [
        " But after a month I want Bill to run this thing",
        405.58,
        409.88
    ],
    [
        " And so that's how I'd approach these two",
        411.48,
        413.58
    ],
    [
        " To approach this from two different directions. Yeah",
        413.58,
        416.94
    ],
    [
        " Really similar and that that multiple two things at once, you know a parallel efforts that you have to manage the first one",
        416.94,
        424.84
    ],
    [
        " I think is spot on that that",
        424.84,
        426.26
    ],
    [
        " As as an organization leader you actually have to be looking at risk all the time",
        426.26,
        430.44
    ],
    [
        " You have to be looking around open out while your people are down making things happen",
        430.44,
        433.44
    ],
    [
        " You have to look and see where you're exposed",
        433.44,
        435.38
    ],
    [
        " Where is their potential for risk from the outside?",
        435.38,
        439.86
    ],
    [
        " Competition, environment thing and also from the inside and",
        440.7,
        444.34
    ],
    [
        " The assessment of risk in that case is an internal problem which is",
        444.34,
        449.18
    ],
    [
        " Jocco goes away. Jocco is the only one that can do this the company fails",
        449.18,
        452.96
    ],
    [
        " That's risk that you cannot accept any different than if your competition is maneuvering on you and they're gonna out maneuver you and then they're gonna",
        452.96,
        459.2
    ],
    [
        " Beat you in the same fashion. So",
        459.2,
        461.26
    ],
    [
        " That's and that should be happening all the time the other piece when you were talking about that second effort in parallel",
        461.26,
        467.6
    ],
    [
        " What was happening with this COO this kind of boss but somewhat parallel but a little bit kind of senior was",
        468.0,
        473.52
    ],
    [
        " The rest of the organization remember this is a small team. They all kind of very close know each other loosely defined roles",
        473.52,
        479.58
    ],
    [
        " A lot of people are going direct to the COO",
        479.58,
        482.2
    ],
    [
        " Kind of bullying him into that escalation of counseling you described they kind of wanted to get to step four",
        482.2,
        487.8
    ],
    [
        " Which is this guy is awful. He's toxic. We got to get rid of him and what he was struggling with is",
        487.8,
        493.38
    ],
    [
        " Hey, I haven't done any counseling at all. I'm getting a ton of pressure",
        494.78,
        499.76
    ],
    [
        " I got to get rid of this guy. He's he's causing a lot of problems",
        499.76,
        502.7
    ],
    [
        " Well, I've got some of this risk but also recognizing that you actually can't go to step four and and there's two different reasons that I thought of is to why that is",
        502.7,
        512.72
    ],
    [
        " One is look there actually is a fairly straightforward HR process like when we have to move people out of organizations that are",
        512.72,
        520.32
    ],
    [
        " Deliberate process to do that you don't get to just skip steps because your mind tells you this is the best way to do it",
        520.48,
        525.1
    ],
    [
        " But the real question that he needed to ask is how did this guy go from a key contributor who joined the startup from the beginning who believed in what this was and",
        525.1,
        535.02
    ],
    [
        " invested all his time and energy and all the risk with startups because startups are high risk",
        535.02,
        540.14
    ],
    [
        " There's no guarantee they're gonna work. How do we go from that guy to this toxic person who's undermining the organization",
        540.14,
        548.16
    ],
    [
        " And what is it that you don't know about what's going on in this person's life that all of a sudden everybody else is telling you get rid of them",
        548.28,
        555.26
    ],
    [
        " And you don't know how you got to that point which is another reason why you have to start with step one why tell you describe this",
        555.26,
        560.52
    ],
    [
        " Jockel man, hey",
        560.52,
        562.04
    ],
    [
        " You seem really out of character in that meeting what's going on?",
        562.04,
        566.12
    ],
    [
        " That's that first step in the escalation of counseling no matter what it is whether they showed up late or people are telling you to fire them on the spot",
        566.52,
        573.54
    ],
    [
        " You sort of need to start with hey, what is going on in your life?",
        573.54,
        577.62
    ],
    [
        " Yeah, and that's cool and one thing that's good to note about the escalation of counseling",
        578.16,
        582.28
    ],
    [
        " Like you said if you're skipping steps it you're skipping steps because you you made errors you there was hard conversations that you should have that you didn't have",
        582.28,
        590.82
    ],
    [
        " So if you're skipping steps you put yourself in that position and it's gonna be ugly",
        590.82,
        595.34
    ],
    [
        " One thing that's nice about the escalation of counseling is the it's a compressible timeline",
        595.34,
        600.12
    ],
    [
        " So you could have you know, you could go through the entire escalation of counseling in in a week",
        600.12,
        604.84
    ],
    [
        " You know, I always use the example of construction sites when you're on a big construction project where there's a timeline",
        605.12,
        610.7
    ],
    [
        " And if you don't make the timeline you pay the owner money you pay them",
        610.7,
        615.66
    ],
    [
        " $50,000 a day in some cases when you miss a timeline so",
        615.66,
        621.16
    ],
    [
        " Sometimes those timelines are really compressed if I got a form and that's not doing their job",
        621.16,
        626.08
    ],
    [
        " Guess what I'm gonna tell you today. You're not doing your job the next day. I'm gonna write you up the third day",
        626.08,
        629.92
    ],
    [
        " You're getting fired. I'm bringing someone else in there",
        629.92,
        631.6
    ],
    [
        " with",
        631.6,
        632.78
    ],
    [
        " Let's say commission to based sales people",
        633.4,
        635.98
    ],
    [
        " Hey, I'm not paying you anything Dave. So that escalation of counseling could be six months, right?",
        635.98,
        642.78
    ],
    [
        " In this particular case if you're getting pressure cool",
        643.3,
        646.76
    ],
    [
        " You should be getting pressure because you're not doing your job if you hadn't said anything yet",
        646.76,
        650.16
    ],
    [
        " That's that's absolutely you failed as a leader",
        650.16,
        652.36
    ],
    [
        " So you do have to start I recommend you start with step one a nice friendly positive conversation",
        652.36,
        659.06
    ],
    [
        " To let that person know hey, you're out of line. I see it the team sees it",
        659.32,
        665.88
    ],
    [
        " What's going on? Let's move forward",
        665.88,
        668.82
    ],
    [
        " Yeah, you you made the connection",
        668.82,
        673.26
    ],
    [
        " When you're talking about it to what's going with this person this person's ego's getting out of control",
        673.26,
        678.24
    ],
    [
        " One of the main issues with this guy was he thought he was smarter than everybody else",
        678.24,
        682.3
    ],
    [
        " And what he was sort of coming to discover at least the way that it looked was",
        682.3,
        687.24
    ],
    [
        " He'd been in a long enough to think that he should kind of be in charge a little bit",
        687.82,
        690.9
    ],
    [
        " And he knew more than other people so",
        690.9,
        692.7
    ],
    [
        " You can also same thing you could also go one of two directions",
        692.7,
        696.04
    ],
    [
        " You can sort of jump at the conclusion that he's this toxic guy that needs to go away",
        696.04,
        699.14
    ],
    [
        " where you can actually kind of dig in and find out what's really going on",
        699.14,
        702.48
    ],
    [
        " When we role played the discussion to have when he when he when this we had a couple of different iterations",
        702.48,
        710.4
    ],
    [
        " This went on for a couple weeks kind of working through this problem to get where we are now",
        710.4,
        713.86
    ],
    [
        " When the CEO account to came to realize that the frustration that this guy was having was that he wanted to have more influence",
        714.5,
        719.86
    ],
    [
        " He wanted to be able to",
        719.86,
        721.36
    ],
    [
        " Part of why he was overstepping with his peers is that he thought he should have more influence over his peers",
        721.36,
        725.6
    ],
    [
        " The amazing connection that you talked about is what he had to show him is hey listen",
        725.6,
        731.16
    ],
    [
        " If you want to have more influence in this organization",
        731.16,
        734.98
    ],
    [
        " If you feel that you're the type of person that can level up and start to influence the organization",
        734.98,
        738.72
    ],
    [
        " One of the most important thing is you can do",
        738.72,
        740.74
    ],
    [
        " Is actually train people to do the job that you're doing so we can free you up to that which is exactly what you just described",
        741.52,
        746.8
    ],
    [
        " He wasn't making the connection of",
        746.8,
        748.94
    ],
    [
        " I'm not gonna I'm gonna get elevate you to some other role in the organization if you're the only person that can do this",
        748.94,
        754.68
    ],
    [
        " You're gonna be doing this and we don't want to train his replacement as a hedge of getting rid of him",
        754.68,
        760.32
    ],
    [
        " The ideal situation even though we're doing this in parallel is we train his replacement",
        760.32,
        764.28
    ],
    [
        " So we actually can contribute more if indeed he has something viable to contribute and",
        764.28,
        769.98
    ],
    [
        " The frustration with this person's ego is like you said the last time like you say every single time was his own ego saying",
        770.94,
        775.98
    ],
    [
        " Who does this guy think he is and the ego the ego",
        775.98,
        779.32
    ],
    [
        " Solution is not was that the COO COO's ego is clashing with the CTO's ego a little bit",
        779.32,
        789.04
    ],
    [
        " Who does this guy think he is that he can roll into these meetings and all of sudden?",
        789.04,
        793.36
    ],
    [
        " Hostilities yes, and that was the hey, he's getting pressure to kind of go right to step four and kind of get to the",
        793.5,
        799.06
    ],
    [
        " Girate here and some of it was",
        799.06,
        800.8
    ],
    [
        " Yeah, and it was like hang on",
        800.8,
        805.46
    ],
    [
        " Why are we at this level? It's like you said what did we not do?",
        805.46,
        809.68
    ],
    [
        " What do we skip to get to this and all the things we skipped had nothing to do with this person?",
        809.8,
        814.82
    ],
    [
        " It had to do with the CEO not not even not just having hard conversations",
        814.82,
        819.74
    ],
    [
        " But just saying the first time when he noticed three or four months ago going",
        819.74,
        824.32
    ],
    [
        " Jocco man, hey, what's going on? These guys were all close. They're all friends and all of a sudden jacco's acting out of character",
        824.8,
        829.96
    ],
    [
        " I don't want to wait four months to start asking jacco what's going on in his life when in the back of my mind",
        829.96,
        834.66
    ],
    [
        " I'm thinking well the best thing is to get rid of jacco",
        834.66,
        837.2
    ],
    [
        " So he skipped steps and there's a whole bunch of reason why skipping those steps, but the barrier there was",
        837.2,
        843.42
    ],
    [
        " When you come to the conclusion that this other person is the problem you lose the potential of not just salvaging this person for the company",
        843.42,
        851.46
    ],
    [
        " But actually helping them become what they want to become as well. Which is the ideal outcome",
        851.46,
        855.68
    ],
    [
        " Now you don't pretend that that's the only way it's going to work",
        855.68,
        858.86
    ],
    [
        " You absolutely protect your organization. You build backups. You manage that risk",
        858.86,
        863.2
    ],
    [
        " But in your mind what you're really trying to figure out is how can you help this person get past these problems?",
        863.2,
        868.38
    ],
    [
        " They're frustrating them why and understanding why his ego is getting out of control",
        868.38,
        872.3
    ],
    [
        " It's always interesting when",
        872.3,
        875.2
    ],
    [
        " when",
        875.2,
        877.14
    ],
    [
        " Dave is",
        877.14,
        880.06
    ],
    [
        " mad because you Dave thinks",
        880.46,
        882.34
    ],
    [
        " He should have my job",
        882.34,
        885.02
    ],
    [
        " and",
        885.02,
        886.92
    ],
    [
        " If I'm if I if I have a big ego that makes me mad",
        886.92,
        891.9
    ],
    [
        " If I can keep my ego and check you know what I say to that that's awesome. I'm glad Dave wants my job",
        891.9,
        899.3
    ],
    [
        " I hope he can come and take it when I go on to the next job",
        899.3,
        902.92
    ],
    [
        " Instead of using that to drive you crazy",
        902.92,
        907.18
    ],
    [
        " I look at that as an awesome situation. I'm not threatened by Dave",
        908.3,
        913.32
    ],
    [
        " I'm happy that Dave wants my job and I hope he works hard enough to get it from me",
        913.32,
        918.84
    ],
    [
        " and if",
        918.84,
        919.86
    ],
    [
        " You know I had that question a long time ago. I forget what it was. Oh, no, I think it was just on the podcast",
        919.86,
        925.56
    ],
    [
        " But you know, what do I do in this guy's vying for my job? And I'm like hey if someone's vying for my job",
        925.56,
        930.9
    ],
    [
        " That's awesome",
        930.9,
        931.66
    ],
    [
        " That's awesome. I'm going to work even harder and guess what if they beat me",
        931.66,
        936.44
    ],
    [
        " They beat me they do a better job than me if they're more suitable for this job and I fail",
        937.82,
        942.88
    ],
    [
        " Good on them, but you know, I should do better",
        942.88,
        946.92
    ],
    [
        " You know now if do you think someone's going to outwork me",
        946.92,
        952.68
    ],
    [
        " Good luck bring it, but what does that do all that does is help the team because now we're working hard",
        952.68,
        958.6
    ],
    [
        " But yeah, don't be threatened by those things",
        958.6,
        961.32
    ],
    [
        " All right next one. What do you got?",
        961.32,
        964.88
    ],
    [
        " Company we've been working with again. I keep saying this but these companies have been working for for a long time",
        968.1,
        972.88
    ],
    [
        " And",
        972.88,
        974.3
    ],
    [
        " That's one of the most fun things we get to do is we get to stay with them for a long time see how things evolve and improve and get better and get more connected to what they're doing",
        974.3,
        981.74
    ],
    [
        " And makes it easier to help when we understand this is a company we've been working with for a long time",
        981.74,
        988.16
    ],
    [
        " And another thing that's important to note when you say that is this",
        988.16,
        992.46
    ],
    [
        " We work with companies for a long time",
        992.46,
        996.54
    ],
    [
        " And oftentimes when we show up there they're already deep into extreme ownership",
        997.7,
        1002.9
    ],
    [
        " They got everyone listening to the podcast they got the they got the the laws of combat printed on their walls",
        1002.9,
        1008.42
    ],
    [
        " I've been in places where they have murals of the laws of combat. It's awesome",
        1008.42,
        1013.66
    ],
    [
        " It's awesome and they're totally on board. They're totally engaged and yet",
        1013.66,
        1019.3
    ],
    [
        " We still have to talk about the issue that they're having because it",
        1019.3,
        1024.08
    ],
    [
        " It is hard. It is it is simple not easy",
        1024.94,
        1028.42
    ],
    [
        " Go ahead",
        1028.42,
        1030.02
    ],
    [
        " Look that's what all these scenarios we've been talking about and we'll continue to talk about is the constant reminder of",
        1030.02,
        1035.74
    ],
    [
        " Because most of the companies work with their exact law here described and they still struggle with this stuff because this stuff is all hard",
        1035.74,
        1041.5
    ],
    [
        " And one of the best",
        1041.5,
        1043.6
    ],
    [
        " Things that we do",
        1043.6,
        1045.3
    ],
    [
        " Is that we come in from a detached position and it's much easier for us to see what's going on and help and make the connection",
        1045.3,
        1053.82
    ],
    [
        " Between the principles and mindsets that they can apply to help solve those problems because we are detached",
        1053.82,
        1058.1
    ],
    [
        " Which is actually what was going on in this situation",
        1058.1,
        1060.58
    ],
    [
        " We had this key",
        1060.58,
        1062.86
    ],
    [
        " They had a leadership team that was kind of made up of four or five small group of people a key leadership team",
        1062.86,
        1068.54
    ],
    [
        " That was influencing a much larger company and one of the key leaders in this organization had developed himself a reputation of being the hammer",
        1068.54,
        1076.06
    ],
    [
        " And it kind of reminded me when back in the military is probably similar with you is",
        1076.06,
        1080.14
    ],
    [
        " You know you have someone in charge of the unit called the squadron command or the battalion commander",
        1080.42,
        1084.48
    ],
    [
        " And they always had a number two the number two is typically called the exo the executive officer the number two and the number two kind of had the reputation of being the hammer",
        1084.48,
        1092.5
    ],
    [
        " Well this person had",
        1092.5,
        1094.28
    ],
    [
        " Become the hammer which means they had any kind of issue that required some sort of counseling or discipline",
        1094.28,
        1100.7
    ],
    [
        " This person was the one to do it",
        1100.7,
        1102.9
    ],
    [
        " and the simple question this person asked me because he's been",
        1102.9,
        1106.58
    ],
    [
        " In the game on extreme ownership and reading he's burned through leadership strategy tactics repeatedly and looking at things",
        1107.94,
        1114.52
    ],
    [
        " He was talking about that book talking about",
        1114.52,
        1116.7
    ],
    [
        " How you should lead in these particular situations and he says I'm worried that I'm being pigeon-holed as the hammer",
        1116.7,
        1122.3
    ],
    [
        " Should I be concerned about that was the simple question and of course my answer was",
        1122.3,
        1128.14
    ],
    [
        " Yes, you absolutely do not want to be positioned or or have the reputation of being the hammer and",
        1128.14,
        1135.18
    ],
    [
        " It was the question was hey talk to me, but why that is",
        1135.18,
        1138.22
    ],
    [
        " And why that is is that his you mean why it is that he got this reputation now",
        1138.22,
        1144.62
    ],
    [
        " That was the thing I'm thinking is the reputation that you have is the reputation that you earned exactly and very",
        1144.62,
        1153.12
    ],
    [
        " Very seldom is someone running around with a reputation that they didn't earn and deserve that's exactly right",
        1153.12,
        1160.04
    ],
    [
        " Okay, and that was hey, why do you have this reputation? Well",
        1160.04,
        1163.7
    ],
    [
        " I don't like to wait I",
        1165.88,
        1168.58
    ],
    [
        " Don't see the reason to just sit on things. I am default aggressive",
        1168.58,
        1171.9
    ],
    [
        " I like to get in there and solve problems and really what that translated to was that when",
        1171.9,
        1176.26
    ],
    [
        " Issues that he was involved in he would get little fired up get a little emotional and he had a reputation of diving in there",
        1176.26,
        1182.94
    ],
    [
        " And he had built a reputation as someone who is aggressive the problem with that approach of being aggressive as it was kind of at a balance",
        1182.94,
        1190.1
    ],
    [
        " He had the same approach to every single problem and",
        1190.1,
        1193.8
    ],
    [
        " The being pigeonhole was they were starting to use him only in places where the other leadership thought it made sense",
        1193.8,
        1200.22
    ],
    [
        " So areas where they thought hey, we need to take a slow approach to this maybe a longer more strategic view",
        1200.22,
        1204.7
    ],
    [
        " He was kind of being a little excluded little isolated because they could sort of predetermine his approach",
        1204.7,
        1209.98
    ],
    [
        " Which was going to be over the top make things happen",
        1209.98,
        1212.74
    ],
    [
        " it's like absolutely and and the connection they was making was that concept of being detached and the thing",
        1212.74,
        1220.48
    ],
    [
        " It was great about this was that the question he asked and he made the comment goes",
        1220.48,
        1224.0
    ],
    [
        " I feel like I need to be more detached before I make decisions",
        1224.0,
        1228.62
    ],
    [
        " Like look man, you're actually kind of making this very easy on me because that's exactly what you need to do",
        1228.62,
        1234.36
    ],
    [
        " And the reputation you want isn't the hammer the reputation that you want is the reputation of someone that is detached",
        1234.36,
        1240.92
    ],
    [
        " Even on things that directly affect you",
        1240.92,
        1243.24
    ],
    [
        " And so that the decisions you make and the contribution you make is what's in the best interest of the organization",
        1243.24,
        1248.08
    ],
    [
        " And you don't pigeonhole yourself. Is this someone who goes off every single time something draw",
        1248.08,
        1253.34
    ],
    [
        " Yeah, that's",
        1253.34,
        1254.74
    ],
    [
        " If you think about it",
        1254.74,
        1256.58
    ],
    [
        " Any half way marginally decent organization should not have",
        1256.58,
        1263.3
    ],
    [
        " Scenarios unfolding on a regular basis that require",
        1263.3,
        1268.48
    ],
    [
        " A quote hammer that this is not an optimal situation. I mean look",
        1268.48,
        1274.16
    ],
    [
        " Do you occasionally get a rogue element of people that have gone off the reservation and are now doing things that they shouldn't be doing and you've got",
        1274.16,
        1282.24
    ],
    [
        " toxic scenarios",
        1282.24,
        1283.5
    ],
    [
        " Happening that does happen and sometimes you got to go in there like look",
        1283.5,
        1286.96
    ],
    [
        " When I go into that situation, I'm gonna straighten things out and I'm gonna do it with a hammer that is",
        1286.96,
        1292.84
    ],
    [
        " so rare",
        1292.84,
        1294.22
    ],
    [
        " That if that's your reputation you should hardly ever get utilized and what's scary about that is",
        1294.22,
        1301.74
    ],
    [
        " That's what your goal is number one. It's scary to think that you're in an organization where the hammer needs to get used all the time",
        1302.24,
        1307.58
    ],
    [
        " Number two, it's scary to think that you're in an organization if the hammer doesn't get used all the time",
        1307.58,
        1311.6
    ],
    [
        " But your leadership thinks that the hammer is the best",
        1311.6,
        1314.7
    ],
    [
        " The best tool for the job. That's a little bit scary",
        1314.7,
        1317.86
    ],
    [
        " So what I what I would do in this situation is yeah, obviously it's got to detach obviously got to get control of his temper",
        1317.86,
        1322.82
    ],
    [
        " but also",
        1322.82,
        1323.7
    ],
    [
        " I would look at these scenarios and say okay when I go into this",
        1323.7,
        1328.34
    ],
    [
        " I'm gonna actually detach and I'm gonna handle these in a with with with the",
        1328.34,
        1333.32
    ],
    [
        " minimum force required the minimum leadership required you know",
        1333.32,
        1336.7
    ],
    [
        " I've been using that term a lot lately when it comes to leadership using the minimum force required",
        1336.7,
        1342.18
    ],
    [
        " Is almost always the optimal way to do it and what's interesting as I was I've been lately sort of preemptively answering the question",
        1342.18,
        1350.96
    ],
    [
        " No, hey",
        1350.96,
        1351.74
    ],
    [
        " If look I I get things done of default aggressive if Dave's got an issue the most efficient thing",
        1351.74,
        1358.32
    ],
    [
        " For me to do is to go in there, you know sit down in front of Dave and say here's the things that you're screwing up",
        1358.34,
        1363.86
    ],
    [
        " You need to get on board with the program",
        1363.86,
        1365.24
    ],
    [
        " That's the most efficient way and and like on the surface. Yeah. Yeah, that is that seems very efficient",
        1365.24,
        1371.48
    ],
    [
        " What is it actually create what it creates as resentment from Dave?",
        1371.48,
        1375.3
    ],
    [
        " It creates resentment from Dave's team. It requires it creates a lack of effort",
        1375.3,
        1381.0
    ],
    [
        " It creates a lack of initiative. It creates a lack of ingenuity",
        1381.0,
        1384.36
    ],
    [
        " It creates a lack of initiative all those things. That's what it does",
        1384.36,
        1387.98
    ],
    [
        " And it won't matter on this particular tactical situation. It's okay because I got what I wanted from Dave",
        1388.34,
        1393.2
    ],
    [
        " But I haven't developed Dave. I haven't developed Dave's team. I've I've",
        1393.2,
        1398.0
    ],
    [
        " Squashed his ability to think at that moment",
        1398.0,
        1401.94
    ],
    [
        " I've squashed his future ability to think because he's afraid of getting quote hammered by me",
        1401.94,
        1407.4
    ],
    [
        " So there's even though for the moment something in the short term immediately might seem like it's more efficient in the long term",
        1407.4,
        1415.5
    ],
    [
        " Well, what I have to do is just constantly hammer people and and once you use that hammer",
        1417.04,
        1421.7
    ],
    [
        " Guess what you got to use it again, and you got to use it again because people don't learn when they get hammered",
        1421.7,
        1426.56
    ],
    [
        " They just they did just end up like a beaten dog. What is a beaten dog like a beaten dog is like two things number one",
        1426.56,
        1432.6
    ],
    [
        " They don't show an initiative. They're scared and then guess what they do they lash out beaten dogs are ones that bite people",
        1432.6,
        1438.22
    ],
    [
        " Because they get abused so if I abuse you you're gonna bite at some point whether that's leave the company whether that's blow up",
        1438.22,
        1444.88
    ],
    [
        " Whether that's cause immunity",
        1444.88,
        1446.24
    ],
    [
        " Whatever it is. I'm not developing my relationship and by the way",
        1446.24,
        1449.72
    ],
    [
        " If you don't like me",
        1449.72,
        1451.8
    ],
    [
        " If you don't like me",
        1451.8,
        1454.2
    ],
    [
        " What kind of performance are you giving me you know? Are you giving me your best performance?",
        1454.2,
        1459.7
    ],
    [
        " If all I do is slap you every time I work with you every time I give you direction it comes with a slap to the face every time",
        1459.7,
        1467.32
    ],
    [
        " You need correction. It comes with a punch to the gut",
        1467.32,
        1470.56
    ],
    [
        " Do you like me?",
        1470.56,
        1472.9
    ],
    [
        " The answer is no. Do you respect me? The answer is no. Do we have a good relationship?",
        1473.72,
        1478.78
    ],
    [
        " The answer is no. Do we trust each other? The answer is no. So what kind of team is that? It's a freaking crappy one",
        1479.02,
        1484.78
    ],
    [
        " So",
        1484.78,
        1486.72
    ],
    [
        " Does the hammer need to be used on occasion? Yes",
        1486.72,
        1490.88
    ],
    [
        " Does it need to be the primary should you have in your toolbox? Sure. Do I have a hammer in my toolbox? Sure do. It's a big one",
        1490.88,
        1498.44
    ],
    [
        " How often do I take it out almost never?",
        1498.44,
        1502.28
    ],
    [
        " I",
        1504.96,
        1505.44
    ],
    [
        " Think through that",
        1505.44,
        1506.2
    ],
    [
        " We got one more. Yeah, we got one more",
        1506.2,
        1509.58
    ],
    [
        " We had a manager that we've been working with",
        1509.58,
        1517.16
    ],
    [
        " emailed me said hey, I'd like to jump on a call. I have a subordinate who feels like",
        1517.16,
        1523.62
    ],
    [
        " They are not giving being given a fair opportunity to get promoted",
        1523.62,
        1527.54
    ],
    [
        " So the way this company is designed is that there's a pretty quick",
        1527.54,
        1531.28
    ],
    [
        " opportunity to elevate so managers have a bunch of subordinates of the subordinates do well the company is broad enough that you can elevate pretty quickly and get a leadership role and",
        1532.48,
        1541.36
    ],
    [
        " Have some folks working for you and",
        1541.36,
        1543.0
    ],
    [
        " Upper mobility is not a huge problem",
        1543.0,
        1545.94
    ],
    [
        " So there's an opportunity that and had someone that felt like they were being passed over",
        1545.94,
        1550.92
    ],
    [
        " Repeatedly to people who were under who less qualified than him",
        1550.92,
        1555.32
    ],
    [
        " So not just that they wasn't wasn't getting opportunities to get promoted",
        1555.46,
        1559.16
    ],
    [
        " But the people that were getting those opportunities he felt like they weren't as good as them",
        1559.16,
        1564.3
    ],
    [
        " And the real question that came out when this subordinate went to the boss and said hey boss",
        1564.3,
        1569.08
    ],
    [
        " I feel like I'm getting overlooked here",
        1569.08,
        1570.7
    ],
    [
        " And I feel like other people are getting promoted ahead of me",
        1570.7,
        1574.36
    ],
    [
        " Was that said I don't think I understand the process that what I'm supposed to do",
        1574.36,
        1580.36
    ],
    [
        " To be able to get considered for this promotion",
        1580.36,
        1582.88
    ],
    [
        " And that boss asked me is like hey, what do I do with someone who feels like they don't understand the process when clearly",
        1583.64,
        1588.52
    ],
    [
        " I've got people in on my team that are getting promoted up and out on a regular basis",
        1588.52,
        1593.2
    ],
    [
        " And you told him I told him it was his fault",
        1593.2,
        1599.22
    ],
    [
        " Now I mean it was one of those that I think part of the issue was it was his fault that what that person didn't understand the process",
        1599.22,
        1607.36
    ],
    [
        " Okay, so when this person so",
        1607.36,
        1608.94
    ],
    [
        " It's simple as this one sounds so the barrier that this person was having was",
        1609.8,
        1613.56
    ],
    [
        " Hey, it's kind of crazy for someone to come to me and say they don't understand what to do because on a regular basis",
        1613.56,
        1622.32
    ],
    [
        " I prepare the people on my team",
        1622.32,
        1624.74
    ],
    [
        " And I've got an awesome track record of people on my team who are gonna leave my team",
        1624.74,
        1629.56
    ],
    [
        " I'm not trying to keep people down on my team every opportunity people on my team get I prep them",
        1629.56,
        1634.06
    ],
    [
        " I put them",
        1634.06,
        1635.92
    ],
    [
        " In front of what it is essentially a promotion board opportunity most of my people do well",
        1636.2,
        1640.76
    ],
    [
        " They go up they leave and go somewhere else and I get a new crop of young people or new people and I do the same thing",
        1640.76,
        1645.12
    ],
    [
        " So for someone to say to me",
        1645.12,
        1646.44
    ],
    [
        " Hey, I don't understand the process",
        1646.44,
        1648.68
    ],
    [
        " I don't know how else I can explain it because I am confident that",
        1648.68,
        1653.82
    ],
    [
        " People on my team know the process and I've got a lot of evidence and proof to show you that I'm doing it",
        1653.82,
        1658.94
    ],
    [
        " I don't understand what the problem is here",
        1658.94,
        1660.66
    ],
    [
        " And so you said hey look you need to do a better job of explaining the process",
        1661.9,
        1665.86
    ],
    [
        " It's on you. Yes, I mean",
        1665.86,
        1667.66
    ],
    [
        " It's simply and and I think what it was is that this person's arsenal the the the tools that this person had to share with their subordinates the approach",
        1667.66,
        1676.66
    ],
    [
        " Was affected, but it was really limited. Hey, this is the one would and what was happening is",
        1676.66,
        1682.6
    ],
    [
        " They would get brought in in front of like a panel of two or three people that would interview them and",
        1682.6,
        1688.04
    ],
    [
        " This person that kept on getting passed over actually knew what to say",
        1688.5,
        1692.6
    ],
    [
        " They understood what to say",
        1692.6,
        1694.18
    ],
    [
        " But they didn't say it very well",
        1694.18,
        1696.8
    ],
    [
        " And was constantly getting passed over by people who he would look around go I'm out performing this person",
        1696.8,
        1702.32
    ],
    [
        " But I think I mean I might be missing something and what they are struggling with this this boss of struggling with is",
        1702.32,
        1709.32
    ],
    [
        " They know exactly what to do exactly. They can't they cannot look me in the eye and say they don't understand the process",
        1709.32,
        1714.56
    ],
    [
        " The issue was again. Hey, so talk to me through when you interact with this person",
        1715.48,
        1720.66
    ],
    [
        " What does that conversation look like and when they role play with you",
        1720.66,
        1725.32
    ],
    [
        " What they're going to go say in that board what do they say said well",
        1725.32,
        1729.52
    ],
    [
        " I don't role play with them",
        1729.52,
        1732.58
    ],
    [
        " I just tell them the best way to answer these questions and the best way to be prepared for that",
        1732.58,
        1736.7
    ],
    [
        " So what was the disconnect there is the first thing this this manager did with the subordinate is they went back",
        1736.7,
        1743.52
    ],
    [
        " There's two elements to this the first is the obvious one you went and like hey listen jaco",
        1744.18,
        1748.46
    ],
    [
        " First of all if you don't feel like you understand the process that is completely my responsibility",
        1748.46,
        1752.38
    ],
    [
        " It's absolutely my responsibility to make sure you know what that process is",
        1752.38,
        1755.88
    ],
    [
        " I'm going to do it again and I want to break it down step by step so you understand it",
        1755.88,
        1759.32
    ],
    [
        " That actually wasn't what was wrong",
        1759.32,
        1761.16
    ],
    [
        " What was wrong is that when they role played the conversation that you would have with that promotion board",
        1761.16,
        1765.18
    ],
    [
        " You weren't very good at having the conversation",
        1765.18,
        1768.08
    ],
    [
        " You didn't know how to say what you wanted to say",
        1768.08,
        1770.72
    ],
    [
        " And so it wasn't really the process that was the problem the problem was this person wasn't comfortable and didn't like communicating to this board",
        1771.16,
        1778.52
    ],
    [
        " So they did a role play scenario a couple times and and",
        1778.52,
        1783.24
    ],
    [
        " Started with the ownership piece and it was the role play piece not the process piece that was the actual the issue here",
        1783.24,
        1789.76
    ],
    [
        " Yeah",
        1789.76,
        1791.78
    ],
    [
        " Yeah, when you when you were talking through this initially you were saying oh the guy the the subordinate didn't understand the process",
        1791.78,
        1799.96
    ],
    [
        " That's my fault because my subordinate didn't understand the process so I need to explain it to him better",
        1800.86,
        1805.78
    ],
    [
        " But there's more to it than that which you were just starting to get to which is it's not that you didn't understand the process",
        1805.78,
        1812.92
    ],
    [
        " It's that you're you are not doing a good job",
        1812.92,
        1815.8
    ],
    [
        " And what this boils down to this is a hard conversation and so now we're gonna talk and I think this is a a very",
        1815.8,
        1824.28
    ],
    [
        " Important thing to understand because I talk all the time about the",
        1824.28,
        1830.04
    ],
    [
        " General superiority of",
        1832.58,
        1833.78
    ],
    [
        " indirect",
        1833.78,
        1834.74
    ],
    [
        " Coaching and mentoring",
        1834.74,
        1837.52
    ],
    [
        " The general superior it's not always superior. It's like grappling and striking",
        1837.52,
        1841.48
    ],
    [
        " grappling has some inherent advantages over striking. It's just the way it is",
        1841.48,
        1848.5
    ],
    [
        " There's things in the world. I'm sure you could name me aircraft that there's this aircraft has a inherent advantage",
        1848.5,
        1856.06
    ],
    [
        " Over this other aircraft. It's not necessarily that this that the inferior aircraft is always worse",
        1856.56,
        1864.06
    ],
    [
        " Sometimes you you want that supposedly inferior aircraft. We get it so",
        1864.06,
        1868.52
    ],
    [
        " I constantly sort of elevate an indirect approach",
        1868.52,
        1873.92
    ],
    [
        " And I denigrate the direct approach why because the direct approach is something that offends people",
        1873.92,
        1880.96
    ],
    [
        " When delivered the wrong way",
        1880.96,
        1882.78
    ],
    [
        " On top of that if Dave works for me and Dave is not doing what he's supposed to be doing",
        1886.6,
        1894.56
    ],
    [
        " I",
        1894.56,
        1896.36
    ],
    [
        " Have to I am responsible as a leader to explain to him",
        1896.36,
        1902.22
    ],
    [
        " What he's doing wrong so that he",
        1902.22,
        1905.14
    ],
    [
        " Can do the right thing",
        1905.14,
        1906.84
    ],
    [
        " Does that start off with an indirect conversation? Yes, it absolutely does it absolutely starts off with me saying hey Dave when when",
        1906.84,
        1913.68
    ],
    [
        " When you do your task over there",
        1914.14,
        1915.94
    ],
    [
        " Hey, do you know what the standard is and you go",
        1915.94,
        1919.34
    ],
    [
        " Yeah, I'm pretty sure. Well, tell me what it is. We say I got to do this many pieces in you know every hour",
        1919.34,
        1924.72
    ],
    [
        " Actually, you know what that's not the standard the standards actually this many pieces. Oh wow",
        1924.72,
        1929.44
    ],
    [
        " I didn't even know that I was over here kind of slacken",
        1929.44,
        1931.56
    ],
    [
        " Well, we definitely want you slacken. Yeah, no problem all stuff",
        1931.56,
        1934.66
    ],
    [
        " So it starts off with a nice little indirect conversation and then as we've talked about already",
        1934.66,
        1939.06
    ],
    [
        " then as",
        1939.06,
        1940.68
    ],
    [
        " If I fail if the indirect approach fails well then I have to escalate it more if the indirect",
        1941.26,
        1946.22
    ],
    [
        " Approach fails again, I have to escalate again. So where I'm going with this",
        1946.22,
        1951.2
    ],
    [
        " Is that when it comes time for promotion?",
        1951.2,
        1956.54
    ],
    [
        " You should have already",
        1957.48,
        1959.44
    ],
    [
        " Escalated through the escalation of counseling you should have already",
        1959.44,
        1964.14
    ],
    [
        " Explained to people what they're doing wrong",
        1964.14,
        1966.72
    ],
    [
        " You should have already gotten there",
        1966.72,
        1968.7
    ],
    [
        " and if you haven't",
        1968.88,
        1972.04
    ],
    [
        " And Dave doesn't get promoted guess what just happened",
        1972.04,
        1976.6
    ],
    [
        " What just happened is Dave got it got a direct",
        1976.6,
        1981.7
    ],
    [
        " Slap in the face. I went from zero to slap in the face direct slap in the face direct assault on your ego",
        1981.7,
        1990.3
    ],
    [
        " Direct assault on your being because you didn't get promoted",
        1990.3,
        1994.76
    ],
    [
        " So now the direct approach has already been taken",
        1995.04,
        1999.5
    ],
    [
        " And I can't now go back and there's no there's no point in me having an indirect conversation with you",
        1999.5,
        2006.72
    ],
    [
        " What I owe to you now is actually look I failed 14 times when I didn't have the first hard conversation",
        2006.72,
        2014.86
    ],
    [
        " That was a level one and the second hard conversation that was a level two now",
        2014.86,
        2017.92
    ],
    [
        " I have to go and have a level 10 hard conversation with you that says Dave",
        2017.92,
        2022.42
    ],
    [
        " I think I let you down",
        2023.1,
        2024.76
    ],
    [
        " Because the look on your face that when you didn't get promoted",
        2024.76,
        2027.64
    ],
    [
        " You looked pretty shocked which means you didn't understand some shortfalls that you have",
        2027.64,
        2032.96
    ],
    [
        " And I want to make sure that you understand those crystal clear look",
        2032.96,
        2036.36
    ],
    [
        " I already",
        2036.36,
        2038.16
    ],
    [
        " messed up. I already allowed",
        2038.16,
        2041.06
    ],
    [
        " allowed events to occur that caused a direct assault",
        2041.06,
        2048.16
    ],
    [
        " I can't retract those",
        2048.16,
        2051.64
    ],
    [
        " What I have to do is I have to go in and follow up with the truth",
        2052.42,
        2056.66
    ],
    [
        " And explain to the person what happened and why they didn't get promoted look are you gonna this isn't authorization to be a jerk about it",
        2056.66,
        2064.02
    ],
    [
        " It's authorization to say hey listen",
        2064.02,
        2066.08
    ],
    [
        " I know it's a slap in the face that you didn't get promoted",
        2066.08,
        2068.94
    ],
    [
        " I can see by the look on your face you have no idea why that's on me",
        2068.94,
        2072.84
    ],
    [
        " And I got a list of 14 items right now that I want to talk to you about because next time",
        2072.84,
        2077.06
    ],
    [
        " I want you to know exactly what you need to do so that you can get promoted",
        2077.06,
        2081.98
    ],
    [
        " It",
        2085.78,
        2086.3
    ],
    [
        " It turned out that the scenario you just described when this",
        2086.3,
        2089.72
    ],
    [
        " manager had the conversation in front of",
        2089.72,
        2093.12
    ],
    [
        " The larger executive team meeting to do that same problem persisted across the entire organization",
        2093.12,
        2098.48
    ],
    [
        " And they had a whole bunch of other managers had subordinates going through the same thing",
        2098.48,
        2102.46
    ],
    [
        " So the application of that that's not an isolated thing either that's when your folks are struggling",
        2102.46,
        2107.66
    ],
    [
        " And you talk about those the type of conversations to have to help them",
        2107.66,
        2111.16
    ],
    [
        " He wasn't the only one going through that having that problem",
        2111.16,
        2114.74
    ],
    [
        " And there's people across the organization struggling with the exact same thing and",
        2114.74,
        2119.34
    ],
    [
        " The ability to take ownership of that",
        2119.34,
        2123.9
    ],
    [
        " When you have already made a mistake or like you said I've already screwed up to allow this to happen",
        2123.9,
        2129.6
    ],
    [
        " That's again, that's a barrier on your e it's a challenge to your ego to be able to say hey",
        2129.6,
        2136.24
    ],
    [
        " Listen and and then to go to that whatever that next level is like you said",
        2136.24,
        2140.16
    ],
    [
        " Um",
        2143.64,
        2144.0
    ],
    [
        " Indeed yeah, a good here's a good ego savior. Hey, I'm not I'm not responsible for getting these guys promoted",
        2144.0,
        2149.42
    ],
    [
        " That's on them. Yeah, right? That's on them. Okay, let's see what that does to your team there",
        2149.42,
        2152.98
    ],
    [
        " They should know they should know hey, I'm not I'm not gonna do their I'm not gonna hold their hands to get them promoted",
        2152.98,
        2158.18
    ],
    [
        " So now you got people out there that don't understand why they're not getting promoted. What does that do for morale?",
        2158.18,
        2163.14
    ],
    [
        " What does that do to the team",
        2163.66,
        2164.66
    ],
    [
        " What does that do by by the way",
        2164.66,
        2167.84
    ],
    [
        " Never mind them around never mind the team check this out if Dave Burke doesn't know what he's supposed to do to win",
        2168.06,
        2176.08
    ],
    [
        " How in God's name is he supposed to do it if I don't give you the standard and I don't tell you what you're supposed to be doing",
        2176.08,
        2183.42
    ],
    [
        " And and those things that you are supposed to be doing doing aren't aligned with how you get promoted",
        2183.42,
        2190.64
    ],
    [
        " Well then I'm an idiot. What does that say about you as a leader? Yeah, what does it say about your team?",
        2190.64,
        2196.38
    ],
    [
        " So for some",
        2197.06,
        2198.42
    ],
    [
        " For some strange reason once again",
        2198.42,
        2202.06
    ],
    [
        " It's on you",
        2202.06,
        2203.98
    ],
    [
        " Good place to stop and",
        2203.98,
        2207.14
    ],
    [
        " If you want to dig deeper into",
        2207.14,
        2209.94
    ],
    [
        " All aspects of leadership in any arena. We're talking when we're talking about we're talking about every different",
        2209.94,
        2217.0
    ],
    [
        " Industry there is every different level of leadership",
        2217.0,
        2220.94
    ],
    [
        " This is what we do if you want to learn more about it",
        2220.94,
        2223.56
    ],
    [
        " You can join",
        2223.56,
        2224.8
    ],
    [
        " Dave and me and the rest of the echelon front team online live",
        2224.8,
        2230.56
    ],
    [
        " You want to talk to us talk to us you just don't just have to sit here and listen to us",
        2230.56,
        2234.1
    ],
    [
        " You can talk to us to go to efonline.com",
        2234.1,
        2236.92
    ],
    [
        " Where we solve problems through leadership right now three times a week we are doing live zoom meetings",
        2236.92,
        2243.96
    ],
    [
        " Where we will sit there and answer your questions",
        2243.96,
        2247.12
    ],
    [
        " So come and get some of that if you want",
        2247.12,
        2249.78
    ],
    [
        " Deeper leadership guidance inside your organization",
        2250.72,
        2253.72
    ],
    [
        " Come and check out our leadership consultancy at echelonfront.com",
        2253.72,
        2258.7
    ],
    [
        " I've also written a bunch of books about leadership",
        2258.7,
        2261.0
    ],
    [
        " Extreme ownership that dichotomy of leadership leadership strategy and tactics",
        2261.0,
        2265.08
    ],
    [
        " Got some other podcasts jaco podcast also talks about leadership usually from a military perspective",
        2265.08,
        2271.7
    ],
    [
        " But you'll see that it applies to every leadership perspective also of jaco and ravelling",
        2271.7,
        2277.2
    ],
    [
        " We have grounded and we have the warrior kid podcast and if you want to support any of these podcasting",
        2277.6,
        2283.7
    ],
    [
        " Including this one you can get some gear from jaco store.com or origin main.com",
        2283.7,
        2291.44
    ],
    [
        " Thanks for listening to the debrief",
        2291.44,
        2295.9
    ],
    [
        " Now go lead",
        2295.9,
        2297.38
    ],
    [
        " This is Dave and jaco out",
        2297.38,
        2300.98
    ]
]