[
    [
        " This is Jockel Podcast number 250 with Echo Charles and me, Jockel Willink.",
        0.22,
        5.38
    ],
    [
        " Good evening, Echo.",
        5.98,
        6.46
    ],
    [
        " Good evening.",
        6.54,
        6.82
    ],
    [
        " So on the last podcast number 249, we were reading the newest edition of the book about",
        7.18,
        13.94
    ],
    [
        " face by Colonel David Hackworth, which has a written, uh, forward in it written by me.",
        13.94,
        18.82
    ],
    [
        " And if you haven't listened to 249 yet, just go back right now and listen to that one",
        19.02,
        23.12
    ],
    [
        " first.",
        23.12,
        23.44
    ],
    [
        " And we ended up reading some of the book, but we just started to scratch the surface.",
        26.3,
        30.32
    ],
    [
        " And look, I was prepping for this podcast and saying, you know what, we should read a",
        30.58,
        35.48
    ],
    [
        " little bit more.",
        35.48,
        36.08
    ],
    [
        " Read a little bit more from the book, talk about it a little bit more.",
        37.3,
        42.04
    ],
    [
        " And just as things start to pick up in the Korean War, we just start to learn these incredible",
        43.32,
        47.68
    ],
    [
        " lessons.",
        47.68,
        48.02
    ],
    [
        " And so we're going to take one more look at about face to day picking up.",
        48.34,
        54.18
    ],
    [
        " It actually picks up.",
        54.44,
        55.58
    ],
    [
        " You know that when you write a book, they want you to have like the big action scene in",
        55.94,
        60.92
    ],
    [
        " the beginning.",
        60.92,
        61.4
    ],
    [
        " Why did not know that, but I understand right?",
        62.16,
        65.18
    ],
    [
        "",
        65.38,
        65.38
    ],
    [
        " So they want, you know, the reader to not, you know, to pick up the book and invest something",
        65.38,
        69.32
    ],
    [
        " into the book.",
        69.32,
        69.9
    ],
    [
        " So this book starts off with a big time action scene that we actually read last time.",
        70.18,
        74.12
    ],
    [
        " So this is a later chapter, but it actually predates the big action scene of February 6,",
        75.14,
        82.06
    ],
    [
        " which is this battle where he gets wounded and you get shot in the head.",
        82.22,
        85.4
    ],
    [
        " David Hackworth gets shot in the head and all this mayhem happens.",
        85.7,
        89.2
    ],
    [
        " So this is actually predates that with him kind of showing up in Korea.",
        89.82,
        95.5
    ],
    [
        " And that's what we're going to do.",
        96.26,
        97.7
    ],
    [
        " We're going to talk through some of these things.",
        97.92,
        98.9
    ],
    [
        " I'm going to try and slow it down and talk about some of the things that I pull out of",
        99.06,
        103.52
    ],
    [
        " this book.",
        103.52,
        103.86
    ],
    [
        " So here we go back to the book.",
        104.42,
        106.5
    ],
    [
        " The course of the Korean War changed dramatically since its lightning fast beginning.",
        107.22,
        112.8
    ],
    [
        " At the start, US forces hopelessly outnumbered, outgunned and under trained had been driven",
        113.08,
        118.24
    ],
    [
        " back by the North Koreans into the tiniest corner of South Korea beyond the Natong River.",
        118.24,
        124.4
    ],
    [
        " There the 8th Army dug in its heels, determinedly holding what was known as the Pusan perimeter",
        125.52,
        132.58
    ],
    [
        " until September when MacArthur's daring amphibious invasion at Incheon severed the North Korean",
        132.58,
        138.12
    ],
    [
        " Army's lines of communications and chopped its legs out from under it.",
        138.12,
        141.34
    ],
    [
        " No longer was the enemy in effective fighting force and our certain defeat along the lines",
        141.58,
        146.32
    ],
    [
        " of Dunkirk in 1940 suddenly appeared to be surefire victory.",
        146.32,
        150.8
    ],
    [
        " Units of the 8th Army smashed out of Natong perimeter.",
        151.18,
        154.34
    ],
    [
        " Spearage were high as we raised North beyond the 38th parallel, beyond the North Korean",
        154.8,
        159.0
    ],
    [
        " and capital of Pyongyang, to within spitting distance of the Yal-lu River, the dividing line",
        159.0,
        165.36
    ],
    [
        " between North Korea and Manchuria.",
        165.36,
        167.2
    ],
    [
        " Fighting was sporadic but as units moved further north to the weather worsened, an enemy resistance",
        167.68,
        174.1
    ],
    [
        " increased.",
        174.1,
        174.76
    ],
    [
        " It was like compressing a spring.",
        175.06,
        177.96
    ],
    [
        " The night the Chinese came, I was in a foxhole in the center of my scout sections defensive",
        180.16,
        185.52
    ],
    [
        " position.",
        185.52,
        186.22
    ],
    [
        " Now let's think about that.",
        186.36,
        188.38
    ],
    [
        " The night the Chinese came.",
        189.06,
        190.88
    ],
    [
        " That's a scary thing.",
        191.82,
        192.94
    ],
    [
        " Every time I read about the Korean War, which we've covered several Korean War memoirs",
        193.7,
        200.62
    ],
    [
        " on this podcast, what a savage scenario that was.",
        200.62,
        205.7
    ],
    [
        " It's called the Forgotten War.",
        206.7,
        208.8
    ],
    [
        " I did that piece on Memorial Day and talked about the Forgotten War and just about how",
        210.06,
        218.32
    ],
    [
        " anyone that was there could never forget what those guys went through in any way.",
        218.32,
        223.7
    ],
    [
        " If you pay any attention to it whatsoever, you realize that we should always remember",
        223.84,
        230.34
    ],
    [
        " what sacrifices were made in the Korean War.",
        230.34,
        234.38
    ],
    [
        " And a lot of it, this sentence right here, the night the Chinese came.",
        234.62,
        239.24
    ],
    [
        " So here we go.",
        240.2,
        241.16
    ],
    [
        " The night the Chinese came, I was in a foxhole in the center of my scout sections defensive",
        241.3,
        245.6
    ],
    [
        " position.",
        245.6,
        246.16
    ],
    [
        " The sector was densely covered with screwpines and scrub oaks.",
        246.52,
        250.14
    ],
    [
        " My foxhole buddy and I were sitting on the edges of our hole when we saw and it was like",
        250.58,
        255.76
    ],
    [
        " right out of a cartoon, a row of small trees moving toward us.",
        255.76,
        260.34
    ],
    [
        " We chopped them down along with a little Chinaman creeping along behind each one with",
        261.06,
        266.72
    ],
    [
        " hand grenades, but that was just the beginning.",
        266.72,
        268.54
    ],
    [
        " The next thing I saw was what I could only describe as a wave, a human wave of Chinese",
        269.34,
        276.22
    ],
    [
        " crashing over us.",
        276.22,
        278.1
    ],
    [
        " For the next three hours they came, Walter Wall Chinaman, many of whom did not even have",
        278.8,
        286.96
    ],
    [
        " rifles.",
        286.96,
        287.34
    ],
    [
        " Only long lances tipped with bayonets.",
        287.8,
        291.02
    ],
    [
        " Others were armed with US Thompson submachine guns or Russian drum fed assault rifles for",
        291.74,
        298.24
    ],
    [
        " the main.",
        298.24,
        298.72
    ],
    [
        " They were sorry shots with no understanding of basic infantry tactics, but what the Chinese",
        298.82,
        303.54
    ],
    [
        " lacked in proficiency, they made up foreign numbers and their presence heralded the start",
        303.54,
        308.92
    ],
    [
        " of the largest and most bitter retreat in US Army history.",
        308.92,
        312.48
    ],
    [
        " So that's crazy, right?",
        313.1,
        315.34
    ],
    [
        " You've got these Chinese coming and they've got spears.",
        315.34,
        320.38
    ],
    [
        " And can you imagine people coming at you for 10 minutes, right?",
        320.76,
        328.5
    ],
    [
        " Like can you imagine enough people that they can come at you for 10 minutes?",
        328.76,
        331.44
    ],
    [
        " Now imagine 30 minutes and imagine how many people that is now imagine three hours of",
        331.7,
        340.02
    ],
    [
        " people coming at you.",
        340.02,
        341.56
    ],
    [
        " Upon my arrival in Korea, I'd been assigned the 25th recon company as replacement scout",
        345.96,
        350.74
    ],
    [
        " section leader.",
        350.74,
        351.34
    ],
    [
        " It was an army mistake.",
        351.34,
        352.64
    ],
    [
        " My military occupational specialty was infantry, not armored, recon and it had upset me",
        352.64,
        359.66
    ],
    [
        " to no end because 25th recon guys were not eligible for the C.I.B. regardless of how much",
        359.66,
        365.26
    ],
    [
        " infantry combat they saw.",
        365.26,
        366.72
    ],
    [
        " So the C.I.B. is the combat infantryman badge and that's what you get when you indirect",
        367.02,
        371.54
    ],
    [
        " combat in the army.",
        371.54,
        372.66
    ],
    [
        " And it's a let's say that's like a serious mark of pride in the army because that means",
        373.78,
        380.24
    ],
    [
        " you've been in the shit.",
        380.24,
        381.36
    ],
    [
        " So you can see a little bit of ego creeping out from David Hackworth because he's like,",
        381.8,
        386.44
    ],
    [
        " what are you kidding me?",
        386.46,
        387.26
    ],
    [
        " We're just recon and we're not even eligible for getting the C.I.B.",
        387.78,
        391.54
    ],
    [
        " This is garbage.",
        391.92,
        392.92
    ],
    [
        " Continuing.",
        395.56,
        396.08
    ],
    [
        " Add to that MacArthur's brilliant stroke at Inchan, the war had seemed over saved for",
        396.44,
        401.68
    ],
    [
        " the victory parade.",
        401.68,
        402.5
    ],
    [
        " And I'd been sick that after all I'd gone through to get here, I'd missed the guts of",
        403.22,
        408.12
    ],
    [
        " the whole damn show.",
        408.12,
        409.0
    ],
    [
        " This is just once again, this is typical, be careful what you wish for.",
        409.32,
        412.24
    ],
    [
        " He's thinking after Inchan, Americans had such a leg up that I missed it.",
        412.44,
        418.1
    ],
    [
        " I missed the war.",
        418.44,
        419.46
    ],
    [
        " I hadn't wanted to show up in another occupation force.",
        421.84,
        424.66
    ],
    [
        " So in the army, when he joined the army, he went to Europe and World War II was over.",
        425.1,
        430.62
    ],
    [
        " And so he showed up there and he was just, you know, standing around and starting, standing",
        430.88,
        435.86
    ],
    [
        " guard duty and stuff like that.",
        435.86,
        437.18
    ],
    [
        " They were training, but whatever.",
        437.26,
        438.12
    ],
    [
        " He wasn't getting the combat that he wanted.",
        438.38,
        439.84
    ],
    [
        " So he's afraid when he shows up in Korea, oh, they did this big move at Inchan, you were",
        440.12,
        445.98
    ],
    [
        " not going to get any combat.",
        445.98,
        446.9
    ],
    [
        " I hadn't wanted to end up in another occupation force.",
        449.44,
        452.66
    ],
    [
        " Still Sergeant combat, and that's the nickname that he earned himself.",
        452.96,
        456.56
    ],
    [
        " Even when there was no combat when he was in Europe, but he was just so fired up.",
        456.88,
        461.76
    ],
    [
        " They called him Sergeant combat.",
        462.0,
        463.8
    ],
    [
        " Only in a new theater in my heart, I'd secretly wish the war would continue long enough to",
        464.52,
        469.64
    ],
    [
        " let me get involved in at least one good fight.",
        469.64,
        471.9
    ],
    [
        " My wish came true only too well.",
        472.9,
        475.96
    ],
    [
        " My first real firefight.",
        476.14,
        477.6
    ],
    [
        " And this is good, it's always good to hear this, right?",
        478.22,
        481.2
    ],
    [
        " Because there's such a huge amount of difference between your first firefight and your next",
        481.72,
        489.18
    ],
    [
        " one.",
        489.18,
        489.52
    ],
    [
        " Just like anything that we do, anything that you do as a human being, the learning curve,",
        489.88,
        494.66
    ],
    [
        " when you see something for the first time, is the steepest learning curve you're going",
        494.82,
        498.26
    ],
    [
        " to get.",
        498.26,
        498.46
    ],
    [
        " So it's always good to think about these things.",
        498.72,
        500.32
    ],
    [
        " My first real firefight had occurred just before the Chinese came on a dull, overcast day.",
        500.42,
        505.1
    ],
    [
        " The scout section had set up near a secondary road.",
        505.1,
        507.78
    ],
    [
        " We spotted a squad of North Korean soldiers, weapons at sling arms coming out of the tree",
        507.78,
        512.6
    ],
    [
        " line.",
        512.6,
        512.86
    ],
    [
        " They were good looking troops, but asleep at the switch.",
        513.44,
        515.9
    ],
    [
        " They didn't see us.",
        516.06,
        516.76
    ],
    [
        " It was an amazing sense of power I felt, ultimate power I suppose, just watching them come",
        517.18,
        522.58
    ],
    [
        " and holding that weapon in my hands.",
        522.58,
        524.26
    ],
    [
        " We let them get within about 30 yards before we cut loose.",
        525.2,
        528.86
    ],
    [
        " I dropped four guys point blank with my M1, each dead with a six o'clock sight picture",
        529.28,
        535.14
    ],
    [
        " in the chest, just like the good book said.",
        535.14,
        537.74
    ],
    [
        " I felt no guilt, few of us did.",
        539.06,
        541.2
    ],
    [
        " I'd been trained too well, and besides, the enemy had been utterly dehumanized throughout",
        541.72,
        548.2
    ],
    [
        " my training.",
        548.2,
        549.02
    ],
    [
        " They aren't men, they're just gooks.",
        549.46,
        552.14
    ],
    [
        " I thought as the four enemy fell and a fierce firefight began, we knocked off the point",
        552.74,
        560.42
    ],
    [
        " element of a much larger enemy force and stirred up a hornet's nest.",
        560.42,
        564.14
    ],
    [
        " Okay, note on gooks, the term, this is in the book, it's an asterisk, the term gook",
        564.64,
        570.0
    ],
    [
        " is derived from the Korean word Han gook, which means Korean person.",
        570.0,
        575.8
    ],
    [
        " So I know that it's an insensitive term.",
        576.48,
        579.68
    ],
    [
        " It's in the book.",
        579.9,
        580.84
    ],
    [
        " What is six o'clock sight picture me?",
        581.7,
        586.28
    ],
    [
        " Just where he's lining up his weapon, the site on his weapon, six o'clock sight picture,",
        586.68,
        592.48
    ],
    [
        " basically a point of aim, point of impact.",
        592.86,
        596.04
    ],
    [
        " So he's just aiming, I guess, towards the bottom of his, he's lining up the bottom of",
        596.62,
        603.02
    ],
    [
        " his sight on their chest.",
        603.02,
        605.64
    ],
    [
        " So he's simply saying like, I made good shots essentially, like everything lined up perfect.",
        605.64,
        612.96
    ],
    [
        " And like the good book says, I'm sure he's referring to, you know, the army marksmanship",
        613.48,
        618.26
    ],
    [
        " manual, which says, you know, once you get this, you set the six o'clock of your sight",
        618.26,
        622.28
    ],
    [
        " onto the point of impact you want to hit.",
        622.28,
        624.48
    ],
    [
        " And I could be wrong about this because I'm not 100% sure, but it's something meaning,",
        624.64,
        629.7
    ],
    [
        " hey, he took the good solid sight picture that he's supposed to get, the one that he was",
        629.7,
        634.44
    ],
    [
        " taught, boom, hit him in the chest.",
        634.44,
        636.94
    ],
    [
        " But here's what sketchy is, these were just the point element, a bunch of people behind",
        637.54,
        643.2
    ],
    [
        " him.",
        643.2,
        643.4
    ],
    [
        " Following the lead of a lot of the older veterans earlier in the day, I'd placed several",
        643.86,
        649.94
    ],
    [
        " clips of ammo on my rifle sling.",
        649.94,
        652.46
    ],
    [
        " I liked the look.",
        652.66,
        654.14
    ],
    [
        " It was kind of John Wainish.",
        655.1,
        657.04
    ],
    [
        " And it seemed to make sense, a new clip only seconds away.",
        657.16,
        659.44
    ],
    [
        " But when I'd taken up my prone firing position, the sling had flopped on the rain soaked",
        659.44,
        663.82
    ],
    [
        " ground.",
        663.82,
        664.26
    ],
    [
        " Now as the firefight got going, I grabbed for a clip, only discovered that it and the",
        664.52,
        668.46
    ],
    [
        " rest of them were clogged with mud, bullets were flying in my brain, stalled out.",
        668.46,
        672.22
    ],
    [
        " I vaguely remembered an old tale about how well the M1 worked under any battlefield condition.",
        672.34,
        677.18
    ],
    [
        " Quickly knocking off the bigger pieces of muzz, mud I oozed the clip up into my rifle.",
        677.62,
        682.28
    ],
    [
        " I got one round off, the weapon jammed, and for the next few minutes I sat in the ditch,",
        682.68,
        687.46
    ],
    [
        " field stripping, cleaning and reassembling the thing while my first real combat went on",
        687.64,
        691.96
    ],
    [
        " without me.",
        691.96,
        692.58
    ],
    [
        " Our artillery fire took the starch out of the North Korean advance and we were able to",
        693.98,
        698.38
    ],
    [
        " scoot ass with no friendly casualties.",
        698.38,
        700.42
    ],
    [
        " Other that is then sergeant combat's bruised pride.",
        700.9,
        705.1
    ],
    [
        " My first firefight had been my first screw up.",
        705.36,
        707.92
    ],
    [
        " I didn't know until much later that you generally don't walk away from that one.",
        708.28,
        712.72
    ],
    [
        " What was that say?",
        713.6,
        714.96
    ],
    [
        " Be prepared.",
        715.16,
        715.58
    ],
    [
        " So here he is in his first firefight.",
        716.18,
        717.72
    ],
    [
        " He's got the cool guy bandalier scenario going on with his weapon and his mags and it",
        717.84,
        725.38
    ],
    [
        " doesn't work out well.",
        725.38,
        726.32
    ],
    [
        " That's why you got to rehearse things, how they're going to actually be.",
        726.56,
        731.4
    ],
    [
        " You can't just do something for the first time in combat and be like, oh this will be",
        732.0,
        735.56
    ],
    [
        " fine.",
        735.56,
        735.78
    ],
    [
        " No.",
        736.14,
        736.26
    ],
    [
        " A few days later, five of us had been out on a reconnaissance patrol.",
        737.52,
        742.2
    ],
    [
        " It was a very black night saved for the US fliers that hung eerily over the battlefield.",
        742.2,
        746.96
    ],
    [
        " Very quiet but for the occasional wine of artillery fire in the odd burst of an automatic",
        747.72,
        752.12
    ],
    [
        " weapon.",
        752.12,
        752.52
    ],
    [
        " We had moved about a mile into enemy territory when we heard motors leaving the patrol.",
        752.9,
        757.52
    ],
    [
        " I crawled to a mound near the edge of the road for a firsthand look.",
        757.76,
        761.18
    ],
    [
        " Look through the darkness silhouetted by the artillery fliers, I could see four enemy vehicles.",
        761.88,
        766.66
    ],
    [
        " A file of infantry was walking on each side of the motor column with more infantry walking",
        767.04,
        771.7
    ],
    [
        " in front.",
        771.7,
        772.12
    ],
    [
        " They were so close that I was sure the vehicles engines prevented them from hearing my pounding",
        772.48,
        776.64
    ],
    [
        " heart.",
        776.64,
        776.98
    ],
    [
        " They passed by.",
        777.74,
        778.56
    ],
    [
        " I was about to return to the patrol when I saw a lone North Korean soldier, his weapons",
        778.82,
        784.42
    ],
    [
        " slung the tracing of telephone wire.",
        784.42,
        786.44
    ],
    [
        " As he passed my position, I parted his hair with a submachine gun magazine and dragged",
        787.16,
        793.94
    ],
    [
        " him back to the patrol.",
        793.94,
        794.8
    ],
    [
        " So he knocked this dude out.",
        794.9,
        796.0
    ],
    [
        " Think about that.",
        797.6,
        798.72
    ],
    [
        " Like a massive patrol goes by, you find one lone guy and take a magazine out of your gear,",
        798.98,
        806.36
    ],
    [
        " hit him on the head with it, knock him out and then drag him back to your patrol.",
        806.84,
        812.26
    ],
    [
        " Daylight wasn't far off when we headed home.",
        812.74,
        814.76
    ],
    [
        " Progress was slow.",
        815.38,
        816.24
    ],
    [
        " Initially we had to pack our zonked out prize.",
        816.38,
        819.28
    ],
    [
        " We later he awoke stumbled along belligerently but at least under his own steam.",
        820.1,
        824.5
    ],
    [
        " When we thought we had made it, we ran into a large enemy force moving down the road",
        824.5,
        830.4
    ],
    [
        " in formation.",
        830.4,
        831.18
    ],
    [
        " They were jabbering excitedly and dragging machine guns behind them on squeaky wheels.",
        831.46,
        836.48
    ],
    [
        " We were about six yards from the road.",
        836.86,
        838.6
    ],
    [
        " I lay on top of the prisoner, covered his mouth with my hand and pressed my trench knife",
        839.28,
        843.94
    ],
    [
        " hard against his throat.",
        843.94,
        845.28
    ],
    [
        " I thought the cold steel would be enough to convince him to be good but it wasn't.",
        845.86,
        851.3
    ],
    [
        " Old habits die hard.",
        851.56,
        853.02
    ],
    [
        " He started squirming around.",
        853.04,
        854.92
    ],
    [
        " My hand was muffling his cries to his comrades.",
        855.34,
        857.54
    ],
    [
        " When he tried to bite it, I had no choice.",
        857.54,
        860.04
    ],
    [
        " I slid his throat and lay there on top of them for what seemed like a bloody eternity",
        860.68,
        866.7
    ],
    [
        " until the road was clear and we could hot foot it back to the US lines.",
        866.7,
        871.86
    ],
    [
        " There you go.",
        872.52,
        874.64
    ],
    [
        " Welcome to combat.",
        875.36,
        877.64
    ],
    [
        " I hadn't wanted to kill him.",
        878.28,
        881.34
    ],
    [
        " I would have rather captured the guy.",
        881.34,
        883.36
    ],
    [
        " A live prisoner is worth a thousand dead ombre's but I was probably as scared as he was and",
        884.02,
        890.58
    ],
    [
        " in a millionth of a second I had to decide and it was either him or my patrol.",
        890.58,
        894.92
    ],
    [
        " You know when people talk about the split seconds decisions you have to make in combat?",
        895.74,
        901.42
    ],
    [
        " There you go.",
        901.8,
        902.5
    ],
    [
        " What am I going to do?",
        903.18,
        903.84
    ],
    [
        " I'm going to kill this guy.",
        904.12,
        905.42
    ],
    [
        " Killing that guy in one other incident probably hammered home most that career was not some",
        908.06,
        913.56
    ],
    [
        " training maneuver that I was really in war but an all.",
        913.56,
        917.08
    ],
    [
        " The other occurred when we were digging in on a small knob overlooking a main north south",
        917.3,
        922.28
    ],
    [
        " road.",
        922.28,
        922.66
    ],
    [
        " Digging in was a task of a front line trooper performed at least once a day went on",
        923.08,
        927.2
    ],
    [
        " the move.",
        927.2,
        927.6
    ],
    [
        " Usually spent the time cursing your commander for always choosing the hardest ground in",
        927.96,
        932.36
    ],
    [
        " the town and then moving the line just when you'd finished your whole.",
        932.36,
        935.98
    ],
    [
        " Some of us thought it was an army plot to keep us in shape for myself.",
        937.02,
        940.58
    ],
    [
        " I'd rather have done a million push ups but on this particular occasion we'd gotten",
        941.08,
        945.34
    ],
    [
        " some great dirt.",
        945.34,
        946.16
    ],
    [
        " It was soft and loose a breeze to dig and I was about two feet down in no time.",
        946.58,
        951.42
    ],
    [
        " Then my shovel hit something mushy.",
        952.7,
        956.48
    ],
    [
        " A few quick scrapes revealed an olive drab green material.",
        957.24,
        961.5
    ],
    [
        " A few more uncovered a decaying corpse of a man with bright red hair and a 24th division",
        962.14,
        968.1
    ],
    [
        " patch on his moldy fatigued jacket.",
        968.1,
        970.5
    ],
    [
        " The soldier's hands had been tied behind him with communication wire and he'd been shot",
        971.02,
        975.48
    ],
    [
        " in the back of the head.",
        975.48,
        976.44
    ],
    [
        " Three more bodies were found by other troopers on our little knob all killed and buried",
        977.72,
        984.94
    ],
    [
        " the same way.",
        984.94,
        985.98
    ],
    [
        " Company was notified.",
        986.7,
        989.2
    ],
    [
        " They said the men had probably been killed at the beginning of the war.",
        989.68,
        992.66
    ],
    [
        " That was when the 24th division had fought along this road.",
        993.3,
        997.12
    ],
    [
        " We were instructed to dig out the dog tags and provide eight digit grid coordinates where",
        997.88,
        1002.8
    ],
    [
        " each body was found.",
        1002.8,
        1004.02
    ],
    [
        " The atrocity did little from morale but a lot for fighting spirit.",
        1004.48,
        1008.32
    ],
    [
        " There would be no love lost for an enemy as savage as the North Korean reds.",
        1008.62,
        1015.24
    ],
    [
        " So much for the Korean police action.",
        1015.24,
        1017.66
    ],
    [
        " I and my friends thought this was all out war with no quarter given.",
        1017.98,
        1024.28
    ],
    [
        " Yeah, he talked about dehumanizing the troops and I've talked about dehumanizing the",
        1025.52,
        1031.68
    ],
    [
        " enemy and that is something that absolutely the military will try and do.",
        1032.52,
        1037.26
    ],
    [
        " And it's a very crazy fine line to walk because as you dehumanize the enemy, you're also",
        1038.14,
        1043.84
    ],
    [
        " possibly dehumanizing the civilians that are in that area.",
        1043.84,
        1047.26
    ],
    [
        " So you have a very sketchy scenario that can unfold but they still have to do it to some",
        1047.26,
        1052.96
    ],
    [
        " level because otherwise you've got people, the US military that in their mind, you know,",
        1052.96,
        1058.86
    ],
    [
        " it's a syndicule or whatever beliefs they have.",
        1058.86,
        1060.88
    ],
    [
        " They don't want to do it.",
        1060.88,
        1061.82
    ],
    [
        " And you're trying to convince them that it's okay because these aren't even people.",
        1062.06,
        1065.34
    ],
    [
        " They're not even humans.",
        1065.7,
        1067.76
    ],
    [
        " That's dehumanizing.",
        1067.96,
        1068.9
    ],
    [
        " And I've said before, and this is the type of thing that makes it very clear, you know,",
        1069.3,
        1076.14
    ],
    [
        " I've said that the we didn't really in Iraq, we didn't really have to dehumanize the",
        1076.4,
        1082.14
    ],
    [
        " enemy because the enemy dehumanized themselves with the things that they did to the local",
        1082.14,
        1087.08
    ],
    [
        " populace, torture, murder, rape, just complete and utter savagery.",
        1087.2,
        1093.48
    ],
    [
        " And that's the same thing that's happening right here.",
        1093.96,
        1097.2
    ],
    [
        " You know, you're finding Americans that have been bound and executed in the back of the",
        1097.86,
        1102.44
    ],
    [
        " head and buried in shallow graves.",
        1102.44,
        1103.88
    ],
    [
        " Continuing on, now that the Chinese were in the conflict, the recon company's mission",
        1105.2,
        1115.34
    ],
    [
        " was to provide a reconnaissance screen in front of the 25th Infantry Divisions withdrawal.",
        1115.34,
        1120.58
    ],
    [
        " In other words, to delay, deceive and disorganize the undeniable communist advance.",
        1120.84,
        1126.74
    ],
    [
        " So the Chinese are coming now.",
        1127.08,
        1128.16
    ],
    [
        " They've got the numbers, they've got the masses, they've got America on its heels.",
        1129.12,
        1133.6
    ],
    [
        " Get the 25th ID, tropic lightning, by the way.",
        1134.38,
        1138.76
    ],
    [
        " Station, you know why?",
        1139.54,
        1141.36
    ],
    [
        " I went out and spoke at the honor of speaking to the 25th ID, just a historic group of soldiers.",
        1142.36,
        1150.42
    ],
    [
        " The Chinese had struck the 8th Army like a giant steamroller, crushing many units and",
        1152.14,
        1159.12
    ],
    [
        " mauling most others.",
        1159.12,
        1160.38
    ],
    [
        " 8th Army's commander, Lieutenant General Walton Walker, who had said in July of 1950, as",
        1161.0,
        1171.18
    ],
    [
        " there will be no done Kirk, there will be no baton, a retreat to Pusan would be the",
        1171.18,
        1176.74
    ],
    [
        " greatest butchery in history.",
        1176.74,
        1178.92
    ],
    [
        " We must fight until the end.\"",
        1179.44,
        1182.48
    ],
    [
        " Now found himself directing yet another brave but bloody withdrawal to the south.",
        1182.48,
        1188.16
    ],
    [
        " Only seven years before General Eisenhower's forces were similarly surprised and smashed,",
        1189.22,
        1195.94
    ],
    [
        " but that time we'd had Patton to save the day.",
        1196.76,
        1199.68
    ],
    [
        " In my heart of hearts, I kind of wished someone would get the idea to use our recon company",
        1200.52,
        1206.48
    ],
    [
        " to be the spearhead to Bastone for their Korean conflict.",
        1206.48,
        1209.86
    ],
    [
        " But it was not to be in just as well.",
        1210.4,
        1212.02
    ],
    [
        " Unlike the 750 second recon which had 17 M24 light tanks, we were a light skinned force",
        1212.36,
        1219.5
    ],
    [
        " with only 6 M24s in the whole company.",
        1219.5,
        1222.18
    ],
    [
        " Divide these up amongst three identical platoons and it wasn't exactly the punch Lieutenant",
        1222.62,
        1227.92
    ],
    [
        " Colonel Craton Abrams had in 1944.",
        1227.92,
        1230.98
    ],
    [
        " Still, we had plenty to do to keep us occupied.",
        1231.78,
        1233.82
    ],
    [
        " Exchanging ground for time.",
        1234.34,
        1236.44
    ],
    [
        " The drill went that we would hold a position until the enemy was breathing hot and heavy",
        1237.14,
        1242.72
    ],
    [
        " down our necks and we would break contact and run like hell.",
        1242.72,
        1245.14
    ],
    [
        " Leap frogging through another recon, platoon, or rifle unit that was set up behind us in",
        1245.96,
        1251.08
    ],
    [
        " the same way.",
        1251.08,
        1251.64
    ],
    [
        " So they're doing a cover and move as they're retreating.",
        1251.94,
        1254.2
    ],
    [
        " Trading ground for time.",
        1255.64,
        1257.56
    ],
    [
        " It was a dangerous game with no room for error and we found ourselves playing it day after",
        1258.54,
        1262.98
    ],
    [
        " day after day.",
        1262.98,
        1263.9
    ],
    [
        " They were strange dudes the Chinese seemingly with no sense of personal peril as a bold",
        1264.28,
        1272.2
    ],
    [
        " statement, seemingly with no sense of personal peril.",
        1272.2,
        1276.34
    ],
    [
        " That's a human instinct of self preservation and they didn't seem to have it.",
        1277.68,
        1282.82
    ],
    [
        " You know when Seth Stone went into Sauders City, you know, that was in 2008.",
        1283.7,
        1289.58
    ],
    [
        " We had fought in Ramadi in 2006 and he, I was talking to him while he was there, you",
        1289.58,
        1295.36
    ],
    [
        " know, after the first couple operations that they ran and he said something similar.",
        1295.36,
        1298.98
    ],
    [
        " I don't remember the exact quote of what he said, but what he was trying to explain",
        1299.22,
        1302.56
    ],
    [
        " to me was the fighters in Ramadi were perhaps better fighters more tactically skilled.",
        1302.56,
        1309.9
    ],
    [
        " He said, but he's like these guys in Sauders City.",
        1310.16,
        1313.1
    ],
    [
        " They don't care.",
        1313.34,
        1314.26
    ],
    [
        " They don't care if they die and they are just coming and it's a different type of threat.",
        1314.5,
        1319.58
    ],
    [
        " It's a different scenario that you're under.",
        1319.9,
        1321.54
    ],
    [
        " It was not unusual to see them jump on a US tank, holding grenades and then scramble around",
        1322.66,
        1330.98
    ],
    [
        " looking for some opening to toss them in.",
        1330.98,
        1332.98
    ],
    [
        " Of course if the tank was buttoned up, it was impossible and the tank commander inside",
        1333.62,
        1337.16
    ],
    [
        " would simply call another tank nearby to quote, scratch my back, which at which point the",
        1337.16,
        1343.04
    ],
    [
        " second tank would spray the first tank with 30 caliber coaxial machine gunfire and wash",
        1343.04,
        1348.1
    ],
    [
        " the hitch hikers off.",
        1348.1,
        1349.18
    ],
    [
        " But there were always other Chinaman to take the dead ones places.",
        1349.9,
        1354.52
    ],
    [
        " It was a grim fact and we were constantly reminded of as we were moving south.",
        1354.86,
        1359.62
    ],
    [
        " Morale dropped with every rearward step of the humiliating retreat.",
        1360.6,
        1364.98
    ],
    [
        " That is just important to remember that when things aren't going right, when you're in",
        1365.68,
        1371.34
    ],
    [
        " a leadership position and things aren't going right and you have to retreat or you have",
        1371.34,
        1374.9
    ],
    [
        " to take a tactical withdrawal or you have to undo some of the progress that you've made",
        1374.9,
        1379.28
    ],
    [
        " or you have to abandon some of the work that you've done, which I'm not just talking",
        1379.28,
        1382.7
    ],
    [
        " about war.",
        1382.7,
        1383.02
    ],
    [
        " I'm talking about any scenario, business, life.",
        1383.14,
        1385.44
    ],
    [
        " You've got when you have to retreat, you have to pay attention to the morale of the",
        1386.14,
        1390.6
    ],
    [
        " troops because it sucks.",
        1390.6,
        1391.66
    ],
    [
        " It sucks.",
        1392.44,
        1394.12
    ],
    [
        " And what it sucks is it sucks the morale right away from the troops.",
        1394.5,
        1398.0
    ],
    [
        " They've put forth this effort.",
        1398.42,
        1399.48
    ],
    [
        " They fought and bled or they've worked really hard to get to a certain point and now you're",
        1399.66,
        1403.18
    ],
    [
        " leaving.",
        1403.18,
        1403.44
    ],
    [
        " We kept falling back away from the Yalu beyond Pyongkeng until we'd refocused the 38th",
        1404.6,
        1415.36
    ],
    [
        " The only thing I think running faster than the 8th armor were the rumors.",
        1415.44,
        1419.4
    ],
    [
        " The Marines were cut off at a place called the Chosen Reservoir in the North and were",
        1420.0,
        1424.96
    ],
    [
        " being zeroed out.",
        1424.96,
        1426.04
    ],
    [
        " The US Army 10 Corps had surrendered.",
        1427.36,
        1431.32
    ],
    [
        " Boats were waiting at Pusan Harbor to take us to Japan.",
        1431.9,
        1434.14
    ],
    [
        " These are all just crazy rumors that are going around, partially true, partially untrue.",
        1434.3,
        1437.46
    ],
    [
        " Maybe meanwhile, while winter had arrived, but winter gear had not.",
        1437.68,
        1442.74
    ],
    [
        " MacArthur had said we'd be home before Christmas.",
        1442.74,
        1445.76
    ],
    [
        " I guess his supply people believed him because the Chinese had caught us with our pants down",
        1447.7,
        1453.0
    ],
    [
        " and they were summer trousers.",
        1453.0,
        1455.08
    ],
    [
        " Feet and leather boots froze.",
        1456.88,
        1458.84
    ],
    [
        " Gloves and mittens were scarce as good-looking girls.",
        1460.32,
        1463.4
    ],
    [
        " Our field jackets were as thin and protective as page 1 of the newspaper.",
        1463.68,
        1468.68
    ],
    [
        " We were slowly freezing to death in the bitter below zero weather while the Chinese,",
        1468.68,
        1473.98
    ],
    [
        " like gangus cons, mighty hordes marched on seemingly unstoppable.",
        1474.24,
        1478.74
    ],
    [
        " Logistics wins wars and here you are.",
        1479.5,
        1484.08
    ],
    [
        " It's crazy to think about this compared to either Napoleon's March into Russia,",
        1484.26,
        1489.68
    ],
    [
        " which we've covered on this podcast with the memories of a Napoleonic foot soldier.",
        1489.68,
        1495.98
    ],
    [
        " And however you're like, we don't need winter stuff.",
        1496.56,
        1499.44
    ],
    [
        " We should be done by winter.",
        1499.76,
        1500.68
    ],
    [
        " And then same thing with the Nazis going into Russia.",
        1501.08,
        1503.22
    ],
    [
        " Installing grad, freezing.",
        1503.9,
        1505.62
    ],
    [
        " How come we don't learn these lessons?",
        1506.84,
        1508.14
    ],
    [
        " How come?",
        1508.34,
        1508.7
    ],
    [
        " This is something to do with I was talking about the other day.",
        1509.8,
        1512.06
    ],
    [
        " When you come up with a freaking plan, you need to have a negative attitude.",
        1513.14,
        1516.7
    ],
    [
        " You need to have a negative attitude.",
        1517.86,
        1519.12
    ],
    [
        " Your attitude can't be where you're going to be home by Christmas.",
        1519.26,
        1521.34
    ],
    [
        " That's just wrong.",
        1521.66,
        1523.16
    ],
    [
        " Your attitude has to be this could take five years or more.",
        1523.58,
        1528.36
    ],
    [
        " We need to be ready for the worst case scenario.",
        1528.96,
        1532.4
    ],
    [
        " Going in there and thinking, we'll be home by Christmas.",
        1533.34,
        1535.26
    ],
    [
        " Like, let's, if that, if MacArthur uttered that one time, which he did,",
        1535.74,
        1541.44
    ],
    [
        " think of the effect and impact that has on the rest of the chain of command.",
        1541.94,
        1547.1
    ],
    [
        " Think of the impact that that has on the whole supply logistics chain.",
        1547.58,
        1551.38
    ],
    [
        " When they go, you know, it's going to be over by Christmas.",
        1552.06,
        1554.26
    ],
    [
        " I guess it's not really that important that we get good boots for the men.",
        1554.36,
        1558.26
    ],
    [
        " I guess it's really not that important that we get good warm jackets for the men.",
        1558.78,
        1564.34
    ],
    [
        " Just a little hint of that.",
        1564.94,
        1566.98
    ],
    [
        " Yeah, I feel like I kind of fall into that trap a lot of times when you go in somewhere.",
        1567.36,
        1573.62
    ],
    [
        " And you know what that is?",
        1574.1,
        1575.12
    ],
    [
        " That is an extreme form of decentralized command.",
        1575.12,
        1579.7
    ],
    [
        " It's an extreme form of",
        1580.0,
        1581.82
    ],
    [
        " commanders intent.",
        1581.82,
        1584.44
    ],
    [
        " So lately, I've been talking about the fact that culture is",
        1585.4,
        1588.48
    ],
    [
        " culture is like the most",
        1588.48,
        1592.18
    ],
    [
        " premier highest form of decentralized command and commanders intent.",
        1592.18,
        1598.24
    ],
    [
        " Because if our culture is, for instance,",
        1598.78,
        1602.14
    ],
    [
        " we always take care of the customer.",
        1602.16,
        1603.78
    ],
    [
        " Then you, Echo Charles, as a frontline guy working at a cash register,",
        1604.8,
        1609.7
    ],
    [
        " you can make a decision on what to do with the customer because you know that our customers",
        1610.2,
        1613.68
    ],
    [
        " are most important thing.",
        1613.68,
        1614.72
    ],
    [
        " If you know that, listen, we always treat civilians with the utmost respect.",
        1615.42,
        1622.24
    ],
    [
        " That's our culture.",
        1622.62,
        1623.42
    ],
    [
        " When you get into a situation where there's a wounded mom and a house with a building,",
        1624.02,
        1629.3
    ],
    [
        " you make that a priority and you take care of and you get metevac and casualty care for",
        1629.56,
        1634.82
    ],
    [
        " that individual, right? Because that's our culture.",
        1634.82,
        1636.74
    ],
    [
        " So culture is like the highest form of decentralized command.",
        1637.52,
        1640.48
    ],
    [
        " Well, what happens when you give commanders intent just by saying something is innocent as",
        1641.2,
        1648.76
    ],
    [
        " will be home by Christmas?",
        1648.76,
        1649.9
    ],
    [
        " Think of how that reverberates throughout the organization.",
        1650.18,
        1655.02
    ],
    [
        " Everybody goes, oh, we're good.",
        1655.9,
        1657.5
    ],
    [
        " Because you can think about the Herkulean efforts that it takes to get, you know,",
        1658.58,
        1662.4
    ],
    [
        " 200,000 warm jackets and pairs of boots and specific sizes.",
        1662.52,
        1667.42
    ],
    [
        " That's no joke.",
        1667.66,
        1668.7
    ],
    [
        " You can't just snap your fingers and that happens.",
        1669.12,
        1670.88
    ],
    [
        " It's going to take effort.",
        1670.98,
        1671.76
    ],
    [
        " It's going to take effort at every level.",
        1671.9,
        1673.78
    ],
    [
        " People stepping up to make things happen.",
        1673.98,
        1675.72
    ],
    [
        " You know, like in a communist country,",
        1676.46,
        1679.52
    ],
    [
        " I remember when the Polish were kind of striking against the,",
        1679.66,
        1685.1
    ],
    [
        " against the communist regime there, they would just make small mistakes in factories.",
        1687.74,
        1691.88
    ],
    [
        " You can prevent things from happening by just doing a little bit, just by just dragging your",
        1692.72,
        1698.86
    ],
    [
        " feet just a little bit. Because, Echo, if you drag your feet just a little bit,",
        1698.86,
        1702.34
    ],
    [
        " hey, maybe it's not that big of a deal.",
        1702.66,
        1703.88
    ],
    [
        " But if there's a hundred people and you're all dragging your feet, we're not making progress",
        1704.28,
        1708.84
    ],
    [
        " anymore. So you picture an entire supply chain that hears,",
        1708.84,
        1713.24
    ],
    [
        " it'll be over by Christmas.",
        1713.94,
        1715.0
    ],
    [
        " How much effort is being put forth?",
        1715.3,
        1717.08
    ],
    [
        " Sure, do you have some really great people in there somewhere that are going to get after it?",
        1717.64,
        1721.62
    ],
    [
        " Yeah, you do. Does that overcome the other 94% of the people that are dragging their feet?",
        1721.72,
        1727.2
    ],
    [
        " And it's not that big of a deal.",
        1727.2,
        1728.26
    ],
    [
        " Hey, I'm going to still head home at four o'clock today.",
        1728.52,
        1730.56
    ],
    [
        " Yeah, the jacket thing.",
        1731.18,
        1734.82
    ],
    [
        " You know, like when you go somewhere, I don't know, the park carnival, whatever.",
        1736.22,
        1742.22
    ],
    [
        " And you kind of don't account for the weather or, you know, like when the sun goes down,",
        1742.32,
        1746.58
    ],
    [
        " you do account for the weather.",
        1746.72,
        1747.8
    ],
    [
        " No, but I know where you're going with this.",
        1748.28,
        1750.3
    ],
    [
        " Yeah, like to me, the weather is I look outside and boom, there's your weather.",
        1750.54,
        1754.96
    ],
    [
        " But meanwhile, my wife is like, oh, bring the jacket, bring the water just in case they get thirsty",
        1756.0,
        1762.1
    ],
    [
        " and you get there, you know, whatever, all this stuff. She's bringing these bags.",
        1762.1,
        1765.46
    ],
    [
        " I was like, I don't need bags. You know, I don't need all this stuff. I'm going to the park",
        1765.96,
        1769.74
    ],
    [
        " all I need is me really.",
        1769.74,
        1771.24
    ],
    [
        " And so does she let you learn your lesson each and every time?",
        1771.52,
        1773.88
    ],
    [
        " Yeah, pretty much. Yeah.",
        1774.14,
        1775.34
    ],
    [
        " You go there and here's the thing that in my particular case, which, you know, maybe this",
        1775.64,
        1780.04
    ],
    [
        " applies to others as well, where I won't learn the lesson every single time because sometimes I'm",
        1780.04,
        1785.3
    ],
    [
        " like fine. You know, sometimes I do make it home. You reinforce the lesson of being a slacker.",
        1785.3,
        1791.38
    ],
    [
        " Yes, exactly right. So, but this is not an easy lesson learned. Okay, so we live,",
        1791.54,
        1797.26
    ],
    [
        " um, collectively you and I at this time, we live in San Diego, California.",
        1797.26,
        1802.22
    ],
    [
        " And what's interesting about San Diego, California is if you go out to dinner,",
        1802.72,
        1807.18
    ],
    [
        " let's say right now, what is it? October, 2020. If you go out for dinner at",
        1807.54,
        1814.7
    ],
    [
        " six o'clock at night, the sun is still up and it's, it's warm outside. It's 80 degrees.",
        1814.7,
        1823.58
    ],
    [
        " There's no need for a jacket isn't even conceivable. But if you're going to eat outside",
        1823.98,
        1829.18
    ],
    [
        " and the sun's going to go down, it is going to get chilly. It's going to get chilly. It's going to get",
        1829.18,
        1834.6
    ],
    [
        " 50 degrees. That's going to happen in, you know, three, four hours. So, yes, when you're used to",
        1834.6,
        1843.84
    ],
    [
        " that scenario being the case, it like gets easier or whatever. But man, yeah, it does kind of take",
        1843.84,
        1849.48
    ],
    [
        " this weird mindset. I had that exact scenario happen, by the way, like the like a week ago,",
        1849.48,
        1854.12
    ],
    [
        " whatever my wife's birthday, we go to this rat. It's called like sea level. I don't know,",
        1854.12,
        1860.04
    ],
    [
        " one of these, you know, I've been there. Yeah, no, actually, uh, yes, some of the guys there",
        1860.1,
        1866.26
    ],
    [
        " said that you've been there before after a shot. So I was like, all right, cool. Um, but yes,",
        1866.26,
        1872.22
    ],
    [
        " one of our people works there. Yeah. Yeah. One of our G2 people. Oh, yeah, yeah, fully. Um,",
        1872.22,
        1878.72
    ],
    [
        " so yeah, so I go there. So we go and, you know, it's more, it's kind of high. It's been hot.",
        1880.44,
        1884.78
    ],
    [
        " So I'm like, all right, same tactics, right? Look outside. What's the weather? Like, oh, we're sitting",
        1884.9,
        1889.32
    ],
    [
        " outside. Cool. I look outside. Weather hot, sunny, whatever. Cool. And here's the thing. My wife",
        1889.32,
        1895.14
    ],
    [
        " kind of felt like she didn't fall for it, but she kind of was like, kind of was feeling the same",
        1895.14,
        1900.68
    ],
    [
        " thing. So it's like, whatever. No jackets didn't bring jackets for the kids. Nothing like that. So we",
        1900.68,
        1906.28
    ],
    [
        " go in there and our seats are yes outside, but covered. It's a little bit of an ocean breeze going",
        1906.28,
        1913.68
    ],
    [
        " through there. And here's the thing. It wasn't cold. I wouldn't call it cold, but it was something",
        1913.68,
        1917.12
    ],
    [
        " like you had like chicken skin every once in a while. Maybe you wanted that lightweight.",
        1917.12,
        1921.22
    ],
    [
        " The light way, the way he would have been perfect. What a imperfect. And here's the thing is it",
        1921.46,
        1925.18
    ],
    [
        " wasn't about me. It was about the kids, everybody else. You get a four year old and a seven year",
        1925.18,
        1931.96
    ],
    [
        " old that's just slightly uncomfortable and chilly. They might not throw a tantrum, but you're",
        1931.96,
        1937.24
    ],
    [
        " going to hear about it. You can learn this lesson. It's a good lesson. You seem to have to learn it",
        1937.24,
        1941.8
    ],
    [
        " over and over again. Some of my kids know it. They think, you know, they're bringing. I was going to",
        1941.8,
        1947.28
    ],
    [
        " meet my, meet my family. Like, I think we were recording one day and I was going to meet my family",
        1947.28,
        1952.14
    ],
    [
        " somewhere eating outside. COVID. You got to eat outside and whatnot, right? So, but my son actually",
        1952.14,
        1960.46
    ],
    [
        " just showed up with a sweatshirt for me. Credit, man. Full credit. It's full credit on that one.",
        1960.78,
        1968.8
    ],
    [
        " Yeah, it's because that's like, and really the whole reason is like, bro, why do I want to,",
        1969.12,
        1973.74
    ],
    [
        " why am I going to wear myself down carrying this jacket when I probably won't need it? Why am I",
        1974.2,
        1980.22
    ],
    [
        " going to carry this, you know, bag of additional clothing when we're not going to need all this",
        1980.22,
        1986.08
    ],
    [
        " stuff? Why this big bottle of water, you know, bro, there's water there, you know, like,",
        1986.08,
        1991.5
    ],
    [
        " why are you bringing all this stuff? Like, stop loading like, you know, anyway. So, yeah, but again,",
        1991.56,
        1998.4
    ],
    [
        " like you have that mindset, you're going to get jammed up or potentially get jammed up in the,",
        1998.58,
        2002.56
    ],
    [
        " you know, in the future, you got to plan for that kind of stuff, which I think my wife is like,",
        2002.7,
        2007.48
    ],
    [
        " that's her whole jam. It's like, what do we need? She'll overdo it, you know? But I'll underdo it.",
        2007.5,
        2013.36
    ],
    [
        " I think like the answer, the solutions right there in the middle. I hope you guys can find a",
        2013.36,
        2017.58
    ],
    [
        " balance responsibly evaluate future scenarios. Yes. They were not only short on cold weather gear,",
        2017.58,
        2026.68
    ],
    [
        " continuing on back to the book. Food was in short supply. All spare time was spent scrounging.",
        2026.94,
        2032.06
    ],
    [
        " One of the most modern armies in the world became an army of days past foraging and living off",
        2032.16,
        2036.94
    ],
    [
        " the land. We kicked in the walls of houses, searching for rice and kimchi, hidden in false",
        2036.94,
        2043.06
    ],
    [
        " walls and secret caches. We cooked what we found in our steel pots. When nothing else was available,",
        2043.06,
        2049.36
    ],
    [
        " we take the sea ration packets of sugar, powdered coffee, powdered milk, and chocolate we'd",
        2049.64,
        2054.68
    ],
    [
        " stored for days like squirrels and the pockets of our fatigues, mashed it all together with snow",
        2054.68,
        2058.92
    ],
    [
        " and our helmets and tricking our trick ourselves into believing it was ice cream.",
        2058.92,
        2061.92
    ],
    [
        " Trying to beat the elements became a war in itself. It was so bitterly cold you couldn't sleep.",
        2062.82,
        2068.8
    ],
    [
        " You had to keep moving stomping feet and flexing fingers 24 hours a day. Those who didn't",
        2068.8,
        2074.24
    ],
    [
        " were saying goodbye to their hands and feet and in some cases their lives. For a while every day,",
        2074.24,
        2079.38
    ],
    [
        " a couple men were evacuated because of frostbite. Black toes and fingers to be cut off at the hospital.",
        2079.42,
        2084.86
    ],
    [
        " Grenades, knives and ammo would freeze fast to the foxhole brim. Weapons froze too. You'd have to",
        2085.28,
        2090.72
    ],
    [
        " kick the bolts of the M1 and browning automatic rifles to get them back. We seldom had rifle patches",
        2090.72,
        2096.72
    ],
    [
        " to clean our weapons. Most of us cut little squares out of our shirts or trousers to do the best",
        2096.72,
        2102.0
    ],
    [
        " we could. Gun oil was a luxury usually beyond our reach. We lubricated our weapons with motor oil",
        2102.0,
        2108.7
    ],
    [
        " or the frozen lard of sea rations and took to keeping them with us in our fart sacks at night.",
        2108.7,
        2115.04
    ],
    [
        " Staying alive became our only concern and we did. Man is most adaptable. When we passed through",
        2115.82,
        2122.7
    ],
    [
        " villages if a house had a lot of wood, doors, window frame, even the most beautiful hand carved furniture,",
        2122.7,
        2128.7
    ],
    [
        " we'd burn it one piece at a time finishing off the job by throwing a thermite grenade on the",
        2129.4,
        2134.6
    ],
    [
        " fat roof and standing by until the whole structure was burned to the ground. Our orders were to destroy",
        2134.6,
        2140.88
    ],
    [
        " anything the enemy could use. Gladly we thought to ourselves and we could stay warm while we did it.",
        2140.88,
        2147.42
    ],
    [
        " At night we would carefully obsessively bundle stack and restack kindling wood while waiting for",
        2147.82,
        2153.64
    ],
    [
        " daybreak when we could light our fires. The thought of those friendly flames allowed us to make it",
        2153.64,
        2158.52
    ],
    [
        " through the night. Instantaneously at first light thousands of tiny fires would spring up across",
        2158.52,
        2164.5
    ],
    [
        " the front and around each huddled a cluster of shivering men. It was probably as bad in the Chinese",
        2164.5,
        2170.26
    ],
    [
        " camp except that at least the chinks were prepared with winter gear, down trousers and jackets,",
        2170.26,
        2176.1
    ],
    [
        " long overcoats that blended in with the snow and down mittens that we liberated and war until",
        2176.38,
        2181.64
    ],
    [
        " our own supply people came through. It was a frigid brutal, soul destroying time. I knew then how the",
        2181.64,
        2191.04
    ],
    [
        " winter marked, I knew then how the vermark must have felt during World War II or how Napoleon's",
        2191.04,
        2197.32
    ],
    [
        " army must have suffered years and years before that when each made their horrible winter retreat",
        2197.32,
        2202.44
    ],
    [
        " from Russia. Like I said, this just its savage, frigid brutal soul destroying time.",
        2202.44,
        2213.52
    ],
    [
        " And this is coming from the perspective of a guy that served multiple combat",
        2214.32,
        2218.88
    ],
    [
        " tortures in Vietnam as well. By the time we reached Seoul, the North Korean capital, once a",
        2218.88,
        2225.38
    ],
    [
        " bustling city of millions was virtually deserted in empty gray tomb. Most of its inhabitants and those",
        2225.38,
        2232.02
    ],
    [
        " in the northern villages on its outskirts had left and headed south with a few possessions they",
        2232.02,
        2239.26
    ],
    [
        " could carry clogging the roads with wall-to-wall human misery. On one occasion, American fighter",
        2239.26,
        2244.9
    ],
    [
        " planes must have concluded that the hordes of desperate civilians were Chinese columns moving south.",
        2244.9,
        2250.86
    ],
    [
        " P-51s had strafe the refugees and for at least a mile they were dead littered across the road.",
        2251.6,
        2258.52
    ],
    [
        " Retreating vehicles had to push the bodies out of the way.",
        2259.34,
        2262.3
    ],
    [
        " It was here that I realized it was only the guys on the ground who saw and understood the real",
        2262.82,
        2270.92
    ],
    [
        " horrors of war. To Air Force pilots, war is a remote thing. They make their kills from hundreds or",
        2270.92,
        2279.3
    ],
    [
        " thousands of feet in the air. Even the guys who fly on the deck do so in a flash dropping their",
        2279.3,
        2285.38
    ],
    [
        " loads and flying away without seeing the results. The way homes and people are blown to smithereens",
        2285.38,
        2290.8
    ],
    [
        " or the effects of napalm. At night they didn't have to listen as we did in the winter of 1950",
        2290.8,
        2298.02
    ],
    [
        " to the whale of the gooks, cries of civilian refugees begging to be let through American lines",
        2298.02,
        2304.76
    ],
    [
        " or see in the morning when they were allowed to pass through the dead they'd left behind. Those",
        2304.76,
        2315.36
    ],
    [
        " the pilot when he finishes his day's work flies back to his base. Lands, goes to the club, has a big",
        2315.36,
        2323.78
    ],
    [
        " stake and if he wants to forget the day's combat he can drink himself into a stupor.",
        2323.78,
        2329.34
    ],
    [
        " The front line fighter can't do that. He lives with death and the horror of the battlefield every day",
        2330.04,
        2336.18
    ],
    [
        " and every night. It is his cross to bear.",
        2336.18,
        2339.48
    ],
    [
        " We continued retreating. Gray, rotting bodies, the unforgettable smell of death, rats feasting on",
        2348.34,
        2357.0
    ],
    [
        " the dead and growing boulder by the day. This, the flotsamn jetsome of war, led us through soul.",
        2357.0,
        2365.38
    ],
    [
        " Our unit's mission was to fight a rear guard action in the center of the city. The scout section",
        2366.3,
        2371.76
    ],
    [
        " rifle squad set up at a downtown intersection. We took over a bank, a drugstore and two other",
        2371.76,
        2376.62
    ],
    [
        " corner buildings. From my command post I'd use the bank's manager's plush office which was a welcome",
        2376.62,
        2383.8
    ],
    [
        " diversion from the cold and snow. The bank vault was locked tight. As the self appointed new bank manager",
        2383.8,
        2389.94
    ],
    [
        " I authorized the guys to open it with their 3.5 anti tank bazooka. Two rounds later the door",
        2389.94,
        2396.04
    ],
    [
        " swung open as easy as a sea ration can in the hands of a hungry trooper. The vault contained",
        2396.04,
        2401.68
    ],
    [
        " thousands of dollars in small Korean notes. All the big stuff was gone. I told everyone to cash in.",
        2401.68,
        2408.32
    ],
    [
        " No withdraw, no withdrawal forms needed I said and they did. We had to laugh at the propaganda leaflets",
        2408.78,
        2415.2
    ],
    [
        " at the Chinese mortar down upon us from the hills. They occupied on the high ground around soul.",
        2415.2,
        2420.52
    ],
    [
        " quote American capitalists running dogs of Wall Street they accused.",
        2420.88,
        2425.32
    ],
    [
        " How right they are I thought as we stuffed our pockets and packs and even made hobo sacks to carry",
        2425.8,
        2431.76
    ],
    [
        " our spoils of war. It was strange watching the Chinese brazenly looking down from those hills",
        2431.76,
        2438.2
    ],
    [
        " about six or eight hundred yards away. Our infantry weapons were out of range preventing a little",
        2438.2,
        2443.58
    ],
    [
        " selective sniping but we were able to put some effective fire on them with the M24's main gun",
        2443.58,
        2449.76
    ],
    [
        " and had the great fun of taking pot shots with the turrets 50 cal. The Chinese went to ground and shy",
        2449.76,
        2456.7
    ],
    [
        " of a cheerless Christmas we slipped out of the sad near deserted soul. My sections new found wealth",
        2456.7,
        2464.46
    ],
    [
        " was the first thing to be tossed on the side of the road. Bokey dollars meant nothing",
        2464.46,
        2468.56
    ],
    [
        " meant little to worn out troopers and it had been just a game anyway. South of soul we found",
        2468.56,
        2475.9
    ],
    [
        " ourselves caught in a friendly battle zone. A railway yard being blasted to kingdom come by",
        2475.9,
        2481.68
    ],
    [
        " demolition toding engineers and air force bombers. Railroad flat cars complete with brand new",
        2481.68,
        2487.24
    ],
    [
        " vehicles and tanks which would have been distributed to the front lines had it not collapsed",
        2487.24,
        2491.44
    ],
    [
        " were being blown sky high to keep them out of enemy lines. To us in the middle the challenge of",
        2491.44,
        2497.16
    ],
    [
        " this army obstacle course was not only to avoid our own flying debris but also the enemy incoming",
        2497.16,
        2503.82
    ],
    [
        " which was pouring in throughout the operation. Yeah that's a scary sight so you've got",
        2503.82,
        2510.22
    ],
    [
        " and it shows you that I guess it shows not scary it's the desperation of the situation that you're",
        2510.22,
        2514.66
    ],
    [
        " in that you've got however many numbers of vehicles that were going to be shipped up to the front",
        2514.66,
        2519.0
    ],
    [
        " time and now we're just blowing them in place so that the enemy does capture them. You want to talk",
        2519.0,
        2523.4
    ],
    [
        " about a morale a morale crusher. We came upon the number of freight cars with sealed doors",
        2523.4,
        2533.32
    ],
    [
        " one of the guys pride won't open to reveal an entire car load of PX supplies soap cigarette",
        2533.4,
        2539.56
    ],
    [
        " aftershave lotion obviously goodies needed by our rear echelon comrades and we decided to help",
        2539.56,
        2547.18
    ],
    [
        " ourselves someone drove a brand new three three quarter ton truck off a nearby flat car so we had",
        2547.18,
        2553.36
    ],
    [
        " a way to get away with had a way to get to carry out our loot it fell about four feet and crashed",
        2553.36,
        2558.68
    ],
    [
        " to the ground springs breaking fenders collapsing but it's still ran that's a comic scene right you",
        2558.68,
        2564.1
    ],
    [
        " got this vehicle on a flat pit on a flat freight train and just drive it off dukes a hazard style",
        2564.1,
        2570.36
    ],
    [
        " we loaded our spoils onto the truck even as telephone poles and large chunks of steel rain",
        2570.36,
        2578.96
    ],
    [
        " down around us then we jumped aboard ourselves and unasked the place eight recon men bouncing",
        2578.96,
        2585.1
    ],
    [
        " along in a light in a truck right out of the grapes a raft we motor by a battalion infantry",
        2585.1,
        2590.66
    ],
    [
        " hiking south down the road hey how you fix for cigarettes we called an aqua velva anyone as we",
        2590.66,
        2596.64
    ],
    [
        " threw all the troopers a little something we ran out of goodies about the same time our mobile pack",
        2596.64,
        2600.4
    ],
    [
        " PX ran out of gas and we reluctantly turned to the return to the backs of our tanks with the rest",
        2600.4,
        2605.92
    ],
    [
        " of our platoon we were young sometimes the war was great fun like a game of cops and robbers or",
        2605.92,
        2613.02
    ],
    [
        " cowboy in Indians that you played as kids you know it's from a maturity level right that's something",
        2613.02,
        2624.86
    ],
    [
        " that's just so it's important to remember man that you're dealing with people that are 19 20 years",
        2624.86,
        2632.56
    ],
    [
        " old 21 years old I mean hack worse one of the older guys but most of these guys a lot of these",
        2632.56,
        2639.52
    ],
    [
        " guys when you go into the military it's young kids when I went in I was 18 years old like I'm a you",
        2639.52,
        2651.24
    ],
    [
        " know my judgment you know when you talk about so what is it the development of the prefrontal cortex",
        2651.24,
        2656.98
    ],
    [
        " right which has a which has a man doesn't develop until you're something like 25 yes so you got",
        2656.98,
        2663.6
    ],
    [
        " a you got to find your way through seven years of military service where your freaking decision",
        2663.6,
        2668.84
    ],
    [
        " making process is not fully developed yet that's how dumb shit happens yeah makes sense you do dumb",
        2668.84,
        2676.82
    ],
    [
        " shit that's why leadership is so important in the military but the thing is sometimes the military",
        2676.82,
        2682.38
    ],
    [
        " leaders are only 23 they're still not even there yet continuing on the politics or purpose of the war",
        2682.38,
        2694.36
    ],
    [
        " was not our concern we didn't understand or care about the big picture anymore then we really",
        2694.36,
        2699.82
    ],
    [
        " understood the risks of combat of being killed or going home without a leg after a while you stop",
        2699.82,
        2704.7
    ],
    [
        " worrying if the next minute you were going to get it instead you just prayed for a clean wound so",
        2704.7,
        2709.72
    ],
    [
        " you could get out of there a million dollar wound to get you home you know what was crazy when we",
        2709.72,
        2715.14
    ],
    [
        " had Dean lad on and he was going into Tarwa where the Japanese had a freaking island fortress",
        2715.14,
        2724.22
    ],
    [
        " and I asked him I was like were you worried about getting wounded or anything and he's like no",
        2724.22,
        2729.68
    ],
    [
        " that would be someone else that's the deal man it's not gonna happen to me",
        2729.68,
        2736.42
    ],
    [
        " after we retreated across the Han River my platoon was given the mission to outpost a long lonely",
        2739.86,
        2746.86
    ],
    [
        " stretch of the South Bank it was Christmas day and although there were no Chinese inside it wasn't",
        2746.86,
        2752.68
    ],
    [
        " a particularly jolly time general Walker had been killed two days before in a freak Jeep truck",
        2752.68,
        2758.58
    ],
    [
        " accident very similar to the one that had killed his former World War II boss general patent",
        2758.58,
        2764.06
    ],
    [
        " still paratroop general Matt Ridgeway had taken over as the new commander of the Athermi and",
        2765.88,
        2771.4
    ],
    [
        " word was we would retreat no further it was a good word but my platoon had a more immediate concern",
        2771.4,
        2777.82
    ],
    [
        " we were starving a personal recon of the area revealed a village nearby whose only occupants were",
        2777.82,
        2785.52
    ],
    [
        " a half a dozen scrounchy looking chickens one long burst from my borrowed M2 carbine gave us",
        2785.52,
        2790.7
    ],
    [
        " Christmas dinner in the form of three decisively dead birds that we plucked and threw on an open",
        2790.7,
        2795.76
    ],
    [
        " fire we ate them unseasoned and undercooked they were very very raw in fact but wonderful to us",
        2795.76,
        2802.66
    ],
    [
        " and we gobbled them down and huddled closer to the fire thinking how lucky we were",
        2802.66,
        2807.74
    ],
    [
        " no sooner had we finished then a recon company Jeep and trailer bounced across the field to our",
        2807.74,
        2816.16
    ],
    [
        " positions Christmas dinner turkey cranberry sauce and all the trimmings had arrived only the",
        2817.1,
        2823.62
    ],
    [
        " American army could do that unfortunately our chicken appetizer had left all of us with roaring",
        2823.62,
        2828.92
    ],
    [
        " gut aches but we wolfed it down anyways because it was good because it was there and because none of us",
        2828.92,
        2835.24
    ],
    [
        " knew if this meal would be the last the enemy took soul just after the new year the bridge across",
        2835.24,
        2841.94
    ],
    [
        " the Han had been blown but a few days later the chinks got a bridge head across and we once again",
        2841.94,
        2848.56
    ],
    [
        " headed south in zero degree weather with our tails between our legs so much for no more retreats",
        2848.56,
        2855.56
    ],
    [
        " I began to think about all the generals proclamations concerning this war",
        2855.56,
        2863.14
    ],
    [
        " that we'd be home before Christmas that the Chinese would not intervene that we'd hold here we'd",
        2863.14,
        2869.54
    ],
    [
        " hold there all of it was bullshit and I started to wonder how they could possibly make so many",
        2869.54,
        2875.2
    ],
    [
        " dumb statements when each invariably fell apart when put to the test then I thought well maybe",
        2875.2,
        2885.02
    ],
    [
        " they just don't know we never saw a general on the front we seldom saw a kernel a lieutenant",
        2885.02,
        2892.8
    ],
    [
        " kernel or a major either and at the squad level we only on the rarest occasion saw a captain",
        2892.8,
        2899.52
    ],
    [
        " so how could the brass know how defeated its army was if it wasn't there to see or if they",
        2899.52,
        2907.22
    ],
    [
        " weren't there to see an exhausted guy lie down on the road and just give up how could they know",
        2907.22,
        2913.86
    ],
    [
        " how cold and ill equipped we were if they weren't there to see blue gloveless hands stick to the",
        2913.86,
        2921.2
    ],
    [
        " frozen metal of weapons how could they know how steep and rugged the terrain was if they never",
        2921.2,
        2929.16
    ],
    [
        " climbed a hill little leadership lesson there massive leadership lesson there you have to find out",
        2929.16,
        2938.54
    ],
    [
        " what's going on with the frontline troops and you can't rely on reports and you know I was reading",
        2938.54,
        2943.0
    ],
    [
        " some other sections of this book and and the temptation to just listen to the reports of frontline",
        2943.58,
        2951.76
    ],
    [
        " troops in any organization is a it's a massive temptation and it's the wrong thing to do because of",
        2951.76,
        2958.6
    ],
    [
        " course when you're in charge of course your subordinates are going to polish that thing up for you",
        2958.6,
        2963.62
    ],
    [
        " make it look all good make it look all good that's what they're going to do",
        2963.62,
        2968.74
    ],
    [
        " you can't rely on that you have to go down there and the other thing you have to do is you have",
        2971.06,
        2977.88
    ],
    [
        " to be able to admit when you don't know something so the front when you say the frontline troops like",
        2977.88,
        2983.94
    ],
    [
        " they'll polish like their report yeah absolutely why do they do it just to to show like hey we're",
        2983.94,
        2990.16
    ],
    [
        " doing a good job down here kind of thing or or they don't want to get any one in trouble or like",
        2990.16,
        2995.12
    ],
    [
        " to not to go super philosophically deep on you right now but a lack of moral courage",
        2996.16,
        3001.7
    ],
    [
        " a lack of moral courage to report to your boss my men are frozen starving and they're ready to",
        3001.7,
        3010.38
    ],
    [
        " give up because what you're doing is you look you're the leader and so you're putting yourself on",
        3010.38,
        3015.06
    ],
    [
        " report for not being a good leader right because you know there's no bad teams only bad leaders",
        3015.06,
        3021.42
    ],
    [
        " all right oh like the leader of the front so yeah so a family leader on the front if you're",
        3021.58,
        3025.9
    ],
    [
        " general echo and and my guys haven't eaten and their their their morale is breaking",
        3025.9,
        3031.92
    ],
    [
        " I don't want to tell you that because then you'll be like well what's wrong with you",
        3031.92,
        3036.24
    ],
    [
        " John how come because guess what Fred over there he's like my men are doing great",
        3036.24,
        3041.12
    ],
    [
        " right because he has no moral courage to actually tell the truth about what's happening",
        3041.12,
        3044.08
    ],
    [
        " yeah yeah and and then that puts pressure on me we're now I'm thinking uh oh I mean Fred's doing",
        3044.08,
        3050.56
    ],
    [
        " well maybe my guys maybe my guys can do better and okay you know what general echo uh we're fine",
        3050.56,
        3057.48
    ],
    [
        " yeah yeah that's true so it's a lack of moral courage yeah it seems natural too now now that I'm",
        3057.48,
        3066.54
    ],
    [
        " kind of thinking of like that especially yeah if you're in charge of the guys over there you don't",
        3066.54,
        3070.64
    ],
    [
        " want to be like yeah we're uh we're not doing good yeah even like it's kind of seems like even",
        3070.64,
        3077.2
    ],
    [
        " in like social scenarios you know for sure that like we're like hey so how's uh how's married",
        3077.2,
        3082.96
    ],
    [
        " life first I don't know whatever whatever the situation is and you know to be like I'm struggling",
        3082.96,
        3088.24
    ],
    [
        " through this married life kind of thing like it's like you don't want to say that if in fact",
        3088.24,
        3092.2
    ],
    [
        " you're struggling through marriage yeah it seems like yeah that seems a lot more natural",
        3092.2,
        3097.32
    ],
    [
        " yeah obviously it happened in the business world too because you know the well echo how's your",
        3097.32,
        3103.24
    ],
    [
        " sales going with your sales team down there yeah you know you don't want to say well it's not going",
        3103.24,
        3106.4
    ],
    [
        " very well you know because you're putting yourself on report for for failing yeah because you are",
        3106.4,
        3111.42
    ],
    [
        " the leader but if there's stuff what you should say what you should say is hey boss here's what's",
        3111.42,
        3117.6
    ],
    [
        " going on my troops they're over fatigue right now we need food and we need some warm weather gear",
        3117.6,
        3124.66
    ],
    [
        " because look there's some there's some motivation there's some motivated guys that want to make it",
        3124.66,
        3129.48
    ],
    [
        " happen but when they can't even load their weapon because their skin is freezing to the bullets",
        3129.48,
        3134.94
    ],
    [
        " that is a problem a problem that no amount of motivation can cure we need gloves like that kind of",
        3136.4,
        3142.9
    ],
    [
        " thing yeah yeah you have to be able to frame it correctly yeah",
        3142.9,
        3146.26
    ],
    [
        " back to the book still we kept retreating exchanging ground for time we were always cold always",
        3146.26,
        3157.62
    ],
    [
        " hungry always tired we were also filthy it was too cold to even consider washing so we got to",
        3157.62,
        3163.56
    ],
    [
        " sue one and found ourselves with a few days to rest we decided to take that abandoned city by storm",
        3163.56,
        3168.8
    ],
    [
        " as in soul everyone had left sue one in a great hurry so we could pretty well help us help",
        3168.8,
        3174.94
    ],
    [
        " ourselves to whatever we needed my section took over a house we scrounge around and found an old",
        3174.94,
        3179.66
    ],
    [
        " fashion Korean bath one of those stand-up jobs about chest high with a wood furnace beneath it",
        3179.66,
        3185.64
    ],
    [
        " we filled the tub built the roaring fire and one by one jumped in each of us skimming the other",
        3185.64,
        3191.1
    ],
    [
        " guys dirt off the top of the water I was last the water was almost black by then with all kinds of",
        3191.1,
        3196.72
    ],
    [
        " crud floating around but I didn't care I might not have gotten clean but for the first time in weeks",
        3196.72,
        3201.66
    ],
    [
        " I was warm just after we left sue on my platoon was ordered to establish a night blocking position",
        3201.66,
        3207.6
    ],
    [
        " a stride on north south road that paralleled a railroad track the scout section and rifle squad were",
        3207.6,
        3214.06
    ],
    [
        " set up on in a defensive line that ran from the road through a rice patty and onto a railroad",
        3214.06,
        3219.38
    ],
    [
        " trestle our machine gun was set up on the trestle pointing straight down the tracks",
        3219.82,
        3224.24
    ],
    [
        " little high ground where it could put plunging fire directly in front of deployed troops and",
        3224.24,
        3231.1
    ],
    [
        " flanking fire on the road 50 yards away our platoon leaders stayed with the two m24 tanks on the",
        3231.1,
        3237.7
    ],
    [
        " road behind him was the 81 millimeter mortar squad it was late at night all was quiet we were",
        3237.7,
        3244.0
    ],
    [
        " locked and cocked and pros at this deadly delaying game now I moved between positions having whispered",
        3244.0,
        3250.94
    ],
    [
        " conversations with the guys it was a habit I had to keep myself awake and make sure the men stayed awake",
        3250.94,
        3257.0
    ],
    [
        " too I was the I was at the machine gun which was manned by a stud of a Hawaiian trooper named",
        3257.0,
        3263.04
    ],
    [
        " sheldon when we saw the enemy coming there was at least a company and maybe more behind four",
        3263.04,
        3269.08
    ],
    [
        " of brass double timing quietly down the railroad track when they were no more than 5th 30 yards",
        3269.08,
        3274.8
    ],
    [
        " from the machine gun sheldon let lot loose a long burst that cut a wide swath into their unsuspecting",
        3274.8,
        3280.94
    ],
    [
        " ranks a burst of machine gun fire was the signal for the infantry tanks and mortars to join the fray",
        3280.94,
        3286.08
    ],
    [
        " the scout section rifle squad immediately poured fire into the enemy formation the enemy panic",
        3286.08,
        3291.2
    ],
    [
        " they did not fire one round in return instead they broke ranks and high tailed it to the rice patty",
        3291.2,
        3297.96
    ],
    [
        " running right into the rifle squads grazing fire it was great to see we were cleaning the clock",
        3297.96,
        3303.54
    ],
    [
        " of an enemy force at least 10 times our size like young ramal did I thought in 1914 when he ambushed",
        3303.54,
        3310.64
    ],
    [
        " and destroyed almost a complete British rifle company with a handful of soldiers simply by using",
        3310.64,
        3315.34
    ],
    [
        " initiative and surprise two of the key elements in battle the mortar was plopping rounds of high",
        3315.34,
        3322.7
    ],
    [
        " explosives right on top of the confused reds meanwhile our tanks main guns which were loaded",
        3322.7,
        3328.22
    ],
    [
        " with anti personnel grape shot hadn't fired anything at all a white star cluster flier popped",
        3328.22,
        3336.0
    ],
    [
        " and hovered over our positions this was our signal to beat feet in retreat and we didn't need a",
        3336.0,
        3341.98
    ],
    [
        " second invitation we scrambled to waiting vehicles and quickly moved to and through us lines we'd",
        3341.98,
        3351.12
    ],
    [
        " taken no casualties but I still couldn't understand why the tanks guns hadn't fired the enemy had",
        3351.12,
        3357.9
    ],
    [
        " been hurt badly but not destroyed if those tank guns had been employed we have completely wiped",
        3357.9,
        3363.9
    ],
    [
        " them out the sun was coming up as the platoon pulled into the abandoned chownin school yard that",
        3363.9,
        3370.6
    ],
    [
        " served as the base for recon company I went over to our platoon sergeant and asked him why the",
        3370.6,
        3381.1
    ],
    [
        " he was embarrassed which was very strange behavior for this rugged highly decorated warrior",
        3381.1,
        3386.58
    ],
    [
        " better see the lieutenant young sergeant why didn't the tanks fire I asked my regular army platoon",
        3386.58,
        3395.04
    ],
    [
        " leader moments later I didn't want to give our positions away he replied I couldn't believe it",
        3395.04,
        3402.08
    ],
    [
        " give your positions away bullshit I cried sergeants didn't talk to officers like that but I didn't",
        3402.08,
        3409.56
    ],
    [
        " we had the closest thing to a glorious victory that I'd seen the chink stuck their noses into this god",
        3409.92,
        3416.82
    ],
    [
        " damn war that I'd seen since the chink stuck their noses into this god damn war and now this pissant",
        3416.82,
        3422.66
    ],
    [
        " weak lieutenant you were just too yellow to do your job I shouted and stormed back into my scout",
        3422.66,
        3429.34
    ],
    [
        " section in a rage I grabbed my pack and rifle I'm leaving this outfit right now I told my platoon",
        3429.34,
        3436.28
    ],
    [
        " sergeant I'm not waiting for orders I'm going a wall I came here to fight not play hide and seek and",
        3436.32,
        3443.74
    ],
    [
        " where I come from officers like you've got here would have been drummed right out of the officer's",
        3443.74,
        3449.38
    ],
    [
        " core and with that I headed for the road so that's just mayhem right they they they don't actively",
        3449.38,
        3459.66
    ],
    [
        " assault the enemy with all the firepower that they had hackworth gets pissed off so he goes",
        3459.66,
        3466.0
    ],
    [
        " AWOL now normally absent without leave what someone's trying to do is they're trying to",
        3466.0,
        3470.3
    ],
    [
        " shirt responsibility you know they're a hippie or they're a bum and they're trying to get out of",
        3470.3,
        3473.92
    ],
    [
        " there they're they're what for whatever reason they're trying to leave they're trying to get away",
        3473.92,
        3477.78
    ],
    [
        " from the army he's going AWOL because he wants to fight more there was a expression in there and",
        3477.78,
        3488.62
    ],
    [
        " I've heard it before their ranks like he referred to like we shot bullets into their ranks and then",
        3488.62,
        3494.98
    ],
    [
        " they broke rank yeah like what assembled in a formation type thing like lined up yeah which is",
        3494.98,
        3501.94
    ],
    [
        " crazy to think about it's crazy to think about in modern war a group of individuals being in ranks",
        3501.94,
        3509.76
    ],
    [
        " so in ranks is like you know four across and whatever 30 deep that's a specific formation",
        3509.76,
        3515.6
    ],
    [
        " assemblies or is it yeah sort of just them over there in that whatever I mean the fact that he's",
        3515.6,
        3522.04
    ],
    [
        " saying in ranks means that they're in a legitimate formation yeah you know they're probably moving",
        3522.04,
        3528.54
    ],
    [
        " down this road they don't think there's any Americans there to interfere with them so they're",
        3528.54,
        3533.76
    ],
    [
        " just in ranks walking because it's an efficient way to walk yeah but it's not an efficient way to",
        3533.76,
        3538.26
    ],
    [
        " fight yeah it doesn't seem like it's an efficient way to get mode down by machine gun which is",
        3538.26,
        3543.16
    ],
    [
        " exactly what happened yes yeah I could see that well yeah and so when they broke ranks they all ran",
        3543.16,
        3549.2
    ],
    [
        " in different directions yeah you know so well let me ask you this first just in the spirit of",
        3549.3,
        3554.76
    ],
    [
        " understanding what that means because it sounds real cool in my opinion like I could just be throwing",
        3554.76,
        3558.96
    ],
    [
        " out that expression from time to time not in a military sense but you know I don't know I don't",
        3558.96,
        3564.72
    ],
    [
        " know well they do use it in a non-military sense let's say there's 20 people and we're we come up with",
        3564.72,
        3571.2
    ],
    [
        " a plan and we're gonna go forward with this new plan and then echo decides gonna do something",
        3571.2,
        3575.4
    ],
    [
        " different there's an expression oh echo just broke ranks okay yes exactly right and that's kind",
        3575.4,
        3580.52
    ],
    [
        " of what I was sort of trying to figure out like could I use it in that way yes you can because it",
        3580.52,
        3584.72
    ],
    [
        " sounds really cool when you're instead of like oh yeah I just started shooting at all of them you know",
        3584.72,
        3590.84
    ],
    [
        " I shot into their ranks you know like that sounds way cooler but so could it be even loosely used",
        3590.84,
        3598.52
    ],
    [
        " in in an official on an official situation of just a group of people there you know yeah right like",
        3598.52,
        3606.84
    ],
    [
        " they weren't a little bit necessarily in a specific formation but they were over there I would",
        3606.84,
        3612.02
    ],
    [
        " say that was a bunch of people yeah I would say that was a crowd of people right right that's what",
        3612.02,
        3617.36
    ],
    [
        " you say there's a bunch of people in ranks yeah they're organized yeah well could they be interpreted",
        3617.36,
        3623.8
    ],
    [
        " as organized you know like you know the kind where those two guys let's say not military maybe",
        3624.36,
        3629.08
    ],
    [
        " like I don't know your friends in the neighborhood and you don't like them you know maybe a bunch of",
        3629.08,
        3633.76
    ],
    [
        " cousins or whatever you like them and they're over there on the corner right and you have maybe",
        3633.76,
        3638.56
    ],
    [
        " you and your brother whatever right you guys don't like them they don't like you whatever and then",
        3638.56,
        3642.56
    ],
    [
        " you see them over there on the corner assembled not for any specific reason but they're together you",
        3642.56,
        3647.72
    ],
    [
        " know could you could you in theory refer to them as the on the corner in ranks in theory yes you",
        3647.72,
        3653.54
    ],
    [
        " could but it wouldn't be accurate two people is not gonna equivalent no the cousins let's say there's",
        3653.54,
        3657.96
    ],
    [
        " five five cousins even five you're it's gonna have a hard time getting you know being in rank so",
        3657.96,
        3663.28
    ],
    [
        " five people nope to me they're in ranks so you're asking me for permission to use this word and then",
        3663.28,
        3668.18
    ],
    [
        " you're just what I tell you know you're just doing it in any way is it yes sir cool say whatever you",
        3668.18,
        3672.06
    ],
    [
        " want to say it's you're you're the one that's gonna look you're the one that's gonna look dumb",
        3672.06,
        3677.48
    ],
    [
        " and I didn't want to say it but like this is where we're at and you sounded like you really did",
        3678.4,
        3683.16
    ],
    [
        " want to say it but if I had it if I paused if those five things you do if called my friend dumb well",
        3683.16,
        3689.58
    ],
    [
        " I guess it is my friend wants to act dumb he's gonna get called dumb in the interest decide what",
        3689.58,
        3694.56
    ],
    [
        " you're gonna call something look if there's five definitions on the corner all together cruising",
        3694.56,
        3699.66
    ],
    [
        " and me and my brother start running at them aggressively and they scatter they broke ranks okay",
        3699.66,
        3706.38
    ],
    [
        " how do you do that there you go do you so then now I guess I'm dumb because they you know I've had",
        3706.38,
        3710.96
    ],
    [
        " to been in some form of ranks yeah so I just I look at this is like an understanding process",
        3710.96,
        3716.82
    ],
    [
        " okay do you understand yes sir I do thank you I'm not even sure I understand",
        3716.82,
        3720.96
    ],
    [
        " so hackworth goes a wall because he wants to fight more back to the book any man who's wild enough",
        3720.96,
        3731.64
    ],
    [
        " to go a wall to fight is just the kind of man we want in our outfit said captain john paul van when",
        3731.64,
        3737.48
    ],
    [
        " I stopped at his eighth ranger camp fresh from my breakfast out of the 25th recon company the eighth",
        3737.48,
        3743.42
    ],
    [
        " rangers was a great spirited outfit recently rebuilt after being decimated the night the Chinese",
        3743.42,
        3749.1
    ],
    [
        " entered the war after I'd explained my situation the whole outfit accepted me with open arms the",
        3749.1,
        3754.86
    ],
    [
        " rangers were elite troops for runners of the special forces their mission was raids long reconnaissance",
        3754.86,
        3761.6
    ],
    [
        " patrols ambushes and other special jobs that conventional troops were not trained to handle their",
        3761.6,
        3767.2
    ],
    [
        " history went back to rogers rangers before the revolutionary war during world war two there'd",
        3767.2,
        3773.08
    ],
    [
        " been six ranger battalions whose brave and daring feats are unmatched to this day historically such",
        3773.08,
        3779.26
    ],
    [
        " all volunteers specific specially trained units had been misused tasked either with impossible",
        3779.26,
        3785.86
    ],
    [
        " missions for organizations their size or placed with palace guard combat duties well beneath their",
        3785.86,
        3792.32
    ],
    [
        " skill and ability when I arrived at the eighth ranger camp the unit was chasing gorillas behind",
        3792.32,
        3798.34
    ],
    [
        " the main lines morale was high and the guys were spoiling for a good fight but during the time I",
        3798.34,
        3805.34
    ],
    [
        " was there there was nothing much to my way of thinking anyway that seemed to be happening I was",
        3805.34,
        3812.14
    ],
    [
        " impatient to get in the thick of it and as proud as I was to be a ranger gorilla hunting was not my idea",
        3812.14,
        3818.54
    ],
    [
        " of infantry combat little did I know then the starring roles that gorilla hunting and ranger seal",
        3818.54,
        3826.64
    ],
    [
        " john paul van would have later in my life besides the word was that the eighth rangers was going to",
        3826.64,
        3833.72
    ],
    [
        " be broken up soon and something in me said to move on so I did until I saw a sign by a road that",
        3833.72,
        3840.24
    ],
    [
        " proclaimed wolf hound right white rear well if that's not a guarantee for a good fight I don't",
        3840.24,
        3846.6
    ],
    [
        " know what is I thought and high-tailed it to the battalion cp the 27th infantry wolf hound regimen",
        3846.6,
        3853.58
    ],
    [
        " was a colorful unit itself the outfit had gotten its name during a stint in fighting the communist",
        3853.58,
        3859.9
    ],
    [
        " in Siberia during the russian revolution in korea the wolf hounds were known as the fire brigade",
        3860.5,
        3866.02
    ],
    [
        " because whenever there was trouble they were sent into save the day they weren't a special unit",
        3866.02,
        3872.44
    ],
    [
        " just a group of guys who thought they were good so they were good I had to highlight that because",
        3872.44,
        3879.92
    ],
    [
        " that just teaches you something about leadership and about morale and about attitude and about a",
        3879.92,
        3885.8
    ],
    [
        " spree to core you get guys and you convince them that they're good and they think they're good",
        3885.8,
        3889.96
    ],
    [
        " they get good they become good I'd see members the outfit regularly over the last months whenever",
        3889.96,
        3896.7
    ],
    [
        " the 25th recon had sent their portion to the of the division was sent had been sent their portion",
        3896.7,
        3903.66
    ],
    [
        " of the divisional front and I'd always been knocked out by the because these guys acted more like",
        3903.66,
        3909.6
    ],
    [
        " pirates on the high seas than as a regular army regiment to begin with the wolf hounds",
        3909.6,
        3915.42
    ],
    [
        " wore their regimental crest crest on their fatigues like their medal of honor their spirit was",
        3915.42,
        3921.04
    ],
    [
        " just incredible they were so totally non-military in terms of what I was accustomed to they seldom",
        3921.04,
        3927.38
    ],
    [
        " wore steel pots they modified their gear to make it more functional and simply got rid of things",
        3927.38,
        3933.46
    ],
    [
        " that weighed them down unnecessarily the long wooden handle of the entrenching tool for example",
        3933.46,
        3938.86
    ],
    [
        " was caught off so it wouldn't rub against your leg the packs were thrown away and you carried a",
        3938.86,
        3943.76
    ],
    [
        " tramps rule which was quickly grounded when you got into a fight B.A.Rs were stripped of",
        3943.76,
        3949.2
    ],
    [
        " bipods and carrying handles and scabbards were tossed with the bayonet living permanently at the",
        3949.2,
        3954.42
    ],
    [
        " end of the rifle grenades were carried in canteen covers you could fit five and if you weren't",
        3954.42,
        3960.56
    ],
    [
        " wanted to carry a captured weapon go for it so these guys are got a little little little bit of",
        3960.56,
        3967.72
    ],
    [
        " rebellion in them got a little rebellious attitude which is a good thing gotta be balanced but",
        3967.72,
        3973.56
    ],
    [
        " it's a good thing this renegade kind of soldering was not only sanctioned but encouraged by the 27th",
        3973.56,
        3981.62
    ],
    [
        " regimental commander and fire chief world war two paratrooper colonel john iron mike",
        3981.62,
        3988.68
    ],
    [
        " michaelis michaelis who would go on to four stars understood what made men fight",
        3988.68,
        3996.08
    ],
    [
        " he was known for morale boosting slogans like your lean your mean your rough your tough",
        3996.08,
        4003.06
    ],
    [
        " your professional killers and pre-battle pep talks like you're not here to die for your country you're",
        4003.36,
        4009.52
    ],
    [
        " here to make those others so and so is die for theirs the wolf hounds proud proud combat record",
        4009.52,
        4014.72
    ],
    [
        " showed that they believed him and they'd eagerly adopted their commanders no nonsense brand of",
        4014.72,
        4021.3
    ],
    [
        " soldering i was more than ready to do the same the second battalions exo pointed the way up the",
        4021.3,
        4029.3
    ],
    [
        " road to where the rife and companies were deployed the first unit i came to is company g where i",
        4029.3,
        4034.96
    ],
    [
        " reported to first sergeant edwin rager i can always use another sergeant this giant of a top kick",
        4034.96,
        4043.96
    ],
    [
        " roared then and there he assigned me to third platoon finally with the assurance that i'd be picked up",
        4043.96,
        4050.4
    ],
    [
        " on the morning report so i wouldn't be considered a wall or a or m i a i joined my new family",
        4050.4,
        4056.1
    ],
    [
        " at first it was not the happiest of unions i should have realized it wouldn't be easy it's always a",
        4056.98,
        4064.58
    ],
    [
        " bitch to join a unit particularly one as tight as the wall founds as an individual replacement and",
        4064.58,
        4070.46
    ],
    [
        " for some reason it's even worse when you're an nco or an officer you don't know anyone and no one",
        4070.46,
        4076.86
    ],
    [
        " trust you until you prove yourself in battle you get all the lousy details and only the worst",
        4076.86,
        4083.04
    ],
    [
        " battlefield horror stories you're just the new guy you're just fresh meat and add insult to",
        4083.04,
        4089.8
    ],
    [
        " injury though i'd been a squad leader in acting platoon sergeant in in italy and a section leader",
        4089.8,
        4096.08
    ],
    [
        " in the twenty fifth recon now in the in the third of the g i found myself an assistant squad leader",
        4096.08,
        4103.26
    ],
    [
        " i was damned unhappy with the demotion i probably had more non-com experience than any of the",
        4103.26,
        4111.34
    ],
    [
        " squad leaders in the platoon but the fact was that in their eyes i was untried and all protested",
        4111.34,
        4117.26
    ],
    [
        " the contrary fell on deaf ears it doesn't matter who you are hack worth checking into a new unit",
        4117.26,
        4123.76
    ],
    [
        " got to prove yourself it didn't help i didn't help my cause that any that evening soon after my",
        4123.76,
        4130.62
    ],
    [
        " arrival when just at dusk i got caught in a right in a rice paddy right smack dab in the middle of a",
        4130.62,
        4136.24
    ],
    [
        " blistering chink mortar attack i started a run but slipped and fell in the paddy when i finally",
        4137.18,
        4142.12
    ],
    [
        " got back to my foxhole i discovered that my water repellent outer trousers were covered with human",
        4142.12,
        4147.58
    ],
    [
        " shit which the koreans used for fertilizer unsurprisingly the guy sharing my whole was unhappy about",
        4147.58,
        4154.06
    ],
    [
        " this as i was i took off the trousers and made due for the night with two pairs of long johns",
        4154.06,
        4160.12
    ],
    [
        " and two pairs of od trousers i had on an underneath then i sacked out until it was my turn to go",
        4160.12,
        4167.18
    ],
    [
        " on guard leaving my foxhole partner to contend with the lingering aroma of my accident guard was",
        4167.18,
        4173.36
    ],
    [
        " grew a grueling ritual mainly because everyone was so tired each squad had its own sector normally",
        4173.36,
        4179.92
    ],
    [
        " four foxholes each about four yards apart the two guys shared a hole and took turns throughout the",
        4179.92,
        4188.88
    ],
    [
        " night searching into the darkness you'd look until you got tired then glance at your buddy sacked out",
        4188.88,
        4194.08
    ],
    [
        " at the bottom of the hole then you'd look a little longer until while you thought should i wake him now",
        4194.08,
        4200.7
    ],
    [
        " has he had enough sleep few guys had watches to own a watch in an infantry squad during the first",
        4200.7,
        4208.36
    ],
    [
        " Korean winter was a luxury beyond imagination so you spelled each other based on the honor system",
        4208.36,
        4214.7
    ],
    [
        " and you only asked for relief when it was impossible to keep your eyes open any longer",
        4214.7,
        4218.82
    ],
    [
        " then your buddy would ask for a sit rep and that was it you'd be asleep almost before you zipped up",
        4218.82,
        4227.32
    ],
    [
        " your feather down fart sack that's what they called us sleeping bags if you didn't pick that up the",
        4227.32,
        4233.82
    ],
    [
        " last time i used it i didn't have watches hmm what's happening i asked one of my foxhole partner",
        4233.82,
        4243.94
    ],
    [
        " woke me for my turn not a thing he replied and he was out like a light still inside my sack i sat",
        4243.94,
        4249.68
    ],
    [
        " in the darkness in the edge of the hole got my eyeballs unglued and tried to remember where i was i",
        4249.68,
        4254.74
    ],
    [
        " was fantasizing about smoking a cigarette drinking a hot cup of coffee eating a charcoal black rare",
        4254.74,
        4260.3
    ],
    [
        " steak and getting a squad of my own win to my amazement i saw a man lying prone immediately",
        4260.3,
        4267.44
    ],
    [
        " to my immediate left rear i woke up my buddy there's a goddamn cheek almost on top of us",
        4267.44,
        4273.54
    ],
    [
        " we whispered through our options we could toss a grenade blasting with a rifle or crawl out and",
        4273.94,
        4279.32
    ],
    [
        " get him with a knife we decided on the third alternative because the guy was right in the middle",
        4279.32,
        4283.82
    ],
    [
        " of our squad position and rifle fire or a grenade could easily start a firefight among our own guys",
        4283.82,
        4290.4
    ],
    [
        " the chink wasn't moving and his back was to us my buddy covered me while i crawled out of the fox",
        4290.4,
        4297.58
    ],
    [
        "hole with my trusty m1 and ten inch razor sharp bayonet attached i crouched in a crouch position",
        4297.58,
        4303.58
    ],
    [
        " i silently slipped up behind the enemy soldier when i got within sticking distance i drew my rifle",
        4303.58,
        4309.26
    ],
    [
        " and thrust it with full force branches crackled and it was over i'd bayoneted my own frozen stiff",
        4309.26,
        4319.0
    ],
    [
        " trousers which i had earlier hung over a bush behind our foxhole to dry the next morning i had to",
        4319.0,
        4324.06
    ],
    [
        " put the shitty things back on again now with a hole in the ass as well and for some reason the",
        4324.06,
        4329.12
    ],
    [
        " fresh meat was the only one in the squad who didn't think this was very funny so that's how he",
        4329.12,
        4334.88
    ],
    [
        " that's that's the impression he makes his freaking stabbing his own pants and his own shit covered",
        4334.88,
        4341.14
    ],
    [
        " pants in the middle of the night being a new guy is hard yeah it seems like it being a new guy is",
        4341.14,
        4347.54
    ],
    [
        " being a new guy is very hard you cannot you cannot do these kind of things it sucks when you do",
        4348.26,
        4353.76
    ],
    [
        " everyone's watching you yeah uh you know kind of when you're a new guy kind of kind of back off a little",
        4353.76,
        4362.74
    ],
    [
        " bit you know what i'm saying yeah like just take take a wrap off yeah that whole first impression",
        4362.74,
        4368.0
    ],
    [
        " thing just in general yeah because like the new guy you don't have any uh evaluation criteria",
        4368.0,
        4373.46
    ],
    [
        " like there's no like you didn't you're not judged on anything because you don't have anything",
        4373.56,
        4378.5
    ],
    [
        " you know and then you start doing these weirdo things stabbing your pants you're like okay well",
        4378.5,
        4383.72
    ],
    [
        " that's how this guy is he stabs his own pants in the dark sometimes like yes so yeah you're weird",
        4383.72,
        4388.46
    ],
    [
        " you're weird and then so now you got to kind of make up for all that stuff by doing a bunch of",
        4388.46,
        4393.04
    ],
    [
        " awesome stuff you know but i guess even beyond that look okay so let's admit that it's hard",
        4393.04,
        4397.5
    ],
    [
        " but i guess what i'm saying is air on the side of not doing dumb shit yeah you know what i'm saying",
        4398.86,
        4405.38
    ],
    [
        " yeah like if there's something i could maybe do this and it might make me look good",
        4405.38,
        4409.48
    ],
    [
        " but just think about you know once again be negative when you plan yeah be negative when you plan",
        4409.48,
        4415.94
    ],
    [
        " think yourself you know that that might be looking might make me look cool but also if this",
        4415.94,
        4422.32
    ],
    [
        " goes sideways it's gonna look real dumb yeah uh have you ever seen like fail videos yes sir it's",
        4422.32,
        4429.28
    ],
    [
        " yes sir right yes very often i mean those are a legitimate thing right yeah it's an addiction by",
        4429.28,
        4435.52
    ],
    [
        " the way so how many of those people in the five seconds before they attempt their whatever they",
        4435.52,
        4442.54
    ],
    [
        " are attempting yeah how many of those people are actually thinking this is gonna look really awesome",
        4442.54,
        4447.12
    ],
    [
        " yeah so there's there's two of them there's one girl one guy and they're the same thing so it's like",
        4448.14,
        4452.9
    ],
    [
        " oh yeah i'm gonna jump in this icy pond you know with my the guy obviously has his swimsuit on",
        4452.9,
        4458.88
    ],
    [
        " the guy's her swimsuit whatever they're two separate videos is what i'm saying but the same thing",
        4458.88,
        4463.26
    ],
    [
        " so they go you know the girls like this is why i come to you for this type of exercise",
        4463.26,
        4466.72
    ],
    [
        " you're wrong this is where this is where the whole world wins right now this is the ultimate fail",
        4466.72,
        4473.56
    ],
    [
        " yeah so one of them for sure they they're endless and i love them but you know great lessons in",
        4474.04,
        4479.54
    ],
    [
        " these videos so that now we're talking about freaking philosophical lessons we get from fail videos yes",
        4479.54,
        4486.42
    ],
    [
        " yes i brought it up they go deep i brought it up yes i'm guilty yes so you know the girls like hey",
        4486.42,
        4494.12
    ],
    [
        " okay ready the guy in the camera may or may not be in on it whatever says okay one two three go",
        4494.12,
        4499.2
    ],
    [
        " the girl jumps off this little pier which is you know maybe two three three feet down into the",
        4499.8,
        4504.48
    ],
    [
        " water the icy water right and the ice is just so thick that it doesn't even break so she just like",
        4504.48,
        4509.34
    ],
    [
        " oh god slams onto the ice you can really badly hurt oh yeah that's the thing it's like that's",
        4509.34,
        4515.5
    ],
    [
        " the genius you can break your neck yeah are you back or your tailbone and oh yeah oh yeah",
        4515.5,
        4521.28
    ],
    [
        " wait you can break the neck a lot diving into shallow pools yeah or shallow you know water pond water",
        4521.28,
        4528.42
    ],
    [
        " yeah luckily they they weren't trying to dive in they're just getting ready to jump oh okay",
        4528.98,
        4533.76
    ],
    [
        " cool cool yeah i feel a little better about it now yeah i don't think that wouldn't be a good idea",
        4533.76,
        4538.5
    ],
    [
        " even if it was thin ice to like dive that's like some next level like not smart that's the next level",
        4538.5,
        4544.88
    ],
    [
        " fail yes sir um but no you can still get hurt imagine jumping off this table onto concrete slippery",
        4544.88,
        4551.96
    ],
    [
        " that's essentially what it is you know so you mean ice yeah",
        4552.18,
        4556.3
    ],
    [
        " slippery concrete doesn't break doesn't crack and here's the thing i'm assuming they didn't get injured",
        4556.3,
        4563.48
    ],
    [
        " i'm sure it hurt for sure on couple levels but when you watch it it's real funny yeah",
        4563.48,
        4569.08
    ],
    [
        " because you think they're gonna like do like a cannonball or whatever and it's like it's real",
        4569.08,
        4572.98
    ],
    [
        " funny but yeah man it's that thing if you're the new guy and that's what you do it's like man",
        4572.98,
        4578.1
    ],
    [
        " yeah you're the guy who jumped on that ice and like jam yourself up you know just kind of reassess",
        4578.1,
        4583.1
    ],
    [
        " in those five seconds before you're about to do something just think and look i'm not saying",
        4583.1,
        4589.12
    ],
    [
        " don't have to have courage you gotta try things you know but just think maybe this isn't gonna",
        4589.12,
        4594.48
    ],
    [
        " quite turn out the way i wanted it to yeah and a chance that this goes a little bit wrong",
        4594.48,
        4599.52
    ],
    [
        " and if you're a new guy you don't have that much leadership capital to spend on recovering from",
        4599.52,
        4606.4
    ],
    [
        " this yeah so just you gotta risk since since back to the book the war seemed lost at best it was",
        4606.4,
        4616.46
    ],
    [
        " hopelessly confused i'd thought wars at least american wars had happy endings like capturing",
        4616.46,
        4624.7
    ],
    [
        " Berlin and Tokyo all we were doing was yo-yoing back and forth across the korean peninsula defeat",
        4624.7,
        4631.66
    ],
    [
        " then victory then defeat and defeat with g company two we were retreating shuffling along heading south",
        4631.66,
        4638.18
    ],
    [
        " colder sometimes the temperatures were 20 degrees below zero and more tired than we'd ever been",
        4638.18,
        4644.56
    ],
    [
        " in our lives one day a snap fall had us waiting through mud on both sides of a mire that had",
        4644.56,
        4650.7
    ],
    [
        " once been a road jeeps and trucks slosh through it too each vehicle trying in vain to miss the",
        4650.7,
        4656.66
    ],
    [
        " rut of the vehicle in front so it's to not become bogged down one jeeps stalled and would not restart",
        4656.66,
        4661.52
    ],
    [
        " just as our column was passing by the driver and lieutenant passenger unasked the thing the lieutenant",
        4661.52,
        4667.88
    ],
    [
        " called for help to push it over to the side but before we could slosh through the quagmire and give",
        4667.88,
        4673.0
    ],
    [
        " him a hand he whipped out his pistol and aimed at one of the tires i figured his daddy must have",
        4673.0,
        4680.3
    ],
    [
        " been an old horse soldier and had this guy was going to follow through with the cab tradition of",
        4680.3,
        4685.58
    ],
    [
        " shooting his disabled mount and for sure pal pal pal but the last shot missed the tire it glanced",
        4685.58,
        4693.1
    ],
    [
        " off the rim and boomerang back to strike the lieutenant right between the eyes we pushed the jeep",
        4693.1,
        4699.12
    ],
    [
        " and the warm still body off the road and then returned to our column soon the temperature dropped",
        4699.12,
        4704.36
    ],
    [
        " the road turned to ice and we just kept heading south they hadn't met anything the lieutenant's",
        4704.36,
        4710.18
    ],
    [
        " death for openers what he'd done was dumb but more than that we'd become immune fighting a war on",
        4710.18,
        4718.58
    ],
    [
        " the ground is like a working in a slaughterhouse at first the blood the gourd gets to you but after a",
        4718.58,
        4724.78
    ],
    [
        " while you don't see it you don't smell it you don't feel it so what's another dead body it's",
        4724.78,
        4730.82
    ],
    [
        " almost as if you don't care in this case we just leaned forward kept walking and tried to ignore",
        4730.82,
        4738.42
    ],
    [
        " the song in our heads the ones the troops called the bug out blues so this is the life of a ground",
        4738.42,
        4748.78
    ],
    [
        " pounder i'd often think the risks were higher in the recon company but life in george was far more",
        4748.78,
        4756.66
    ],
    [
        " harsh at least in recon we frequently rode on the backs of our tanks and thus kept warm in the",
        4756.66,
        4761.86
    ],
    [
        " infantry it was just a plotting grind one foot after the other until the column stopped and we'd",
        4761.86,
        4767.64
    ],
    [
        " flop down the sound sound asleep before our heads touched the ground in recon we were seldom hungry",
        4767.64,
        4773.28
    ],
    [
        " because we stashed rations on the tanks in the infantry growling bellies were our constant",
        4773.28,
        4779.4
    ],
    [
        " companions in the infantry many men lost their will to live frequently guys would just quit drop",
        4779.4,
        4786.9
    ],
    [
        " out of the moving column and plunk down on the side of the road sometimes with the Chinese within",
        4786.9,
        4792.24
    ],
    [
        " sight you'd say come on buddy get up let's go you're gonna be captured and he'd say i don't care",
        4792.9,
        4798.66
    ],
    [
        " i can't go another step a day felt like a week and the more tired an infantry became the more tired",
        4798.66,
        4805.98
    ],
    [
        " an infantry man became the more he wanted to lighten his load first would go the souvenirs",
        4805.98,
        4811.18
    ],
    [
        " then his extra ammo next would be the bulky gear the field coat the pile jackets and the down sleeping",
        4811.18,
        4817.48
    ],
    [
        " bags even though he knew he'd freeze that night in the infantry i found you live for right now",
        4818.02,
        4824.4
    ],
    [
        " you don't give a damn about tomorrow because you don't even know if there'll be one",
        4824.4,
        4829.24
    ],
    [
        " getting it's weird i know you like to talk about the",
        4829.24,
        4835.74
    ],
    [
        " the long game versus the short game versus the the strategic moves versus the tactical moves",
        4835.74,
        4843.92
    ],
    [
        " but it's interesting when you think about what's happening right now with a human being and with",
        4843.96,
        4849.52
    ],
    [
        " human beings in general as we encounter stress as we encounter pain and suffering we start to focus",
        4849.52,
        4857.68
    ],
    [
        " on just a short term just a short term win and think about that in up from a life perspective",
        4857.68,
        4864.98
    ],
    [
        " i mean here you are you know it's gonna be freezing tonight you know it's gonna be freezing but",
        4864.98,
        4869.34
    ],
    [
        " you don't want to carry this down sleeping bag anymore so you just leave it think about how crazy",
        4869.34,
        4875.46
    ],
    [
        " that is but we make decisions all the time that are that stupid but we want that short term",
        4875.46,
        4882.24
    ],
    [
        " gratification well in a lot of cases relief like short term relief short term relief",
        4882.24,
        4889.46
    ],
    [
        " which i guess as far as the game goes same thing so it's like relief gratification you know",
        4889.46,
        4895.5
    ],
    [
        " whatever yeah like there's a difference but in the games for us the games concern that's what",
        4895.6,
        4900.0
    ],
    [
        " you're going for you know in like like a craving right yeah craving like that's a relief from",
        4900.0,
        4906.9
    ],
    [
        " that's what that's that's throwing away your your down sleeping bag sleeping bag that's what it is",
        4906.9,
        4913.72
    ],
    [
        " yeah it's gonna feel good right now like you just got rid of three pounds yeah and deep by the way",
        4913.72,
        4918.28
    ],
    [
        " back in the day like these down sleeping bags you know like nowadays things are a little bit",
        4918.28,
        4922.78
    ],
    [
        " different you know this is probably four or five pounds which is a big difference in your",
        4922.78,
        4927.94
    ],
    [
        " home that thing think about what that does think about you're right man it's a craving right it's",
        4927.94,
        4933.54
    ],
    [
        " when you say oh i really want to eat those cheetos yeah it's just not all the way i just want to",
        4933.54,
        4938.46
    ],
    [
        " oh i just those cheetos are gonna be good yep and then even when you have to eat your i don't know",
        4938.46,
        4944.64
    ],
    [
        " chicken salad or whatever cheetos still sound kind of good you know it's still like a little",
        4944.64,
        4950.9
    ],
    [
        " little thing that you just like you know dumping this my down parka yeah that could keep me warm",
        4951.22,
        4957.84
    ],
    [
        " yeah but i think what it has to do with see there's a there's this difference",
        4957.84,
        4961.52
    ],
    [
        " what it has to do with this like one is caused by suffering and you just get into this mode of just",
        4961.52,
        4968.1
    ],
    [
        " basically surrender maybe that is what happens in life maybe you get to a point we just kind of",
        4968.1,
        4973.2
    ],
    [
        " surrender to where you're at yeah just kind of accept like hey this is just me yeah yeah and now you",
        4973.2,
        4978.2
    ],
    [
        " know cheetos no cheetos whatever don't know no not out the don't know yeah that's a good way of",
        4978.28,
        4983.92
    ],
    [
        " putting it accepting where you're at yeah and it's like because where you're at can is a place in your",
        4983.92,
        4990.02
    ],
    [
        " mind too you know how like even if you're you're making progress but you're used to not making progress",
        4990.02,
        4995.04
    ],
    [
        " you know when you really used to it yeah it can happen like with like if you have like a certain",
        4995.04,
        4999.9
    ],
    [
        " amount of money in your bank account when you're a kid or young man whatever if you're used to having",
        4999.9,
        5004.82
    ],
    [
        " like you know 20 dollars in there yeah like just constantly that's sort of the baseline or whatever",
        5005.3,
        5011.62
    ],
    [
        " and then you're like then you get 100 or 500 or 500 900 oh but you're used to having 20",
        5011.62,
        5018.42
    ],
    [
        " it's like yeah like i'm making progress some saving money i'm saying but you're used to having",
        5018.42,
        5022.58
    ],
    [
        " 20 so you know didn't go out by that big screen tv there's a chance that all of a sudden you know",
        5022.58,
        5027.78
    ],
    [
        " down to 20 exactly right except where you're you're except your place except it you can't do that",
        5027.78,
        5033.24
    ],
    [
        " basically it's bad idea yeah like you have to like actively maybe like raise your for real",
        5033.66,
        5039.82
    ],
    [
        " raise your standard yeah now when you get the 900 in there now the new standard is i don't know make",
        5039.82,
        5044.7
    ],
    [
        " it realistic i guess but 800 should be the standard like the baseline now you know so sure",
        5044.7,
        5051.24
    ],
    [
        " you got some wiggle room maybe you're not perfect maybe it's new to you okay but the standard is",
        5051.24,
        5055.82
    ],
    [
        " eight like you start going below eight that's the same thing is having negative kind of attitude",
        5055.82,
        5060.58
    ],
    [
        " but you got to really establish it in your head you know it's hard though very very because people",
        5060.58,
        5065.1
    ],
    [
        " are where they are and they kind of get used to it that's why they that's why they are where they are",
        5065.1,
        5069.86
    ],
    [
        " because they're literally used to it you know not like like pretend you used to it is it good to get",
        5069.86,
        5075.94
    ],
    [
        " well never mind is it it's good to get that new standard and actually stay there long enough",
        5075.94,
        5081.5
    ],
    [
        " that you feel it yeah that you get used to the new standard that's the tricky part yeah you feel good",
        5081.5,
        5087.06
    ],
    [
        " but then you're like oh and then you go back to your normal ways you know first craving that comes",
        5087.06,
        5091.9
    ],
    [
        " about satisfying the craving relief from the craving however you want to put it like even like when",
        5091.9,
        5098.02
    ],
    [
        " you say suffering it's kind of like well what does that really mean you know i mean there's certain",
        5098.02,
        5101.54
    ],
    [
        " levels of suffering for sure like you can go deep into human suffering for sure but really to some",
        5101.54,
        5107.12
    ],
    [
        " people like not having a drink suffering you know when they're like or have a craving for ice",
        5107.12,
        5113.68
    ],
    [
        " cream or something like this it's like to it's kind of like so it's suffering you know that's",
        5113.68,
        5118.64
    ],
    [
        " a really horrible stretch isn't it i mean really to think like i can't have ice cream i'm suffering",
        5118.64,
        5123.84
    ],
    [
        " well any kind of addiction i i'm assuming you know like i've the only addiction i've really dealt",
        5123.84,
        5130.36
    ],
    [
        " with as far as like seeing people is like a cigarette scenario where they're like craving a",
        5130.36,
        5134.5
    ],
    [
        " cigarette so much and it's like and it kind of seems like you're kind of suffering",
        5134.5,
        5138.08
    ],
    [
        " okay my my contention here is that not having ice cream we cannot equivocate that you can't",
        5140.16,
        5148.58
    ],
    [
        " do it uh to suffer i understand yes bottom line is let's be careful that we aren't thinking short",
        5148.58,
        5159.08
    ],
    [
        " term let's hang on to our sleeping bag let's carry the extra weight because in the long run it's",
        5159.08,
        5167.36
    ],
    [
        " like obvious suffering where you're like hey i'm gonna need that tonight you know i'm gonna",
        5167.58,
        5172.1
    ],
    [
        " literally need that to stay alive possible yeah not the kind where oh that'll be that'll serve",
        5172.1,
        5177.28
    ],
    [
        " nice tonight that'd be cool tonight it's not that i'm gonna need that tonight or iris death",
        5177.28,
        5182.28
    ],
    [
        " and yet right now my suffering is so bad i gotta get rid of it to not have it tonight",
        5182.28,
        5187.44
    ],
    [
        " oh yeah man that is back to the book now and then if we were really lucky we'd stop in a village",
        5187.44,
        5196.66
    ],
    [
        " and command commandeer an abandoned house for ten or twenty weeks a Korean home had hard",
        5196.66,
        5203.36
    ],
    [
        " Adobe mud floors under which lay an oven the purpose of which was to provide central heating",
        5203.36,
        5209.32
    ],
    [
        " for the entire house of course american soldiers had no idea how these things worked",
        5209.32,
        5212.96
    ],
    [
        " and the first time around we built the biggest fire we could and went to sleep shivering and",
        5212.96,
        5219.92
    ],
    [
        " bitching that the gooks didn't know how to do anything right it turned out though that the",
        5219.92,
        5224.04
    ],
    [
        " previous occupants of the of our temporary abode had the last laugh throughout the night the",
        5224.12,
        5229.32
    ],
    [
        " floors got hotter and hotter until some of the guys jackets spontaneously combustion and the",
        5229.32,
        5234.56
    ],
    [
        " ammo we made on the floor blew up snow never looks so good so you're going one extreme to the other",
        5234.56,
        5241.54
    ],
    [
        " on most nights though to stave off the cold we'd employed the old soldiers tricks from the bleak",
        5241.54,
        5248.36
    ],
    [
        " frozen days of valley forge one was to stuff hay and a poncho and wrap it so tightly around two",
        5248.56,
        5254.42
    ],
    [
        " guys to keep in the body heat another was to fill your steel pot with coals and embrace it all",
        5254.42,
        5259.42
    ],
    [
        " night long a practice that continued despite a number of tired soldiers who died this way from",
        5259.42,
        5263.98
    ],
    [
        " asphyxiation another was to put a slug through your foot in other words shoot yourself in the foot",
        5263.98,
        5271.14
    ],
    [
        " I'd thought about that one most of us did but it always seemed too risky you might blow your",
        5271.7,
        5277.94
    ],
    [
        " foot off you might get caught in court marshalled but one bitterly cold night when I would have done",
        5277.94,
        5282.96
    ],
    [
        " anything to get out of that place I came up with a perfect solution if I emptied most of the",
        5282.96,
        5289.08
    ],
    [
        " powder out of rick or need I could toss into my foxhole and blame it on a sneaky china man better",
        5289.08,
        5294.78
    ],
    [
        " yet if I chip the trench on the side of the foxhole with my bayonet I could contain the damage to my",
        5294.78,
        5300.76
    ],
    [
        " leg only all I'd have to do would be lay my body in the trench and stick my leg in the hole toss",
        5302.12,
        5307.02
    ],
    [
        " into frag grenade and bang million dollar wound it was a wonderful idea somehow a lot better than",
        5307.02,
        5313.24
    ],
    [
        " the one I'd often saw during a firefight when a guy would stay in his hole and wave his arms or",
        5313.24,
        5316.94
    ],
    [
        " kick his legs like a chorus dancer hoping to catch a slug and the first boat back to the states",
        5316.94,
        5321.98
    ],
    [
        " and I spent all night digging away working on the trench and thinking how war might be back in",
        5321.98,
        5327.72
    ],
    [
        " Santa Monica the war vet who got it in the leg I chipped and chipped the way on the frozen ground",
        5328.64,
        5334.62
    ],
    [
        " completely forgetting about the cold the time the fact that I needed some sleep or that my buddy",
        5334.62,
        5339.4
    ],
    [
        " who was sleeping it be sleeping behind the hole may have had enough finally it was ready I",
        5339.4,
        5344.94
    ],
    [
        " hoisted myself into the trench prepared the grenade and dangled my leg in the hole and I was just",
        5344.94,
        5350.94
    ],
    [
        " about to pull that pin when I saw the most beautiful site a site that every infantry man in career",
        5350.94,
        5356.7
    ],
    [
        " dreamed of seeing it was the sun slowly rising they meant the terrible night was over and meant I",
        5356.7,
        5364.14
    ],
    [
        " could light my fire and be warm again so I forgot my little trench and for a moment forgot the",
        5364.14,
        5371.4
    ],
    [
        " other thing the sun meant the beginning of yet another long day another step south the never",
        5371.4,
        5377.32
    ],
    [
        " ender ending bitter taste of defeat in all our mouths so this is hack this is freaking hack worth",
        5377.76,
        5387.24
    ],
    [
        " who just went a wall to go because he didn't think his troops were fighting hard enough he gets to",
        5387.24,
        5393.72
    ],
    [
        " the front lines he's he is where he wants to be and he even hack is thinking about either shooting",
        5393.72,
        5399.86
    ],
    [
        " self or in the foot and then beyond thinking about he comes up with a scheme with a grenade",
        5399.86,
        5403.72
    ],
    [
        " and he actually executes the entire plan other than the actual event itself and the only thing that",
        5403.94,
        5409.82
    ],
    [
        " stops him is that the sun's coming up that's that's freaking insane yeah and I'll tell you you know",
        5409.82,
        5418.7
    ],
    [
        " when I take away from that hold on a little bit longer the sun's gonna come up yeah hold on a",
        5418.7,
        5424.74
    ],
    [
        " little bit longer the sun's gonna come up I posted something about that the other day",
        5424.74,
        5429.12
    ],
    [
        " because I was watching the sun go down and going through seal training when the sun's going down",
        5429.94,
        5434.94
    ],
    [
        " and you know the instructors will be they line you up and they say good night say good night",
        5434.94,
        5441.06
    ],
    [
        " to the sun gents it's gonna be a long cold wet night and they're just making trying to make people",
        5441.06,
        5447.1
    ],
    [
        " think hey you got whatever however many hours gonna be dark for 12 8 9 it's gonna suck",
        5447.1,
        5454.42
    ],
    [
        " yeah it's gonna suck and that's what they want you to think about how much it's gonna suck",
        5455.5,
        5460.24
    ],
    [
        " but if you in the back of your mind you go yeah the sun will come up in the morning they can't stop",
        5460.24,
        5465.86
    ],
    [
        " that from happening yeah so you get in that tough situation remember the sun's gonna come up",
        5465.86,
        5474.86
    ],
    [
        " no man they can get through it man yeah you gotta admit though man I kind of felt them for a little",
        5474.86,
        5480.4
    ],
    [
        " bit when he's like digging the thing and and thinking about how warm he's gonna be it's like",
        5480.4,
        5485.36
    ],
    [
        " he had his full fantasy outstretched in front of him yeah you know I'm saying yeah yeah and then",
        5485.36,
        5491.5
    ],
    [
        " I mean it and then it then the standard starts to get shifted kind of like oh yeah you're almost",
        5491.5,
        5495.98
    ],
    [
        " kind of used to like the warmth that you can imagine you know and to have that warmth kind of",
        5495.98,
        5500.08
    ],
    [
        " just taking away meaning you got to shift your plan back to like the reality or whatever man I can",
        5500.08,
        5505.56
    ],
    [
        " see how that could be hard he's even got the fantasy of like hey the war vet yeah yeah you know",
        5505.56,
        5510.66
    ],
    [
        " happy got yeah got got it in the leg he's got his whole fantasy planned out he's ready to execute",
        5510.66,
        5516.32
    ],
    [
        " on this thing and this guy is like born for that and that's how shitty this situation gets yeah",
        5516.32,
        5524.6
    ],
    [
        " and that's like another thing it says like how like imagine what the other people are thinking",
        5524.6,
        5530.4
    ],
    [
        " imagine what somebody that doesn't really want to be there yeah imagine what's going through",
        5530.8,
        5536.14
    ],
    [
        " their freaking minds yeah back to the book and then as if overnight everything changed it turned out",
        5536.14,
        5547.08
    ],
    [
        " that despite the fact that I never saw a general in the battlefield apparently one lieutenant general",
        5547.08,
        5552.7
    ],
    [
        " Matthew Ridgeway had been all over the in England the 8th Army front assessing the situation",
        5553.48,
        5559.42
    ],
    [
        " and making his plans I wrote in an open Jeep he would later write in his memoirs and would permit no",
        5559.42,
        5567.0
    ],
    [
        " Jeep with the top up to operate in the combat zone writing in a closed vehicle in a battle area",
        5567.0,
        5573.22
    ],
    [
        " puts a man in the wrong frame of mind it gives him an erroneous sense of warmth of safety his mental",
        5573.22,
        5579.94
    ],
    [
        " attitude is that of an ostrich poking his head in the sand also I held the old fashioned idea",
        5579.94,
        5586.9
    ],
    [
        " that it helped spirits of the men to see the old man up there in the snow and sleet in the mud",
        5586.9,
        5592.88
    ],
    [
        " sharing the same cold miserable existence that they had to endure as a consequence I damn near frills",
        5592.88,
        5600.84
    ],
    [
        " and quote nevertheless Ridgeway persevered with no quarter given he banned the word retreat from",
        5602.36,
        5611.8
    ],
    [
        " the English language at least in so far as correspondence could describe our miserable truck to",
        5611.8,
        5617.68
    ],
    [
        " the south quote I'm more interested in your plans for attack he told a staff officer when the",
        5617.68,
        5624.94
    ],
    [
        " latter offered up those for another withdrawal he even he recognized even before we did that the",
        5624.94,
        5630.38
    ],
    [
        " Chinese offensive was running out of steam and sought to take advantage of it with deep patrols",
        5630.5,
        5635.9
    ],
    [
        " to the north to find out exactly how stretched the enemy was operation wolf hound was the first of",
        5635.9,
        5641.82
    ],
    [
        " these and the fire brigade under the command of Colonel Mike Alice or Mike Ellis one of general",
        5641.82,
        5649.14
    ],
    [
        " Ridgeway's World War II airborne protégés was on the attack once more so now you have a totally",
        5649.14,
        5655.84
    ],
    [
        " different situation the guy goes to the front line and he actually sees what's happening and not",
        5655.84,
        5660.0
    ],
    [
        " at least he see what his troops are going through but he also sees what's happening with the",
        5660.0,
        5663.06
    ],
    [
        " Chinese he sees them start to get thinned out he sees maybe there's not as much pressure as he",
        5663.06,
        5666.5
    ],
    [
        " originally saw so he can say look all right we're done retreating here we go back to the book",
        5666.5,
        5674.02
    ],
    [
        " two platoons of G company and elements of the 89th tank battalion made up one of the task forces",
        5674.02,
        5678.66
    ],
    [
        " name for and commanded by our own company commander jack michaely task force michaely was given the",
        5678.66,
        5686.68
    ],
    [
        " mission of taking su won and on the 16th of January it did just that the enemy was totally unprepared",
        5686.68,
        5693.08
    ],
    [
        " for the daring daylight assault George was outside of artillery range captain michaely",
        5693.08,
        5698.12
    ],
    [
        " an old horse-caved man approached su won in the only way possible frontally down a road never",
        5698.12,
        5705.04
    ],
    [
        " proved for minds and fast my platoon the third was not involved in the blitzkrieg operation at all",
        5705.04,
        5711.24
    ],
    [
        " but when the other guys came back having killed 150 enemy without a casualty of their own",
        5711.24,
        5715.82
    ],
    [
        " in high spirits and with stories of captain michaely sauntering across the streets of su won",
        5715.82,
        5720.64
    ],
    [
        " while enemy machine gun slugs started all around him our morale went sky high we were ready to take",
        5720.64,
        5727.32
    ],
    [
        " on the world meanwhile i got my squad and immediately set about instilling it with the trust",
        5727.32,
        5736.74
    ],
    [
        " standards and beliefs about the way things should be done so so he is now given a squad",
        5736.74,
        5745.4
    ],
    [
        " because he just showed up there and even though he's a new guy and even though he stabbed his own",
        5745.4,
        5748.7
    ],
    [
        " pair of shit covered pants with the bayonet in the middle of the night he is still given a squad",
        5748.7,
        5754.82
    ],
    [
        " so i have to back up a little bit so he talks about this trust capital capital capital capital",
        5754.82,
        5761.2
    ],
    [
        " capital capital capital capital capital t when he first got in the army as i mentioned he went to",
        5761.2,
        5767.92
    ],
    [
        " europe when he went to europe he was not in combat because the war was over but there was these",
        5767.92,
        5774.96
    ],
    [
        " old timers there and he explains i remember abbreviate a little bit but he kind of talks about",
        5774.96,
        5782.28
    ],
    [
        " what it was like and where he developed his i want to say his personality really and and you know",
        5782.28,
        5791.24
    ],
    [
        " like i was i always tell people when you when you go in the seal teams your first platoon leaves a",
        5791.24,
        5797.1
    ],
    [
        " big mark on you and definitely your first two platoons and the teams have become a lot more",
        5797.1,
        5804.32
    ],
    [
        " similar than they used to be all the different seal teams there are a lot more similar than they",
        5804.32,
        5809.44
    ],
    [
        " used to be they used to be they used to have much more of their own personalities team one the",
        5809.44,
        5816.5
    ],
    [
        " nickname for team one which is where i was was style log team one because it was you know you had",
        5816.5,
        5823.88
    ],
    [
        " uniforms inspections and you had you everyone had short hair and they inspected your hair cuts",
        5823.88,
        5828.62
    ],
    [
        " all this stuff team five was kind of you know they were kind of wild kind of just do you know they had",
        5828.62,
        5835.8
    ],
    [
        " no inspections and they were just kind of they had they they had the image of being more wild",
        5835.8,
        5842.34
    ],
    [
        " then team three was sort of a little bit in between but they were also sort of um",
        5842.34,
        5848.74
    ],
    [
        " they seemed like shy for lack of a better word like team three was just kind of like they were just",
        5848.74,
        5854.4
    ],
    [
        " doing over there doing their thing they were also disconnected because they were deploying to",
        5854.4,
        5858.3
    ],
    [
        " southwest Asia back then and team one and team two were deploying to southeast as they were a little",
        5858.3,
        5863.88
    ],
    [
        " bit disconnected which made them seem a little bit more shy i guess i don't know that's the right",
        5863.88,
        5868.94
    ],
    [
        " word but they were just a little bit more they were all kind of on their own program team one on one",
        5868.94,
        5873.92
    ],
    [
        " under the spectrum style of team one team five kind of wild team three somewhere in the middle",
        5873.92,
        5877.96
    ],
    [
        " they everyone had their own personalities and tea and the east coast had their own personalities too",
        5877.96,
        5881.86
    ],
    [
        " and they kind of lined up a little bit except for the fact that team two and team one were sort",
        5881.9,
        5887.58
    ],
    [
        " of the traditional old school ones that's why when i went from team one to the east coast i've tried",
        5887.58,
        5893.06
    ],
    [
        " to go to team two and i did team four was more like the wild one team eight was kind of in the middle",
        5893.06,
        5898.8
    ],
    [
        " that's back in the day now the teams are very similar because they all kind of are on the same",
        5898.8,
        5903.22
    ],
    [
        " rotation you're going the same types of deployments so they're much more similar but wherever you",
        5903.22,
        5908.52
    ],
    [
        " spend your early days leaves an impression on you and that's kind of what happened to hack he shows",
        5908.52,
        5914.7
    ],
    [
        " up into this environment and i'm going to go into it here back to the book gradually so now we're",
        5914.7,
        5920.76
    ],
    [
        " going back in time it's the end of world war two the fighting's over but he's he's deployed and he's",
        5920.76,
        5926.42
    ],
    [
        " in europe back the book gradually most of the world war two warriors that went back to the states",
        5926.42,
        5931.5
    ],
    [
        " and the post war wild west feeling of lawlessness went to it had been great fun for a kid to be part",
        5931.5,
        5937.76
    ],
    [
        " of the hell for leather spirit that made up the seven hundred and fifty second the seven five",
        5937.76,
        5943.32
    ],
    [
        " doos but like the tightening of a screw one turn in a time each day the unit became more military",
        5943.32,
        5949.82
    ],
    [
        " the who gives a damn attitude of the remaining seven hundred and fifty second combat leaders and",
        5949.82,
        5954.74
    ],
    [
        " troopers replaced by the exacting discipline of the peacetime army for the next four years",
        5954.74,
        5961.04
    ],
    [
        " i learned my trade one year with the recon company of the tank battalion in the pole valley",
        5961.04,
        5966.52
    ],
    [
        " and three more months with treased united states troops and this is where the anachronium trust comes",
        5966.52,
        5973.3
    ],
    [
        " from treased united states troops the illustrious unit whose five thousand hand picked members",
        5973.3,
        5981.24
    ],
    [
        " Walter winchell called quote the chrome plated soldiers of europe we worked hard during those years",
        5981.24,
        5989.84
    ],
    [
        " long merciless days of training repeating training repeating repeating until we got it right",
        5989.84,
        5996.46
    ],
    [
        " our transformation into soldiers inspired and monitors by those battle savvied n nco's who well",
        5996.46,
        6004.66
    ],
    [
        " knew that discipline and tactical proficiency on the battlefield were the direct results of",
        6004.66,
        6010.42
    ],
    [
        " discipline and combat skills instilled on the parade and training grounds at night it was down",
        6010.42,
        6017.7
    ],
    [
        " on our hands and knees all of us hand waxing the barracks floors until we had enough money to chip in",
        6017.7,
        6023.28
    ],
    [
        " and buy a buffer you could eat off those floors just as you could just as you could almost be",
        6023.28,
        6029.34
    ],
    [
        " blinded by the brass belt buckles and brown boots that each of us wore polished every night to a",
        6029.34,
        6035.12
    ],
    [
        " dazzling finish the only way out of these activities was sick call but rarely was it used as an excuse",
        6035.12,
        6041.24
    ],
    [
        " it took as much effort to see the dock you had to strip your bed cram all your perfectly pressed",
        6041.24,
        6047.16
    ],
    [
        " clothes into a duffle bag see the supply sergeant and then the first sergeant not to mention the",
        6047.16,
        6052.0
    ],
    [
        " lion's share of a month's pay you'd spend having your clothes repressed when you came back",
        6052.0,
        6055.94
    ],
    [
        " as it did to continue with the normal routine punishment was needed out by a process known as",
        6055.94,
        6062.04
    ],
    [
        " nco justice for crimes such as a uniform of less than starched perfection a bed that didn't bounce",
        6062.04,
        6072.46
    ],
    [
        " a quarter or even a mildly insubordinate smirk the sentence could range from 50 pushups to",
        6072.46,
        6078.56
    ],
    [
        " double timing around the parade field holding a 9.5 pound m1 rifle over your head yelling",
        6078.56,
        6083.94
    ],
    [
        " I'm a shithead I'm a shithead until you collapsed we rarely saw an officer above our platoon leader",
        6083.94,
        6091.78
    ],
    [
        " and he was seldom with the truth because of administrative duties but no one seemed too concerned",
        6091.78,
        6097.16
    ],
    [
        " above and below the chain of command it was well recognized that as fathers teachers older brothers",
        6097.48,
        6104.16
    ],
    [
        " and chief tormentors entrest the nco core had no equal well that's what he's talking about when",
        6104.16,
        6114.36
    ],
    [
        " he's talking about this trust attitude of discipline and training hard that's where it comes from",
        6114.36,
        6121.22
    ],
    [
        " so so now we're back to korea we're back to him getting a squad and here's what he does",
        6123.24,
        6129.16
    ],
    [
        " meanwhile I got my squad and immediately set about instilling it with my trust standards and",
        6129.16,
        6136.06
    ],
    [
        " beliefs about the way things should be done I got out a notebook and wrote down each man's name",
        6136.06,
        6141.32
    ],
    [
        " rank and serial number his blood type weapon number next of kin and whatever training combat",
        6141.32,
        6145.68
    ],
    [
        " experience he had I started demanding that rifles be cleaned and that's and that shoulders shape up",
        6145.68,
        6150.36
    ],
    [
        " if I saw soldier walking around without his weapon the next thing he knew he'd be on the deck",
        6150.36,
        6154.4
    ],
    [
        " crawling to it while I stood by kicking him and telling him that with each kick was that he was",
        6154.4,
        6159.9
    ],
    [
        " being hit with a slug brutal stuff I'd learned it in basic training with lieutenant Kramer at the",
        6159.9,
        6166.54
    ],
    [
        " Fort Knox rifle range kicked my arm until I positioned it correctly under my weapon but that's how a guy",
        6166.54,
        6174.82
    ],
    [
        " learns besides better my foot and a mythical slug than an enemy slug and a goodbye friendly foot arm or",
        6176.54,
        6185.24
    ],
    [
        " life that's how a guy learned you want to talk about a politically incorrect unpopular thing to say",
        6185.24,
        6196.3
    ],
    [
        " yeah I remember when I was a new guy I remember some of the older guys saying to me you know",
        6198.3,
        6207.0
    ],
    [
        " sometimes people need to get beaten so that they learn and you know what I said that's correct",
        6207.0,
        6215.02
    ],
    [
        " it's actually accurate I hate to say it because everyone hate right I hate to say it it's the truth",
        6215.02,
        6222.32
    ],
    [
        " like sometimes you need to learn a lesson the hard way yeah and if you don't think it's a big deal",
        6224.92,
        6229.74
    ],
    [
        " oh whatever it's a big deal yeah so that's what he's saying that's how a guy learns once again what do",
        6229.74,
        6243.02
    ],
    [
        " we have we have 18 19 17 21 year old men who's what is it the frontal cortex what is it the",
        6243.02,
        6252.62
    ],
    [
        " frontal lobes they're not free they're not fully developed yet yeah they understand physicalness",
        6252.62,
        6259.38
    ],
    [
        " physicality yeah that's one of those things that it's kind of universally like understood you know",
        6259.38,
        6269.12
    ],
    [
        " pain is not good you know yeah some people can take more pain than others for sure but after a",
        6269.12,
        6275.24
    ],
    [
        " while it's like we all kind of don't like pain yeah of course of course this weirdo so whatever but",
        6275.24,
        6280.54
    ],
    [
        " for the most part they're like these things that if you start to threaten it's like you know",
        6280.54,
        6286.78
    ],
    [
        " it's valuable to people here's the other thing this is a this is a fucking harsh environment right",
        6286.78,
        6292.48
    ],
    [
        " this is war you're getting people ready for war you're getting people ready to kill you're",
        6292.48,
        6297.92
    ],
    [
        " getting people ready to freeze you're getting people ready to suffer you're getting people ready to",
        6297.92,
        6301.96
    ],
    [
        " have to march for miles and miles and miles with no food with no sleep like this is what the job",
        6301.96,
        6310.5
    ],
    [
        " entails yeah and if you think you can pamper someone and that's going to effectively prepare them for",
        6310.5,
        6316.92
    ],
    [
        " those type of situations I don't think that's accurate yeah thank you right about that back to the",
        6316.92,
        6323.68
    ],
    [
        " book my guys thought I was crazy and a prick to boot they still didn't believe I paid my pat my",
        6323.68,
        6330.98
    ],
    [
        " battlefield dues little did they know that they were doing the paying in spades for making me get",
        6330.98,
        6338.42
    ],
    [
        " that sergeant combat feeling all over again then came six February which we talked about on the",
        6338.42,
        6345.98
    ],
    [
        " last podcast part of another reconnaissance and force mission code named operation thunderbolt",
        6345.98,
        6351.24
    ],
    [
        " which turned into a full scale attack and I never got a complaint again so after his performance",
        6351.24,
        6356.18
    ],
    [
        " which we talked about on 249 what he did to lead that day back to the book in fact the reaction",
        6356.18,
        6362.6
    ],
    [
        " was the direct opposite no longer was either hard ass sergeant who arrived out of the blue with",
        6362.6,
        6369.48
    ],
    [
        " strange ideas of discipline and training now I was just hack hack the great fighter who'd gotten",
        6369.48,
        6375.72
    ],
    [
        " shot in the head courageously saving lives and inflicting punishment on the enemy it was a great",
        6375.72,
        6381.82
    ],
    [
        " relief knowing I would not have to prove myself to anyone anymore but what I didn't know at the time",
        6381.82,
        6389.54
    ],
    [
        " was that the name I made for myself on 6th February 1951 was one I'd have to live up to for the next",
        6389.54,
        6397.66
    ],
    [
        " 20 years so he and this is a story that gets repeated throughout his life he kind of shows up",
        6401.36,
        6407.26
    ],
    [
        " somewhere he has the hardcore mentality people kind of question it but then they see how it",
        6407.26,
        6413.82
    ],
    [
        " enables them and and protects them in combat and then they're kind they're they're down for the cause",
        6413.82,
        6419.8
    ],
    [
        " back to the book it seemed ironic that the thing that saved my life on that day was the very",
        6419.8,
        6425.02
    ],
    [
        " thing I hated most in Korea the cold the blood kept pumping and this is when he's referring back to",
        6425.02,
        6429.26
    ],
    [
        " when he got shot in the head the blood kept pumping but it froze almost as soon as it came out of my head",
        6429.26,
        6434.4
    ],
    [
        " after the doc patched me up with the Carlisle bandage I radioed captain macaque uh",
        6434.4,
        6440.42
    ],
    [
        " michaeli and gave him a sit rep I'd already appointed another nco to skip a little tune michaeli told",
        6440.42,
        6445.6
    ],
    [
        " me that to head for the road behind which gill crest platoon was fighting he would send a litter",
        6445.6,
        6452.08
    ],
    [
        " Jeep there to pick me up the platoon doc always worried about his flock wanted to tag along I told",
        6452.08,
        6457.7
    ],
    [
        " him I'd make it policed up one of our deads m ones and headed off I kept low using the rice patty",
        6457.7,
        6463.48
    ],
    [
        " walls and irrigation ditches for cover I probably wouldn't have felt it if I'd gotten hit again",
        6463.48,
        6468.0
    ],
    [
        " anyways because during my run back down the drainage ditch I'd fallen through the ice and been",
        6468.0,
        6472.7
    ],
    [
        " soaked from the waist down the water and zero degree weathered turn my lower my lower torso into",
        6472.7,
        6479.18
    ],
    [
        " a block of ice my head was spinning and my balls were frozen and I wasn't sure which one worried me",
        6479.18,
        6485.02
    ],
    [
        " more then I came upon pfc Charles the guy had earlier tasked to take the two north korean POWs we'd",
        6485.02,
        6492.88
    ],
    [
        " captured during that morning to the old man for interrogation Charles was sitting in a drainage",
        6492.88,
        6498.26
    ],
    [
        " ditch by the road eating a can of sea rations at his feet where the prisoners stretched out in the",
        6498.26,
        6504.54
    ],
    [
        " ditch dead each from a single bullet in the back of the head I was outraged why'd you kill them",
        6505.14,
        6511.28
    ],
    [
        " they tried to escape he said simply but I didn't believe him besides he continued I wasn't going",
        6511.28,
        6518.22
    ],
    [
        " to risk my ass to get two gooks out of here there wasn't much I could do I told him to report",
        6518.22,
        6524.02
    ],
    [
        " back to the platoon gill crest later told me that Charles had received word only days before",
        6524.02,
        6530.3
    ],
    [
        " that his brother had been killed in action over in the second division not too good a choice for",
        6530.32,
        6536.76
    ],
    [
        " an escort hack he'd remark drawing on his pipe I continued on small arms and machine gun fire",
        6536.76,
        6544.26
    ],
    [
        " was skipping down the road I gave it all a big miss and kept to my little ditch I headed south",
        6544.26,
        6549.32
    ],
    [
        " until I met lieutenant colonel Gordon merch our old battalion CO who was controlling the battle",
        6549.32,
        6555.52
    ],
    [
        " from his tactical CP behind the roadside no a few hundred yards from the front there I was",
        6555.52,
        6560.72
    ],
    [
        " placed on a litter in a medical Jeep and as we bumped down the road all I could think was hollow",
        6560.72,
        6566.04
    ],
    [
        " you hollow you got it made I'm leaving this goddamn place or so I thought because just then the",
        6566.04,
        6574.26
    ],
    [
        " jeeps radio crackled on first platoon George company got a serious wound real bad get there fast",
        6574.26,
        6579.4
    ],
    [
        " he'll be on the side of the road I couldn't believe it let me out I'll wait here so there's",
        6579.4,
        6585.08
    ],
    [
        " he's getting out of it or on this jeep and all of a sudden over the radio says hey we need that",
        6585.18,
        6589.46
    ],
    [
        " jeep back here and hackware sink and let me out bro let me out I'll wait here I thought but I was",
        6589.46,
        6596.66
    ],
    [
        " two week too tired too cold to get the words out the jeeps spun around and headed back up that",
        6596.66,
        6602.12
    ],
    [
        " fire swept road past Colonel merch right into the jaws the whole goddamn communist army we stopped",
        6602.12,
        6608.34
    ],
    [
        " the medics calmly sontered out to pick up the other casualty they took all the time in the world",
        6608.34,
        6613.12
    ],
    [
        " or so it seemed while the enemy used the large red cross markings on the jeep for target practice",
        6613.12,
        6617.78
    ],
    [
        " the jeeps canvassized were sides were being ventilated the slugs were passing above and below my",
        6617.78,
        6623.46
    ],
    [
        " litter I felt totally helpless at swore that whoever the wounded guy was I would hate him for life",
        6623.46,
        6628.96
    ],
    [
        " which from the way things were going was not going to be long it turned out he was a buddy through",
        6628.96,
        6637.1
    ],
    [
        " the hawaiian mafia connection a handsome six footer named ray mendes I almost kept my kept to my",
        6637.14,
        6644.56
    ],
    [
        " word though when I found out his critical wound to be a slug in the thigh when he'd been hit he'd",
        6644.56,
        6649.8
    ],
    [
        " rolled up in a ball blooded squirted out of his leg all over the front of his jacket and someone",
        6649.8,
        6653.9
    ],
    [
        " had concluded that he had taken it in the gut oblivious to the fight raging on all signs of our",
        6653.9,
        6659.34
    ],
    [
        " thin skinned ambulance jeep mendes became chirpier and chirpier as we headed out of the battle area",
        6659.34,
        6665.4
    ],
    [
        " he sang praises of his million dollar wound and spun dreams about his in imminent return to the",
        6665.4,
        6670.38
    ],
    [
        " islands me one big war hero bra he said the regimental collection collecting station was jammed",
        6670.38,
        6678.56
    ],
    [
        " with casualties the surgeon who bent over my litter was covered with blood like a butcher",
        6678.56,
        6683.54
    ],
    [
        " we're going to bypass division clearing and send you straight to mash at suwan he said you're on",
        6683.54,
        6689.2
    ],
    [
        " your way home the next stop was quick mash was near the emergency runway at suwan the dock",
        6689.2,
        6696.36
    ],
    [
        " their route on my wounded leg on my wounded tag emergency air evac which somehow scared me and",
        6696.36,
        6704.36
    ],
    [
        " before I knew it I was strapped down to the deck of a c 47 we took off just at dark why don't they",
        6704.36,
        6712.88
    ],
    [
        " close the god damn door I thought it had to be open because I'd never been colder I was shaking",
        6712.88,
        6720.14
    ],
    [
        " like a jackhammer I couldn't feel my hands or feet a flight nurse stayed right with me another",
        6720.14,
        6726.28
    ],
    [
        " on a miss on ominous signs are he's getting like they put airy vac immediately he's like oh god",
        6726.28,
        6731.98
    ],
    [
        " that means I must be really wounded bad he's got this flight nurse staying right with him she piled",
        6731.98,
        6736.14
    ],
    [
        " on blanket after blanket with no effect just as I was reaching the point where I didn't know if I",
        6736.14,
        6742.86
    ],
    [
        " and it was another world paradise in fact a heated ambulance was waiting as they loaded me in",
        6743.0,
        6750.62
    ],
    [
        " I felt like that old bull ruffle who lived in the red hot fire mighty warm but nice I'd found a",
        6750.62,
        6758.08
    ],
    [
        " home I fell asleep and didn't wake up again until I was being winched aboard the hospital ship USS",
        6758.08,
        6763.62
    ],
    [
        " Haven in Pusan Harbor I opened my eyes and everything I saw was white clean and oh so warm",
        6763.62,
        6772.1
    ],
    [
        " medics were starched the nurses all looked like Doris day I was stripped placed in crisp white sheets",
        6773.12,
        6780.74
    ],
    [
        " with soft blue blankets I was safe and suddenly starving a medic came down to the immediate rescue",
        6780.74,
        6788.04
    ],
    [
        " with a delicious hot meal I wolfed it down just in time for the next wonder of wonders a beautiful",
        6788.04,
        6794.1
    ],
    [
        " young nurse in a tight little white outfit who came to clean me up why didn't I join the navy I thought",
        6794.1,
        6801.36
    ],
    [
        " except for my bath in the Korean tub I hadn't washed in more than two months I was caked with dry",
        6802.44,
        6808.54
    ],
    [
        " blood Korean mud and god only knew what else each time the nurse scraped off one filthy layer she'd",
        6808.54,
        6814.46
    ],
    [
        " have to change the sheets and start again it took four sheet changes with no help from me because",
        6814.46,
        6819.36
    ],
    [
        " as a head wound I wasn't allowed to move at all next the poor girl had to shave off my ratty beard",
        6819.36,
        6826.08
    ],
    [
        " bad hygiene and ingrown hairs had covered my face with poil like pimples it was too terrible to",
        6826.28,
        6832.96
    ],
    [
        " be funny watching the nurse bobbing and weaving all over the place to avoid flying debris every time",
        6832.96,
        6837.9
    ],
    [
        " that razor hit one of the anti-personnel mines buried in my cheeks the next few days were a haze",
        6837.9,
        6844.14
    ],
    [
        " sleep really hard sleep people standing over me having whispered consultations blood IV x-ray after x-ray",
        6844.14,
        6852.26
    ],
    [
        " doctors pro being asking questions how many fingers do you see I slowly regained my strength",
        6852.26,
        6857.32
    ],
    [
        " someone somebody commandeered my waltham watch I never saw it again the sleep was good I caught up on",
        6857.32,
        6863.9
    ],
    [
        " months of it lost but then I started getting restless the ward those spotlessly clean and staffed",
        6863.9,
        6871.9
    ],
    [
        " with talented delegated dedicated pros was an extremely depressing place we were all head wounds",
        6871.9,
        6879.28
    ],
    [
        " most either terminal or vegetable cases it was amazing that many it was amazing that many young",
        6879.38,
        6888.1
    ],
    [
        " boys all of them were still sucking in air one guy had tubes running out of everywhere he'd caught a",
        6888.1,
        6894.38
    ],
    [
        " slug right between the eyes I wanted out I'd had my little vacation I told the docs I'm ready to",
        6894.38,
        6902.44
    ],
    [
        " return to my platoon there's nothing wrong with me the doctors probably thought that the bullet had",
        6902.44,
        6908.34
    ],
    [
        " done some pretty serious damage to my brain nobody wanted to go back to the front",
        6908.34,
        6913.7
    ],
    [
        " they didn't realize that the guys in third platoon were my brothers my family and I loved them",
        6913.7,
        6922.9
    ],
    [
        " I'd only been with them three weeks it was true but in combat that's a lifetime and I didn't",
        6922.9,
        6930.58
    ],
    [
        " want to leave them out there alone if by being there I could help keep them alive keep them",
        6930.58,
        6937.1
    ],
    [
        " out of a head wound ward I want to go back I kept telling them",
        6937.1,
        6943.44
    ],
    [
        " well he did go back he healed up he healed up pretty quickly and went back to his platoon by mid march",
        6943.44,
        6962.82
    ],
    [
        " so he was out for maybe a month and a half and you know this book is just incredibly good by the way",
        6963.66,
        6976.44
    ],
    [
        " that's page 69 of a 800 page book that's where we're at page 69 of an 800 page book just in career",
        6976.44,
        6983.82
    ],
    [
        " he's gonna get two more purple hearts he's gonna get battlefield commissioned he's gonna take",
        6983.82,
        6989.7
    ],
    [
        " command of a new raider unit he's gonna go on offense against the enemy he's gonna get awarded",
        6989.7,
        6994.54
    ],
    [
        " three silver stars then he's gonna go back to America he's gonna volunteer for another tour",
        6994.54,
        7002.36
    ],
    [
        " with the 40th infantry division and then that war is gonna end and he's gonna stay in the army",
        7002.36,
        7010.16
    ],
    [
        " and he's gonna go through all the political things that you have to go through to move up the",
        7010.16,
        7013.7
    ],
    [
        " chain of command and then he's gonna eventually deploy to Vietnam as a battalion operations officer",
        7013.7,
        7018.4
    ],
    [
        " as a battalion commander he's gonna go there with with SLA martial and then he's gonna go and he's",
        7018.4,
        7025.5
    ],
    [
        " gonna be a battalion commander for the 439th infantry and eventually he conducts his",
        7025.5,
        7033.86
    ],
    [
        " his famous or his infamous interview depending on how you look at it with the issues and answers where he",
        7033.86,
        7044.68
    ],
    [
        " disparages a",
        7046.38,
        7047.54
    ],
    [
        " lot of the senior army and a lot of the civilian leadership",
        7047.54,
        7052.6
    ],
    [
        " after which he is drummed out of the army rapidly and all the I mean these events that take place they're all",
        7052.6,
        7062.3
    ],
    [
        " documented with such detail",
        7062.3,
        7065.46
    ],
    [
        " and it just gives so much information about leadership, about human nature, about the way people",
        7068.86,
        7076.8
    ],
    [
        " act, about why people do what they do",
        7076.8,
        7078.78
    ],
    [
        " there's so much to learn from this book so we're almost at two hours right now",
        7078.78,
        7087.64
    ],
    [
        " what an honor it was for me to have written the forward to this thing this book that had such a",
        7087.64,
        7094.1
    ],
    [
        " huge impact on me check it out check out the book well one thing that's cool about it is you don't",
        7094.1,
        7100.74
    ],
    [
        " have to look it's 800 pages long you can you don't have to read the whole book in one sitting you know",
        7100.74,
        7106.62
    ],
    [
        " the story I just told you the story the story is about a guy that's that that freaking loves his",
        7106.62,
        7110.84
    ],
    [
        " troops throughout his career and you pick it up anywhere and you read what he's going through for",
        7110.84,
        7115.38
    ],
    [
        " two or three pages I guarantee you'll get a lesson out of it it's it's that good and you don't have",
        7115.38,
        7124.08
    ],
    [
        " because you'll want to know what's going to happen like I said we we're on page 69 right now",
        7124.34,
        7130.02
    ],
    [
        " and by the way we skipped a bunch I skipped a whole section because he kind of talks about the opening",
        7130.02,
        7136.16
    ],
    [
        " action scene that I talked about then he kind of goes into how he ended up in the army and goes",
        7136.16,
        7141.02
    ],
    [
        " through the world to and he goes through the trust troops and all that then he picks back up with",
        7141.02,
        7145.64
    ],
    [
        " Korea so we didn't even cover we probably covered 40 pages out of a 800 page book",
        7145.64,
        7150.02
    ],
    [
        " so check out the book it will teach you valuable leadership lessons and it will teach you how to",
        7156.24,
        7165.0
    ],
    [
        " become smarter as leader and it will teach you how to become a better person about face Colonel David",
        7165.0,
        7172.18
    ],
    [
        " Hackworth speaking of being better echo Charles yes sir do you have any let's say",
        7175.96,
        7182.5
    ],
    [
        " recommendations sir recommendations well actually back to the Hawaiian guy me one big war",
        7182.5,
        7188.3
    ],
    [
        " hero bra it's not me he didn't say me what do you say I because in pigeon no well yeah I'm sure",
        7188.3,
        7195.74
    ],
    [
        " I'm sure I'm sure with maybe remember it incorrectly",
        7196.0,
        7199.06
    ],
    [
        " Hackworth was wrong is what I'm here okay no I'm just saying in pigeon you don't say me I might",
        7199.06,
        7207.36
    ],
    [
        " have read it wrong no that's what he says yeah he says me one big war hero bra yeah I mean I",
        7207.36,
        7212.94
    ],
    [
        " incorrect pigeon I one big war hero bra okay also kind of reminded me like",
        7212.94,
        7220.42
    ],
    [
        " this just totally never thought about this but when I when I'm realizing in pigeon you say one",
        7221.28,
        7227.04
    ],
    [
        " and set up a like like hey toss me a beer whatever toss me one beer one beer yeah it's weird it's",
        7227.04,
        7234.54
    ],
    [
        " like a subtle difference right there because I one beer no no I say I like fry but one is like",
        7234.54,
        7242.34
    ],
    [
        " you know like in non pigeon we'll say for like better term you say one as it only when the option",
        7242.34,
        7250.94
    ],
    [
        " of more than one is considered in the scenario you know but in pigeon you just say one just means",
        7250.94,
        7257.6
    ],
    [
        " a whether two or more whatever is considered or not got it soon saying toss me one beer",
        7257.6,
        7264.8
    ],
    [
        " I won big war hero as opposed to I'm two big war heroes they see what I'm saying I'm great",
        7264.8,
        7271.96
    ],
    [
        " I'm a big war you see you see the translation right I'm right that's why you're here man",
        7272.34,
        7277.28
    ],
    [
        " you're nail water down that pigeon if need be yes yes all right so okay becoming better so",
        7277.28,
        7283.96
    ],
    [
        " think about this the other day you know my neighbors are over and they ask hey do you work out",
        7283.96,
        7289.0
    ],
    [
        " every day I was like well yeah well I tried to you know the whole deal you work out every day right",
        7289.0,
        7296.68
    ],
    [
        " jocke yes every day like seven days a week I mean that's kind of the plan here's the deal I will",
        7296.7,
        7303.36
    ],
    [
        " try and work out every single day sometimes you have a travel day you know the flight to 615 I got",
        7303.36,
        7310.66
    ],
    [
        " to bed at 11 do I am I gonna get up at 315 or or no even earlier than that 3 no my body could probably",
        7310.66,
        7318.64
    ],
    [
        " use the extra sleep more than it could use the workout yeah exactly but I know that there are days",
        7318.64,
        7323.52
    ],
    [
        " like that out there so therefore I don't voluntarily take days off yeah yeah so and kind yeah I",
        7323.52,
        7334.36
    ],
    [
        " dig it same deal more or less you know but why like why do workout every day I'm not saying you",
        7334.36,
        7341.32
    ],
    [
        " shouldn't I'm just saying the everything about like why do you work out every day you know and",
        7341.32,
        7346.16
    ],
    [
        " then like how do you work out every day like what like why why I work out every day so I can",
        7346.16,
        7352.38
    ],
    [
        " stay in shape bro yeah but you don't have to work out every day to stay in shape okay well I have",
        7352.38,
        7357.08
    ],
    [
        " to be more to it than that I think it's good for you mentally and physically to see there you go",
        7357.08,
        7362.56
    ],
    [
        " mentally right mentally that's so that's such a broad thing to say though too and I mean that in",
        7362.56,
        7369.18
    ],
    [
        " a good way I don't mean it like whoa that's a copper I'm not saying that I'm saying like that's",
        7369.18,
        7373.94
    ],
    [
        " yeah mentally man that's a big deal mentally where that's part of like essentially like your life",
        7373.94,
        7381.14
    ],
    [
        " you know it's part of like who you are you know like that's the discipline yeah and there's a lot",
        7381.14,
        7386.96
    ],
    [
        " of things like that but they seem like real small because so many people do it you know how like",
        7386.96,
        7392.3
    ],
    [
        " you know some people they they make their bed every single day right there's that and then there's",
        7392.3,
        7397.2
    ],
    [
        " like okay then you get all the way down the spectrum like obvious things like oh I brush my teeth",
        7397.2,
        7401.96
    ],
    [
        " every day whatever you know but man you're essentially if you want to call it the path like working",
        7401.96,
        7411.06
    ],
    [
        " out every day mm-hmm beyond the physical benefits and you know whatever being stronger whatever",
        7411.06,
        7417.66
    ],
    [
        " working out every day is like it's one of those things where if you can adjust your standard to that",
        7417.66,
        7425.76
    ],
    [
        " in that way that's a good thing that it that'll yeah that'll keep you that'll keep you in a place",
        7426.94,
        7432.62
    ],
    [
        " that's like I guess that's why we call it the path it'll keep you on the path yeah I think that",
        7432.62,
        7442.86
    ],
    [
        " developing a pattern is very positive right so in a way sticking to the pattern yeah once you deviate",
        7442.86,
        7448.96
    ],
    [
        " let's face it you lose momentum and that's a good way to develop a pattern as far as",
        7449.98,
        7456.24
    ],
    [
        " stain in shape working out because let's face it like working out a lot of times like we can",
        7456.24,
        7460.42
    ],
    [
        " consider that as like kind of low on the priority list for a lot of reasons and I understand",
        7460.42,
        7464.7
    ],
    [
        " but if your whole thing is like no I work out every day the same way I freaking brush my teeth",
        7464.7,
        7472.04
    ],
    [
        " every day you know it's like part of the day I floss my teeth every day yeah yeah so it's like",
        7472.04,
        7478.14
    ],
    [
        " one of those things that started when I joined the Navy what flossing they said floss your teeth",
        7478.14,
        7481.9
    ],
    [
        " every day I was like okay and I started doing it every day cool man yeah see and that's good",
        7481.9,
        7489.1
    ],
    [
        " it's the reason I laugh is because it's funny how it's like that simple for you you know like",
        7489.1,
        7493.4
    ],
    [
        " like it's like the thing just tells you to floss I did you get told that your whole life but then",
        7493.4,
        7497.6
    ],
    [
        " they're like okay this a floss your teeth every day okay Roger that so yeah hey how about this",
        7497.6,
        7502.6
    ],
    [
        " workout every day every single day good move well but it is a good way which you get I feel",
        7502.8,
        7508.38
    ],
    [
        " like there's some place where you're going with us I feel like this is a building up to some statement",
        7508.38,
        7512.3
    ],
    [
        " yeah and here's it's not building up to statement it's kind of a big like that",
        7512.3,
        7516.44
    ],
    [
        " because I was thinking you had some kind of philosophical eureka moment yeah I mean",
        7516.44,
        7523.86
    ],
    [
        " but basically what you're saying is workout every day I have I had a little talk about long",
        7523.86,
        7528.0
    ],
    [
        " to say it it's kind of make me wonder I'm telling you why you should work out every day because",
        7528.0,
        7531.88
    ],
    [
        " let's face it like if you just say hey work out every day where there's a lot of pushback you",
        7531.88,
        7535.68
    ],
    [
        " can get like no you need rest days no you need you know like there's a you know there's a big",
        7535.68,
        7540.52
    ],
    [
        " philosophy to it but working out every day just like I you said which I'm glad you did by the way",
        7540.52,
        7545.08
    ],
    [
        " it's it's a it's a mental thing yes well of course physical but it's obvious yeah it's a mental",
        7545.08,
        7551.74
    ],
    [
        " thing so and then you additionally you said to you know make it a what a routine or whatever like",
        7551.74,
        7558.46
    ],
    [
        " it's just part of your day develop a pattern develop a pattern yes exactly right that's a good",
        7558.46,
        7562.76
    ],
    [
        " way to develop the pattern is you just automatically yeah assume and do it every day just",
        7562.76,
        7568.36
    ],
    [
        " automatic as part of the day you know not like oh I want to try to get a workout in today you know",
        7568.36,
        7573.32
    ],
    [
        " it's not that it's like that's like it's more of a given you know kind of thing is a weird thing",
        7573.32,
        7577.0
    ],
    [
        " that I'll say to people yeah sure yeah that order like what do you say to yourself I don't say",
        7577.0,
        7584.98
    ],
    [
        " anything yeah I don't even this is a weird thing say I don't even think about it yeah I don't",
        7585.04,
        7589.32
    ],
    [
        " sit there and be like well you know I have worked out for five days straight so I really probably",
        7589.32,
        7594.34
    ],
    [
        " don't actually need to work out today how could you you know it's like you know I actually read",
        7594.34,
        7598.76
    ],
    [
        " once four years ago in a muscle and fitness magazine that you know five days in a row is a bit",
        7598.76,
        7603.12
    ],
    [
        " too much to work out you should take that whatever day off you always can find 80 million ways to",
        7603.12,
        7608.94
    ],
    [
        " rationalize you should not the Bulgarians actually on their periodization cycle they only take you",
        7608.94,
        7614.9
    ],
    [
        " indifferent I was reading about Michael Phelps and even though he trained hard there was always one",
        7615.28,
        7619.26
    ],
    [
        " day a week that he would just rest like everyone's got a million different rationalizing things that",
        7619.26,
        7624.1
    ],
    [
        " you can put in your head yeah yeah even though there's no you should get that's that's the rationalizing",
        7624.1,
        7629.64
    ],
    [
        " thing there's a there's a TV show that it's called alone and it's TV show called alone they put",
        7629.64,
        7638.16
    ],
    [
        " people out in the wilderness I heard about it on Joe Rogan because he had one of the winners on the",
        7638.16,
        7642.42
    ],
    [
        " show and I didn't even hear that I just heard Joe Rogan mention it he was like yeah the show's crazy",
        7643.34,
        7648.6
    ],
    [
        " they put them out and so I was with my wife and my youngest daughter and they were looking for",
        7648.6,
        7654.42
    ],
    [
        " something to watch and I go I go well hey there's a show called alone it's about being alone in the",
        7654.42,
        7660.46
    ],
    [
        " wilderness long story short but everyone quits and you the show goes on until only one person is left",
        7660.46,
        7668.5
    ],
    [
        " everyone else quits so there are different places they're alone in the wilderness okay they're alone in",
        7668.68,
        7676.78
    ],
    [
        " the wilderness oh with each other though no they're alone yeah yeah yeah yeah alone so as you watch",
        7676.78,
        7682.76
    ],
    [
        " this you see people and they're they have cameras with them so they're talking to themselves",
        7682.76,
        7687.94
    ],
    [
        " and it's been funny to watch because you can see people when they're gonna quit and you're like oh",
        7687.94,
        7695.42
    ],
    [
        " they're rational like so now now I've got my youngest daughter who's 11 when someone starts rationalizing",
        7695.42,
        7702.4
    ],
    [
        " she says oh he's rationalizing because you know someone will say you know I could stay out here",
        7702.4,
        7708.88
    ],
    [
        " for a long time but you know I really miss my family yeah yeah yeah and you're like oh he's",
        7708.88,
        7712.12
    ],
    [
        " rationalizing or or I just don't know if it's worth you know what this is doing to my body I've",
        7712.12,
        7717.54
    ],
    [
        " done some stuff to start tough to my body and I'm starting to think about even though the money",
        7717.54,
        7721.76
    ],
    [
        " would be nice but so we start rationalizing and the reason I mean you'd see that in seal training",
        7721.76,
        7730.0
    ],
    [
        " in seal training you'd see someone say you know I don't know if you know I'm I've actually",
        7730.0,
        7736.04
    ],
    [
        " probably gonna get married and I don't know if it's the bright thing to do to put my girlfriend",
        7736.04,
        7739.44
    ],
    [
        " through this and you're like okay yeah yeah big for sure definitely don't want to put your wife",
        7739.44,
        7745.2
    ],
    [
        " through this go quit go quit so it's so easy to rationalize things rationalization is the enemy",
        7745.2,
        7753.58
    ],
    [
        " and that brings me back to where I started this which was I'm not thinking about it because I know",
        7753.58,
        7760.62
    ],
    [
        " that my I know that my rationalization my powers of rationalization can can win I can convince myself",
        7760.62,
        7768.44
    ],
    [
        " 48 times I just quoted a muscle and fitness magazine from 1987 that said that the Bulgarians",
        7768.54,
        7775.86
    ],
    [
        " ensure that they get at least one complete day of rest for every five days of working out you",
        7775.86,
        7780.08
    ],
    [
        " can support any crap that you want to support if you just if you just want to rationalize or do",
        7780.08,
        7785.86
    ],
    [
        " yourself be irrational be irrational shut up do what you're supposed to do yeah that uh rationalize",
        7785.86,
        7798.42
    ],
    [
        " thing is I'm very successful person in regards to rationalizing stuff everyone is yeah you also know",
        7799.84,
        7807.16
    ],
    [
        " your own you know what to say you know how to like you're into being healthy right and you're like",
        7807.16,
        7814.4
    ],
    [
        " yeah you know I did see that I did watch just watch that YouTube video and they talked about the",
        7814.4,
        7819.74
    ],
    [
        " value of rest it actually is more important it's actually more important you know then diet",
        7819.74,
        7827.06
    ],
    [
        " and lifting the most important thing is rest and I think I've been really I don't think I think",
        7827.06,
        7834.14
    ],
    [
        " I think I actually in order to truly have discipline I need to have the discipline just to not",
        7834.14,
        7838.82
    ],
    [
        " work out today yeah that's gonna take discipline these are all lies they're all just lies",
        7838.82,
        7844.3
    ],
    [
        " they're all just rationalization yeah I like today I was lifting today oh yeah but I was rationalizing",
        7845.0,
        7853.7
    ],
    [
        " prior to lifting I was rationalizing I'm sitting there like observing myself rationalizing and",
        7853.7,
        7860.62
    ],
    [
        " what I had to do is actually I I wasn't feeling a little tweak in my leg in my knee no very minor",
        7860.62,
        7866.84
    ],
    [
        " but I was like well you know maybe a you know just let that thing heal up don't want it and",
        7866.84,
        7871.54
    ],
    [
        " it's like no actually shut up yeah and I I lifted lighter yeah but I didn't rationalize yeah I was",
        7871.54,
        7880.1
    ],
    [
        " like okay cool but hurt leg good you know it's like but stretching a calm thing to combat rationalizing",
        7880.1,
        7887.38
    ],
    [
        " and I well all just shut up and do what you're supposed to do that's one thing yeah yeah yeah yeah",
        7887.38,
        7892.62
    ],
    [
        " yeah for sure but what I do or sometimes if I have the strength uh is all imagine like you know",
        7892.62,
        7901.3
    ],
    [
        " like it all come with you with the issue like I work that's in excuse or something and you always",
        7901.3,
        7905.64
    ],
    [
        " have some work around for the excuse every single time like somewhere and it's like man",
        7905.64,
        7910.58
    ],
    [
        " if you can just imagine kind of what Jaco would say right now you know because you could legitimately",
        7910.58,
        7917.58
    ],
    [
        " have a tweak in your knee you could and then varying levels it could be like almost like hey if you",
        7917.58,
        7922.5
    ],
    [
        " start doing this squat routine that you have planned like you will make it work for sure you know",
        7922.5,
        7927.3
    ],
    [
        " but you can also use your other life yeah right do some other stuff do some other stuff how's that",
        7927.92,
        7934.0
    ],
    [
        " sound oh yeah and a lot of times like that other stuff like man I'd rather battle through the pain",
        7934.0,
        7938.58
    ],
    [
        " to be honest okay so when you go surfing sometimes it's like cold miserable maybe the waves",
        7938.58,
        7943.94
    ],
    [
        " aren't that great but you know you should go yeah so stoner and I we had this rule for a little while",
        7943.94,
        7950.1
    ],
    [
        " when we got to our surf spot we could either go surfing or if you don't want to go surfing that's fine",
        7950.36,
        7958.48
    ],
    [
        " but now you have to swim around the pier so it's like that's the deal so guess what you do you go",
        7958.48,
        7965.52
    ],
    [
        " surfing and you know you should go surfing anyways even if you get two good waves it's worth it",
        7965.52,
        7969.32
    ],
    [
        " and you got to work out you know you got the paddle but you're either going to so you should",
        7969.32,
        7975.52
    ],
    [
        " have an alternative like hey you can either work out today or you can whatever whatever so miserable",
        7975.52,
        7982.12
    ],
    [
        " thing is that sucks worse than working out yeah right yeah I'm gonna come up with that thing yeah",
        7982.12,
        7989.2
    ],
    [
        " so and actually I actually do that but it's still working out so it's like a version of that it's",
        7989.2,
        7994.2
    ],
    [
        " a perfect uh uh it's analogous to your surfing thing it's either do the workout plan yeah or do",
        7994.2,
        8002.0
    ],
    [
        " this metcon and it's a specific metcon there's two of them yeah if I did this one the the last time",
        8002.0,
        8007.76
    ],
    [
        " I did metcon I'd do this other one that's it they're just two so it's like either do the full",
        8007.76,
        8011.5
    ],
    [
        " workout or do the metcon so if it's like man if you're if you think you're gonna use tweet or whatever",
        8011.5,
        8016.52
    ],
    [
        " you can do the metcon that's cool yeah I like it there you go and it's like it's right on the borderline",
        8016.52,
        8022.06
    ],
    [
        " of the workout and the metcon suck the same yeah equally yeah but you know how sometimes you're",
        8022.06,
        8026.82
    ],
    [
        " just not in the mood to to do that workout yeah yeah and then sometimes you're really not in the",
        8026.82,
        8032.24
    ],
    [
        " mood to do the metcon so it's weird how sometimes you want to do sometimes you would prefer to do a",
        8032.24,
        8036.82
    ],
    [
        " a metcon and sometimes you would prefer to lift heavy right it's okay it's okay what's not okay is",
        8036.82,
        8043.92
    ],
    [
        " I don't feel like lifting heavy so I'm just not gonna know or I don't feel like doing a metcon so",
        8043.92,
        8048.12
    ],
    [
        " I'm just gonna not gonna do anything yeah exactly what you want to do I like that option you can",
        8048.12,
        8051.88
    ],
    [
        " either do this or that and I do that to a certain level you know if I if I just whatever I don't",
        8051.88,
        8057.5
    ],
    [
        " feel like doing anything that's gonna be a metcon scenario I'm like cool I'm gonna lift heavy you",
        8057.5,
        8062.9
    ],
    [
        " know and I'm gonna grind it out too yeah not like I'm gonna say oh well I'm just gonna you know yeah",
        8062.9,
        8067.44
    ],
    [
        " no I'm gonna get some that's why I like the metcon because the metcon is very specific like you",
        8067.44,
        8071.82
    ],
    [
        " either did it or you just didn't do it correctly you know kind of thing like it has the the",
        8071.82,
        8076.0
    ],
    [
        " wrestling between each one is basically circuit training yeah essentially and I gotta do a certain",
        8076.0,
        8081.38
    ],
    [
        " weight a certain amount of reps per thing and so it's there it's not like oh I'm gonna go light",
        8081.38,
        8086.4
    ],
    [
        " or I'm gonna slack it's kind of hard to slack because it's like it's real glaring if you do so yeah",
        8086.4,
        8091.34
    ],
    [
        " you're choosing one or the other I don't care what you're in the mood for or not in the mood for",
        8091.34,
        8094.82
    ],
    [
        " like you gotta do one you know but if you so I always have that in play always yeah and it works",
        8094.82,
        8101.14
    ],
    [
        " yeah it's good to give yourself a shitty alternative yes yes it is in these cases for sure yeah",
        8101.38,
        8110.46
    ],
    [
        " well anyway hopefully we are on the path whether you're working out every day or not I'd say",
        8110.46,
        8117.12
    ],
    [
        " I recommend work out every day here's a thing if you're hurting yourself or something like that",
        8117.12,
        8121.58
    ],
    [
        " don't do that workout yeah yeah for sure like do something that's gonna injure you yeah",
        8121.58,
        8126.86
    ],
    [
        " but don't do nothing don't do nothing do it very deliberate yeah work out every day",
        8127.6,
        8132.84
    ],
    [
        " yes and the point is there too is like that it after a while it does just become normal yeah like",
        8132.84,
        8137.7
    ],
    [
        " just like making coffee or you know like every day it's just oh that's sort of just what you do",
        8137.7,
        8143.68
    ],
    [
        " every single day it's like right it becomes that you know and boom you're a new person boom just like",
        8143.68,
        8148.54
    ],
    [
        " that just like that anyway we're all in the path we're working out every day hey look you",
        8148.54,
        8152.92
    ],
    [
        " joints get sore I get it right my knees actually sore actually sore",
        8152.92,
        8157.52
    ],
    [
        " but I did squats super hard the other day you know the kind where mentally you go into like",
        8157.52,
        8165.9
    ],
    [
        " getting yeah or whatever in squats too and so mentally you kind of it's almost like you turn off",
        8165.9,
        8175.46
    ],
    [
        " a certain part of your mind you know so and your just your body just has to like basically",
        8175.46,
        8179.94
    ],
    [
        " facilitate their ass but then when you're done when your mind switches back on you're like",
        8179.94,
        8184.44
    ],
    [
        " just in pain you know how you got to basically pay the price mentally afterwards you're on the",
        8184.44,
        8190.06
    ],
    [
        " road to recovery which is cool but anyway it was one of those scenarios and yeah my knees were",
        8190.06,
        8195.8
    ],
    [
        " weird strangely sore on the inside hmm I don't know oddly it's fully healed now too by the way",
        8195.8,
        8202.26
    ],
    [
        " those two days ago nonetheless point is sometimes your joints get sore mind too jockelystue when you",
        8202.26,
        8209.92
    ],
    [
        " older I know no matter how old you are nah we're not getting older no but like everyone goes oh",
        8209.92,
        8215.16
    ],
    [
        " it's cuz you're getting older no cuz you know you're taking care you're taking care less yeah and also",
        8215.16,
        8220.24
    ],
    [
        " like when when I was younger you have sore yeah it's not worse yeah my hands not really worse I feel",
        8220.24,
        8227.9
    ],
    [
        " like my capacity maybe my enthusiasm sometimes less but that might be just because I got more",
        8227.9,
        8234.64
    ],
    [
        " stuff going on as an adult you see I don't know nonetheless if you're joints are sore don't worry",
        8234.64,
        8239.12
    ],
    [
        " jockelystue when did you become an adult how old were you I want to say like mid-30s I think it was",
        8239.4,
        8247.02
    ],
    [
        " mid-never to be honest with you but I don't know I think it's a slowly slow gradual we're still",
        8247.02,
        8253.26
    ],
    [
        " heading there we're working hard kids kids kids move that forward when you have kids yes you start",
        8253.26,
        8259.76
    ],
    [
        " to become an adult pretty quickly yeah yeah yeah well certain elements I mean you've got",
        8259.76,
        8265.94
    ],
    [
        " humans that now rely on you for your food for their food so yeah for everything and everything",
        8265.94,
        8272.06
    ],
    [
        " out yeah like the roof yeah and health health deep guidance life yeah a whole freaking existence",
        8272.06,
        8279.98
    ],
    [
        " bunch of things we're talking about yeah so I can switch on the adult circuits for sure for sure",
        8279.98,
        8285.18
    ],
    [
        " how old you're oldest seven yeah so I was probably right probably mid-30s you started kind of",
        8285.18,
        8290.16
    ],
    [
        " moving in the direction of yeah I think so too nonetheless I don't have sore joints at the moment",
        8290.16,
        8297.5
    ],
    [
        " that is because what I was trying to tell are everyone are people are people jockelystue supplementation",
        8297.5,
        8305.76
    ],
    [
        " called jockelystue the joint stuff is joint warfare there is also super-crial oil which has other",
        8305.76,
        8312.52
    ],
    [
        " health benefits by the way but anyway in combination this will keep your joints in the game",
        8312.52,
        8317.58
    ],
    [
        " working out seven days a week working out five days a week whatever working out nine days a week",
        8317.62,
        8323.52
    ],
    [
        " these will keep them together the whole time you're gonna be worried about your gains not your joints",
        8323.52,
        8332.0
    ],
    [
        " check them out I'm just saying that they also fight them in D now we're in the midst of the pandemic",
        8332.0,
        8341.58
    ],
    [
        " in everybody is saying take vitamin D thankfully we make vitamin D vitamin D3 get some of that you",
        8342.3,
        8349.72
    ],
    [
        " can also get cold war which is immune health which again these are products that we've had",
        8349.72,
        8356.16
    ],
    [
        " and it's pretty cool that a lot of people are recommending them right now so you can stay healthy",
        8356.16,
        8362.62
    ],
    [
        " and then on top of all this working out that you're doing you're probably gonna need some",
        8362.62,
        8368.26
    ],
    [
        " what echo likes to call additional protein yes additional well because you know there's a",
        8368.36,
        8376.56
    ],
    [
        " debate if you will to be an anti-lice talk of how much protein you should know",
        8376.56,
        8380.34
    ],
    [
        " it's insane so if you want to supplement protein I read many people are listening to this right now",
        8380.34,
        8386.78
    ],
    [
        " yeah but six zero you know there's four people",
        8386.78,
        8390.78
    ],
    [
        " and then the last it doesn't even matter it doesn't matter because for those six people",
        8390.78,
        8395.42
    ],
    [
        " there's gonna hear fire yes exactly right gonna hear fire",
        8395.46,
        8398.58
    ],
    [
        " it's fire goes yes nonetheless if you're gonna someone protein you might as well have it in the",
        8398.58,
        8403.68
    ],
    [
        " form of dessert yes smoke is I know strange name I get it unless supplement your protein like a",
        8403.68,
        8410.76
    ],
    [
        " dessert got some kids protein to warrior kid protein because why would you feed your kid something",
        8410.76,
        8416.76
    ],
    [
        " that's actual poison you wouldn't do it you'd get them warrior kid milk they will love it you will",
        8416.76,
        8422.02
    ],
    [
        " love that they're having it they will be healthier stronger smarter better they're gonna have a",
        8422.02,
        8427.68
    ],
    [
        " massive deadlift for sure just a hundred percent white tea we got that and we also got these cans",
        8427.68,
        8434.12
    ],
    [
        " of what we call discipline go isn't an energy drink no you know what it is because it gives you",
        8434.12,
        8441.9
    ],
    [
        " energy but it gives you real energy not of not a lie not just a not just a massive hit of caffeine",
        8441.9,
        8450.58
    ],
    [
        " 300 milligrams of caffeine look you you inject 300 milligrams of caffeine into a piece of wood",
        8451.02,
        8456.42
    ],
    [
        " and it starts to get excited but after a little while it's like very quickly it's back to just being",
        8456.42,
        8463.2
    ],
    [
        " wood you put a bunch of sugar into into a rat and it gets all excited yeah that's fake energy",
        8463.2,
        8469.22
    ],
    [
        " yeah man this is real energy it's got it's not got no sugar in it but it still tastes good",
        8469.22,
        8474.74
    ],
    [
        " it's sweet with monk food blah blah blah yeah well here's the thing the blah blah and I get it",
        8474.74,
        8479.16
    ],
    [
        " I understand why you said blah blah blah because it's like yeah these are all these numbers and",
        8479.68,
        8483.82
    ],
    [
        " all this stuff what are but man I kind of looked into it I did look into it by the way and so put so",
        8483.82,
        8489.38
    ],
    [
        " preservatives sweeteners like these things that's the things that make normal energy drinks",
        8489.38,
        8495.38
    ],
    [
        " yeah bad for you yeah the ones that are bad for you and you know there's a bunch of energy",
        8495.38,
        8499.34
    ],
    [
        " drinks so I can't you so it's hard to for me in the spirit of accuracy to say oh all energy",
        8499.34,
        8504.0
    ],
    [
        " drinks are all this are all that but the preservatives and artificial sweeteners are are straight up",
        8504.0,
        8511.76
    ],
    [
        " poison straight up but they do sweeten or they do preserve or doing you know and there's",
        8511.76,
        8517.7
    ],
    [
        " these list of very specific things that they put in the only reason they're in there is not to help",
        8517.7,
        8522.88
    ],
    [
        " you yes it's the help the drink it helps stay drink yes so whatever trying to say is we don't",
        8522.88,
        8533.98
    ],
    [
        " preserve it we pasteurize it like what you do with milk yes so and in order to sweeten it we've",
        8533.98,
        8541.44
    ],
    [
        " only got monk fruit which is good for you monk fruit is good for you so anyways all these different",
        8541.44,
        8547.28
    ],
    [
        " items you can get it you can get origin main dot com you can also get them at the vitamin chop and",
        8547.28,
        8554.6
    ],
    [
        " we're a little we're about to enter a new market in the world you know when people say oh",
        8554.6,
        8561.54
    ],
    [
        " I really wish this stuff was available here or there I mean we're moving in that direction",
        8562.04,
        8566.86
    ],
    [
        " it's starting starting with vitamin chop next thing we're going into is a place called wow-wow",
        8566.86,
        8571.48
    ],
    [
        " which is a convenience store mostly east coast we're starting in florida and virginia",
        8571.48,
        8578.16
    ],
    [
        " if you live in those areas be on the lookout because you'll be able to walk into a wow-wow",
        8578.16,
        8584.2
    ],
    [
        " and clean out the shelf",
        8584.2,
        8586.0
    ],
    [
        " yes clean out the shelf get yourself some disco and go try the different flavors and yeah you'll",
        8587.5,
        8593.56
    ],
    [
        " get that little you'll get that little mid-morning heater and that and I think you won't get a",
        8593.56,
        8601.34
    ],
    [
        " post-drink crash where you're like yeah yeah no yeah and and being in the in the store is like",
        8601.34,
        8609.06
    ],
    [
        " especially like a convenience store scenario whatever it's it makes it it does it this is a big deal",
        8609.06,
        8613.42
    ],
    [
        " in this sense where right now and I get it like you eat or do your shipment you know you get it",
        8613.42,
        8619.08
    ],
    [
        " whether it be online or whatever or find a vitamin chop for sure but when it's on it's not the",
        8619.08,
        8624.5
    ],
    [
        " story you can just sort of stop in and get one kind of thing on the way here on the way there or",
        8624.5,
        8629.38
    ],
    [
        " whatever it makes it a whole different process yeah way more convenient if you were probably",
        8629.38,
        8636.0
    ],
    [
        " why they call it convenience stores by the way yeah unless that's a good that's good news right",
        8636.0,
        8640.46
    ],
    [
        " there yeah so discipline go it's what it's called in the can I don't know if you mentioned that",
        8640.94,
        8645.1
    ],
    [
        " for those who yeah main not have known that got it thank you so anyway yes or origin main dot com",
        8645.1,
        8652.16
    ],
    [
        " yeah get it there also other stuff at origin main is jujitsu geese if you don't have one get one from",
        8652.16,
        8656.96
    ],
    [
        " there American made all good what are we doing without a jujitsu geese at this point I have no we",
        8656.96,
        8661.24
    ],
    [
        " should definitely be having a jujitsu geese yes that's for sure also jeans American denim also some",
        8661.24,
        8669.18
    ],
    [
        " hoody some other clothing items on there American made boots works of art I've heard them be",
        8669.18,
        8674.68
    ],
    [
        " referred to as works of art made America just made Pete Roberts it's so happy well it's accurate I",
        8674.68,
        8681.16
    ],
    [
        " agree with the statement yeah they are this is works of art and also the preservation of a culture",
        8681.16,
        8689.24
    ],
    [
        " of creation and manufacturing that's what's happening this is a loss this is a dying art",
        8689.24,
        8698.1
    ],
    [
        " a dying capability that is now being preserved whether it's the the manufacturing of the cloth to",
        8699.24,
        8709.76
    ],
    [
        " make the geese whether it's the manufacturing of the boots whether it's the the sewing and fabrication",
        8709.76,
        8715.96
    ],
    [
        " of the jeans all of it is a preservation of a manufacturing a manufacturing thread that ties America",
        8715.96,
        8729.52
    ],
    [
        " together so we're not going to let it die by the way and we appreciate you all helping us keep it",
        8729.52,
        8736.02
    ],
    [
        " alive so yes or jimane dot com so we can get this stuff also jaco is store jaco store dot com",
        8736.02,
        8743.04
    ],
    [
        " made like kind of a statement and then you go yeah so yeah that's where you can get this stuff but it's true",
        8743.04,
        8747.86
    ],
    [
        " okay there you go I'm sorry I'm sorry you can get these pieces of art you started it man that was so",
        8747.86,
        8754.54
    ],
    [
        " freaking deep bro it was deep and man thank you so much for for for saying that you're welcome you're",
        8754.54,
        8760.96
    ],
    [
        " welcome anyway jocke was glad that my services have been jocke for the whole we appreciate your dot",
        8760.96,
        8765.46
    ],
    [
        " pick my speech was yes sir there was jocke store dot com we we can get our shirts this one equals freedom",
        8765.64,
        8773.92
    ],
    [
        " death core to the core by the way good good get out all these shirt you well if you want to represent",
        8773.92,
        8780.66
    ],
    [
        " while you're on the path jocke store dot com back to the book back to the book all day that's a",
        8780.66,
        8784.2
    ],
    [
        " shirt oh yeah also hoodies on there some tank tops other items so we're adding we got a hardcore",
        8784.2,
        8792.22
    ],
    [
        " recondos on there back in stock by the way yeah yeah speaking of David and we didn't even get to",
        8792.44,
        8797.5
    ],
    [
        " this part of our face well but I think we all know that the the the the what he called the legend",
        8797.5,
        8803.02
    ],
    [
        " or the what do you call it when everyone started the cannon is that what it's called the cannon is",
        8803.02,
        8807.78
    ],
    [
        " like a big book or a big work of art I mean a big work of writing the part of the story that's like",
        8807.78,
        8814.5
    ],
    [
        " you know they became the crux of the story perhaps no it's like legendary a legendary kind of",
        8814.5,
        8820.8
    ],
    [
        " panic or the story like one of them yeah yeah anyway why they're called called called the hard",
        8820.8,
        8826.44
    ],
    [
        " core rather than the hopeless yeah yeah yeah hardcore recondos yes sir don't slack um yes so we've",
        8826.44,
        8833.92
    ],
    [
        " got that shirt we got and we got some cool stuff and continuously adding items on there maybe like",
        8833.92,
        8837.86
    ],
    [
        " once a month months all over two months maybe so anyway check in there if you like we do have an",
        8837.86,
        8843.0
    ],
    [
        " email list if you want to get emailed for new stuff um basically just new stuff that's it pretty much",
        8843.0,
        8850.42
    ],
    [
        " or your kid soaps on there too yes sir which is legit yes that's all we use now and here's",
        8850.8,
        8857.06
    ],
    [
        " it here you know what's weird the um the compliments that I hear personally and online is that it",
        8857.06,
        8862.84
    ],
    [
        " smells real good there you go it doesn't seem like that was like one of the things that we're",
        8862.84,
        8869.2
    ],
    [
        " or that ate in and then we're like trying to like push just the byproduct of excellence just",
        8869.2,
        8873.34
    ],
    [
        " to get away to put it yeah yeah and that is the case for sure yes we're okay and but even though",
        8873.34,
        8879.16
    ],
    [
        " it smells good which I agree with but even more important it can help you it can help your family",
        8879.16,
        8884.44
    ],
    [
        " stay clean stay clean subscribe to the podcast don't just subscribe to this podcast we got some",
        8884.44,
        8892.4
    ],
    [
        " other podcasts we got the jacquo unraveling podcasts we got the grounded podcast we got the warrior",
        8892.4,
        8896.0
    ],
    [
        " kid podcast we got a youtube channel if you want to see echoes youtube uh videos that he makes",
        8896.0,
        8901.8
    ],
    [
        " we makes everything explode and blow up and catch on fire except if it's a long video in the",
        8901.8,
        8906.76
    ],
    [
        " which case I'll just let you be bored with that which is fine with we got an album called psychological",
        8906.76,
        8911.2
    ],
    [
        " warfare which is me talking about moments of weakness that that we may need to overcome you might",
        8911.2,
        8916.92
    ],
    [
        " need a little help overcoming that when you should rationalize you might be trying to rationalize",
        8916.92,
        8921.22
    ],
    [
        " we can fight through that together press play you press play you have it on there you have a little",
        8921.22,
        8927.06
    ],
    [
        " mp3 on there you press play on your phone and then all of a sudden you stop rationalizing and you",
        8927.06,
        8933.96
    ],
    [
        " start doing flip side canvas if you want to not rationalize visually get yourself some get yourself",
        8933.96,
        8943.82
    ],
    [
        " some things to represent I know that laf just told me that he hooked up the echelon front hq",
        8943.82,
        8950.72
    ],
    [
        " building in texas with some flip side canvas works for the walls uh we also have some books hey",
        8950.72,
        8959.82
    ],
    [
        " first of all this book right here about face written by carol david hackworth i wrote the forward",
        8959.82,
        8965.58
    ],
    [
        " one in honor check it out this is a book you can refer back to forever i'm still reading it i",
        8965.58,
        8971.26
    ],
    [
        " have been reading this book for approximately i would say approximately 20 years approximately 20",
        8971.26,
        8980.5
    ],
    [
        " years i'm still reading it we also have the code the evaluation the protocol written by myself",
        8980.5,
        8986.0
    ],
    [
        " david Burke Sarah Armstrong in the mix on that one leadership strategy and tactics field manual all the",
        8986.2,
        8994.68
    ],
    [
        " answers are in there all the answers are in there they really are get that book you can look up oh you",
        8994.68,
        9001.74
    ],
    [
        " got a problem with your employees acting a certain way cool go to leadership strategy oh your boss",
        9001.74,
        9005.8
    ],
    [
        " you're having a hard time leading up to go cool go in there check it out oh your morale is down for",
        9005.8,
        9009.96
    ],
    [
        " your truth okay go in there check it out all the answers are in there leadership strategy and",
        9009.96,
        9015.36
    ],
    [
        " tactics field manual we got way the warrior kid one two three we got four on the way be checking out",
        9015.36,
        9021.42
    ],
    [
        " for it we'll have it to pre order as asap it's uh it's it's it's the final version is with the",
        9021.42,
        9030.32
    ],
    [
        " printers at this time oh okay yep so we're there we also want to know you know sometimes we",
        9030.32,
        9037.26
    ],
    [
        " collectively cause shortages of certain books so if you want to get way the warrior kid for",
        9038.22,
        9044.62
    ],
    [
        " please pre order it so that you don't get caught at christmas time with no book four year little warrior",
        9044.62,
        9051.4
    ],
    [
        " kid don't forget about Mikey and the dragons speaking of warrior kids don't forget about the",
        9051.4,
        9056.78
    ],
    [
        " discipline goes freedom field manual there is a new addition out the new addition",
        9056.78,
        9061.6
    ],
    [
        " I",
        9065.1,
        9065.62
    ],
    [
        " wrote a bunch more for it we added it in there it's got a new cover it's got a photograph by echo",
        9065.62,
        9072.46
    ],
    [
        " Charles on the cover the photograph is of my head which we which you took of me yes you think",
        9072.46,
        9081.58
    ],
    [
        " that there was there a big like setting up or the lighting and all this stuff no I was standing in",
        9081.58,
        9087.06
    ],
    [
        " echo Charles's hallway we just got done recording the podcast in his living room and he goes hold on",
        9087.36,
        9091.94
    ],
    [
        " a second turn around and he's holding a camera and he goes click click and one of those two shots",
        9091.94,
        9098.54
    ],
    [
        " is echoes iconic picture that is on the cover it's bigger how I show you the new one yet I have one",
        9098.54,
        9107.1
    ],
    [
        " you have the it's not a completed one it's actually oh you have a fake one on the inside",
        9107.1,
        9112.66
    ],
    [
        " okay I'll bring you the real one yeah I'll bring the real one so they made it look a little",
        9113.62,
        9117.62
    ],
    [
        " bit more and you know I'm I'm an old school hardcore kid from and so things had a certain look to",
        9117.62,
        9124.82
    ],
    [
        " them yeah and this one kind of moved in that direction a little bit being a little bit like my old",
        9124.82,
        9129.34
    ],
    [
        " school hardcore days DIY yeah make things happen you got a good track record with covers I could say",
        9129.34,
        9136.46
    ],
    [
        " yeah yeah they look solid well thank you I appreciate it so there's all those books plus",
        9136.46,
        9142.46
    ],
    [
        " there's extreme ownership plus the dichotomy of leadership which I wrote with my brother",
        9142.46,
        9147.4
    ],
    [
        " Lafe Babin we have echelon front which is a leadership consultancy we've solved problems through",
        9147.4,
        9152.9
    ],
    [
        " leadership that's what we do go to echelonfront.com if you need help in your business we have EF online",
        9152.9,
        9159.48
    ],
    [
        " where we are providing leadership instruction through an online platform answering questions",
        9159.48,
        9167.12
    ],
    [
        " there's a four there's all kinds of things to do on there there's courses to take",
        9167.3,
        9171.12
    ],
    [
        " there is EF Overwatch where we are taking people from the military and putting them into civilian",
        9171.12,
        9179.34
    ],
    [
        " companies in leadership positions people that understand the principles that we talk about here",
        9179.34,
        9184.04
    ],
    [
        " and finally if you want to help if you want to help out our military members active members",
        9184.04,
        9191.12
    ],
    [
        " retired members their families gold star families if you want to support then check out",
        9191.12,
        9197.4
    ],
    [
        " markley's mom that's markley from tasking to bruiser his mom momily she has a charity organization",
        9197.4,
        9205.74
    ],
    [
        " if you want to donate or you want to get involved go to america's mighty warriors.org",
        9205.74,
        9211.8
    ],
    [
        " and if you if you feel the need if you just feel the need to hear more of my unbearable bellowing",
        9213.36,
        9225.02
    ],
    [
        " or you maybe you just need a little hitter a little dose of echoes muddled meandering which we",
        9225.02,
        9235.0
    ],
    [
        " certainly got plenty of today you can find us on the inner webs on twitter on instagram which",
        9235.0,
        9241.24
    ],
    [
        " echo just so he knows what i'm talking about he refers to instagram as the gram",
        9241.24,
        9247.24
    ],
    [
        " facebook echo his ad echo Charles and i am at jacke willink and oh thanks once again to my mentor",
        9247.24,
        9256.28
    ],
    [
        " Colonel David hackworth for everything he did for me for his soldiers for the army and for america",
        9256.28,
        9265.34
    ],
    [
        " and thanks to all the military personnel out there right now right now right at this moment",
        9265.34,
        9272.62
    ],
    [
        " while you're sitting there listening to this podcast while we're sitting here making this",
        9272.62,
        9276.96
    ],
    [
        " podcast there are military personnel out there right now holding the line against evil and",
        9276.96,
        9284.42
    ],
    [
        " protecting our way of life and the same thing to police and law enforcement and firefighters and",
        9284.42,
        9290.68
    ],
    [
        " paramedics and EMTs and dispatchers and correctional officers born a patrol secret service all other",
        9290.68,
        9295.78
    ],
    [
        " first responders thank you for holding the line and protecting us here at home and everyone else",
        9295.78,
        9306.12
    ],
    [
        " out there you know we have to remember that in life most of the time we don't have the luxury",
        9306.12,
        9319.02
    ],
    [
        " we don't have the luxury of a colonel or a captain or a lieutenant or a sergeant hackworth in our lives",
        9320.68,
        9327.5
    ],
    [
        " we don't have someone there to keep us in line to make us do push-ups and give us a good",
        9327.5,
        9338.04
    ],
    [
        " swift kick in the ass when we slack off what we have to do is we have to be our own sergeant",
        9338.04,
        9346.46
    ],
    [
        " hackworth we have to be our own mr infantry we have to be our own hardcore recondo to hold",
        9346.46,
        9354.9
    ],
    [
        " the highest standards and allow no fucking slack",
        9354.9,
        9360.56
    ],
    [
        " that is our charge as leaders as people as human beings so go out there",
        9360.56,
        9374.42
    ],
    [
        " and get after it and until next time this is echo and jaco out",
        9376.6,
        9386.78
    ]
]