[
    [
        " thoughts on current military law enforcement self defense techniques and what you both would",
        0.0,
        6.04
    ],
    [
        " incorporate to make better. That's a super broad question. You know, I'll narrow it down.",
        6.04,
        16.34
    ],
    [
        " Okay. And I've talked about it a little bit on the podcast, but you got cops, police, who have a",
        16.76,
        26.64
    ],
    [
        " hard job. A miserable job. I could never do it. I mean, so would I? I could never do it. Never",
        27.04,
        32.32
    ],
    [
        " would want to do it. What'd you say to me? Yeah. Dread. I mean, just dealing with dealing with the",
        32.32,
        36.68
    ],
    [
        " drags in society, you know, for 14 calls. And then the 15th call, you're going to, you know, some",
        36.68,
        42.74
    ],
    [
        " domestic violence. And I mean, just it's just a horrible hard job. And then you have these shootings",
        42.74,
        50.06
    ],
    [
        " where quote unquote innocent people get shot. And sometimes they are. I mean, some of these police",
        50.06,
        55.94
    ],
    [
        " shootings, there's no way I can approve it. And I am all about killing bad guys. And some of",
        56.0,
        62.36
    ],
    [
        " the shootings should just say, man, that cop and I always look at it the same way. And I say,",
        62.36,
        66.36
    ],
    [
        " that cop didn't have the trade training he did. And I what really hurts is that I know how to",
        66.74,
        74.94
    ],
    [
        " try. I know what to do to make them better and get them better at that. I know you do. I know how",
        74.94,
        79.1
    ],
    [
        " the money, they don't have the time. They don't have the money. They don't have the time. A lot of",
        79.1,
        82.5
    ],
    [
        " times they don't even have the experience within the department of someone that knows how to train",
        82.5,
        86.14
    ],
    [
        " people mentally, because that's what it is. It's mental preparation of getting someone ready",
        86.14,
        90.04
    ],
    [
        " to handle these scenarios. Because it's just an unknown scenario. That's what it is. And one of my",
        90.04,
        96.44
    ],
    [
        " worst examples is this guy pulls up to a 7-Eleven. It's all it's all body camera. The guy's the whole",
        96.44,
        101.72
    ],
    [
        " things on video. The guy gets a call. There's a guy with a gun and 7-Eleven pulls up in his cruiser.",
        101.72,
        105.6
    ],
    [
        " The 7-Eleven gets out of his car. Seize a guy walking away. Starts yelling at him. The guy's wearing",
        105.64,
        110.6
    ],
    [
        " a hoodie. The guy's walking away from him. He's the cops yelling at him. Freeze, freeze, freeze.",
        110.6,
        114.8
    ],
    [
        " The guy doesn't freeze. And finally he's yelling at him. He's standing. The cop standing in the",
        115.1,
        119.64
    ],
    [
        " wide open holding his gun out. Freeze, freeze. And finally the guy turns around. Looks at the cop.",
        119.64,
        124.36
    ],
    [
        " Reaches his hands in his pockets. Boom. Cop shoots him. The guy falls down. Falls the curb.",
        125.2,
        129.34
    ],
    [
        " Rolls. He's on his stomach. Cop comes over. Rolls him over. Starts to search him. He finds",
        129.86,
        133.74
    ],
    [
        " pulls his head off. Pulls his hood off. He's got headphones in. Reaches in his pockets. He's got",
        133.74,
        137.62
    ],
    [
        " an iPhone on. And he was just sitting there listening to music. Couldn't hear the cop.",
        137.62,
        141.26
    ],
    [
        " Turned around. Reaching his pocket. Turn off the iPhone. And you know the cop who got the",
        141.6,
        146.36
    ],
    [
        " call. There was a guy with a gun. And thinks he's reaching for gun. Dustin. Yeah.",
        146.36,
        149.58
    ],
    [
        " Guy died. Blood out. And you can hear the cop. The cop felt horrible. You know, once you realize",
        149.72,
        153.5
    ],
    [
        " that he's like, come on buddy. It's going to be okay. I'm going to get you. I mean, just like",
        153.5,
        155.94
    ],
    [
        " the classic things that I've known you've heard before of like, I want to save this guy's life.",
        155.94,
        159.96
    ],
    [
        " And it's not going to happen. And what I know is that that guy going into that situation",
        160.06,
        166.28
    ],
    [
        " from the get go. If you think someone's got a gun, don't stand out in the open and talk to him.",
        166.74,
        172.42
    ],
    [
        " Get behind cover and stand back and you know, stay behind your car. Get on your cruise. Get on",
        172.78,
        177.34
    ],
    [
        " your loudspeaker and look at him and watch him and see what he's doing and see if there's a real",
        177.34,
        181.64
    ],
    [
        " threat. But don't expose yourself to him by standing out in the middle of the open. Where if he",
        181.64,
        185.54
    ],
    [
        " does have a gun, he's going to get you. And those are simple things that you know, you could do",
        185.54,
        190.48
    ],
    [
        " to improve the training. What you have to do is you have to put people in stressful situations",
        190.48,
        193.88
    ],
    [
        " during the training. And that's what we did in the SEAL teams. I know that's what you guys do in",
        193.88,
        198.32
    ],
    [
        " the SF is you get put in these horrible stressful situations where everything is getting destroyed.",
        198.32,
        203.66
    ],
    [
        " You're getting shot with paintball and they're blowing smoke grenades up and all. Frags hit you.",
        203.66,
        207.92
    ],
    [
        " They do that in the trainings that when you get in combat, you're not freaked out. Yeah. And you",
        208.08,
        212.06
    ],
    [
        " can handle the situation. Train hard so you believe less. You know, it's like it's pretty simple.",
        212.06,
        218.04
    ],
    [
        " And we do it in Austin. We do a stress test a week. Sometimes it's barbell stuff on the range and",
        219.94,
        226.08
    ],
    [
        " kit where we're doing like Olympic lifts to a sprint and then you pick up your gun and shoot",
        226.08,
        229.82
    ],
    [
        " or it's slung and then you do like a five mile run and as soon as you step on the range,",
        229.82,
        235.7
    ],
    [
        " it's like 500 targets. You're just running down the line. And that's so I know and it feels normal",
        235.7,
        244.74
    ],
    [
        " for my heart rate to be pounding so that I can't hear anything besides my own beating heart in my",
        244.74,
        249.66
    ],
    [
        " ears. Sweat dripping in my eyes, sweat dripping on my optics, my grip being jacked up because",
        249.66,
        255.7
    ],
    [
        " it's covered with sweat and you know a little bit of blood because I tripped and fell on my face.",
        255.7,
        261.08
    ],
    [
        " You know like and that seems normal. If I went to a range and shot in like a vacuum, you know like",
        261.28,
        267.76
    ],
    [
        " where it's like air condition right and like you guys like all right. No you can't shoot faster than",
        267.76,
        273.5
    ],
    [
        " one round a second and no drawing from the holster. So let's just you know have a good time here.",
        273.5,
        277.96
    ],
    [
        " I wouldn't know what to do. I'd be like this is really uncomfortable. Can someone just start screaming",
        278.18,
        283.46
    ],
    [
        " at me and throwing something at me so I could just at least shoot you know 100% the training for",
        283.46,
        289.88
    ],
    [
        " my brothers police officer, my dad's a police officer. I went to the police academy in 99 and I was",
        289.88,
        295.22
    ],
    [
        " astounded. I was a kid. I was 21 years old. I was astounded at how they were not prepared for",
        295.22,
        303.18
    ],
    [
        " anything. One was like all right how about this. All 20 of you tried to get cuffs on me.",
        304.08,
        309.32
    ],
    [
        " Yeah didn't happen. Now my wrists were bloody. You know I had a cuff on my leg. I had one cuff on",
        309.96,
        316.2
    ],
    [
        " my arm but I had like six or seven of them cuffed together and there was like 18 or there's 12 of",
        316.2,
        321.78
    ],
    [
        " them yet left and they didn't know what to do. Yeah this is a 21 year old kid. Yeah it's not their fault.",
        321.78,
        329.2
    ],
    [
        " Just like you said they just don't have the training. Yeah with that said if a cop tells you get on",
        329.38,
        335.8
    ],
    [
        " the ground, get on the ground, get on the ground, get on the ground, talk to him about it later.",
        335.8,
        339.96
    ],
    [
        " I get it. Like you know the constitution so well and you're like the greatest lawyer about you know",
        340.16,
        345.62
    ],
    [
        " legal criminology. Shut up, lay down, get on the ground and just figure it out later or have your lawyer",
        345.62,
        351.76
    ],
    [
        " do it. If you can't afford a lawyer just have talk the sergeant afterwards. Yeah just give those",
        351.76,
        357.76
    ],
    [
        " guys more training and you got to do the right kind of training. You got to do the I think you",
        357.76,
        363.96
    ],
    [
        " got to do force on force man on man training. What was the last time that a municipal police",
        363.96,
        368.18
    ],
    [
        " department did a force on force training? You should be doing it all the time. All the time. I",
        368.18,
        372.32
    ],
    [
        " never even heard of it. I'm doing it. That's horrible. Sim, Serta, whatever. I mean whatever",
        372.32,
        377.18
    ],
    [
        " whatever you're going to use. But you got to have people, humans, other humans that are maneuvering",
        377.18,
        382.88
    ],
    [
        " on you, that are reacting to you, that are drawing on you or they're not or they're raising their hands",
        382.88,
        387.56
    ],
    [
        " or they're pulling out their cell phone or they're running scared. So when you did force on force",
        387.56,
        391.12
    ],
    [
        " in the seals, who do you use as your opt for seals, other seals, dude and is there nothing better",
        391.12,
        398.16
    ],
    [
        " than I mean who wants to win? Everybody. Everybody wants to win. So like we at Fort Bragg would use like",
        398.16,
        404.72
    ],
    [
        " 80 second error born or would use another SF group. Dude and that's I mean if there are any second",
        404.72,
        409.26
    ],
    [
        " guy like this is their chance. They're going to do everything that they can to shoot an SF guy.",
        409.26,
        414.8
    ],
    [
        " You know, if it's another SF guy, then the level of competition, that competitive nature like,",
        414.98,
        421.14
    ],
    [
        " oh I'm going to do I'm going to do I'm going to ambush them. We're going to crawl up into the",
        421.5,
        424.78
    ],
    [
        " ventilation and try to shoot them at the top of their heads from the air conditioning. They're like",
        424.78,
        429.04
    ],
    [
        " taking quickie sauce and cutting the ventilation open. I mean it's gangster. It's gangster. And you",
        429.04,
        434.44
    ],
    [
        " know what that's what's great about that is guess what the enemy does. The same thing. They're just",
        434.44,
        439.34
    ],
    [
        " not as good. They build false walls. They build trap doors. They do all that stuff. And I was",
        439.34,
        445.5
    ],
    [
        " had a had a group that was going through their land war fair training in the seal teams. And they",
        445.5,
        450.76
    ],
    [
        " actually failed. And so we were retreading them make them go make them go through it again. Go",
        450.76,
        455.32
    ],
    [
        " through their FTXs. They're field training exercise. These big giant training exercises with all",
        455.32,
        459.64
    ],
    [
        " kinds of chaos. And they were doing their first re re-retreads. They're trying to pass the exercise",
        459.64,
        465.76
    ],
    [
        " this time. And I go out there and I'm listening to their brief and I'm watching to do their",
        465.76,
        469.28
    ],
    [
        " rehearsal and they get done with their rehearsal. And they all come together and the the senior and",
        469.28,
        472.8
    ],
    [
        " listed guys kind of putting out some word. And he looks at me and he goes, Hey, Jocco, do you got",
        472.8,
        478.42
    ],
    [
        " anything to say to these guys? And I wasn't really expecting it. You know, so I said, you know,",
        478.42,
        482.06
    ],
    [
        " this is 40, 40 man seal element. I said, yeah, I got something to say. You guys are going to go out",
        482.06,
        487.58
    ],
    [
        " there against six other guys. There's 40 of you. You guys got machine guns grenades. And there's",
        487.58,
        495.74
    ],
    [
        " 40 of you. I said, go out there. And when they start shooting at you, hunt those mother fuckers",
        495.84,
        502.02
    ],
    [
        " down and murder them. And they're like, yeah. And so the troop walks away and they're all fired up.",
        502.02,
        512.0
    ],
    [
        " And then the senior and listed guy and the senior officer standing there and they said, Hey, man,",
        512.32,
        516.22
    ],
    [
        " thanks for, thanks for, you know, getting our guys fired up. I think that really helped them out.",
        516.62,
        522.32
    ],
    [
        " And I said, you should hear what I'm about to go tell my guys, which was my guys that were going",
        522.88,
        528.78
    ],
    [
        " to go against them. Yeah, because I would give my guys all kinds of rewards. Anyone that they could kill,",
        528.78,
        533.44
    ],
    [
        " they would capture bodies. Anybody could get in a perimeter. They would just completely what you're",
        533.74,
        537.86
    ],
    [
        " saying. They would just completely mud suck them and draw them into the most chaotic situations.",
        537.86,
        541.92
    ],
    [
        " And the point of all this conversation is that you're going against other human beings and other",
        542.18,
        547.5
    ],
    [
        " human beings that are going to do unpredictable things. And that's what makes the training",
        547.5,
        551.54
    ],
    [
        " challenging. And that's what makes life challenging. That's what makes these situations challenging",
        551.74,
        555.18
    ],
    [
        " in a real scenario is you don't know what these people are going to do. How many, how many times you've",
        555.18,
        559.58
    ],
    [
        " been dealing with some, you know, enemy or or unknown. And you're like, what in God's name is this",
        559.58,
        565.8
    ],
    [
        " person doing Iraq or Afghanistan? I didn't fight in Afghanistan. But I rack you be looking at someone",
        565.8,
        570.48
    ],
    [
        " going, oh, this person is insane. What are they doing right now? Why are they doing that? They're going",
        570.48,
        574.86
    ],
    [
        " to die. If they, you know, it's just, it's crazy. Yeah, that's the thing about humans is the humans.",
        574.86,
        580.66
    ],
    [
        " You know, there's like points to departure from logic, you know, and they live in chaos. And some",
        581.54,
        585.36
    ],
    [
        " people can't even live without chaos. And then we're going into a place where cultures are different,",
        585.36,
        590.86
    ],
    [
        " languages are different. You know, what is the norm is different? And we're trying to enact what",
        591.08,
        596.5
    ],
    [
        " we think is normal. And they're like, bro, you're you're crazy. I'm like, no, no, you're crazy.",
        596.5,
        601.52
    ],
    [
        " I'm like, no, it's all poor cops. Yeah. So and you know what you can do if you're a cop, though,",
        601.72,
        607.52
    ],
    [
        " and you don't, your force doesn't have the, the money for this or they're not doing this,",
        607.54,
        610.64
    ],
    [
        " you can absolutely train, you can actually absolutely train in Jiu-Jitsu in MMA and fighting.",
        610.68,
        615.94
    ],
    [
        " So you get more comfortable and more confident in those situations. And the other thing I've",
        616.28,
        620.44
    ],
    [
        " said to do in the past is, man, I know it sounds lame, but watch some YouTube videos. Watch some",
        620.44,
        626.34
    ],
    [
        " YouTube videos of these, like the thing that I just described. Watch that YouTube video and say,",
        626.34,
        631.1
    ],
    [
        " I watched YouTube videos in combat. And before combat, you know what I watched before YouTube?",
        631.38,
        635.24
    ],
    [
        " I watched war movies, but documentaries. Yeah. So I could watch these guys in action and get",
        635.62,
        639.86
    ],
    [
        " see what was happening in their faces. Cause you can watch people on YouTube watch these",
        639.86,
        644.14
    ],
    [
        " perpetrators and start to understand human nature better just by watching what they're doing.",
        644.14,
        649.58
    ],
    [
        " Just grow your mind, grow your brain a little bit. And if you want to get better at shooting,",
        650.06,
        654.08
    ],
    [
        " dry fire, yeah, I spend 90% of my, my practice time of shooting without bullets in my gun.",
        654.54,
        662.7
    ],
    [
        " You know, and there's like a few grandmasters that are out shooting me right now. Yeah. So",
        663.32,
        668.58
    ],
    [
        " dry fire. Yeah.",
        669.86,
        671.34
    ]
]