[
    [
        " This is Jocco podcast number 249 with Echo Charles and me, Jocco Willink. Good evening, echo.",
        0.32,
        7.48
    ],
    [
        " Good evening.",
        7.64,
        8.06
    ],
    [
        " One seal, KIA is inbound to Camp Ramadi. KIA. Killed in action.",
        9.36,
        23.12
    ],
    [
        " When the call came over the radio from the Army company commander who was supporting my seals in the field, I felt instantly nauseous.",
        25.3,
        33.56
    ],
    [
        " I wanted to throw up.",
        33.9,
        34.82
    ],
    [
        " But I knew I had to remain calm. I had to keep my emotions in check. As the commander of SEAL Team 3 task unit bruiser, I knew the whole tactical operation center and my entire task unit would be watching my reaction to the radio.",
        35.58,
        53.1
    ],
    [
        " I took a breath and did my best to seem composed and in control.",
        53.24,
        58.2
    ],
    [
        " Beyond that, I wasn't quite sure how to react.",
        58.82,
        65.0
    ],
    [
        " Or what to say. Or what to do. This SEAL.",
        65.68,
        70.84
    ],
    [
        " Soon reported as Mark Allen Lee, the first SEAL killed in Iraq.",
        72.46,
        77.54
    ],
    [
        " He was shot and killed while assaulting a building in South Central Ramadi on August 2nd 2006.",
        79.82,
        85.94
    ],
    [
        " A hero.",
        87.58,
        89.4
    ],
    [
        " Young and full of love and life and spirit and now in an instant.",
        94.14,
        99.72
    ],
    [
        " Gone.",
        100.34,
        103.78
    ],
    [
        " Seals had been fighting in Iraq for more than three years at this point. There had been some casualties but no seals had been killed.",
        105.3,
        116.98
    ],
    [
        " And no SEAL from SEAL Team 3 which was formed in 1983 had ever been killed in action.",
        118.78,
        124.3
    ],
    [
        " While other SEALs from other teams had been lost in Afghanistan, no one above me in the immediate chain of command had ever been in sustained intense combat, much less suffered their men being killed.",
        125.2,
        139.5
    ],
    [
        " Even though we had drilled the tactical mechanics of how to react when a man was lost, we had never trained for how to handle death from a leadership perspective.",
        141.48,
        152.16
    ],
    [
        " No one had ever even discussed it with me. There was no guidance from my senior officers on the matter. I had to get my guidance from somewhere else.",
        152.92,
        165.16
    ],
    [
        " So I turned to a man who had offered me so much valuable advice about war and about leadership.",
        167.08,
        173.72
    ],
    [
        " I turned to Colonel David Hackworth and his book about face.",
        174.32,
        181.82
    ],
    [
        " In its well-worn pages I found the council I needed.",
        184.06,
        188.46
    ],
    [
        " Quote, the fact is generally there's no time out for mourning on the battlefield.",
        188.98,
        193.8
    ],
    [
        " But it's really no different than the father of ten who comes home to find his house on fire with all of his kids sleeping inside.",
        194.74,
        203.14
    ],
    [
        " He doesn't stop and cry over the first child he finds dead to do so would be to sign a death warrant for the other nine.",
        203.14,
        210.14
    ],
    [
        " A commanding officer is often in the same situation.",
        211.06,
        214.94
    ],
    [
        " To do anything but continue on would be complete dereliction of duty and in the larger picture could possibly lead to even worse carnage among his troops.",
        216.42,
        227.12
    ],
    [
        " So you do what you have to do and only later when things settle down do you allow yourself to grieve.",
        229.08,
        235.3
    ],
    [
        " End quote.",
        235.88,
        236.74
    ],
    [
        " Like I had many times before I followed the guidance of Colonel Hackworth.",
        239.26,
        244.66
    ],
    [
        " The battle of Ramadi was not going to stop.",
        245.58,
        248.58
    ],
    [
        " There were still missions that needed to be conducted, still enemy that needed to be killed.",
        249.88,
        254.1
    ],
    [
        " I told the task unit that we would do the only thing we could do, the only thing we should do and the only thing Mark would want us to do.",
        255.04,
        263.24
    ],
    [
        " Put on our gear, lock and load our weapons and go back to work.",
        263.76,
        269.8
    ],
    [
        " Do our duty.",
        270.52,
        273.22
    ],
    [
        " The men understood this seemingly harsh course of action.",
        274.04,
        280.18
    ],
    [
        " And that was exactly what we did.",
        281.88,
        283.96
    ],
    [
        " Everyone accepted this direction from me not because of my rank or my position but because they knew something fundamental about me that despite my hardened demeanor and my measured emotions they knew I cared about them more than anything else in the world.",
        284.74,
        300.74
    ],
    [
        " This feeling came to me instinctively but it had been reinforced over and over again by what I had read in the pages of about face.",
        303.96,
        312.06
    ],
    [
        " Colonel Hackworth's commitment to his men was one of the primary reasons I related to his book.",
        312.68,
        319.76
    ],
    [
        " He wrote quote, the thing was you had to look after your soldiers.",
        321.12,
        326.24
    ],
    [
        " It was true that a commanding officer's first priority was the mission but a conflicting requirement was the welfare of the men.",
        327.38,
        334.56
    ],
    [
        " It was true that the whole purpose of the military establishment was to get a dough foot eyeball to eyeball with the enemy and it was equally true that the troops were the ones who paid the price in blood for an objective secured.",
        335.24,
        349.44
    ],
    [
        " These facts made and make an infantry commanding officer a hanging judge.",
        350.52,
        355.96
    ],
    [
        " He has incredible power over the lives and deaths not only of a faceless enemy but of his men.",
        356.88,
        363.84
    ],
    [
        " Sometimes that power causes a leader to become hardened.",
        364.92,
        369.06
    ],
    [
        " He stops seeing his troops as human beings.",
        369.52,
        372.72
    ],
    [
        " They become faceless assets to him. He becomes afraid to get close or feel.",
        372.96,
        377.56
    ],
    [
        " Instead constructing a concrete barrier in his head to keep out the guilt and pain of lives lost at his behest.",
        378.24,
        385.36
    ],
    [
        " In the process he forgets that though he may give the orders it is the soldier who makes them happen or doesn't.",
        386.28,
        396.76
    ],
    [
        " He forgets that if you want 100% from a trooper you have to give him 200% as a commander.",
        397.16,
        403.42
    ],
    [
        " End quote.",
        404.2,
        405.92
    ],
    [
        " That was hackworth's standard. You had to give 200% to your men. You had to give them everything you had.",
        407.92,
        415.0
    ],
    [
        " I strived for that standard my whole career.",
        416.52,
        419.7
    ],
    [
        " I had spent my entire adult life in the SEAL teams.",
        421.8,
        424.8
    ],
    [
        " Like Colonel Hackworth I had come up through the ranks, spending my first 8 years as an enlisted SEAL before eventually being selected for a commissioning program and becoming a SEAL officer.",
        425.22,
        435.24
    ],
    [
        " I worked hard.",
        435.98,
        438.56
    ],
    [
        " But that was in the 1990s. There was no war to fight so we trained and trained and trained even more.",
        440.14,
        446.16
    ],
    [
        " When we deployed around the globe we trained other countries troops but we didn't fight.",
        446.88,
        452.6
    ],
    [
        " September 11th 2001 changed all that.",
        453.08,
        457.68
    ],
    [
        " The war kicked off in Afghanistan in 2001 and by 2003 the focus had shifted to Iraq.",
        458.76,
        464.84
    ],
    [
        " My first combat deployment was as a SEAL platoon commander in Baghdad from the autumn of 2003 into the spring of 2004.",
        465.78,
        474.62
    ],
    [
        " My platoon conducted dynamic direct action missions and captured killed scores of enemy personnel.",
        474.62,
        480.14
    ],
    [
        " We were also ambushed a few times and shot at with RPGs and machine guns.",
        480.46,
        486.02
    ],
    [
        " We returned fire at suspected enemy positions or at muzzle flashes we saw in darkened alleyways, windows or doorways.",
        486.48,
        494.26
    ],
    [
        " During that deployment only one SEAL on patrol with me was wounded, shot in the head.",
        495.34,
        500.58
    ],
    [
        " Luckily it was just a ricochet that had enough energy to puncture his skin but not enough to puncture his skull.",
        501.9,
        507.72
    ],
    [
        " It left nothing but a minor wound.",
        508.16,
        509.84
    ],
    [
        " In the end Baghdad felt more like an exciting adventure for me in my platoon than a war.",
        511.56,
        516.86
    ],
    [
        " I returned from that deployment feeling as if we had done our share.",
        518.24,
        521.48
    ],
    [
        " I even felt some arrogance starting to creep into my head as if we had tamed war.",
        522.6,
        527.74
    ],
    [
        " But that arrogance was kept in check by a reminder that lived in another corner of my mind.",
        528.96,
        533.8
    ],
    [
        " Yes, we had done our job. Yes, we had executed our missions. Yes, we had been to war.",
        534.12,
        539.64
    ],
    [
        " But it was not the same as the wars I had read about over the years.",
        540.94,
        545.4
    ],
    [
        " Being a SEAL and a professional military man I had read many books about war.",
        546.74,
        551.68
    ],
    [
        " Those books reminded me that what we had been through in Baghdad was no Omaha Beach or Guadal Canal.",
        552.52,
        558.7
    ],
    [
        " It wasn't the chosen reservoir or the Inchon landing.",
        559.32,
        562.54
    ],
    [
        " It was no eye-draining valley or battle of way city.",
        563.48,
        566.48
    ],
    [
        " Nothing I experienced on my first deployment to Iraq was even close to the level of combat detailed in the books I had read.",
        567.74,
        573.8
    ],
    [
        " Of course, technically what I had been through was classified as war.",
        575.28,
        579.68
    ],
    [
        " But for my SEAL platoon and Baghdad in 2003 and 2004, conducting short and simple operations with a huge tactical advantage over a disorganized and untrained enemy,",
        580.66,
        591.38
    ],
    [
        " our experience was as forgiving and benign as war could be.",
        591.78,
        595.4
    ],
    [
        " I was lucky.",
        596.54,
        597.9
    ],
    [
        " But my next deployment to the capital city of Al-Ambar province, a city known as R-Ramadi, was different.",
        600.38,
        607.2
    ],
    [
        " When we arrived in the spring of 2006, it was a complete war zone.",
        608.28,
        613.5
    ],
    [
        " Vehicles mangled by roadside bombs littered the streets.",
        614.8,
        618.46
    ],
    [
        " Many buildings were reduced to rubble and almost every building was pock marked with machine gun bullet holes.",
        618.96,
        624.44
    ],
    [
        " But the clearest indicator of the level of violence in R-Ramadi was the casualties.",
        625.3,
        630.42
    ],
    [
        " Every day, American soldiers or Marines were wounded or killed.",
        632.24,
        637.04
    ],
    [
        " Every single day.",
        637.72,
        640.16
    ],
    [
        " I had spent almost 16 years training and preparing for this deployment to R-Ramadi.",
        641.44,
        647.82
    ],
    [
        " First, I had completed the basic SEAL training course known as Buds or basic underwater demolition SEAL training.",
        648.88,
        655.6
    ],
    [
        " But that training was simply a weeding out process to get rid of the men who didn't really want to be there.",
        655.6,
        660.54
    ],
    [
        " Almost no tactical lessons are learned there other than to suffer in silence.",
        661.38,
        666.32
    ],
    [
        " After Buds, I went through SEAL tactical training or STT, which later became known as SKT or the SEAL qualification training.",
        667.22,
        677.3
    ],
    [
        " During that training, I began to learn the individual tactical skills I needed to perform my duties as a SEAL.",
        678.82,
        685.38
    ],
    [
        " Once I completed that training, I was assigned to a SEAL platoon where my real learning began.",
        685.74,
        692.24
    ],
    [
        " I finally became part of a team where working together was the only way to achieve mission success.",
        692.84,
        699.28
    ],
    [
        " We learned how to fire and maneuver. We learned the fundamental tactics of gunfighting.",
        699.6,
        703.84
    ],
    [
        " We learned how to conduct ambushes and raids and assaults on buildings and oil platforms and ships at sea.",
        703.84,
        709.68
    ],
    [
        " Surprisingly, unlike in the Army or the Marine Corps, where there are written instructions on how to do almost anything in the SEAL teams, most of what we learned was not taught from a book or a field manual.",
        711.24,
        724.02
    ],
    [
        " It was passed down by word of mouth just as it had been for decades.",
        724.76,
        728.92
    ],
    [
        " By more experienced platoon members and the SEAL instructor cadre.",
        728.98,
        733.58
    ],
    [
        " I was lucky enough to learn from some of the older Vietnam era SEALs.",
        733.98,
        739.06
    ],
    [
        " But by that time, the early 90s, most of the Vietnam veterans were gone and with them almost all the real world combat experience was gone as well.",
        739.94,
        749.32
    ],
    [
        " So while the training was good, there were some disconnects between the simulated training combat we conducted and what war was actually like.",
        750.4,
        759.66
    ],
    [
        " In the 12 years prior to my deployment to Baghdad, I had done multiple training cycles and deployments and had even served as an instructor cadre myself teaching the skills I had learned.",
        760.7,
        771.54
    ],
    [
        " All those years of experience prepared me as well as they could have for my deployment as a platoon commander to Baghdad.",
        772.14,
        778.08
    ],
    [
        " Upon my return to America after that deployment, I did another training cycle to prepare to deploy back to Iraq.",
        779.32,
        785.46
    ],
    [
        " This time to Ramadi in charge of two SEAL platoons that made up task unit bruiser.",
        785.92,
        791.38
    ],
    [
        " Surprisingly, during all those years of training, I had received very little leadership instruction.",
        792.04,
        799.58
    ],
    [
        " There was no SEAL doctrine about leadership. We attended no classes on the subject. Nor did we follow any specific leadership protocol.",
        800.62,
        808.72
    ],
    [
        " We were simply expected to learn it through OJT on the job training, passed on by word of mouth the same way we acquired our bulk of tactical knowledge.",
        809.48,
        819.26
    ],
    [
        " We also learned very little about war beyond straightforward tactical knowledge, how to shoot, move and communicate inside a SEAL platoon.",
        819.82,
        828.58
    ],
    [
        " Sure, we learned the mechanics of battlefield maneuvers, but we didn't talk about fear and stress.",
        829.24,
        835.62
    ],
    [
        " We didn't learn about the psychological impact of combat or the emotional shock of the horrors of war.",
        836.52,
        842.32
    ],
    [
        " No one counseled me on the human capacity for evil or the human capacity for good.",
        843.5,
        848.64
    ],
    [
        " I was never taught about human nature which is revealed in its rost form on the battlefield.",
        849.4,
        855.18
    ],
    [
        " And while I didn't know what I didn't know, I could sense there was a gap between what we learned about tactics and what I truly needed to know and what I was able to do.",
        856.74,
        865.6
    ],
    [
        " In order to effectively lead men into combat.",
        865.62,
        868.28
    ],
    [
        " I tried to close that gap in knowledge by reading.",
        868.82,
        872.64
    ],
    [
        " I read everything I could get my hands on about war.",
        873.26,
        876.36
    ],
    [
        " But I didn't concentrate on the broad strategic and political aspects of war. Sure, I studied why heads of states made decisions.",
        877.6,
        885.66
    ],
    [
        " I read about presidents and prime ministers and forced our generals and admirals.",
        886.24,
        890.28
    ],
    [
        " But I focused most intently on first-person accounts, the actual experiences of those frontline men who did the fighting, then the junior and non-commissioned officers who led them.",
        890.8,
        902.7
    ],
    [
        " The men storming the beaches, assaulting enemy machine gun nests and patrolling through jungles laced with booby traps.",
        904.42,
        912.18
    ],
    [
        " What they did, how they did it, what they felt, I read and read and read.",
        912.9,
        918.68
    ],
    [
        " The authors of these books became my teachers.",
        919.46,
        922.78
    ],
    [
        " At some point, and I can't remember exactly when it was, I stumbled upon a book that changed the way I thought about war and leadership and life.",
        923.4,
        932.84
    ],
    [
        " In fact, it changed the way I thought about everything.",
        933.52,
        936.56
    ],
    [
        " That book was about face by David Hackworth, a retired colonel who had joined the army just after World War II, was battlefield commissioned in Korea, served multiple tours in India.",
        937.74,
        948.66
    ],
    [
        " The Vietnam and who became one of the most highly decorated soldiers of all time.",
        948.68,
        953.36
    ],
    [
        " By the time he retired, he was a master tactician.",
        953.96,
        958.3
    ],
    [
        " He understood battlefield terrain. He knew how to maneuver combat elements on the battlefield, but more important than any of those accolades, awards and skills.",
        959.4,
        968.44
    ],
    [
        " Colonel David Hackworth knew people, and he knew how to lead.",
        969.44,
        973.94
    ],
    [
        " When I take stock of everything that I have learned in my life about war, about strategy and tactics, about human nature, and about leadership, it is Colonel Hackworth's book that is the clear wellspring for so much of that knowledge.",
        976.0,
        989.1
    ],
    [
        " And of all the warriors, heroes and leaders who I have known and who have mentored me over the years, it is this man, Colonel David Hackworth, a man whom I've never met that provided me with the most guidance and was always welcome.",
        989.82,
        1003.92
    ],
    [
        " I've always there to coach, train, mentor me through the words he wrote in about face.",
        1003.94,
        1009.78
    ],
    [
        " I read this book at every opportunity during the Battle of Ramadi. In its pages, I found the instruction I needed.",
        1010.46,
        1018.94
    ],
    [
        " It was next to my cot in camp, and if I wasn't in the field, the end of every day was spent learning from this book.",
        1019.6,
        1028.62
    ],
    [
        " I could open the book to any section, read a few pages and relate what I read to what I was living, leadership in the harshest environment.",
        1030.0,
        1037.46
    ],
    [
        " Without question, my leadership style, my tactical knowledge, the decisions I've made, and my view of the world has been shaped through the lens of this book.",
        1038.68,
        1047.56
    ],
    [
        " Colonel Hackworth did not only affect my life and career in the military. After leaving the Navy, I started a leadership consulting company.",
        1049.52,
        1058.38
    ],
    [
        " I have authored many books of my own, speak regularly about leadership, have a popular leadership podcast, and continue to teach leadership.",
        1058.62,
        1066.84
    ],
    [
        " Let there be no doubt. Everything I've written and all the leadership lessons I espouse are all rooted in about face.",
        1067.14,
        1077.16
    ],
    [
        " What makes that fact even more interesting is that about face is not meant to be a leadership book.",
        1078.44,
        1084.88
    ],
    [
        " It was not written for the purpose of teaching leadership. It is an autobiography. It simply tells the story of Colonel Hackworth's life and experiences.",
        1085.64,
        1094.94
    ],
    [
        " But wrapped in that story and those experiences is a complete manifesto on leadership and human nature.",
        1096.22,
        1103.26
    ],
    [
        " But even with all those powerful lessons to teach, Colonel Hackworth was not always the easiest mentor to follow.",
        1104.12,
        1111.42
    ],
    [
        " When I first started to speak of him to fellow service members, he was not viewed in a universally positive way.",
        1112.18,
        1119.5
    ],
    [
        " In the Navy, among many senior officers that I encountered, Colonel Hackworth was viewed with a strong sense of disdain.",
        1119.94,
        1127.8
    ],
    [
        " In 1996, Hackworth wrote an article about then-chief of naval operations, Admiral J. Borta, charging the Admiral with wearing a medal on his uniform that he did not rate.",
        1128.38,
        1140.22
    ],
    [
        " The Commendation Medal with the Combat Distinguishing Device also known as the Combat V.",
        1141.42,
        1146.72
    ],
    [
        " The Combat V is awarded only when there is direct combat with the enemy.",
        1147.64,
        1152.14
    ],
    [
        " While Admiral Borta did serve honorably aboard a US Navy warship during the Vietnam War, he was never in direct combat.",
        1153.52,
        1160.62
    ],
    [
        " When Admiral Borta committed suicide in the aftermath of the investigation, some blamed Colonel Hackworth for the Admiral's death.",
        1161.22,
        1169.18
    ],
    [
        " While I understood the grief around the Admiral's death, I also saw Hackworth's perspective.",
        1170.6,
        1176.6
    ],
    [
        " For Colonel Hackworth, the combat infantryman was sacred.",
        1177.26,
        1182.16
    ],
    [
        " He had watched men on the front line serve and sacrifice life and limb in two wars.",
        1182.9,
        1188.46
    ],
    [
        " To Colonel Hackworth, the Admiral wearing an award he did not merit was in a front to every man that had ever seen close combat with the enemy.",
        1189.84,
        1198.72
    ],
    [
        " Hackworth could not and would not let that stand.",
        1200.22,
        1203.58
    ],
    [
        " But the fallout from the article, Colonel Hackworth wrote, left a small tribe of senior naval officers with a strong aversion to Hackworth and his perspectives.",
        1204.16,
        1214.92
    ],
    [
        " Some army leadership also disliked Hackworth and disparaged him when I brought up his name.",
        1215.94,
        1222.1
    ],
    [
        " While they wouldn't quite call him a turncoat, some army soldiers viewed the end of Hackworth's career in the service and his subsequent participation in the anti-nuclear movement, a slap in the face of the US Army, the US military and America.",
        1223.06,
        1237.72
    ],
    [
        " His parting shot while on active duty was an interview with ABC News correspondent Howard Tucker for the show Issues and Answers, in which Colonel Hackworth skewered much of the civilian military leadership.",
        1238.22,
        1251.94
    ],
    [
        " Their understanding of strategy and tactics and their gross misconduct of the war.",
        1252.1,
        1256.94
    ],
    [
        " He bluntly put the blood of American servicemen on the senior leader's hands.",
        1257.6,
        1263.02
    ],
    [
        " Quote, I don't feel that too many division commanders or even separate brigade commanders really understood the name of the game.",
        1263.02,
        1270.74
    ],
    [
        " Did you, did this mean more US casualties?",
        1271.0,
        1276.96
    ],
    [
        " Did you see this misunderstanding of the name of the game as you put it, Mr. Tucker asked?",
        1277.04,
        1280.78
    ],
    [
        " Absolutely. Absolutely, Hackworth responded.",
        1281.44,
        1285.0
    ],
    [
        " It is easy for many to see this as insubordination to view Hackworth as a rebellious mute nearer trying to denigrate the military system.",
        1286.04,
        1294.74
    ],
    [
        " But I saw something different.",
        1295.94,
        1297.44
    ],
    [
        " I saw a man who had dedicated his entire life to the service of his country and to his army, a man who cared deeply about the men in his charge and every man who wore the cloth of the nation, a man who had seen too many of those men fed into the meat grinder that was the war in Vietnam.",
        1298.54,
        1314.46
    ],
    [
        " And for what?",
        1314.92,
        1316.02
    ],
    [
        " He failed to see any progress in the Vietnam War and he failed to see any way to achieve victory as long as the military continued with the same ineffective strategies and tactics.",
        1317.58,
        1327.12
    ],
    [
        " He could not stand to watch the suffering and needless death anymore.",
        1327.9,
        1333.14
    ],
    [
        " It wasn't at all that he hated the army, the military or the country.",
        1334.38,
        1339.22
    ],
    [
        " It was that he loved them all too much.",
        1340.26,
        1342.34
    ],
    [
        " So he spoke the truth.",
        1343.78,
        1345.34
    ],
    [
        " But the sting of this interview and of his attitude after he was shuffled out of the army left the mark, a mark of resentment that was passed on to the army and the military and a resentment that was alive and well when I discovered Hackworth and about face.",
        1346.54,
        1361.74
    ],
    [
        " So it was not always a pleasant task to carry the flag and be a follower of Hackworth.",
        1363.3,
        1368.72
    ],
    [
        " Fortunately, Hackworth's lessons stand the test of time against any naysayer and this book is absolutely filled with his lessons.",
        1370.78,
        1378.58
    ],
    [
        " But the lessons are not only about war.",
        1380.22,
        1382.38
    ],
    [
        " While the subtitle of about face is the Odyssey of an American Warrior, it could also be aptly subtitled comprehensive lessons in leadership, battlefield tactics, strategy command and control.",
        1383.86,
        1398.0
    ],
    [
        " And the essence of human nature.",
        1398.0,
        1400.58
    ],
    [
        " While it might seem impossible that any book could contain so much knowledge about face does just that.",
        1401.34,
        1408.22
    ],
    [
        " Every page is dense with lessons that provide guidance on leadership, combat, human interaction and just about every other aspect of life.",
        1409.34,
        1417.66
    ],
    [
        " And I followed that guidance.",
        1418.4,
        1420.8
    ],
    [
        " In fact, I often say that much of what I learned and teach as a leader I stole from Colonel Hackworth.",
        1421.66,
        1427.92
    ],
    [
        " When Hackworth took over Fox Company in Korea, he immediately changed his name from Fox Company to Fighter Company.",
        1428.7,
        1437.34
    ],
    [
        " Quote, Fox Company was dead, I told them.",
        1438.82,
        1441.64
    ],
    [
        " From this moment on, we were fighter.",
        1442.52,
        1444.3
    ],
    [
        " The troops got a charge out of it.",
        1445.28,
        1446.78
    ],
    [
        " End quote.",
        1447.12,
        1447.52
    ],
    [
        " He did the same thing as a battalion commander in Vietnam.",
        1447.7,
        1450.32
    ],
    [
        " When he took command of the 439th battalion, it had no unit identity.",
        1450.68,
        1455.34
    ],
    [
        " He promptly changed its name to the hardcore and began to call the troops Rokando's.",
        1455.92,
        1462.44
    ],
    [
        " I followed his example.",
        1463.74,
        1465.48
    ],
    [
        " When I became a task unit commander at Seal Team 3 in the spring of 2005, my task unit was assigned the generic title Bravo.",
        1466.5,
        1474.28
    ],
    [
        " A name simply taken from the phonetic alphabet to designate us as the second of three task units at Seal Team 3.",
        1475.02,
        1483.38
    ],
    [
        " The other two being Alpha and Charlie.",
        1483.72,
        1485.94
    ],
    [
        " In our first meeting as a task unit, I let everyone know that we were no longer task unit Bravo.",
        1487.12,
        1492.68
    ],
    [
        " We were task unit Bruser.",
        1493.18,
        1495.92
    ],
    [
        " I saw faces change almost before my eyes as we began to take on the personality of our namesake.",
        1496.7,
        1503.38
    ],
    [
        " Like Colonel Hackworth had taught me, the troops got a charge out of it.",
        1504.08,
        1508.74
    ],
    [
        " I also knew that Colonel Hackworth had a methodology around building relationships.",
        1509.78,
        1514.02
    ],
    [
        " He knew that too much familiarity out of the gate with the troops could cause problems in the chain of command.",
        1514.02,
        1520.12
    ],
    [
        " He ensured that the first impression he made with new men was that the mission and the business of soldering and leading was paramount.",
        1520.4,
        1527.5
    ],
    [
        " So he showed no signs of friendliness when he first met his troops.",
        1528.64,
        1532.08
    ],
    [
        " Quote, for the first month I was with the unit I refused to crack a smile.",
        1533.34,
        1537.32
    ],
    [
        " Said Hackworth of joining his battalion in Vietnam.",
        1537.9,
        1540.4
    ],
    [
        " I did the same thing with task unit Bruser.",
        1541.34,
        1543.68
    ],
    [
        " There were no smiles from me when we first formed up.",
        1544.72,
        1546.9
    ],
    [
        " The men knew from the beginning that the business of war came first.",
        1547.64,
        1551.34
    ],
    [
        " These were some of the countless leadership techniques I took from Colonel Hackworth.",
        1553.24,
        1559.28
    ],
    [
        " Hackworth was also a champion of discipline.",
        1560.02,
        1562.66
    ],
    [
        " He kept his uniform squared away and wore a high and tight haircut.",
        1562.96,
        1566.04
    ],
    [
        " I always kept my dress uniforms pristine and my hair inspection ready.",
        1566.18,
        1570.68
    ],
    [
        " Colonel Hackworth was an avid supporter of snipers.",
        1571.84,
        1575.02
    ],
    [
        " He invested heavily in them in his battalion in Vietnam and understood their impact.",
        1575.32,
        1579.6
    ],
    [
        " I did the same thing in Ramadi utilizing our seal snipers to flip the script and turn my troops into the hunters instead of the hunted.",
        1580.48,
        1588.32
    ],
    [
        " I also followed his lead when it came to training troops.",
        1589.04,
        1593.1
    ],
    [
        " Quote, I wanted each unit trained so well that a PFC could take a platoon and run it.",
        1593.5,
        1598.98
    ],
    [
        " Wrote Colonel Hackworth about training.",
        1599.22,
        1601.1
    ],
    [
        " I strived for the same goal and I often had my junior men run training operations.",
        1601.52,
        1606.82
    ],
    [
        " He also wrote, quote, I'd have one platoon aggress against another and then reverse them until they were masters of both attack and defense procedures.",
        1607.42,
        1617.24
    ],
    [
        " End quote.",
        1617.78,
        1618.48
    ],
    [
        " In the seal teams, we called this force on force training and because of Hackworth, I made that type of training paramount for my troops.",
        1618.92,
        1627.28
    ],
    [
        " In my final years in the seal teams, I codified the essential elements of what I'd learned into what I ended up calling the laws of combat.",
        1628.22,
        1637.98
    ],
    [
        " Cover and move, simple, prioritize and execute and decentralize command.",
        1638.62,
        1643.12
    ],
    [
        " Those four laws became part of the seal leadership doctrine.",
        1644.32,
        1648.34
    ],
    [
        " They also became the basis of the principles I teach to leaders in business and other organizations around the world.",
        1648.64,
        1654.0
    ],
    [
        " Those principles are all rooted in lessons I learned from about face.",
        1654.48,
        1659.8
    ],
    [
        " The first law of combat is cover and move.",
        1660.76,
        1663.66
    ],
    [
        " In a gunfight, this means one person or squatter platoon shooting at the enemy to keep the enemy's heads down, which is known as suppressive fire,",
        1664.12,
        1671.18
    ],
    [
        " so the other person or squatter platoon can maneuver.",
        1671.18,
        1673.9
    ],
    [
        " Hackworth cites this principle again and again with statements like, quote,",
        1674.6,
        1680.14
    ],
    [
        " while the others laid down a good base of fire or tying down the enemy while providing a base of fire,",
        1680.88,
        1686.2
    ],
    [
        " and one man providing covering fire as the other edge close enough to flip in a frag.",
        1686.34,
        1690.9
    ],
    [
        " Statements like that repeated throughout about face made me realize that the number one law of combat was that people have to cover and move for one another.",
        1691.54,
        1699.58
    ],
    [
        " To be alone on the battlefield was to die alone.",
        1699.8,
        1703.38
    ],
    [
        " But this law does not only apply to the battlefield, it applies to any team or organization.",
        1704.06,
        1710.74
    ],
    [
        " Teams have to work together to support one another.",
        1711.66,
        1714.12
    ],
    [
        " Cover and move means teamwork and it is critical for the success of any team.",
        1714.54,
        1719.22
    ],
    [
        " The second law of combat is simple.",
        1720.62,
        1722.46
    ],
    [
        " Plans must be simple and straightforward so that every person on the team understands the plan and knows how to execute it.",
        1722.96,
        1730.04
    ],
    [
        " Simple plans will also hold up under the chaos and stress of combat.",
        1730.2,
        1734.64
    ],
    [
        " Complex plans will fall apart.",
        1735.16,
        1737.22
    ],
    [
        " Colonel Hackworth believed in keeping things simple.",
        1738.56,
        1741.26
    ],
    [
        " While planning a mission to destroy an enemy supply depot that consisted of caves,",
        1741.54,
        1745.52
    ],
    [
        " deep behind enemy lines that heavy artillery and air power failed to eliminate,",
        1745.52,
        1750.5
    ],
    [
        " Colonel Hackworth knew keeping things simple was a necessity.",
        1750.94,
        1754.26
    ],
    [
        " Quote, during an aerial recon I found the simplest way to make the raid.",
        1754.72,
        1759.02
    ],
    [
        " We'd wait up the center of that creek, it would cover any noise and simplify navigation.",
        1759.3,
        1764.38
    ],
    [
        " End quote.",
        1764.8,
        1765.22
    ],
    [
        " Not only do plans need to be simple, but communication needs to be simple as well.",
        1766.34,
        1770.72
    ],
    [
        " If a leader gives direction in complicated and convoluted language, the direction will not be understood.",
        1770.72,
        1777.22
    ],
    [
        " Simple clear concise language is required so team members understand.",
        1778.34,
        1782.54
    ],
    [
        " Colonel Hackworth knew this.",
        1783.16,
        1785.12
    ],
    [
        " While preparing to lead an operation in a Vietnam's mountainous highland terrain,",
        1785.82,
        1789.58
    ],
    [
        " he knew it would be disastrous for his men to carry too much gear and equipment.",
        1790.02,
        1794.24
    ],
    [
        " So he let the men know what was most important.",
        1795.28,
        1798.08
    ],
    [
        " Quote, the single order was a simple one.",
        1798.84,
        1802.04
    ],
    [
        " Lighten up.",
        1802.5,
        1803.28
    ],
    [
        " End quote.",
        1804.22,
        1804.66
    ],
    [
        " Keeping things simple is an age old military maxim that applies to any organization in any arena.",
        1805.7,
        1811.36
    ],
    [
        " Colonel Hackworth knew this to be the truth.",
        1812.34,
        1814.64
    ],
    [
        " Keep it simple.",
        1815.46,
        1816.54
    ],
    [
        " The third law of combat is prioritized and execute.",
        1818.66,
        1821.5
    ],
    [
        " There will be multiple problems on the battlefield.",
        1822.48,
        1826.54
    ],
    [
        " If a leader tries to solve all those problems at once, his resources will be spread too thin and he will fail at solving any of them.",
        1827.36,
        1834.94
    ],
    [
        " So a leader has to prioritize what the biggest problem is and then execute on solving that problem first before moving on to the next biggest problem.",
        1835.96,
        1844.24
    ],
    [
        " One of the most obvious examples of this is tending to wounded men.",
        1844.9,
        1849.5
    ],
    [
        " As Colonel Hackworth advises, quote, in a hot firefight, a rifle platoon can take ten casualties before you can cry medic.",
        1850.46,
        1858.86
    ],
    [
        " And if you multiply by ten, the one rifleman who falls out to look after his buddy suddenly you've lost the guts of the platoon's firepower.",
        1859.74,
        1868.34
    ],
    [
        " A leader cannot give the enemy the initiative by allowing his unit to become ineffective as a result of care for the wounded becoming the first priority.",
        1868.86,
        1878.46
    ],
    [
        " Any other course carried not only the risk of failure to accomplish the mission, but also the loss of a hell of a lot more men than necessary.",
        1879.5,
        1889.44
    ],
    [
        " The idea of prioritized and execute does not only apply to the battlefield, it also applies to business and life, taking on too many projects or trying to multitask across a wide number of undertaking simultaneously will result in failure.",
        1890.78,
        1907.9
    ],
    [
        " Leaders cannot allow that to happen. Instead, a leader must do as Colonel Hackworth did. Prioritize and execute.",
        1908.68,
        1916.6
    ],
    [
        " The last law of combat is decentralized command, allowing subordinate leaders to lead. This is fundamental to the success of any military unit or team.",
        1917.4,
        1928.2
    ],
    [
        " Subordinate leaders need to understand the mission, the goal, the end state, the parameters they are allowed to work within, what the overall intent of the mission is, and most important why they are doing what they are doing.",
        1928.64,
        1940.8
    ],
    [
        " Then they have to be given the authority and the autonomy to go and execute. A failure to work with this mentality is disastrous.",
        1941.32,
        1949.64
    ],
    [
        " As Hackworth explains in about face quote, in this the third year of the war, whether or not to hold a pimple of a hill became an issue for the 8th Army, the Pentagon, and sometimes the president.",
        1950.46,
        1963.26
    ],
    [
        " The only problem was that while those guys hemmed in haught over whether to withdraw or reinforce down at the cutting edge, American soldiers died, it would become known as centralization.",
        1963.72,
        1976.36
    ],
    [
        " End quote.",
        1976.68,
        1977.5
    ],
    [
        " Centralization does not work, not on the battlefield, not in business, not in life. Leaders cannot hold the reins of command too tight.",
        1979.46,
        1988.32
    ],
    [
        " Leaders have to let their people lead.",
        1989.34,
        1991.46
    ],
    [
        " These were not the only lessons I learned from Colonel Hackworth. He taught me about discipline and fear, building relationships, playing the game, when to break the rules, the list goes on and on.",
        1993.16,
        2006.96
    ],
    [
        " Colonel Hackworth also taught me about things that I shouldn't do from areas where he fell short.",
        2006.96,
        2012.5
    ],
    [
        " Sometimes he lost his temper, who let his ego drive his actions. Sometimes he lashed out at people when he should have kept his mouth shut. Sometimes he broke rules that he shouldn't have broken.",
        2012.74,
        2022.98
    ],
    [
        " His family life while he was on active duty was less than ideal.",
        2024.12,
        2027.44
    ],
    [
        " But even when Colonel Hackworth wasn't right, he was humble and honest about it, which meant I could still learn from him, even in his mistakes he mentored me.",
        2028.44,
        2038.44
    ],
    [
        " Over time, although I knew he wasn't perfect, I put Colonel Hackworth on a pedestal.",
        2039.86,
        2045.4
    ],
    [
        " But as he taught me, I was always questioning both myself and others. I didn't want to fall victim to what he said in about face was among the biggest mistakes of the war, which was that quote, politicians only listened to these generals and these generals only listened to themselves.",
        2045.98,
        2065.44
    ],
    [
        " So I always wondered what the people who actually knew and worked with Colonel Hackworth really thought of him.",
        2065.88,
        2073.24
    ],
    [
        " I was lucky to be able to have that question answered when I had the honor of interviewing retired Brigadier General James H. Mukayama for an episode of my podcast.",
        2073.86,
        2084.78
    ],
    [
        " General Mukayama had an incredible career, one of the highlights of which was serving as a company commander for Colonel Hackworth in Vietnam.",
        2085.52,
        2093.66
    ],
    [
        " This was my chance to find out if Colonel Hackworth deserve the reverence and respect I felt for him.",
        2094.24,
        2100.84
    ],
    [
        " General Mukayama had been a young captain when Colonel Hackworth reported to Fort Lewis Washington as a new battalion commander.",
        2101.82,
        2109.36
    ],
    [
        " I asked the general if he knew who Colonel Hackworth was before he met him.",
        2110.18,
        2115.18
    ],
    [
        " General Mukayama replied, quote, of course, we all knew, Hack was a legend, everybody knew who he was, he was Mr. Infantry end quote.",
        2116.18,
        2127.88
    ],
    [
        " I asked how everybody knew of Colonel Hackworth. General Mukayama explained quote, it wasn't only his reputation, it was his appearance, his neck was the size of my waist, his hair was an eighth of an inch, razor sharp sides and all that.",
        2129.2,
        2143.7
    ],
    [
        " It was the way he carried himself. His philosophy was that you were either a dud or a stud and there was nothing in between.",
        2144.52,
        2151.92
    ],
    [
        " When he came to a unit and found some guys that weren't cutting it, they were gone, especially in combat end quote.",
        2152.38,
        2160.94
    ],
    [
        " General Mukayama also told me that Colonel Hackworth, quote, never did things for personal gain. He always did things for the unit and for the soldiers end quote.",
        2162.22,
        2176.14
    ],
    [
        " It is that underlying theme that permeates about face and is that underlying theme that stuck with me as a leader.",
        2181.74,
        2191.6
    ],
    [
        " But people's strengths are often their weaknesses and perhaps doing things for the soldiers was Colonel Hackworth's undoing.",
        2192.28,
        2202.1
    ],
    [
        " In his interview with issues and answers, when Howard Tucker asked if he had become too emotionally involved in Vietnam, he responded quote, one couldn't see the number of young studs die or be terribly wounded without becoming emotionally involved.",
        2203.08,
        2218.6
    ],
    [
        " I just have seen the American nation spend so much of its wonderful great young men in this country. I've seen our national wealth being drained away.",
        2219.62,
        2228.44
    ],
    [
        " I see the nation being split apart and almost being split asunder because of this war and I'm wondering to what end it is all going to lead.",
        2229.18,
        2238.52
    ],
    [
        " End quote.",
        2239.4,
        2240.34
    ],
    [
        " From that emotional feeling about the cost of war came Colonel Hackworth's metaphorical about face, his turn away from the war, away from the army and away from America.",
        2243.02,
        2253.18
    ],
    [
        " But he could not turn his back forever. His heart was too connected, his soul too caring.",
        2253.98,
        2263.16
    ],
    [
        " That's why Colonel David Hackworth wrote this book and it's why he dedicated it quote to all the doughboys, the ground pounders, the grunts, the American infantrymen, past, present, and especially future end quote.",
        2265.14,
        2286.36
    ],
    [
        " Well, Hack, if I may be so presumptuous as to call you what your friends called you, your dedication has hit home and your lessons have not been forgotten.",
        2289.64,
        2302.9
    ],
    [
        " This book captures the lessons you learned in blood and passes them on.",
        2303.48,
        2308.78
    ],
    [
        " I use them on the battlefield with my seals as we served alongside soldiers and Marines in fierce fighting during the Battle of Ramadi.",
        2310.2,
        2318.0
    ],
    [
        " I pass them on to the next generation of seals when I ran training for seal platoons and troops deploying to Iraq and Afghanistan.",
        2318.78,
        2326.9
    ],
    [
        " I have talked about them at our service academies and I've shared them with leaders and future leaders at every level and in every branch of the military.",
        2327.54,
        2336.82
    ],
    [
        " You are service to the infantrymen carries on.",
        2337.92,
        2341.64
    ],
    [
        " But I will also tell you, Hack, that your impact does not stop at your cherished infantrymen.",
        2342.38,
        2349.52
    ],
    [
        " Your leadership philosophies, strategies, and tactics can be applied by any leader at any level in any situation.",
        2350.08,
        2359.06
    ],
    [
        " Just as you found when you applied them to the civilian world yourself and ran highly profitable and successful businesses.",
        2359.28,
        2367.6
    ],
    [
        " I've taught your principles to countless civilian leaders in every industry imaginable and have seen them applied over and over again with extraordinary outcomes.",
        2368.26,
        2378.76
    ],
    [
        " So, thank you, Hack.",
        2380.1,
        2386.14
    ],
    [
        " Thank you for writing this book.",
        2387.32,
        2388.98
    ],
    [
        " Thank you for being my mentor.",
        2389.66,
        2392.24
    ],
    [
        " Thank you for your service and sacrifice to our great nation.",
        2393.72,
        2397.92
    ],
    [
        " And even now that you have passed, thank you for taking care of your beloved soldiers.",
        2398.96,
        2408.34
    ],
    [
        " We will follow your lead.",
        2409.56,
        2412.04
    ],
    [
        " Jocco Willink, January 2020.",
        2416.14,
        2420.6
    ],
    [
        " And that is the forward for a new release of the book about face, which is now available.",
        2421.36,
        2438.48
    ],
    [
        " And obviously, no, it's just an absolute honor to be able to write this thing.",
        2440.8,
        2448.36
    ],
    [
        " And it seems I know this word might be a little bit much. It seems a little bit surreal.",
        2448.54,
        2454.58
    ],
    [
        " You know, to have had this book had this huge impact on me.",
        2455.5,
        2458.9
    ],
    [
        " And then to be able to write the forward is just to have my name on this book with this guy that has been a great writer.",
        2459.68,
        2468.46
    ],
    [
        " And that has had this massive influence on me is crazy.",
        2468.48,
        2472.12
    ],
    [
        " It's surreal for me.",
        2472.42,
        2473.76
    ],
    [
        " Yeah, when you, like what episode was that when you first covered that book?",
        2474.68,
        2478.86
    ],
    [
        " This is the first book we covered on the podcast, episode two.",
        2478.96,
        2481.94
    ],
    [
        " Episode one of this podcast was, hey, this is what we're doing and answer some questions.",
        2482.36,
        2487.8
    ],
    [
        " Episode two is about face.",
        2488.14,
        2489.26
    ],
    [
        " And I knew that, I mean, when we started episode one, I already knew why knew what we were doing next.",
        2489.96,
        2494.2
    ],
    [
        " And that's kind of what happened.",
        2494.78,
        2496.5
    ],
    [
        " So what happened was, I first mentioned the book when I was on Tim Ferriss's podcast, which was the first interview I ever did.",
        2496.82,
        2504.7
    ],
    [
        " And no one had any idea who I would, why would they know who I was or whatever.",
        2505.82,
        2511.48
    ],
    [
        " But he asks the same bulk of questions most of the time.",
        2512.18,
        2518.62
    ],
    [
        " And so one of the questions that he asks is what's the book that you've most gifted?",
        2518.62,
        2524.4
    ],
    [
        " And for me, there's not a very easy question because you know, I don't, first of all, give many gifts.",
        2525.1,
        2531.92
    ],
    [
        " But second of all, I'd only ever given anyone any book ever.",
        2532.14,
        2535.92
    ],
    [
        " And it was this book. I gave actually, I gave a copy to Lafay, I gave a copy to Cestone.",
        2536.28,
        2541.6
    ],
    [
        " That's who got this book.",
        2542.08,
        2543.42
    ],
    [
        " So that was pretty easy.",
        2545.86,
        2547.22
    ],
    [
        " And so I kind of mentioned it there.",
        2547.48,
        2548.52
    ],
    [
        " And you know, maybe some people got their interest peaked about the book then.",
        2548.76,
        2552.18
    ],
    [
        " But then we started the podcast, this podcast a couple months later.",
        2552.58,
        2556.2
    ],
    [
        " And this was the first book we covered.",
        2556.98,
        2559.52
    ],
    [
        " And then of course, I refer to it all the time.",
        2559.76,
        2561.52
    ],
    [
        " Not only on this podcast, but you know, someone else will ask me that question, pretty common question, right?",
        2561.74,
        2567.28
    ],
    [
        " Which, what's a great book or what book?",
        2567.42,
        2569.12
    ],
    [
        " Yeah.",
        2569.12,
        2569.54
    ],
    [
        " And so through all this, through all these mentions of the book and talking about the book, it started to sell.",
        2569.72,
        2577.38
    ],
    [
        " So the book, the original book came out in 1989.",
        2577.92,
        2580.04
    ],
    [
        " So it started to sell, and it actually started to sell a lot, like a lot of copies, which doesn't happen.",
        2580.6,
        2587.86
    ],
    [
        " There's very few books that basically get brought back from the dead, right?",
        2588.1,
        2592.12
    ],
    [
        " When a book's over, it's over and it's outdated and they're moving on to the next book.",
        2592.32,
        2595.74
    ],
    [
        " So it's very seldom that they have, and there's some name for it.",
        2595.74,
        2598.66
    ],
    [
        " I don't know in the publishing world.",
        2598.7,
        2600.12
    ],
    [
        " There's a name for what happens with a book basically rises from the dead.",
        2600.52,
        2605.92
    ],
    [
        " And so the publishers, you know, having to reprint these books and they're kind of, they're stoked, obviously, because they're just making money now.",
        2606.1,
        2612.62
    ],
    [
        " And someone in their department, you know, in whatever they have a department, it's like archived books or,",
        2613.08,
        2619.84
    ],
    [
        " there's some name for these type of old books, if they come back.",
        2620.36,
        2623.96
    ],
    [
        " And so someone started pulling the string and doing the research and trying to figure out where this was all coming from.",
        2624.68,
        2629.84
    ],
    [
        " Why are they selling this book that hasn't sold in, you know, in 30 years or close to 40 years, 35 years?",
        2629.98,
        2636.5
    ],
    [
        " It hasn't, you know, hasn't been a huge seller.",
        2636.68,
        2638.76
    ],
    [
        " It was a New York Times best selling when it came out, but, you know, you get, that doesn't normally happen that they come back.",
        2639.22,
        2643.6
    ],
    [
        " So they pulled the string on it and investigated and eventually found me and said, hey, you know, we're, we're going to reissue this book.",
        2644.64,
        2651.9
    ],
    [
        " Would you like to do a blurb for the back, meaning a little quote in the back of the book saying, you know, something this is a great book.",
        2651.96,
        2657.74
    ],
    [
        " And me being, give me an inch, I'm going to try and take a mile.",
        2658.06,
        2663.78
    ],
    [
        " I said, never mind a blurb. I said, I'll write a full forward for this thing.",
        2663.78,
        2668.44
    ],
    [
        " And they were all stoked about it.",
        2668.7,
        2670.68
    ],
    [
        " And so, so here it is. The book is out.",
        2671.2,
        2675.58
    ],
    [
        " The new version of About Face by Colonel David Hackworth.",
        2676.02,
        2679.04
    ],
    [
        " Forward by John Kohilling. That's me.",
        2679.52,
        2681.62
    ],
    [
        " It's crazy to see that.",
        2682.2,
        2683.54
    ],
    [
        " Yeah, that is. You know, like, I'll do this thing where you kind of, you kind of go back in time in a way.",
        2683.54,
        2690.16
    ],
    [
        " It's not like remembering a certain time. It's not just remembering, but it's remembering.",
        2690.32,
        2694.2
    ],
    [
        " And then also remembering your mindset and how you were thinking and what you were kind of feeling generally.",
        2694.2,
        2699.76
    ],
    [
        " In that time frame, you know, kind of think your values and all that.",
        2699.82,
        2704.2
    ],
    [
        " You kind of put yourself in that exact mindset as you were back then, right?",
        2704.32,
        2707.3
    ],
    [
        " So it's like one of these things where you think back to episode two, one,",
        2707.4,
        2713.14
    ],
    [
        " when you did before that and how it was such, it's such this massive part of your way.",
        2713.26,
        2718.26
    ],
    [
        " And you know, your favorite book, all this stuff.",
        2718.52,
        2720.74
    ],
    [
        " And then to think back then now, yeah, in a few years, I'm going to be writing the forward to a re-release of this book right here.",
        2720.74,
        2728.36
    ],
    [
        " It's like that part kind of makes it surreal, even for like me, you know.",
        2728.36,
        2732.04
    ],
    [
        " It's crazy. You know, it was, you know, Jordan Peterson.",
        2732.22,
        2735.72
    ],
    [
        " And I talked to him about this because he wrote a new forward of the re-release of the Gulag Archipelago.",
        2736.18,
        2742.86
    ],
    [
        " And the same thing. That was kind of a dead book.",
        2742.98,
        2745.62
    ],
    [
        " And all of a sudden, you know, this popular guy comes and starts talking about it.",
        2746.14,
        2751.18
    ],
    [
        " And then they re-released it and he wrote the forward.",
        2751.24,
        2753.32
    ],
    [
        " And so I talked to Jordan about it. You know, I said, hey, how was that process?",
        2753.44,
        2757.22
    ],
    [
        " But it's probably pretty similar feeling for him, you know, of this book that he really,",
        2757.64,
        2763.22
    ],
    [
        " he got a lot of his thought from this book.",
        2763.56,
        2767.78
    ],
    [
        " And then they re-release it and he wrote the forward.",
        2768.0,
        2770.24
    ],
    [
        " And so when I talked to him about it, I was kind of telling him the same thing about what was going on.",
        2770.72,
        2773.86
    ],
    [
        " So I think we had a similar level of stoke on that.",
        2774.04,
        2778.7
    ],
    [
        " But, you know, we talked about it, we talked about an episode too.",
        2779.12,
        2781.98
    ],
    [
        " We talked about it with when Jim Mukayama, General Mukayama was on.",
        2782.62,
        2787.8
    ],
    [
        " Muk, coolest guy.",
        2788.08,
        2790.4
    ],
    [
        " When he was on and I read all the sections, you know, that he was kind of involved in.",
        2790.74,
        2795.06
    ],
    [
        " And that was awesome.",
        2795.24,
        2796.78
    ],
    [
        " But I wanted to cover some more of the book right now.",
        2797.28,
        2800.38
    ],
    [
        " And look, the book is massive. You know, it's 800 and something pages.",
        2800.56,
        2803.52
    ],
    [
        " So it's a big book.",
        2803.9,
        2807.48
    ],
    [
        " But I wanted to read a little bit more of it just because look, having read and I just spent whatever",
        2807.48,
        2814.2
    ],
    [
        " 40 minutes reading my words, but my words pale.",
        2814.2,
        2818.36
    ],
    [
        " In comparison to the man himself.",
        2818.86,
        2821.28
    ],
    [
        " So here we go.",
        2821.84,
        2826.0
    ],
    [
        " Let's jump into the book about face.",
        2826.3,
        2828.38
    ],
    [
        " 6 February 1951.",
        2832.0,
        2833.28
    ],
    [
        " When I first saw them about a thousand yards to our front, the enemy looked like little black ants racing from the village toward snow-covered hills.",
        2833.46,
        2841.08
    ],
    [
        " It was clear, cloudless morning, the temperature hovered around zero as the tanks kept rolling, closing on the ants and the hills, set astride the road dead ahead.",
        2841.24,
        2851.94
    ],
    [
        " My squad was piggyback on the lead tank.",
        2852.66,
        2856.04
    ],
    [
        " Fighting in this frigid temperature is, think about it, you're trying to manipulate your weapon.",
        2858.06,
        2865.16
    ],
    [
        " Any time you stop, you're freezing.",
        2865.84,
        2867.56
    ],
    [
        " I don't know. I like the cold better than the heat. You know what I'm saying?",
        2869.08,
        2873.64
    ],
    [
        " Yeah.",
        2874.1,
        2874.22
    ],
    [
        " You probably like the heat better than the cold.",
        2874.82,
        2876.24
    ],
    [
        " I don't know. Under certain circumstances, yeah, and no.",
        2876.72,
        2881.44
    ],
    [
        " I remember at UH, we jumped in the ice bath for like 20 minutes, you go, you hold it, whatever.",
        2882.82,
        2888.36
    ],
    [
        " When you get out of there, yeah, you can't move. Like you can't move your fingers.",
        2888.82,
        2891.68
    ],
    [
        " Like you can do that.",
        2892.14,
        2893.8
    ],
    [
        " So I don't know, man. The heat kind is, I mean, if you have water, but you don't always have water, apparently.",
        2894.3,
        2899.36
    ],
    [
        " Yeah. You don't know, man. That's pretty, pretty shamed up.",
        2899.6,
        2902.28
    ],
    [
        " I don't, yeah, that's a good point. The good point is it's either way it sucks, but certainly the cold is going to suck.",
        2902.78,
        2908.04
    ],
    [
        " I was my back to the book, my squad squad was riding piggyback on the lead tank. It was no long.",
        2908.44,
        2913.96
    ],
    [
        " It was no honor being first in the grim parade.",
        2914.26,
        2918.74
    ],
    [
        " We'd already ravaged the tank's toolbox and knocked off some rations to eat on the way.",
        2919.06,
        2924.1
    ],
    [
        " And now our only comfort was the motor of the M46, which belt some welcome heat over our near frozen bodies.",
        2924.6,
        2931.6
    ],
    [
        " There you go.",
        2932.16,
        2932.94
    ],
    [
        " How are you going to stay warm?",
        2933.16,
        2933.88
    ],
    [
        " Just get by tank exhaust.",
        2934.14,
        2935.78
    ],
    [
        " The tank commander relayed Lieutenant Lans order to dismount.",
        2938.46,
        2941.96
    ],
    [
        " I got the guys off like a shot and hit the ground running as the tank rolled on beside us.",
        2942.16,
        2946.74
    ],
    [
        " When I looked beside me, when I looked behind me, I saw the rest of third platoon had not dismounted.",
        2947.02,
        2952.32
    ],
    [
        " Maybe I'd heard wrong. Maybe I was just overeager, but it's damn near impossible for infantry men to re-board a moving tank.",
        2952.58,
        2959.62
    ],
    [
        " So there was no choice but to keep running and hope I hadn't blown it too badly with the re-lute unit.",
        2959.62,
        2965.2
    ],
    [
        " I didn't see the ants again for what seemed like a lifetime, but I sure as hell knew where they were.",
        2965.92,
        2972.54
    ],
    [
        " In an instant, the familiar roar of the tanks was drowned out by the deafening sound of incoming.",
        2972.92,
        2978.08
    ],
    [
        " Machine gun, mortar, artillery, and self-protailed anti-tank AT fire.",
        2978.56,
        2983.98
    ],
    [
        " Like a buzz saw, the deadly crossfire was cutting into my platoon.",
        2984.34,
        2988.42
    ],
    [
        " There was at least a dozen enemy machine guns on the high ground and on both sides of the road.",
        2988.82,
        2995.86
    ],
    [
        " High ground.",
        2996.56,
        2997.58
    ],
    [
        " It's like all these...",
        2998.16,
        2999.88
    ],
    [
        " When I read these things, all these little things, they just seeped into my mind over time.",
        2999.88,
        3006.96
    ],
    [
        " High ground.",
        3008.52,
        3008.9
    ],
    [
        " Like this is that word is in this book.",
        3008.94,
        3011.12
    ],
    [
        " Oh, high ground. High ground. They got the high ground. We got the high ground.",
        3011.22,
        3014.1
    ],
    [
        " My guys still running alongside our maneuvering tank were totally shielded.",
        3014.46,
        3018.36
    ],
    [
        " The other squads on the exposed decks of their tanks were hit hard.",
        3018.46,
        3021.94
    ],
    [
        " By the time we made it to the side of the rice paddy wall and set up a base of fire, most of what was left of third platoon was scattered across the frozen ground.",
        3022.14,
        3030.9
    ],
    [
        " The tanks pulled off the road and rolled into position online.",
        3031.18,
        3034.2
    ],
    [
        " Once there, they froze.",
        3034.56,
        3035.98
    ],
    [
        " Earlier in the assembly area, a tank commander had told me his unit, the 64th tank battalion, hadn't seen much hard combat.",
        3038.06,
        3045.66
    ],
    [
        " I believed him.",
        3046.26,
        3047.0
    ],
    [
        " As soon as they were fired upon, these tankers became paralyzed.",
        3047.3,
        3051.02
    ],
    [
        " They plumbed, forgot all their training and just sat there in those great big armored holes while the enemy went on throwing everything at us but the mess hall walked.",
        3051.76,
        3061.2
    ],
    [
        " I jumped on the back of the platoon leaders tank and thumped on the hatch with the butt of my rifle.",
        3063.14,
        3068.2
    ],
    [
        " The lieutenant opened the hatch at crack.",
        3068.58,
        3070.2
    ],
    [
        " Hey, lieutenant, I yelled. Get some fire going at the enemy.",
        3071.54,
        3075.24
    ],
    [
        " Get the big gun going. Get the machine guns going.",
        3075.7,
        3078.06
    ],
    [
        " What's he asking for? He's asking for cover fire. Like we're stuck.",
        3078.34,
        3081.06
    ],
    [
        " You got a freaking tank. Open fire.",
        3081.62,
        3083.6
    ],
    [
        " The lieutenant was not with it.",
        3084.66,
        3086.96
    ],
    [
        " It seemed as though he had no comprehension of the fix we were in.",
        3087.54,
        3090.48
    ],
    [
        " Slugs were splatting hard on the side of the tank.",
        3090.66,
        3093.3
    ],
    [
        " The self propelled AT fire, which was screaming down the valley, dug deep furrows all around us.",
        3093.64,
        3099.62
    ],
    [
        " And yet, the tanks still sat there silently, like big fat clay ducks at a shooting gallery.",
        3100.08,
        3106.62
    ],
    [
        " Sargent, the lieutenant finally said, in a shell-shocked kind of days.",
        3107.44,
        3111.82
    ],
    [
        " Look, look, you see out there on the ice?",
        3112.64,
        3115.38
    ],
    [
        " Yes, I saw it. It was a pile cap, a little fur ball on the ice amid my platoons dead and wounded.",
        3116.08,
        3121.32
    ],
    [
        " The bullets and the blood.",
        3121.44,
        3122.32
    ],
    [
        " That's my cap, he said.",
        3122.96,
        3124.34
    ],
    [
        " Would you get it for me?",
        3124.86,
        3126.28
    ],
    [
        " So, you know, what do you learn from that right there?",
        3127.94,
        3130.24
    ],
    [
        " You are learning that people are not going to be able to handle certain situations.",
        3130.94,
        3134.46
    ],
    [
        " And they might be focused on something that they shouldn't be focused on.",
        3134.6,
        3136.7
    ],
    [
        " I mean, and this is an extreme example.",
        3136.96,
        3138.46
    ],
    [
        " But if you've never been to combat before and you're in a leadership position,",
        3139.14,
        3142.64
    ],
    [
        " you might need to learn a lesson from that.",
        3142.64,
        3144.96
    ],
    [
        " That you might get guys that aren't going to act the way you would expect them to act.",
        3145.14,
        3149.78
    ],
    [
        " What does he do? Back to the book.",
        3151.16,
        3154.22
    ],
    [
        " I considered shooting the sorry son of a bitch then and there, climbing inside his tank and taking command.",
        3154.36,
        3159.72
    ],
    [
        " Fortunately, reason prevailed.",
        3160.58,
        3162.42
    ],
    [
        " I grabbed him and shook him until he looked as he views back the real world.",
        3162.9,
        3166.46
    ],
    [
        " Then I instructed him to have three tanks concentrate on the self-propelled AT fire to our front.",
        3167.08,
        3171.76
    ],
    [
        " And use the others to start placing main gun fire on the hills to give him a bit of encouragement.",
        3171.86,
        3177.34
    ],
    [
        " I manned the tanks 50 caliber turret gun and blasted one of the hills myself until I'd used up all the ammo.",
        3177.82,
        3183.48
    ],
    [
        " And the commander got his men into action.",
        3183.8,
        3185.54
    ],
    [
        " What does that tell you?",
        3186.5,
        3187.62
    ],
    [
        " What do you do when people want to do that's a lead from the front scenario?",
        3188.14,
        3191.68
    ],
    [
        " You know, in leadership strategy and tactics, I went through this whole...",
        3193.12,
        3196.14
    ],
    [
        " The book, the book, leadership strategy and tactics.",
        3197.24,
        3199.22
    ],
    [
        " I went through this whole section talking about leading from the rear.",
        3199.4,
        3203.06
    ],
    [
        " And how, you know, you want to let your lead just lead.",
        3203.86,
        3206.52
    ],
    [
        " You want to let your subordinates lead. You want to let them step up.",
        3206.66,
        3208.7
    ],
    [
        " If you're always leading from the front, they're always following and you don't want that.",
        3208.7,
        3212.8
    ],
    [
        " But I also make a case for, hey, there are absolutely times when you've got a lead from the front.",
        3213.04,
        3218.78
    ],
    [
        " This is one of those times.",
        3219.06,
        3220.5
    ],
    [
        " Once the, back to the book, once the 90 millimeter guns got going, we were on our way to gaining fire superiority.",
        3222.18,
        3228.8
    ],
    [
        " The amount of incoming decreased as the tankers started to remember why they were there.",
        3229.22,
        3233.7
    ],
    [
        " But the tank commanders stayed buttoned up inside their turrets.",
        3234.02,
        3237.34
    ],
    [
        " No one was using the 50 calibers.",
        3237.94,
        3239.7
    ],
    [
        " So to explain this a little bit, you know, a tank has like the big gun that you think of a tank.",
        3240.02,
        3243.9
    ],
    [
        " But then on top of it, they have a machine gun, a 50 caliber machine gun, which is a big giant machine gun.",
        3244.16,
        3250.16
    ],
    [
        " And basically you sit up out of the turret of the tank.",
        3250.96,
        3253.82
    ],
    [
        " So you're exposed, but then you can shoot that 50 cowl wherever you want to shoot it.",
        3253.9,
        3257.26
    ],
    [
        " And all these guys were buttoned up inside their tanks, not using that weapon.",
        3257.34,
        3261.52
    ],
    [
        " Now they also have a weapon usually that's a machine gun.",
        3261.9,
        3265.72
    ],
    [
        " That's coordinated. It's called a coaxial gun.",
        3266.2,
        3268.82
    ],
    [
        " So it's a machine gun. So you got the big main gun, which you know is what you think of when you see a tank.",
        3269.08,
        3273.54
    ],
    [
        " But next to that is a coaxial machine gun that they can fire from inside the tank.",
        3273.8,
        3278.7
    ],
    [
        " And it's just a machine gun that's pointing in the same direction as that big gun.",
        3278.72,
        3281.82
    ],
    [
        " But then in addition to that, they have this 50 caliber turret mounted gun that you can get up out of the tank and you can shoot from.",
        3281.88,
        3289.88
    ],
    [
        " Is that a common thing? The 50 cowl?",
        3290.02,
        3292.32
    ],
    [
        " Yes.",
        3292.32,
        3292.44
    ],
    [
        " It's weird. I don't know if I didn't notice it or what?",
        3292.66,
        3297.22
    ],
    [
        " Not that I'm sitting around looking at tanks all the time.",
        3297.42,
        3299.44
    ],
    [
        " But three guns on a tank essentially.",
        3299.78,
        3304.02
    ],
    [
        " Yeah, I've seen main gun, main gun, Mike Baima.",
        3304.02,
        3308.12
    ],
    [
        " He's a tank fanatic.",
        3308.94,
        3312.62
    ],
    [
        " Sure, I'll tell you.",
        3313.02,
        3313.96
    ],
    [
        " But he used all those weapons.",
        3314.1,
        3317.26
    ],
    [
        " The coaxial machine gun is main gun and his turret mounted 50 cowl gets some.",
        3317.62,
        3322.92
    ],
    [
        " So what is the two, the three guys in the tank or what?",
        3323.06,
        3325.84
    ],
    [
        " I don't know. I forget how many people in the tank. There's a driver, there's a gunner.",
        3326.32,
        3330.84
    ],
    [
        " I want to say there's three or four people in there.",
        3331.08,
        3333.34
    ],
    [
        " Interesting.",
        3333.54,
        3334.52
    ],
    [
        " Yeah, it's tight quarters. It's hot.",
        3335.1,
        3337.1
    ],
    [
        " What?",
        3337.44,
        3337.76
    ],
    [
        " God bless them.",
        3339.12,
        3339.88
    ],
    [
        " So back to the book.",
        3341.36,
        3344.66
    ],
    [
        " Once the 90 millimeter guns got going, we were on our way to gaining fire superiority.",
        3344.84,
        3350.42
    ],
    [
        " The amount of incoming decreased as this tanker starting to remember why they were there.",
        3350.88,
        3355.62
    ],
    [
        " But the tank commander stayed buttoned up inside their turrets.",
        3355.88,
        3358.58
    ],
    [
        " No one was using their 50 calibers.",
        3358.58,
        3360.56
    ],
    [
        " I just couldn't believe it.",
        3360.92,
        3362.0
    ],
    [
        " Eight inches of steel between them and the chaos outside.",
        3362.14,
        3364.88
    ],
    [
        " Yet they didn't have it in them to help the sun come out for the guys stopping slugs with their field jackets.",
        3365.12,
        3372.04
    ],
    [
        " I went from tank to tank pounding on the hatches and blasting away on each of their 50s until all the ammo was exhausted.",
        3372.78,
        3380.88
    ],
    [
        " This little exercise had its effect.",
        3381.44,
        3384.92
    ],
    [
        " The tank commanders got the word and started doing what they should have been doing all along.",
        3384.96,
        3389.66
    ],
    [
        " When no further spoon feeding was required, I returned to my platoon.",
        3390.04,
        3393.84
    ],
    [
        " So again, that's just taking action, letting people see you have to lead from the front sometimes.",
        3394.12,
        3399.22
    ],
    [
        " Lesson learned.",
        3399.5,
        3400.36
    ],
    [
        " There were dead and wounded everywhere.",
        3401.32,
        3405.06
    ],
    [
        " Slugs were ricocheting off the ice.",
        3405.86,
        3408.0
    ],
    [
        " We could see sparks where they hit.",
        3408.4,
        3409.96
    ],
    [
        " Jim Parker's second platoon had successfully silenced an enemy machine gun to our left.",
        3410.48,
        3415.18
    ],
    [
        " So the pressure was off us.",
        3415.76,
        3417.26
    ],
    [
        " So the pressure was off enough for us to get our wounded behind the protection of the tanks and patty walls where they could be patched up.",
        3418.04,
        3426.6
    ],
    [
        " Our progress was hampered though because the tank crews kept moving their tanks.",
        3426.98,
        3431.16
    ],
    [
        " They didn't stop to think they were exposing our wounded all over again.",
        3431.5,
        3435.02
    ],
    [
        " They were too busy trying to save their own armor-coded skins.",
        3435.08,
        3438.0
    ],
    [
        " I told the tank lieutenant who might come to view and treat accordingly as a recruit at Fort Knox that the next time a tank moved and exposed our guys, I'd fire a 3.5 bazooka right up his ass.",
        3438.54,
        3450.66
    ],
    [
        " There was no more movement.",
        3451.8,
        3453.08
    ],
    [
        " I saw a soldier prone on the ice. He'd been there a long time. I thought he was dead.",
        3454.34,
        3459.78
    ],
    [
        " But then I saw movement and rushed out to get him.",
        3460.72,
        3463.48
    ],
    [
        " My God, I thought it's debuer.",
        3463.48,
        3465.9
    ],
    [
        " Private Henry C. Debuer had been with George Company since early in the war.",
        3466.52,
        3472.6
    ],
    [
        " He was one of the few survivors from the original 3rd platoon basically because in those first hard months of combat, he had not seen one good firefight.",
        3472.82,
        3482.44
    ],
    [
        " He had an uncanny 6th sense.",
        3482.88,
        3485.16
    ],
    [
        " He could always tell when the platoon was in for a major bloodletting and invariably he'd find an excuse to be somewhere else.",
        3485.16,
        3493.8
    ],
    [
        " Normally that excuse was going on sick call, which by regulation he was allowed to do and he couldn't stop him even though you knew the only thing that was wrong with him was a chronic case of cowardice.",
        3494.72,
        3505.02
    ],
    [
        " Debuer himself even admitted he was a coward.",
        3505.58,
        3509.52
    ],
    [
        " And we hated him for it.",
        3510.54,
        3511.94
    ],
    [
        " He was an outcast from the platoon and we even had a little song about him which we'd all sing in unison.",
        3512.76,
        3518.48
    ],
    [
        " Quote, out of the dark, jury Korean countryside comes the call of the debuer bird.",
        3519.02,
        3524.78
    ],
    [
        " Sick call, sick call, sick call.",
        3525.32,
        3527.5
    ],
    [
        " He'd pulled this stunt only yesterday as we were saddling up for this very operation.",
        3528.6,
        3533.94
    ],
    [
        " He'd sensed the bloodletting alright but hadn't figured that the foggy overcast covering the battlefield would not lift then the attack would be postponed.",
        3534.0,
        3543.28
    ],
    [
        " He'd return from the dock last night with a clean bill of health most surprised to see us.",
        3543.88,
        3549.78
    ],
    [
        " The rest of the platoon took great pleasure in the fact that his malingering little ass would be in the thick of things in the morning.",
        3550.26,
        3556.9
    ],
    [
        " Now Debuer was ash and faced, hit in the chest or gut, I didn't know.",
        3559.78,
        3564.84
    ],
    [
        " There was a lot of blood and well into shock.",
        3565.5,
        3568.0
    ],
    [
        " I knew he wasn't going to make it.",
        3569.58,
        3571.74
    ],
    [
        " Come on Debuer, you're going to be fine.",
        3572.84,
        3575.16
    ],
    [
        " You'll be alright I said giving him the old pep talk as I grabbed his jacket collar and started sliding him across the ice.",
        3575.44,
        3583.96
    ],
    [
        " But Debuer said no Sarge, just leave me, you're going to get hit.",
        3585.44,
        3591.1
    ],
    [
        " Just leave me Sarge.",
        3591.78,
        3593.62
    ],
    [
        " Then suddenly he groaned, Sarge I just shit my pants and that was it.",
        3594.56,
        3601.42
    ],
    [
        " He was gone.",
        3602.12,
        3603.28
    ],
    [
        " I left him and ran back.",
        3604.02,
        3607.08
    ],
    [
        " Debuer in death became one of the great heroes of our outfit.",
        3608.98,
        3612.94
    ],
    [
        " It was true he'd never been anything in his army life but a coward.",
        3613.46,
        3618.18
    ],
    [
        " But he died right, he died like a man.",
        3619.3,
        3622.18
    ],
    [
        " He didn't say take care of me, he said leave me take care of yourself.",
        3623.56,
        3629.36
    ],
    [
        " And when I told the other guys the story, old Debuer became a legend in the platoon.",
        3632.24,
        3637.66
    ],
    [
        " You know whenever I read things like this, you know, or not whenever but sometimes I just kind of get curious.",
        3639.16,
        3650.52
    ],
    [
        " So you get Google, internet, interwebs and you know you do Google and we see Debuer.",
        3651.94,
        3661.18
    ],
    [
        " And there it is, Korean War 6th February 1951 from Newport, Newspaper, Newspaper, Newspaper, Newspaper.",
        3661.72,
        3668.4
    ],
    [
        " Son of Margaret Debuer.",
        3668.4,
        3671.22
    ],
    [
        " Didn't find much else besides that but story behind every one of those names.",
        3671.72,
        3678.52
    ],
    [
        " Back to the book, the road ran north south and we were on the east side of it.",
        3680.14,
        3685.16
    ],
    [
        " The balance of G company was on attack, maneuvering to secure the high ground to the north and to the west.",
        3685.32,
        3691.3
    ],
    [
        " There it is again, high ground.",
        3691.42,
        3692.98
    ],
    [
        " Do you think that we read four pages or talk about high ground?",
        3693.56,
        3697.36
    ],
    [
        " Do you think that might be an important thing in the world?",
        3697.52,
        3699.42
    ],
    [
        " My platoon or what was left of it was the fixum element trying to tie down the enemy while providing a base of fire for parkers and gill crest platoons.",
        3701.4,
        3711.4
    ],
    [
        " What does that mean? It means cover and move. It means he's in the cover position. The other elements are moving.",
        3711.74,
        3715.96
    ],
    [
        " Maybe that's important. Do you think it is? Have you never been in combat before?",
        3716.66,
        3719.92
    ],
    [
        " And you hear this guy keep saying put down cover fire? Yes.",
        3720.3,
        3723.56
    ],
    [
        " After we got organized, I had a moment to look around. I saw my platoon leader Lieutenant Land sort of crouched down leaning against the rice paddy wall observing the whole action.",
        3724.74,
        3734.32
    ],
    [
        " John Land was a good man, a world war two vet and former G company NCO. He was one of the few battlefield commissions in the 27th.",
        3735.58,
        3744.46
    ],
    [
        " Isn't he a cool customer? I thought to myself now just watching this whole thing and taking it all in.",
        3744.46,
        3749.74
    ],
    [
        " Because really that was about the only thing you could do in a time like this.",
        3750.74,
        3754.56
    ],
    [
        " Stay cool, stay down and establish fire superiority as best you could.",
        3755.38,
        3760.54
    ],
    [
        " Do you think that's an important lesson?",
        3761.1,
        3762.5
    ],
    [
        " To stay cool, stay calm, stay down, get fire superiority.",
        3763.54,
        3766.58
    ],
    [
        " I examined what we had left in terms of a fighting force. Tennessee Mitchell, Robert Delbert Bell and Old DeBoer.",
        3767.92,
        3775.14
    ],
    [
        " There were seven dead altogether and about a dozen wounded. The platoon sergeant was gone and the assistant platoon sergeant was nowhere in sight.",
        3775.48,
        3782.62
    ],
    [
        " It seemed that all was left of third platoon was the balance of my squad bits and pieces of the other two and the light machine gun team.",
        3782.96,
        3789.44
    ],
    [
        " I ran over to the lieutenant to ask for instructions. When I got there, I realized the reason Lieutenant Land was so cool was that he was also dead.",
        3790.12,
        3799.92
    ],
    [
        " He'd caught a slug right between the eyes. The blood had poured down his face and chest, filled up the eyepieces of his binoculars and frozen there.",
        3800.84,
        3809.22
    ],
    [
        " I took the binoculars and slipped the radio from his dead radio operators back. I called Captain Mike Lee.",
        3810.44,
        3817.12
    ],
    [
        " Our company commander gave him the situation report. He said I was now in charge that we were to continue tying down the enemy and get the wounded out in that order of priority.",
        3817.62,
        3828.66
    ],
    [
        " Hmm, isn't that interesting. You've got the leader giving you two things to do and telling you that one of them is the priority.",
        3830.04,
        3839.86
    ],
    [
        " Lieutenant Gilcress, first platoon was having a hell of a time. Their attack was being held up by fire from a hornet's nest of well concealed enemy automatic weapons position.",
        3841.96,
        3852.4
    ],
    [
        " Just as we've gotten the wounded under control, one of our guys who'd been doing some scouting spotted North Korean fighting positions on the other side of the dike, first platoon was attacking.",
        3852.4,
        3861.62
    ],
    [
        " He motioned me over to have a look. Sure enough, at least a platoon was dug in there almost in the shadow of the tanks. They were so close to the tanks, main guns couldn't depress low enough to hit them.",
        3862.14,
        3873.88
    ],
    [
        " Not North could their anti tank weapons hit our tanks. It was a Mexican standoff, but not for long. So you have tanks. They can only lower their weapons so much.",
        3874.94,
        3886.32
    ],
    [
        " And so you've got the enemy so close and in a depressed position that you can't even shoot them.",
        3886.52,
        3892.14
    ],
    [
        " So you've got a little Mexican standoff and then all right, who's going with me? I asked. So what is what is what is hack worth do? He gets default aggressive. He's going to take action.",
        3897.74,
        3910.32
    ],
    [
        " So he says, all right, who's going with me? I will said van meter or platoon medic a stud of a guy who had a great reputation as a fighter as he did as a doc.",
        3915.12,
        3923.52
    ],
    [
        " While the others laid down a good base of fire, the doc and I threw two frag grenades over the dike. What is that? That's covered move. You lay down fire. I'm going to hook grenades.",
        3924.28,
        3934.82
    ],
    [
        " When they exploded, we leaped through the smoke landing front and center of the enemy. It was eyeball to eyeball the two of us facing at least 30 days to wounded or dead communists. The enemy appeared to be leaderless.",
        3937.44,
        3949.04
    ],
    [
        " They were certainly in a state of shock and we cleaned them up and we cleaned up the position with ease using rifles and bayonets.",
        3949.62,
        3956.86
    ],
    [
        " You don't think too much about bayonet fighting in the Korean war, but apparently you're getting after it. The two more than two more enemy soldiers appeared out of the smoke and confusing dragging a 57 caliber anti tank buffalo gun.",
        3959.48,
        3976.06
    ],
    [
        " We were no more than 10 feet apart. I leveled my M1 was about to shoot them when I looked down and saw that the bolt was back. My weapon was empty and it wasn't exactly the time for reloading.",
        3976.06,
        3987.96
    ],
    [
        " I lunged forward with the bayonet at on guard shouting Tao Zong. The enemy threw up their hands. The Chinese word for surrender was probably the only one I knew.",
        3988.1,
        3999.02
    ],
    [
        " I'd filed it away in my brain when we were up north. I must admit I learned it thinking that someone would be saying it to me.",
        3999.32,
        4008.48
    ],
    [
        " But it didn't matter now. There they stood with burp gun still hanging around their necks, a buffalo gun at their feet and me with an empty rifle.",
        4009.16,
        4015.84
    ],
    [
        " The funny thing was that these guys were Korean, not Chinese. And the chances that they had understood what I had said and the chances were they hadn't understood what I had said anyway.",
        4016.3,
        4027.0
    ],
    [
        " On the other hand, in combination with that long razor sharp bayonet pointed at them, they probably would have surrendered if I had given the order in Swahili. In any event, we took their weapons and turned the POWs over to our men on the other side of the dike.",
        4027.86,
        4040.76
    ],
    [
        " Then the dock and I continued mopping up in numbers and in firepower. These guys certainly should have outgunned what was left of third platoon.",
        4041.12,
        4050.14
    ],
    [
        " From the number of bodies, buffalo guns and other AT weapons we found we conclude that we'd knocked off an anti tank platoon that had been as green as scared as our tankers.",
        4050.32,
        4059.88
    ],
    [
        " The only difference was of course that these North Koreans would never tell the story of their baptism of fire.",
        4060.16,
        4066.38
    ],
    [
        " By the time we rejoined the platoon, my guys had looted to the two prisoners. The only real treasure was a US made Waltham pocket watch which the guys gave to me.",
        4067.02,
        4077.76
    ],
    [
        " It became my 6th February souvenir. None of us spoke Korean so I asked PFC Charles to take the POWs back to Captain Mike Lee for interrogation.",
        4078.2,
        4087.6
    ],
    [
        " I was really pleased we'd nailed him. Prisoners are the best source of battlefield information.",
        4088.1,
        4094.96
    ],
    [
        " Pretty pertinent fact.",
        4095.6,
        4098.94
    ],
    [
        " And with the fighting still going on full tilt all around us it'd be useful to find out what the hell was happening in the enemy camp.",
        4102.88,
        4110.64
    ],
    [
        " The first and second platoons of George were fighting hard to take the high ground. Navy corsairs were working with the enemy over working the enemy over with napalm and strafing runs cut off between mine and Gilcrest platoon were an enemy who had been bypassed.",
        4111.38,
        4127.14
    ],
    [
        " So I took a half a dozen of our guys and went up the hill to do some hunting.",
        4127.14,
        4130.62
    ],
    [
        " Once again taking action taking the high ground. The North Koreans were cleverly concealed well dug bunkers stuffed with straw for warmth.",
        4131.46,
        4140.44
    ],
    [
        " The pine covered hill was a maze of seemingly unrelated positions which we slowly worked through in two man teams.",
        4140.96,
        4147.84
    ],
    [
        " Fire in the hole was shouted again and again as we grenade bunker after bunker one man providing cover fire as the other edged close enough to flip in a frag.",
        4147.9,
        4158.04
    ],
    [
        " Hmm.",
        4158.6,
        4158.74
    ],
    [
        " Laws of combat.",
        4159.64,
        4161.8
    ],
    [
        " The enemy did not fight back. They stayed in the bottom of their holes looking like trapped moles. It didn't take long before we ran out of frag grenades.",
        4162.12,
        4172.92
    ],
    [
        " A field expedient was quickly devised. We stripped our tracer slugs from the machine gun belt and clipped them for our M1s.",
        4173.18,
        4182.18
    ],
    [
        " With one man covering his partner would slip up to the hole and snap off a tracer or two into the position. The red hot slugs would ignite the straw inside and when the defender came up coughing he'd be shot between the horns.",
        4182.68,
        4194.8
    ],
    [
        " Gary Cooper wiped out a dozen dozens of German soldiers in sergeant york by luring them out with a turkey call.",
        4196.08,
        4203.58
    ],
    [
        " If it was good enough for sergeant york and hollywood it was good enough for us on 6th February 1951.",
        4203.68,
        4209.4
    ],
    [
        " We moved from hole to hole systematically burning the enemy out until the hill top above us suddenly exploded with gunfire.",
        4209.76,
        4215.78
    ],
    [
        " The reds were counter attacking.",
        4216.18,
        4217.62
    ],
    [
        " As Gilcrest Platoon fought them off only 6 feet from the crest of the hill we beat feet back to the safety of our rice paddy wall.",
        4217.88,
        4224.76
    ],
    [
        " Paddy walls whose purpose in more peaceful times was irrigation control where dirt walls about a foot thick and about 3 feet high.",
        4225.44,
        4234.72
    ],
    [
        " Perfect cover for most direct fire weapons infantrymen loved them.",
        4235.24,
        4241.14
    ],
    [
        " Now leaning against my safe paddy wall even as first platoon fought off another counter attack with the help of second which could observe the forward slope of Gilcrest Hill and provide warning of the enemy's intention I realized I was starving.",
        4241.82,
        4255.08
    ],
    [
        " I opened a can of sea rations with my trusty p38 and dug right in. I started at the top of the can big chunks of congealed fat under which lay beef and potatoes frozen rock hard.",
        4255.64,
        4269.18
    ],
    [
        " About this time an enemy sniper started firing along the top of the rice paddy wall. It was harassing fire only no one got hurt but it got on all of our nerves far more even than the largest battle still going on around us.",
        4270.18,
        4285.26
    ],
    [
        " I just gotten down to the meat and was about to take my first bite when zip a slug creased the furrow in the top of the wall right above my head and showered my rations with debris.",
        4285.82,
        4297.3
    ],
    [
        " I scooped it out I was about to try another bite when zip another slug same place did the same thing by the third time that was it I was pissed off I'm going to get that sniper who's with me.",
        4297.38,
        4307.64
    ],
    [
        " Ray Wells an ace machine gunner and good old country boy from West Virginia volunteered we followed the paddy wall to a drainage ditch that took us behind the North Korean anti tank positions but plan was simple to get right to the rear of the sniper shoot the son of a bitch and go back and finish my seas.",
        4307.84,
        4327.06
    ],
    [
        " The ditch had an L shapes turn we stopped just shy of it where I inched forward to have a quick peak three Koreans manning a machine gun we're lying in the prone position about 10 feet away not looking our direction I slipped back to Wells whispering that I take the first guy he take the third and we double up on the gunner in the middle we stepped out of the ditch the North Koreans looked up but Wells and Iowa the last thing they ever saw.",
        4327.14,
        4351.84
    ],
    [
        " I knew they were dead they were so close that I could hear the slugs thumping home in their padded jackets we jumped over them and continued on our way.",
        4352.44,
        4360.76
    ],
    [
        " With Wells covering my ass I came up behind a little tree at the top of the ditch ideal concealment for a quick look see after a few second scan I spotted the sniper on the hill he was in a bunker about a hundred yards away on my left and I could clearly see the side of his head",
        4361.12,
        4381.02
    ],
    [
        " and his Soviet SKS rifle I ducked down I didn't want to take a chance on Kentucky windage so I adjusted my M1 rifle sites down for clicks and got into a firing position I had the sniper's head sitting right at the top of my front site but just as I was about to squeeze the trigger I heard machine gun slugs snapping over my head then the weapons report the weapons report oh shit I thought someone seen me for all I knew it could have been one of our tankers the slugs were going to be a little bit more difficult to get out of the way I was.",
        4381.02,
        4411.0
    ],
    [
        " I was coming from that direction maybe they hadn't gotten the word that we were out here so I started to go down but as I went down I felt the top of my head explode I'd caught a slug so what do we have here well we have a potential blue on blue scenario I guess we we don't know where that rounds coming from but it's coming from the general position of his tanks so how's that happening well that people don't know where he is how important is to know where each other on the battlefield it's the most important piece of the world.",
        4411.02,
        4441.0
    ],
    [
        " What's the C ration I mean I know it's food you know MRE is right yeah so that's the old school MRE and but they came in cans not plastic pouches that the modern MRE comes in so they say it's like C right is it the letter C ration or it's S E A ration they write with a C S just the",
        4443.78,
        4465.48
    ],
    [
        " Legislature just the but I don't know where the origination of maybe it's canned rations that might be it I don't think it's like these are meant for navel vessels at the C because they because they wouldn't use him out there because on ships they have",
        4465.48,
        4479.78
    ],
    [
        " Kitchen big refrigerators and kitchen since then I sure will find out when this comes out people will let us know yeah can I'm guessing canned that makes sense",
        4479.78,
        4491.74
    ],
    [
        " Yeah, but that doesn't necessarily mean it's the truth",
        4492.02,
        4494.68
    ],
    [
        " Like most good wool founds I wasn't wearing a helmet helmets were a pain in the ass unless there was a lot of artillery and mortar fire coming in in which case",
        4494.68,
        4505.14
    ],
    [
        " They became as essential as air the slug ripped through my fur pile cap and propelled me from the top of the ditch as though I'd been",
        4505.14,
        4512.16
    ],
    [
        " Polaxed by Paul Bunyan I",
        4512.16,
        4519.04
    ],
    [
        " Do know I was stunned with four-larm sirens ringing in my ears",
        4519.04,
        4523.3
    ],
    [
        " Welles thought I was dead and took off down the ditch I couldn't blame him",
        4523.3,
        4527.54
    ],
    [
        " He thought he was all alone in behind enemy lines meanwhile I tried to focus on what had happened",
        4527.54,
        4533.68
    ],
    [
        " sucks by the time you get shot and you come to you see your buddy leaving you for dead and you can't even blame him because you just got shot in the head",
        4533.68,
        4543.2
    ],
    [
        " Blood really thick was pumping out of my head",
        4543.2,
        4547.4
    ],
    [
        " The first thing I did was ask myself my name rank and serial number David Hackworth David Haskell",
        4549.04,
        4554.84
    ],
    [
        " Hackworth Sergeant R.A. 1924 2907. That's pretty funny",
        4554.84,
        4560.56
    ],
    [
        " He's he's been in the military so like institutionalized that when in the first the yes is name rank and serial number of themselves",
        4560.56,
        4568.36
    ],
    [
        " That's just beautiful",
        4568.36,
        4570.56
    ],
    [
        " That",
        4575.42,
        4575.92
    ],
    [
        " Came the automatic response which made me decide that my head must still be okay even if my ass was the worst crack ever",
        4575.92,
        4582.24
    ],
    [
        " I",
        4582.24,
        4583.52
    ],
    [
        " Started crawling down the ditch I had to crawl because the North Koreans on the high ground knew they had an intruder in their mits",
        4583.52,
        4590.2
    ],
    [
        " I",
        4590.2,
        4591.4
    ],
    [
        " Staved low on the enemy side slugs were spraying the ditch fast and furious",
        4591.4,
        4596.1
    ],
    [
        " But thumping up against the other wall I crawled until I reached the machine gun crew",
        4596.14,
        4601.82
    ],
    [
        " Wells and I had knocked off now I was faced with a dilemma if I jumped over them I'd become",
        4601.82,
        4608.56
    ],
    [
        " Exposed to the enemy fire coming from the hill if I crawled over them",
        4608.56,
        4614.04
    ],
    [
        " One of them might still be alive and the longer I looked the more my confused head",
        4614.04,
        4619.7
    ],
    [
        " Convince me to see that one of them was alive and he'd kill me",
        4619.7,
        4624.02
    ],
    [
        " I couldn't shoot them because when I got hit I dropped my rifle",
        4624.62,
        4629.06
    ],
    [
        " So I just stared at them like a dumb recruit wondering what to do. I pulled my trench knife out of my boot",
        4629.06,
        4636.7
    ],
    [
        " Very very carefully I crawled over one of them waiting for him to move",
        4636.7,
        4640.82
    ],
    [
        " I crawled over the next one waiting for him to move then I crawled over the third guy the same way and slipped on like a snake down the ditch",
        4640.82,
        4647.5
    ],
    [
        " Until it was high enough for me to crouch then high enough for me to stand up and run the whole time",
        4647.5,
        4653.2
    ],
    [
        " I was singing",
        4653.7,
        4654.94
    ],
    [
        " Whoever said there aren't any atheists on the battlefield was dead right",
        4654.94,
        4660.72
    ],
    [
        " Often when we'd be sitting around our little fires one of the guys in the platoon would play his guitar and we would sing the songs",
        4660.72,
        4668.98
    ],
    [
        " We're all religious ones like down by the river side where we'd be laying down our swords and shields or please dear",
        4668.98,
        4676.68
    ],
    [
        " Jesus hear my plea just a little closer walk with thee",
        4676.68,
        4680.76
    ],
    [
        " But there were also songs of great comradeship and a most magic feeling would always pour out when we sang a",
        4681.6,
        4689.72
    ],
    [
        " Feeling that third platoon our platoon was our family our whole life and",
        4689.72,
        4697.16
    ],
    [
        " Somehow between God and our brothers we were going to make it through",
        4697.16,
        4702.48
    ],
    [
        " So as I pounded down this ditch I",
        4702.48,
        4708.86
    ],
    [
        " Was singing just a closer walk with thee with deep feeling Ella Fitzgerald look out",
        4708.86,
        4715.26
    ],
    [
        " To my mind I was really talking to God. I was talking to the man",
        4715.26,
        4721.4
    ],
    [
        " So I'm singing and running bloods pouring out of my head and then I remember I didn't have my rifle",
        4721.4,
        4728.32
    ],
    [
        " What a rotten example I had set",
        4728.32,
        4732.34
    ],
    [
        " Good NCOs don't screw up like that only a dumb shit of a soldier loses his rifle",
        4734.22,
        4739.36
    ],
    [
        " So I stopped singing and started chewing my ass as I ran down that ditch",
        4739.36,
        4745.64
    ],
    [
        " Maybe it was because I was thinking about my lack of professionalism",
        4745.64,
        4751.02
    ],
    [
        " Maybe it was just second nature thing from my training or maybe it was a sixth sense. I don't know",
        4751.02,
        4757.7
    ],
    [
        " But seconds before I was home free just a few feet more I told myself just around the corner I",
        4758.32,
        4766.4
    ],
    [
        " stopped",
        4766.4,
        4766.84
    ],
    [
        " Hey third platoon it's hack worth I shouted I'm coming in",
        4766.84,
        4773.64
    ],
    [
        " Then I turned the corner I",
        4773.64,
        4778.86
    ],
    [
        " Found myself looking down the throat of corporal Wesley Morgan's mean looking browning automatic rifle",
        4778.86,
        4784.92
    ],
    [
        " Man you were so loud coming down that ditch. I found at least a platoon of gooks was on the march",
        4786.62,
        4792.02
    ],
    [
        " Welles told me you got it",
        4792.02,
        4796.5
    ],
    [
        " If you hadn't called out I",
        4796.5,
        4800.4
    ],
    [
        " Would have moaned you down",
        4800.4,
        4801.32
    ],
    [
        " So we have another potential blue on blue scenario there",
        4801.32,
        4809.54
    ],
    [
        " And",
        4813.58,
        4814.06
    ],
    [
        " And you know",
        4814.06,
        4814.42
    ],
    [
        " I'm calling out all these little examples in this book and this book is just",
        4814.42,
        4821.2
    ],
    [
        " It just it just",
        4821.2,
        4825.58
    ],
    [
        " It's just filled with them it's filled with them over and over again and",
        4825.58,
        4832.32
    ],
    [
        " We'll get into more of it",
        4832.32,
        4835.58
    ],
    [
        " This is a long book we could I could talk about this book forever. I",
        4837.1,
        4841.96
    ],
    [
        " Think straight as I've read it so many times and every time I read it I find something new something different",
        4841.96,
        4847.42
    ],
    [
        " You know, I've got here's my here's my original copy. This is the first copy I ever got right here. There's old one. It's all beat up",
        4847.42,
        4853.8
    ],
    [
        " I",
        4853.8,
        4855.66
    ],
    [
        " sent Tim Ferriss a copy and",
        4855.66,
        4858.24
    ],
    [
        " He sent me a note back and he said I said hey, here's you know, here's about face",
        4858.24,
        4862.76
    ],
    [
        " This is the book I mentioned and I sent him like an old hardcover because I have a bunch of copies and I've got a bunch of signed copies and",
        4862.76,
        4870.66
    ],
    [
        " He like felt bad",
        4870.66,
        4872.7
    ],
    [
        " Because it was a it was an older looking book. He said wait a second is this like because we had talked about it even off the podcast",
        4872.7,
        4879.34
    ],
    [
        " He was wait a second is this like the book that you had in Iraq and I go no no no no no",
        4879.34,
        4883.9
    ],
    [
        " It's just a no it's just a copy, but it's a it's an older copy",
        4883.9,
        4887.34
    ],
    [
        " Yeah",
        4889.84,
        4890.2
    ],
    [
        " Yeah, there's just so many lessons and like I said the book is 830 pages long with small writing",
        4890.2,
        4896.4
    ],
    [
        " And also what's cool about it is you can open it up",
        4896.4,
        4901.14
    ],
    [
        " You don't have to read the whole thing you can open up anywhere you can start reading if you know the general story",
        4901.14,
        4904.78
    ],
    [
        " You can start reading it anywhere and that's that makes it beneficial and actually Lafe was telling me the other day",
        4904.78,
        4911.6
    ],
    [
        " And I remember doing this once Lafe was telling me",
        4911.6,
        4914.08
    ],
    [
        " He would like you know, we'd be talking about something I have it down in the tactical operations like sitting on my deck desk and",
        4915.16,
        4921.68
    ],
    [
        " You know there'd be some",
        4921.68,
        4923.92
    ],
    [
        " Something in there I'd read it to him, you know be like hey listen to this",
        4923.92,
        4927.82
    ],
    [
        " You know him and his assistant between commander whatever I'd read it to him and",
        4927.82,
        4932.3
    ],
    [
        " You know say what does that remind you of any be some situation the exact situation that we were going through you know and",
        4932.3,
        4940.08
    ],
    [
        " So yeah, even Lafe remembers how much I relied on this book, but",
        4940.08,
        4944.76
    ],
    [
        " You know the other thing about this book I",
        4944.76,
        4950.82
    ],
    [
        " think",
        4950.82,
        4951.1
    ],
    [
        " Is that this book started to get me to see the way in all things you know as the first book where I started",
        4951.1,
        4961.0
    ],
    [
        " I bet you could do a good video",
        4961.0,
        4963.94
    ],
    [
        " like",
        4966.28,
        4966.88
    ],
    [
        " Like layering",
        4966.88,
        4967.9
    ],
    [
        " Things like like all the little examples I pointed out. Yeah, can you imagine those words like high ground starting to really like come",
        4967.9,
        4976.26
    ],
    [
        " Like seeing it and seeing like oh that's",
        4976.26,
        4978.84
    ],
    [
        " Cover that's important high ground that's important",
        4978.84,
        4982.34
    ],
    [
        " You know people doing things leading from the front like all those things starting to just sort of appear",
        4982.34,
        4988.52
    ],
    [
        " As their level of importance and the connectivity to what I was going through and what I would see",
        4989.92,
        4994.56
    ],
    [
        " So it's like this book even though I had already been to college and I have to give credit to when I was when I had it when I was",
        4994.56,
        5001.58
    ],
    [
        " When I studied Shakespeare in college and I was an English major",
        5001.58,
        5005.22
    ],
    [
        " So I had to study Shakespeare and when we covered Henry the fifth on podcast 15",
        5005.22,
        5012.62
    ],
    [
        " I was talking about the fact that you don't you you have to",
        5012.62,
        5018.04
    ],
    [
        " Really read Shakespeare you have to look up the words you don't know you have to die you have to decipher it",
        5018.04,
        5022.24
    ],
    [
        " This and so that was one level of my ability to comprehend what I was reading",
        5022.24,
        5028.16
    ],
    [
        " But this was like the next level of",
        5028.16,
        5032.32
    ],
    [
        " Realizing that what you're reading can be",
        5032.32,
        5037.3
    ],
    [
        " Overlaid and it can be",
        5037.3,
        5039.7
    ],
    [
        " You can it can add context and it can be",
        5039.7,
        5043.28
    ],
    [
        " Instattuted into your own contacts of your own experience. Yeah, like kind of like the Bible almost yeah",
        5043.88,
        5049.58
    ],
    [
        " You know like you'll tell a story and then like the story",
        5049.58,
        5053.38
    ],
    [
        " The significance of stories like the lesson right and then is so yeah if you approach the book that it is this",
        5053.38,
        5060.24
    ],
    [
        " It is I'm reading this book for the lesson like as it applies to me today, you know",
        5060.24,
        5064.84
    ],
    [
        " So you can kind of look to it guidance yeah other",
        5064.84,
        5067.8
    ],
    [
        " Look I mean we've covered the first the podcast the books that we covered on this podcast",
        5067.8,
        5073.26
    ],
    [
        " A lot of those books I read before we started the podcast",
        5073.84,
        5076.74
    ],
    [
        " But like when I would read those books I would basically be reading a quote cool war story, right?",
        5076.74,
        5083.38
    ],
    [
        " This was the first book where I started going wait a second I",
        5084.18,
        5088.74
    ],
    [
        " See the connection I see the connection not just like all of a sudden I started drawing the those same connections in all these other books that I would read",
        5088.74,
        5098.32
    ],
    [
        " But it started with this one which is and I don't know why",
        5098.32,
        5102.32
    ],
    [
        " Maybe it's because it's long and maybe it's because it repets it repeats those same lessons over and over again",
        5102.92,
        5109.24
    ],
    [
        " But yeah, I got to it's really the first time I got to utilize someone else's knowledge in a way to help me not just to help my knowledge",
        5109.24,
        5118.5
    ],
    [
        " But really to add to my own experience",
        5118.5,
        5120.78
    ],
    [
        " And this book this book did it for me so",
        5120.78,
        5127.98
    ],
    [
        " We'll cover more of it",
        5127.98,
        5131.36
    ],
    [
        " We'll cover more in the future",
        5133.4,
        5134.84
    ],
    [
        " but",
        5134.84,
        5136.04
    ],
    [
        " Is that out? This is out. This is available. We have it on the website as you know",
        5136.04,
        5142.78
    ],
    [
        " Yeah, hey, there are there are two versions. Yeah, so there's the old there's the old version and you actually have to go",
        5142.78,
        5152.22
    ],
    [
        " Specifically and we'll put the link. Yeah, you have to go specifically to the new version of it to get the the one that has that forward that I read",
        5152.22,
        5161.6
    ],
    [
        " Yeah, if you want to check out this book and yeah, that's the thing don't be intimidated because it's 834 pages because you can read it three pages at a time",
        5162.84,
        5169.86
    ],
    [
        " That's the other thing. It's cool. It's not like a book where you've got to read 20 pages to be like get something out of it",
        5169.86,
        5175.54
    ],
    [
        " You can read four pages of this then you'll get something out of it. Yeah",
        5175.54,
        5179.2
    ],
    [
        " Yeah, yeah, some and yeah, some books are cool like that where and you can kind of especially if you just know the general story",
        5179.2,
        5186.0
    ],
    [
        " Where you open up wherever and you're like okay, and you can get the you know like some of them",
        5186.0,
        5190.0
    ],
    [
        " You're like, oh shoot. I shouldn't read this part because not only will it might it might not make sense",
        5190.0,
        5194.8
    ],
    [
        " But I you know you kind of should read the beginning first",
        5194.8,
        5197.56
    ],
    [
        " You know, otherwise whether it be spoilers or whatever and you know what else will we'll go into at some point",
        5197.56,
        5202.14
    ],
    [
        " You know, I always on this podcast a few times that I've read from the book",
        5202.14,
        5205.98
    ],
    [
        " I'm only I only talk about the war part",
        5205.98,
        5207.88
    ],
    [
        " But there's massive sections of his career between the Korean War and the Vietnam War where he was",
        5207.88,
        5212.98
    ],
    [
        " He was a soldier in a peacetime",
        5212.98,
        5216.26
    ],
    [
        " Environment so what he was doing",
        5216.66,
        5218.62
    ],
    [
        " Was he was doing maneuvering he was building relationships? He was doing all these things all these leadership things that you have to do as a leader",
        5218.62,
        5226.42
    ],
    [
        " In order to build relationships and make good decisions and knowing the bed like all that stuff",
        5226.42,
        5231.94
    ],
    [
        " So it's not it's not all war even though a lot of it is",
        5231.94,
        5235.52
    ],
    [
        " But he covers all these different dynamics of human relationships and human nature",
        5235.52,
        5240.64
    ],
    [
        " and it's just",
        5240.64,
        5242.44
    ],
    [
        " It's just good. So I",
        5242.44,
        5245.56
    ],
    [
        " Like I said, I'm honored. I got to write the forward. I'm honored. I've been able to share this book with a bunch of people",
        5246.26,
        5252.14
    ],
    [
        " so hack",
        5252.14,
        5253.52
    ],
    [
        " Thank you",
        5253.52,
        5256.44
    ],
    [
        " Thank you for the knowledge",
        5256.44,
        5258.96
    ],
    [
        " and passing it on",
        5258.96,
        5260.92
    ],
    [
        " And with that echo speaking of knowledge",
        5260.92,
        5264.34
    ],
    [
        " Do you have any knowledge you want to share with us?",
        5264.34,
        5267.52
    ],
    [
        " Sir, hell yeah",
        5268.06,
        5269.22
    ],
    [
        " Well, we are on the path. This is how to stay on the path",
        5269.22,
        5272.72
    ],
    [
        " This whole deal, okay, we'll we'll discuss it. How about that? So we're working out",
        5273.36,
        5279.2
    ],
    [
        " We are you injured right now? No",
        5279.2,
        5282.64
    ],
    [
        " I got a I got some uh, I got some small cuts, but I don't really consider those injuries small scrapes cuts of what not from branches",
        5282.64,
        5291.92
    ],
    [
        " No, the reef the reef. Oh, yeah, there's been some waves here in Southern California",
        5291.92,
        5297.92
    ],
    [
        " Hmm",
        5299.26,
        5299.82
    ],
    [
        " Basically to your reference there. I was as we know hunting in the wilderness in the wild and while I was hunting",
        5299.82,
        5307.52
    ],
    [
        " Actually didn't receive any no no cuts no scrapes",
        5307.52,
        5312.3
    ],
    [
        " You know, there's always that possibility especially",
        5312.3,
        5314.3
    ],
    [
        " You know when it's dark and you can fall",
        5314.3,
        5317.18
    ],
    [
        " But no and and you don't wear nods night vision goggles on obviously",
        5317.18,
        5322.94
    ],
    [
        " Yeah, typically right that's not a typical so it's a little it's a little easier fall once it gets dark",
        5323.04,
        5328.02
    ],
    [
        " Uh, where were you? I was in Utah",
        5328.02,
        5330.28
    ],
    [
        " So what what are we what it's cold there it's cold or warm?",
        5330.28,
        5335.44
    ],
    [
        " Honestly, whatever the temperature was absolutely one it was warm. It was a little too warm",
        5335.64,
        5341.24
    ],
    [
        " It was it was comfortable. I was gonna say absolutely comfortable, but the problem is it's too warm",
        5341.24,
        5345.26
    ],
    [
        " It needs to be colder for the type of hunt that I was doing. Oh, because it was like art like you guys were traveling right and",
        5345.26,
        5350.82
    ],
    [
        " No, it's just the the animals elk",
        5351.08,
        5353.76
    ],
    [
        " They like it to be colder and they're more active when it's colder",
        5353.76,
        5357.48
    ],
    [
        " So when it's hot they kind of sleep and it's harder to find them and you're trekking through the mountains on a certain course",
        5357.48,
        5364.9
    ],
    [
        " Or is it like the kind you're just looking for elk at you're looking for elk and what",
        5364.9,
        5370.38
    ],
    [
        " Have you seen an elk bugle before?",
        5370.38,
        5373.94
    ],
    [
        " so elk do something called bugling which is a",
        5374.6,
        5378.3
    ],
    [
        " Completely animalistic dinosaur crazy screeching howling noise and they go nuts doing it",
        5380.52,
        5387.64
    ],
    [
        " And so you hear that and then you try and go to it except for the crazy thing is they're they're so fast",
        5387.64,
        5395.52
    ],
    [
        " It's they're they're just the way they move",
        5395.52,
        5398.74
    ],
    [
        " Through the wilderness",
        5398.74,
        5400.36
    ],
    [
        " You know when you run hills",
        5400.36,
        5403.14
    ],
    [
        " Sure, really?",
        5403.14,
        5404.52
    ],
    [
        " And you know, let's say you're running up a decent hill like",
        5405.28,
        5408.58
    ],
    [
        " I don't care who you are",
        5408.58,
        5410.36
    ],
    [
        " When you sprint up a hill",
        5410.36,
        5412.22
    ],
    [
        " You're gonna be tired. Yeah, but an elk does not care. It's no factor. What's wrong? They're just they're going up hills as if you're dude",
        5412.22,
        5420.5
    ],
    [
        " Just walking across this yeah sidewalk",
        5420.5,
        5422.68
    ],
    [
        " Yeah, not even breathing hard at the top the uh",
        5422.68,
        5427.28
    ],
    [
        " You don't want you watch",
        5427.28,
        5428.7
    ],
    [
        " National Geographic or something like this where you see these animals and you know like yeah",
        5428.7,
        5434.4
    ],
    [
        " You see the obvious big ones to elephant and buffalo you're like well. Yeah, that's big but",
        5434.52,
        5439.84
    ],
    [
        " Men a wild animal even if it's kind of the smaller like I'm quite there's these little goats",
        5439.84,
        5444.78
    ],
    [
        " Right these goats that cruise on the mountains and stuff",
        5444.78,
        5447.38
    ],
    [
        " And from far away like oh look at that goat, but you start to get I mean",
        5447.38,
        5451.2
    ],
    [
        " I haven't been right up to one a wild one",
        5451.2,
        5453.16
    ],
    [
        " But as you kind of can see them closer you're like man the things kind of intimidating just how like capable it is",
        5453.16,
        5459.54
    ],
    [
        " You know like so these elks like they get kind of big right?",
        5459.54,
        5462.3
    ],
    [
        " Yeah, like it's not like a little deer like I'm like you know when you watch like bambi these deer's are just sold so",
        5462.86,
        5468.92
    ],
    [
        " Like fragile these things they",
        5468.92,
        5471.34
    ],
    [
        " There's no and they fight each other yeah, they fight each other and they just throw down",
        5471.34,
        5480.46
    ],
    [
        " It's crazy to watch it's create and and you know, it's uh, it's an awesome experience for sure",
        5480.46,
        5486.4
    ],
    [
        " It's just like you know like when you think of like who you know these people or whatever kids",
        5486.4,
        5491.86
    ],
    [
        " They're like yeah, I'm a tiger or I'm a lion and it's like yeah obvious, you know lions are ferocious sure",
        5491.86,
        5497.36
    ],
    [
        " But in real life like a wild animal like a elk for example, right when you go up to it you like",
        5497.36,
        5504.46
    ],
    [
        " Brother that thing is ferocious, you know",
        5504.46,
        5507.76
    ],
    [
        " Like you don't realize that when you see it on a YouTube video or something like that every once in a while",
        5507.76,
        5512.72
    ],
    [
        " Maybe like if they're you know involved in certain actions, but well, you know how strong like let's say a lizard",
        5512.72,
        5519.36
    ],
    [
        " Like you know when you grab a lizard or just a small animal like how strong a small animal is",
        5519.52,
        5526.26
    ],
    [
        " Compared to a human right for like pound for pound. Yeah, so then you think what's that like when this thing weighs 800 pounds",
        5526.26,
        5533.16
    ],
    [
        " You know because they're exponentially stronger than he weak humans. Yeah, let's face it. Where's the weak as a as a",
        5533.16,
        5542.1
    ],
    [
        " animal? Yeah, we're just kind of pathetic as an animal",
        5542.1,
        5546.06
    ],
    [
        " You know compared to what the average elk",
        5546.68,
        5549.98
    ],
    [
        " Can sprint up a hill like it's nothing like it's nothing and by the way it can ram it's freaking",
        5549.98,
        5556.56
    ],
    [
        " Head into stuff and they kill each other. Yeah, they kill each other. We saw we saw bodies on the ground",
        5556.56,
        5563.22
    ],
    [
        " Elk bodies on the ground from fights",
        5563.22,
        5566.3
    ],
    [
        " And the other elk aren't super concerned about it because that's just kind of a thing, you know",
        5566.3,
        5571.34
    ],
    [
        " You're gonna get you can there's gonna be some casualties out there",
        5571.34,
        5574.68
    ],
    [
        " That's life in these scenarios that's death",
        5574.96,
        5577.38
    ],
    [
        " And what you guys out there what no cell phone no nothing or yet service or what like what kind very limited service",
        5577.38,
        5584.36
    ],
    [
        " Okay, spotty. Yeah, I mean very like we there was one little hill we'd go over and at the top",
        5584.36,
        5590.7
    ],
    [
        " You might catch a bar. Yeah, you know, I'd get 78 texts. Yeah, and then I just look at it",
        5590.7,
        5597.12
    ],
    [
        " I'm just gonna keep walking until my service goes away. Yeah, yeah, I got um or I sent you a picture of",
        5597.12,
        5603.7
    ],
    [
        " Something and you know how like when you send a picture somebody else they delivered. Yeah, you know",
        5604.36,
        5608.24
    ],
    [
        " Didn't say delivered for like a long time like later that dad looked in",
        5608.24,
        5611.84
    ],
    [
        " Yeah, cuz I went over the top of that hill chasing an elk somewhere",
        5611.84,
        5615.38
    ],
    [
        " But awesome experience good man. Well no elk this time. No, yep empty handed. I was gonna say awesome experiences",
        5615.38,
        5621.48
    ],
    [
        " But I also have to add empty handed",
        5621.48,
        5623.84
    ],
    [
        " But knock on TV. Yep, right? I follow them. Yep, and there was a picture early on yep of an elk like close",
        5623.84,
        5633.34
    ],
    [
        " Yeah, what happened with that?",
        5633.44,
        5634.66
    ],
    [
        " Well, so where we are hunting you have to take elk that are of a certain age",
        5635.2,
        5641.08
    ],
    [
        " Oh, and if they're not old enough, you don't shoot them",
        5641.08,
        5644.24
    ],
    [
        " And so I ran into quite a few elk like that. I was very uh, it was very unlucky some um and look look",
        5644.24,
        5651.44
    ],
    [
        " Is it okay? Am I saying I just didn't get lucky? I'm telling you um",
        5651.44,
        5657.56
    ],
    [
        " I'd we I tried my hardest man, so you know, I tried my hardest man",
        5657.56,
        5661.94
    ],
    [
        " We spent a lot of time out there. We did everything we could",
        5661.94,
        5664.6
    ],
    [
        " Dudley's an amazing hunter. We had a guide with us amazing hunter and",
        5664.6,
        5670.26
    ],
    [
        " You know the scenario that we put into is as good of a scenario as you can get really",
        5670.26,
        5674.76
    ],
    [
        " For for elk hunting, but it's still not a guarantee man and",
        5674.76,
        5679.88
    ],
    [
        " We spent you know many many many hours and hiked very far and wide as long as we could you know to try and get it done and it doesn't happen",
        5679.88,
        5689.66
    ],
    [
        " so the",
        5689.66,
        5690.94
    ],
    [
        " You know what you what you get out of a guy a lot of experience out of it",
        5692.16,
        5695.42
    ],
    [
        " Obviously hanging out with a bunch of great guys up there just a bunch of great people and so that's that's awesome",
        5695.42,
        5702.86
    ],
    [
        " But it's also humbling, you know, it's humbling you don't always win man",
        5702.86,
        5706.68
    ],
    [
        " And if it bums you out that you don't win find a different thing to do because you're not always gonna win",
        5706.68,
        5711.74
    ],
    [
        " It's like jujitsu in that way",
        5711.74,
        5712.72
    ],
    [
        " Like if you just want to win and jujitsu you don't train because you're not just gonna win. You know, it's not gonna happen",
        5712.72,
        5718.34
    ],
    [
        " Yeah, in fact you kind of I mean especially the whole journey you lose",
        5718.72,
        5723.6
    ],
    [
        " Especially on your way up you're losing way more than you're winning in any capacity",
        5723.6,
        5728.9
    ],
    [
        " Oh, yeah, for sure and I feel like in this elk scenario too where man",
        5728.9,
        5733.62
    ],
    [
        " It's kind of like if you get one that's like that's like a big deal, you know, it's a huge deal. Yeah, it's a huge deal",
        5733.62,
        5741.14
    ],
    [
        " Like you not getting one and I don't even know about elk hunting by the way",
        5741.14,
        5744.78
    ],
    [
        " But you not getting one I wasn't like oh that's surprising. I was like well that makes sense to me",
        5744.8,
        5749.44
    ],
    [
        " Yeah, you can go for weeks",
        5749.44,
        5751.18
    ],
    [
        " Yeah, and and there's the scenario that I'm hunting in is a very it's the best scenario you can put into all the most people that hunt",
        5751.18,
        5758.82
    ],
    [
        " Are going out what they call a public land hunt where you're just going out in the wild",
        5758.82,
        5764.0
    ],
    [
        " I'm in a more controlled",
        5764.0,
        5766.06
    ],
    [
        " environment where where there's uh where there's",
        5766.06,
        5770.54
    ],
    [
        " uh",
        5772.22,
        5772.74
    ],
    [
        " They have a better sense of of the number of elk that are there and that's why it's controlled like that",
        5772.74,
        5778.26
    ],
    [
        " So but like I said hey, we even with all those things stacked in my favor. It ain't no guarantee, you know",
        5778.26,
        5784.52
    ],
    [
        " I didn't know guarantee and I'm living proof of that because we tried man. We tried that I appreciate everyone's help, you know that",
        5784.52,
        5792.0
    ],
    [
        " You know, I mean just the training and learning out of shoot",
        5792.0,
        5795.92
    ],
    [
        " Um",
        5797.52,
        5797.92
    ],
    [
        " Just good just good people trying to try to make it happen, but",
        5797.92,
        5801.32
    ],
    [
        " But it's yeah, and that's gonna like a crazy feeling too. All right, when I was young. I used to make slingshots",
        5801.32,
        5807.12
    ],
    [
        " Mm-hmm. You cut the guava tree the wide part where you cut it boom",
        5807.12,
        5811.48
    ],
    [
        " I used to skin it and sand it and what I make it look cool, but what would you write on there?",
        5811.48,
        5816.2
    ],
    [
        " So uh, what was that weapon you used in some video with a spreader spreader? Yeah, Kahncha",
        5816.46,
        5824.2
    ],
    [
        " Yeah, you probably did you write spreader?",
        5824.32,
        5826.48
    ],
    [
        " Anyway, you put uh",
        5826.82,
        5830.74
    ],
    [
        " Made out of yeah the guava tree and then you cut it then you put um",
        5830.74,
        5835.38
    ],
    [
        " Surgical tubing. Yeah, there's different. Oh bro. I mean, I made some shots too",
        5835.38,
        5839.76
    ],
    [
        " So you go out and you're trying to like hunt little birds and stuff, right and it's like brats like kind of hard",
        5839.76,
        5848.86
    ],
    [
        " It's not you don't just you're not just whacking birds all day",
        5849.06,
        5851.82
    ],
    [
        " You like you're missing pretty much so when you get one it's like a huge huge deal",
        5851.82,
        5855.2
    ],
    [
        " So I kind of understand about the elks. Yeah, same thing you seem saying",
        5855.2,
        5859.12
    ],
    [
        " Dude exact same thing. Yeah, exact same thing anyway, so you're not injured. That's good",
        5859.12,
        5865.0
    ],
    [
        " You know some cut some bruises. That's good. Yeah, I'm saying injuries. I feel and",
        5865.0,
        5869.76
    ],
    [
        " Injuries all part of the game for sure",
        5869.76,
        5872.46
    ],
    [
        " You have to contend with injuries. Yeah, 100% they're all in play. I hate to say this",
        5872.46,
        5878.56
    ],
    [
        " Maybe you can correct me if you think I'm wrong",
        5878.96,
        5882.04
    ],
    [
        " But I would go so far as to say if you're getting zero injuries",
        5882.04,
        5886.54
    ],
    [
        " You might need to step it up a little bit, right? I'm not saying you want to get injured. Yeah. I hate being injured",
        5886.54,
        5893.0
    ],
    [
        " I hate being injured. Yeah",
        5893.0,
        5895.5
    ],
    [
        " But the only way to completely avoid injury is",
        5895.5,
        5900.16
    ],
    [
        " Playing video games. I don't do that. I guess you could get Carpal",
        5900.16,
        5903.68
    ],
    [
        " Tunnel syndrome or something",
        5903.68,
        5905.56
    ],
    [
        " Carpal tunnel I think is like more of a typing thing. They're like poetic all this pronated supinated right?",
        5905.56,
        5910.3
    ],
    [
        " Greg train. Yeah",
        5911.0,
        5912.22
    ],
    [
        " Greg train whenever he's explaining moves. He's using his medical terms",
        5912.22,
        5915.5
    ],
    [
        " Anatomical position. Yeah",
        5915.5,
        5918.66
    ],
    [
        " Yeah, so what are you getting at bro? I may well long-side well. It wasn't necessarily getting at anything. I'm just trying to read",
        5918.66,
        5925.3
    ],
    [
        " Like visit kind of where we all are, you know, but you make a good point like where yeah, you're not of course",
        5925.3,
        5931.86
    ],
    [
        " You're not saying I don't think it can be I'm sure it can be but I'm it",
        5931.86,
        5936.04
    ],
    [
        " I'm not interpreting it as like yes, you should pursue getting injured and that's what you know your heart",
        5936.04,
        5941.22
    ],
    [
        " No, it's not that but with most exercise most most worth it exercise is gonna come with an element of risk",
        5941.22,
        5948.58
    ],
    [
        " Yes, so whether you're pushing hard whether you're going through dynamic terrain",
        5948.58,
        5953.06
    ],
    [
        " Yeah, whether you and which can be a few different things whether it be due to even like long distance outdoor running and stuff like this",
        5953.06,
        5959.9
    ],
    [
        " Like this is all for real stuff cliff client, you know all this stuff",
        5959.9,
        5963.16
    ],
    [
        " So yes, I agree",
        5963.16,
        5965.06
    ],
    [
        " That's not my jam obviously. I don't know what's called cliff. What is it called? It's just called rock climbing rock climbing",
        5965.06,
        5972.32
    ],
    [
        " Clif climbing, I mean technically right all the rocks and they are cliff. Yeah, we're good either way",
        5972.32,
        5978.36
    ],
    [
        " Anyway, as we get older or sling shot hunting",
        5978.36,
        5982.72
    ],
    [
        " Very similar to elk hunting. Yeah, sometimes saying pretty much",
        5982.72,
        5988.02
    ],
    [
        " Yes, very similar",
        5988.22,
        5989.86
    ],
    [
        " Well",
        5989.86,
        5991.36
    ],
    [
        " On our way through this path, whatever it may be exercise wise, we do need supplementation",
        5991.36,
        5998.84
    ],
    [
        " Sometimes not just be not just extras, but also cognitively",
        5998.84,
        6002.56
    ],
    [
        " Yes, sometimes we want some implementation as well. Oh, yeah to to to reap full benefits of",
        6002.56,
        6008.06
    ],
    [
        " That the path provides. Yes, I agree. So let's talk about chocolate. You got your supplementation all day physical weight",
        6008.06,
        6016.2
    ],
    [
        " So we start start with the foundation the structure",
        6016.3,
        6018.86
    ],
    [
        " Doesn't mean as much in my experience anyway, I've only lived one life of course so far",
        6018.86,
        6025.18
    ],
    [
        " Early on in life versus later on in life it seems like the structure kind of",
        6025.18,
        6031.8
    ],
    [
        " Signific is more significant in my experience. You don't worry about your joints. You know, you're back",
        6031.8,
        6037.86
    ],
    [
        " You know how like people like when you get when you get um",
        6037.86,
        6040.16
    ],
    [
        " Like trainers. They'll be like hey, you need to start with your core right you seem saying yeah",
        6040.16,
        6044.84
    ],
    [
        " Because your core is where you're basing all this stuff. Brad. Let's face it when you're young you're like core boy",
        6045.1,
        6050.1
    ],
    [
        " What are you even talking about you're just thinking arms? I said bitch see what's up with that bitch? Yeah",
        6050.1,
        6056.02
    ],
    [
        " No, I was doing core max out anyway",
        6056.02,
        6058.1
    ],
    [
        " But as you grow old do you understand so what was that a thing core max outs even to make fun of it because I've never heard that before",
        6058.1,
        6065.9
    ],
    [
        " But it's very funny. Okay, let's do some core max outs. What do you max or yeah? I don't know",
        6065.9,
        6073.54
    ],
    [
        " Just made it up but it's it sounded correct and given the circumstances on the last the point is",
        6073.54,
        6079.86
    ],
    [
        " joints joint warfare this was okay jaco joint warfare",
        6079.86,
        6083.52
    ],
    [
        " This is supplementation for your joints keep them in in check in check in the game",
        6083.52,
        6088.18
    ],
    [
        " Start at the foundation, bruh. Dudley had a little knee",
        6088.18,
        6092.3
    ],
    [
        " Tweak while we were up in the mountains and he was just dosing joint nor warfare",
        6092.3,
        6098.42
    ],
    [
        " Yeah, and he and he was in it",
        6098.42,
        6100.16
    ],
    [
        " He was in like an echo Charles situation where he didn't have it",
        6100.16,
        6103.4
    ],
    [
        " And then he went back on it and his knee was he was able to power through you know what bursitis is yes",
        6103.4,
        6109.72
    ],
    [
        " Okay, so I get I've had it before I've yeah, okay. I've had bursitis on my shoulder and my heel",
        6109.72,
        6114.88
    ],
    [
        " Yeah, my heel it's weird",
        6114.88,
        6116.98
    ],
    [
        " So I get bursitis now",
        6116.98,
        6120.1
    ],
    [
        " When cuz I didn't do this before I do deep squats barefoot check for some reason I get bursitis in my heel",
        6120.1,
        6128.32
    ],
    [
        " Just genetic weakness really",
        6129.38,
        6130.76
    ],
    [
        " When these things happen I have this weird like confidence like it'll happen like I'll do it",
        6130.76,
        6138.36
    ],
    [
        " Then the next day like I'll be walking down this chair",
        6138.36,
        6140.14
    ],
    [
        " Like oh man like it feels like almost like a shari. It's a weird very distinct feeling in your heel",
        6140.14,
        6144.98
    ],
    [
        " But I always have this weird like subconscious almost feeling that's like oh this is gonna be gone",
        6144.98,
        6150.82
    ],
    [
        " Immediately even though it's like really bad. So you know when you have injury then you have",
        6150.82,
        6155.4
    ],
    [
        " Full recovery. Yep that time to me just feels like in my brain",
        6156.24,
        6160.14
    ],
    [
        " I'm so confident that that time is gonna be like almost no time because the next day",
        6160.14,
        6164.42
    ],
    [
        " Okay, cuz you're on the joint work because you're on the joint work for you. That's how it feels and the creloil really right?",
        6164.42,
        6168.68
    ],
    [
        " Yeah, the combo hundred percent. Yeah, so sure enough",
        6168.68,
        6171.44
    ],
    [
        " Next day, it's still sore just this sore. I'm like fricking this is like this might be something serious",
        6171.44,
        6176.76
    ],
    [
        " You know like it might be bad the next day after that pretty much gone. Yeah, it's like it just it's like it decides to just be",
        6176.76,
        6182.7
    ],
    [
        " I just feel like you know it's one of those one of those deals nonetheless",
        6182.74,
        6186.6
    ],
    [
        " So don't work for a creloil discipline discipline go. Yes. Well, let's start",
        6186.6,
        6192.92
    ],
    [
        " Milk though. Oh, so from the fun like consider to the foundation and then you start to go up",
        6192.92,
        6198.0
    ],
    [
        " You gotta build you gotta build",
        6198.0,
        6199.3
    ],
    [
        " Seems saying so you can be doing curls shoulder press lat raises building up the upper body, right?",
        6199.3,
        6206.58
    ],
    [
        " Won't mean nothing. Why does that get a whisper?",
        6206.7,
        6209.24
    ],
    [
        " It won't mean anything if you're trying to jammed up so you gotta take care",
        6211.72,
        6215.28
    ],
    [
        " So now go up now when you're doing the bench when you're doing that in your case deadlift whatever you do",
        6215.28,
        6220.72
    ],
    [
        " Do squats all day",
        6220.72,
        6222.0
    ],
    [
        " You're gonna need the protein supplementation for rebuilding that's when you implement the moque",
        6222.0,
        6228.64
    ],
    [
        " I had moque with me on my trip and like",
        6228.64,
        6232.26
    ],
    [
        " We say I said one night at hotel up the head up there mocks",
        6232.26,
        6236.08
    ],
    [
        " Saving rough in it up with the city",
        6236.14,
        6238.36
    ],
    [
        " Good to have you know they got the little well. Here's the thing they got the little travel",
        6238.36,
        6243.14
    ],
    [
        " Sam patch. Yeah, yeah, you brought them those things are awesome. Yeah, you know in an airport. You can't bring",
        6243.14,
        6249.02
    ],
    [
        " Fluid through so you just walk through get yourself a little milk with your moque pouch sure and they'll probably break it out",
        6249.02,
        6256.52
    ],
    [
        " Yeah, yeah, yeah, actually that is a good because I have a bunch of those the little packs",
        6256.52,
        6261.56
    ],
    [
        " I think they're like from the musters and stuff and you know pkc's sent them to me",
        6261.56,
        6265.36
    ],
    [
        " Okay, I don't bust into that at home. Yeah, that's okay on the road. Yeah, that's good man. It's good move",
        6265.46,
        6270.94
    ],
    [
        " No, last it's there for long time. I'm trying to explain it to you. You keep you know trying to make me elaborate on this thing",
        6270.94,
        6277.76
    ],
    [
        " Okay, so if you can you see if you can go these these are things that I feel are beneficial to know if you see it as in its entirety as a system",
        6277.76,
        6287.66
    ],
    [
        " I'm trying to stay quiet, but now you're getting crazy. There you go. Okay, so you really okay?",
        6287.66,
        6293.84
    ],
    [
        " Your joints are taking care of already all good your muscles boom you work on break them down rebuild them moques",
        6293.84,
        6299.44
    ],
    [
        " Supplemental protein in the form of a dessert all good work in moque too by the way",
        6299.44,
        6304.32
    ],
    [
        " So if your kids you need general protein and they like you know the dessert scenarios well, so that's available then",
        6304.32,
        6310.62
    ],
    [
        " Your body all good all",
        6310.62,
        6313.58
    ],
    [
        " Degenerating regenerating bigger all good structure foundation all good now you need the mind your mind keep you mentally in the game",
        6313.58,
        6321.48
    ],
    [
        " Boom, that's where the discipline comes in you see saying discipline discipline go",
        6321.48,
        6325.36
    ],
    [
        " cans powder whatever you like. That's your choice that part is on you",
        6325.36,
        6329.8
    ],
    [
        " I can't give accurate specific guidance on what",
        6329.8,
        6335.04
    ],
    [
        " implementation methodology",
        6335.04,
        6338.24
    ],
    [
        " Fair enough nonetheless if you're into energy the energy drink scenario get the cans",
        6338.24,
        6343.46
    ],
    [
        " Yeah, actually",
        6343.46,
        6345.04
    ],
    [
        " Yeah, if you're into the energy drink scenario as you just put it. Yeah",
        6345.58,
        6349.7
    ],
    [
        " That's not good. Well if you're into normal energy drink scenarios",
        6349.7,
        6353.8
    ],
    [
        " That's not good because those things are not good for you",
        6353.8,
        6355.7
    ],
    [
        " And I know it might might sound crazy, but discipline go in a can is good for you. Yeah, it is good for you",
        6355.7,
        6362.3
    ],
    [
        " Yeah, so there's no sugar in there. There's vitamins in there. There's caffeine 95 milligrams grams of caffeine which is not some crazy",
        6362.3,
        6371.56
    ],
    [
        " You know run around there's some name for dude like this",
        6373.28,
        6376.64
    ],
    [
        " But anyways, you know that dude",
        6376.64,
        6378.96
    ],
    [
        " Yes, sir. Yeah, we do this is not this is yeah",
        6378.96,
        6382.04
    ],
    [
        " Like a might it's it's just it's just it's good for you. Yeah, so it okay",
        6382.04,
        6387.88
    ],
    [
        " So I went kind of date like okay, so I've been talking to Pete and Brian recently everyone so I you know",
        6387.88,
        6393.12
    ],
    [
        " You kind of go deep in these rabbit holes like okay like other so apparently other energy drinks do a lot of wonky stuff",
        6393.12,
        6399.76
    ],
    [
        " With the and it's and it's wonky meaning like they advertise this but then meanwhile they're doing a lot of this other stuff that they sort of omit when they advertise you know, so you just",
        6399.76,
        6408.74
    ],
    [
        " You kind of get maybe more than you've bar you bargain for some in a bad way in a bad way not the way so",
        6408.74,
        6416.3
    ],
    [
        " And I wound up watching this video. It was a comedy video for sure. It was called like",
        6416.3,
        6421.08
    ],
    [
        " A lot of people make this kind of video like if energy drink advertive to advertisers were honest",
        6421.08,
        6426.84
    ],
    [
        " And the guy and it's like this official guy and he's saying like all this stuff",
        6426.84,
        6430.32
    ],
    [
        " I don't he didn't want to talk about any specific energy drink",
        6430.32,
        6432.68
    ],
    [
        " So he's I was like bro. He's talking about all this like poison and stuff like this what they do to do this",
        6432.68,
        6438.44
    ],
    [
        " And it makes it this and this is not so if when you're consuming your energy drink of death like saying all this stuff",
        6438.44,
        6444.02
    ],
    [
        " I'm like dang bro like I don't even know",
        6444.02,
        6446.32
    ],
    [
        " Because I used to like energy drinks. Yeah",
        6446.32,
        6448.8
    ],
    [
        " Well, you were working late at night and everything yeah",
        6448.8,
        6452.02
    ],
    [
        " Like in plus you were working energy, but now I feel kind of be betrayed",
        6452.28,
        6456.6
    ],
    [
        " But 90 more discipline go boom all day all healthy 100%",
        6456.6,
        6460.78
    ],
    [
        " Preserve it is nope pasteurized unless get on that sugar no monk fruit. Yeah, monk fruit no sugar",
        6460.78,
        6467.66
    ],
    [
        " So yeah, all good there it is and while so while you're on the path that supplementation",
        6467.66,
        6472.78
    ],
    [
        " supplementation methodology",
        6472.78,
        6475.34
    ],
    [
        " Perfection. It's a perfect system",
        6475.34,
        6478.2
    ],
    [
        " Anyway, you get all these stuff all this stuff at origin main.com or at the vitamin shop",
        6478.5,
        6484.46
    ],
    [
        " If you're walking in or if you're in Florida or Virginia",
        6484.46,
        6489.14
    ],
    [
        " We got a little situation coming to the wawa stores",
        6489.14,
        6493.92
    ],
    [
        " We'll be there in October. Yeah, so the go get some so this is how it goes if you're in Florida or Virginia",
        6493.92,
        6503.24
    ],
    [
        " In the morning you take the joint warfare",
        6503.24,
        6505.8
    ],
    [
        " Before you or depends on when you work out before the workout on your way to the gym if you're going to the gym",
        6506.44,
        6511.04
    ],
    [
        " Stop at wawa you get the discipline go",
        6511.04,
        6514.02
    ],
    [
        " Boom to the gym hit the gym smash the gym really smash it",
        6514.02,
        6518.84
    ],
    [
        " Come home boom mok all day",
        6518.84,
        6521.66
    ],
    [
        " You'd be on the path big time. I just established everything anyway back to origin origin origin origin",
        6521.66,
        6529.82
    ],
    [
        " I'm sure you're right. I'm already on origin main.com also on there American made stuff straight up jeans boots",
        6529.82,
        6538.34
    ],
    [
        " geese grass cards t-shirts",
        6538.34,
        6540.6
    ],
    [
        " American made stuff. Yeah, which which may not seem like a big deal",
        6540.6,
        6546.66
    ],
    [
        " But it is a huge deal. It's a huge deal. You know how you know what the typical business scenario is",
        6546.66,
        6554.26
    ],
    [
        " Hey cool. Let's start a brand",
        6554.26,
        6556.62
    ],
    [
        " Brand out source it to some overseas place",
        6557.74,
        6561.74
    ],
    [
        " Yep",
        6561.74,
        6562.08
    ],
    [
        " Get the price is cheap you can take advantage of of of slave labor basically",
        6562.08,
        6568.04
    ],
    [
        " And then we'll bring it back here and we'll sell it for some incredible markup and make a bunch of money and not hire anybody because we're just gonna keep it all",
        6568.04,
        6575.88
    ],
    [
        " Yeah, or you can do it. We're doing yeah build it here",
        6575.88,
        6579.86
    ],
    [
        " Treat workers well because they have awesome value",
        6579.86,
        6584.56
    ],
    [
        " Hmm",
        6585.18,
        6585.9
    ],
    [
        " Become self-sufficient as a country",
        6585.9,
        6588.06
    ],
    [
        " maintain knowledge",
        6588.06,
        6591.16
    ],
    [
        " Ancient knowledge, which is almost lost",
        6591.16,
        6594.68
    ],
    [
        " Almost lost we got it",
        6594.68,
        6597.88
    ],
    [
        " You know that that that situation when the ball is about to go out of bounds and so",
        6597.88,
        6602.72
    ],
    [
        " It gets there just in time. That's what origin is doing just in time. Yeah to save the knowledge",
        6602.72,
        6609.68
    ],
    [
        " Yep, and and the big corporations, you know what they say you cannot make this stuff here",
        6609.78,
        6615.74
    ],
    [
        " It's impossible",
        6615.74,
        6617.22
    ],
    [
        " No, it's not yeah, it was done before we're doing it now watch me",
        6617.22,
        6623.26
    ],
    [
        " Yeah, and it's kind you know like these like the jeans for example like when you think about it like",
        6623.26,
        6630.78
    ],
    [
        " Oh, yeah, the designer jeans like when you consider really what are you paying for this?",
        6630.78,
        6635.48
    ],
    [
        " It's like that whatever the brand, but what do you like for real paying for like what do you care about about those jeans?",
        6635.48,
        6641.32
    ],
    [
        " You know",
        6641.88,
        6642.04
    ],
    [
        " Sure the fit. Okay, that's good if that's a thing if that's for real",
        6642.04,
        6646.1
    ],
    [
        " I think let's fix it",
        6646.1,
        6647.46
    ],
    [
        " I've been thinking about that whole aspect of designer jeans and you know what these are designer jeans",
        6647.46,
        6651.88
    ],
    [
        " They're designed for work",
        6651.88,
        6653.6
    ],
    [
        " They're designed to last",
        6653.6,
        6655.88
    ],
    [
        " They're designed to function properly in all scenarios",
        6655.88,
        6659.1
    ],
    [
        " So they are designer jeans they're designed for work get some of that",
        6659.1,
        6663.44
    ],
    [
        " All right, there you go. I take sign me up. Oh, yeah, my favorite jeans 100% also",
        6663.44,
        6669.58
    ],
    [
        " Jocco has a store it's called jocco store and this is where you can get your shirts while while you're on this path",
        6669.58,
        6676.28
    ],
    [
        " You want to represent discipline equals freedom good we got shirts hats hoodies",
        6676.28,
        6679.82
    ],
    [
        " Newboard shorts by the way",
        6679.82,
        6684.06
    ],
    [
        " Good utility water",
        6684.06,
        6687.98
    ],
    [
        " Jiu-jits all that",
        6688.1,
        6690.16
    ],
    [
        " They're brand new anyway, all of some so some Irish oaks ranch soap jocco soap trooper soap where you can soap all this stuff",
        6690.16,
        6698.32
    ],
    [
        " Anyway, yes jocostore.com. You like something get something",
        6698.32,
        6701.66
    ],
    [
        " You can also listen to some podcasts that we have including this one you can subscribe to it",
        6701.66,
        6707.5
    ],
    [
        " and you can you can leave a what do they say?",
        6707.5,
        6712.14
    ],
    [
        " Leave a review comment and like",
        6712.22,
        6714.48
    ],
    [
        " Leave everything",
        6714.48,
        6716.16
    ],
    [
        " I would say okay, so you jocco",
        6717.02,
        6720.16
    ],
    [
        " Villaink",
        6720.16,
        6721.32
    ],
    [
        " You currently have the best",
        6721.32,
        6724.3
    ],
    [
        " Content as far as comments go",
        6724.3,
        6726.86
    ],
    [
        " So not even necessarily on your okay, so you did the one that the stuff for gq the the the movies or whatever breakdowns",
        6726.86,
        6734.48
    ],
    [
        " And there was another one I think it might have been your TED talk brach or read those comments bro",
        6734.48,
        6739.8
    ],
    [
        " It's like uh",
        6739.8,
        6741.94
    ],
    [
        " Like when when jocco was born the doctor",
        6741.94,
        6745.62
    ],
    [
        " Turned to his parents and said it's a man. You know like that kind",
        6746.2,
        6749.48
    ],
    [
        " Man, it's so funny. There's a or when jocco left left for college",
        6749.48,
        6753.52
    ],
    [
        " He told his father you're the man of the house now",
        6753.52,
        6756.38
    ],
    [
        " man, brach you i'm reading these like laughing out loud reading all these comments. Oh man. It's the best nonetheless",
        6756.38,
        6762.94
    ],
    [
        " Yes, we have a youtube channel",
        6762.94,
        6764.52
    ],
    [
        " So yes subscribe to that too. If you comment if you want to if you have one of those man",
        6764.52,
        6770.24
    ],
    [
        " I don't even care if it's like kind of funny, but just just say those comments really good. Yep",
        6770.24,
        6775.38
    ],
    [
        " Uh, we also have other podcasts by the way we have a podcast called the unraveling which we are about to launch on its own",
        6776.1,
        6781.88
    ],
    [
        " What feed yeah, so we have that the unraveling jocco unraveling looked at up um",
        6781.88,
        6788.78
    ],
    [
        " We got more episodes coming to we're starting to get caught up to where the episodes are a little bit more let's say",
        6788.78,
        6794.94
    ],
    [
        " Current to what's happening in the world right now. We spent a lot of time of Iraq. We've we so we're we're going",
        6794.94,
        6800.36
    ],
    [
        " So check those out if you want to check those out",
        6800.36,
        6802.04
    ],
    [
        " We got the grounded podcast which we haven't done a long time",
        6802.46,
        6804.9
    ],
    [
        " Although it kind of seems like we just did one",
        6804.9,
        6807.08
    ],
    [
        " As you try to explain the methodology for taking milk, which is fine, you know, you know, it's critical",
        6807.08,
        6813.82
    ],
    [
        " It's you know, we got to use decentralized command here. You I got to let you run with it sometimes",
        6813.82,
        6817.64
    ],
    [
        " It's all good warrior kid podcast haven't done one of those in a while as well, so um",
        6817.64,
        6822.84
    ],
    [
        " Sorry",
        6822.84,
        6823.86
    ],
    [
        " Straight up. That's yeah. Yeah, well there you go. Um, they're all good podcasts very valuable",
        6823.86,
        6830.96
    ],
    [
        " But yes, maybe not quite as consistent as a jocco podcast, and you know, it makes sense",
        6831.3,
        6835.86
    ],
    [
        " Anyway, yes, and I mentioned the YouTube channel we have YouTube channel",
        6835.86,
        6838.64
    ],
    [
        " So yes video version all this stuff excerpts all good also psychological warfare if you need a boost from jaco",
        6838.64,
        6845.62
    ],
    [
        " Telling you the right thing to do when you're about to do the wrong thing aka skip or workout aka",
        6845.62,
        6851.64
    ],
    [
        " Donuts aka do do something that you know you're not supposed to do you never plan to do it",
        6851.64,
        6856.26
    ],
    [
        " In fact, you plan not to do it, but a moment of weakness is kind of luring you in whatever you want jocco tell you why you should or shouldn't do something",
        6856.5,
        6864.1
    ],
    [
        " boom there you go psychological warfare",
        6864.1,
        6865.84
    ],
    [
        " Uh, don't forget about if you flip side gambas flip side gambas calm",
        6865.84,
        6871.56
    ],
    [
        " Dakota myers company making stuff to hang on your wall that is graphically cool",
        6871.56,
        6877.72
    ],
    [
        " Got a bunch of books got this book here called about face",
        6877.72,
        6882.64
    ],
    [
        " I wasn't sure because it's a reissue",
        6882.96,
        6885.8
    ],
    [
        " I wasn't sure if there would be and if this would be quote a first",
        6885.8,
        6889.86
    ],
    [
        " Adish",
        6889.86,
        6891.74
    ],
    [
        " I just got my copies and I found out that yes indeed",
        6891.74,
        6896.56
    ],
    [
        " What you have with this book this version of this is a first a dish of this version you can see it right there",
        6896.56,
        6905.04
    ],
    [
        " Above where it says library of congress congress",
        6905.04,
        6908.22
    ],
    [
        " There's a numbers one through ten",
        6908.78,
        6910.74
    ],
    [
        " And when this is the first to dish, which means the one is there",
        6910.74,
        6915.16
    ],
    [
        " After the first edition is gone you won't see that one anymore that's a problem. So you'll be on second a dish which",
        6915.16,
        6922.44
    ],
    [
        " Pretty much is an awful place to be terrible brutal",
        6922.44,
        6927.4
    ],
    [
        " What's the uh what's the the actual like name now you know how this is called about face",
        6927.4,
        6933.34
    ],
    [
        " There's no change to it all it says is forward by darker one",
        6933.34,
        6937.54
    ],
    [
        " Okay, so there's no other change to it. I mean the cover the cover is also a little bit different",
        6937.82,
        6942.24
    ],
    [
        " Yeah, it's actually I guess a lot different",
        6942.24,
        6945.16
    ],
    [
        " So",
        6945.16,
        6946.1
    ],
    [
        " Well, it's not a lot different. There's a helmet. There's a little bit different",
        6946.1,
        6949.22
    ],
    [
        " So yeah, and we'll link it link it to the right one. I've been signing about faces for a long time",
        6949.22,
        6956.32
    ],
    [
        " Like people bring me about face and I'll sign them so",
        6956.32,
        6959.5
    ],
    [
        " That's pretty cool and now I get to sign one that is even just a little bit cooler",
        6959.5,
        6966.24
    ],
    [
        " And now you can get a first it's hard to get a first to dish of the original book",
        6967.66,
        6971.06
    ],
    [
        " Now you can get a first to dish of the reissue the relaunch anyways check it out. Don't forget about the code",
        6971.06,
        6977.14
    ],
    [
        " Written by me Dave Burke Sarah Armstrong leaders just driving the in tactics field manual",
        6977.14,
        6983.74
    ],
    [
        " All the answers are in there by the way",
        6983.74,
        6986.16
    ],
    [
        " All the answers are in there. So so check that one out. We got way the warrior kid one two and three we got Mikey in the dragons",
        6986.16,
        6993.0
    ],
    [
        " We got this plan equals freedom field manual. We got extreme ownership and we got the dichotomy leadership all kinds of books",
        6994.06,
        6999.78
    ],
    [
        " If you want like what I talk about here, you can get more",
        6999.78,
        7002.24
    ],
    [
        " You can get you can get the books and read about it and and and overlay and understand these things in a much deeper way",
        7002.24,
        7009.4
    ],
    [
        " We also have echelon front which is my leadership consultancy where we solve problems through leadership go to echelonfront.com",
        7009.4,
        7016.4
    ],
    [
        " For details on that we got eF online",
        7016.4,
        7018.34
    ],
    [
        " Which is me talking answering questions got the rest of the echelonfront team there",
        7018.7,
        7023.18
    ],
    [
        " We're doing live things. We got a forum. We got leadership primer and",
        7023.18,
        7028.04
    ],
    [
        " immediate action drugs and all kinds of stuff",
        7028.04,
        7030.32
    ],
    [
        " To help you as a leader",
        7030.32,
        7032.78
    ],
    [
        " We got the muster which is our leadership event",
        7032.78,
        7036.74
    ],
    [
        " There's only one in 2020 due to the covid virus",
        7036.74,
        7041.96
    ],
    [
        " It's gonna be in Dallas, Texas December 3rd and 4th go to extreme ownership.com for details",
        7041.96,
        7047.98
    ],
    [
        " We've done",
        7048.96,
        7049.5
    ],
    [
        " Every one of these that we've done is sold out. We were gonna do two earlier this year. They both got cancelled because of covid",
        7049.5,
        7054.72
    ],
    [
        " And so people have transferred their tickets over to that one so this one's gonna sell out",
        7054.72,
        7060.66
    ],
    [
        " Plus we it looks like we might have to have less seating depending on the covid scenario",
        7060.66,
        7065.08
    ],
    [
        " So if you want to come come and sign up now and of course we have eF overwatch",
        7065.08,
        7070.92
    ],
    [
        " Executive leadership for your company that understand the principles that we're talking about people",
        7070.92,
        7076.42
    ],
    [
        " Leaving the military whether retired they're getting out",
        7076.52,
        7079.08
    ],
    [
        " These are experienced leaders that can come help you and your company go to eF overwatch.com",
        7079.08,
        7085.4
    ],
    [
        " And if you want to help service members active and retired their families their gold star families around the world and check out marklies mom",
        7085.4,
        7092.62
    ],
    [
        " Mom, Ali she's got a charity organization called america's mighty warriors go to america's mighty warriors dot org to donate or get involved",
        7092.62,
        7102.62
    ],
    [
        " And if you need to hear more of my overburdened oration",
        7102.68,
        7108.22
    ],
    [
        " Or you feel",
        7108.22,
        7110.5
    ],
    [
        " You need to absorb more of echo's unbridled banter than you can find us",
        7110.5,
        7116.02
    ],
    [
        " on the inner webs",
        7116.02,
        7118.16
    ],
    [
        " on twitter on instagram, which is what echo calls the gram",
        7118.16,
        7123.74
    ],
    [
        " And facebook echo is that echo Charles and i am at jaco willink and thanks to",
        7123.74,
        7130.2
    ],
    [
        " To kernel baby hackworth for writing this book",
        7131.14,
        7133.58
    ],
    [
        " But more important thanks to kernel hackworth for his service and sacrifice and for his dedication to our country and to his soldiers and a dedication that never waver",
        7133.58,
        7146.64
    ],
    [
        " And the rest of the military personnel that are listening active duty retired veterans",
        7146.64,
        7153.38
    ],
    [
        " Thank you for your dedication as well with a special dedication from hack",
        7153.38,
        7158.94
    ],
    [
        " To all the doughboys the ground pounders the grunts the american infantry men",
        7160.8,
        7166.72
    ],
    [
        " past present and future thanks to all of you",
        7166.72,
        7170.74
    ],
    [
        " And to the police law enforcement and the firefighters and paramedics and EMTs and dispatchers and correctional officers and border patrol and secret service into all the other first responders",
        7170.74,
        7181.06
    ],
    [
        " Thank you for your level of dedication that you also show to keep us safe here at home and to everyone else out there",
        7181.06,
        7189.12
    ],
    [
        " Let's remember that lesson from henry c debuer",
        7190.28,
        7194.34
    ],
    [
        " Who died on that frozen piece of career",
        7194.34,
        7198.56
    ],
    [
        " On february 6, 1951",
        7198.56,
        7202.64
    ],
    [
        " The lesson is if you're taking care of yourself if you're making yourself the priority",
        7202.64,
        7208.94
    ],
    [
        " Then you're a coward",
        7208.94,
        7211.18
    ],
    [
        " But if you take care of others",
        7211.18,
        7215.58
    ],
    [
        " If you step up and do the right things for the right reasons if you put the needs of others above yourself",
        7218.08,
        7224.44
    ],
    [
        " You will be a hero",
        7224.44,
        7228.8
    ],
    [
        " To go and be heroic",
        7228.8,
        7233.66
    ],
    [
        " Until next time this is echo and jaco out",
        7233.66,
        7240.46
    ]
]