[
    [
        " Jocco, love the podcast. Part of the question.",
        0.0,
        2.2
    ],
    [
        " Oh, thank you. Right on.",
        2.28,
        3.26
    ],
    [
        " Any suggestions for leading command staff to understanding the ground level troops in a mission?",
        3.8,
        9.78
    ],
    [
        " Okay, so for those either not in the military command staff, that's sort of for the business world.",
        10.3,
        17.38
    ],
    [
        " That would be like corporate headquarters.",
        17.38,
        18.86
    ],
    [
        " You know, the corporate headquarters, you got the command staff.",
        19.46,
        21.94
    ],
    [
        " And so it happens in both situations where you end up with with the command staff or the corporate headquarters",
        21.94,
        29.12
    ],
    [
        " that kind of loses track of what what they're actually there for the ground level mission,",
        29.12,
        36.76
    ],
    [
        " the troops that are on the ground. And this is a tough question, but it's also kind of a simple one.",
        37.04,
        41.76
    ],
    [
        " So I go back to trying to constantly remind people what the mission is. What are they trying to do?",
        42.58,
        50.08
    ],
    [
        " And I had the admiral when I was the admiral to aid. I worked for the admiral. Great guy.",
        50.12,
        53.98
    ],
    [
        " And one of the things I've probably talked about this before, but one of the best things that he did",
        54.46,
        59.2
    ],
    [
        " was because he's he's so detached from the seal platoons like there's layer upon layer upon layer",
        59.2,
        66.42
    ],
    [
        " in between him and them and actually believe it or not, the job of the admiral that's in charge",
        66.42,
        73.08
    ],
    [
        " of the seal teams. This is going to sound strange to everybody. The job of the admiral that's in",
        73.08,
        83.88
    ],
    [
        " equipment and gear and training for the seal teams now and for like the next 10 years,",
        84.4,
        91.82
    ],
    [
        " because that's the way the budgetary process works in the pentagon and there's so so don't think",
        91.92,
        97.86
    ],
    [
        " it when you think I know you you want to think of the seal admiral as the war fighter that's going",
        97.86,
        102.84
    ],
    [
        " forward. The guy that's actually in charge the senior seal. Now there you could be a special",
        102.84,
        107.96
    ],
    [
        " operation. There's other place you could be, but the guy that's in charge of the seals of",
        107.96,
        112.16
    ],
    [
        " naval special warfare command. That's what it's called. Naval special warfare command. The admiral",
        112.92,
        117.84
    ],
    [
        " that's in charge of that which puts him in charge of all the seals. That guy, his main his",
        117.84,
        122.5
    ],
    [
        " job is to train and equip seals, train and equip not take them into battle, but train and equip.",
        122.5,
        131.2
    ],
    [
        " And so you end up with this whole organization where the purpose of the organization is to train",
        131.92,
        136.16
    ],
    [
        " and equip, but the organization is huge. And even that command organization gets very big. And so",
        136.16,
        142.94
    ],
    [
        " what they start doing is they start losing focus that 10 levels below them out somewhere overseas",
        142.94,
        148.72
    ],
    [
        " is an eight man squad in a zodiac off the coast of some nation doing an reconnaissance.",
        148.72,
        155.66
    ],
    [
        " It's very they don't even think about they haven't thought about that for years. And so they",
        155.98,
        160.4
    ],
    [
        " lose track. And it happens in the corporate world as well where the the head shed that's they're",
        160.4,
        165.54
    ],
    [
        " dealing with stuff too, right? They're dealing with legal problems. They're dealing with compliance",
        165.54,
        168.9
    ],
    [
        " problems. They're dealing with financial problems. They lose track of the fact that there's a guy",
        168.9,
        173.96
    ],
    [
        " on the front line that's trying to fix a car or replace an air conditioner. You know that that's",
        173.96,
        179.24
    ],
    [
        " the way it is. So you lose the vision of that. You lose track of that. So what was great about",
        179.24,
        184.1
    ],
    [
        " this admiral that I work for is in these big meetings where they would be talking about",
        184.1,
        189.42
    ],
    [
        " hundreds of millions of dollars of expenditures over the next 12 years and various training",
        189.42,
        195.5
    ],
    [
        " commands and all this stuff huge. And he would always you know, he would always say how does this",
        195.5,
        200.7
    ],
    [
        " impact a seal put on overseas? How does this? How does this help a seal a sorter go out and",
        200.7,
        209.26
    ],
    [
        " shoot a bad guy in the face? That's what he would ask. And that gets snaps everybody snaps",
        209.26,
        214.36
    ],
    [
        " everybody back into reality of what they're getting it connects to exactly what this question is",
        214.36,
        220.54
    ],
    [
        " suggestions for leading commands to have to understand in the ground level. You've got to ask",
        220.54,
        225.86
    ],
    [
        " that question in the business side. I've seen the same thing. You know, the guys totally lose track",
        225.86,
        230.58
    ],
    [
        " of it. So you end up you got to ask the question. Hey, everything that you're talking about this",
        230.58,
        235.5
    ],
    [
        " this compliance thing and this regulatory thing and this new software that you're talking about.",
        236.0,
        239.38
    ],
    [
        " Let me ask you a question. How is this going to help one of our front line sales people close a",
        239.66,
        244.2
    ],
    [
        " deal? That's the question. That's the whole reason that we're here. The whole reason that this",
        244.2,
        250.92
    ],
    [
        " big staff is here. The whole reason we have this building. The whole reason we have this base is",
        250.92,
        257.68
    ],
    [
        " so that a seal overseas can close with and destroy the enemy or so or for your big corporations so",
        257.68,
        263.88
    ],
    [
        " that this repairman can make it to a house and fix an electrical problem in a short period of time",
        265.86,
        273.08
    ],
    [
        " efficiently and effectively. That's what we're all here for. So I think that's what you have to do.",
        273.08,
        279.46
    ],
    [
        " You have to keep reminding them of what's going on down on the front lines, what the mission is,",
        279.58,
        283.46
    ],
    [
        " what the men are doing, what issues are out there. Another thing you could take is you want to take",
        283.58,
        293.42
    ],
    [
        " to do this, but you go out and you gather anecdotal information that you can bring back to headquarters",
        294.3,
        299.3
    ],
    [
        " and say, hey, you know what? I know we're all doing a good job here. Let me tell you, the troops on",
        299.3,
        302.9
    ],
    [
        " the ground need this cold weather gear right now. They don't have it. Here's a message I just got",
        302.9,
        307.6
    ],
    [
        " up from a guy overseas. They're up in Northern Iraq. We thought it was going to be warm. Guess what?",
        307.6,
        312.14
    ],
    [
        " It's 32 degrees. There's snow on the ground. These guys aren't prepared for what we need to get",
        312.26,
        316.44
    ],
    [
        " in this gear. Okay, so you're using anecdotal information to to paint the picture of what's going",
        316.44,
        322.16
    ],
    [
        " on the front lines. Same thing with, you know, if you're a corporate guy and you want to make sure",
        322.16,
        326.44
    ],
    [
        " people stay engaged, go out on a call with that electrician that's visiting the house on a on a",
        326.44,
        331.22
    ],
    [
        " where there's been a breaker of blown and the guys working through the the payment system that",
        331.22,
        336.02
    ],
    [
        " you devise that you thought was so smart. It doesn't get connection while you're out in the field",
        336.02,
        339.68
    ],
    [
        " and now he can't run a credit card. Yeah. You want to come back and tell them the head shed that.",
        339.68,
        343.96
    ],
    [
        " So those are some of the things. Another thing that you could do is you ask those questions all",
        344.46,
        350.86
    ],
    [
        " the time and maybe you just come up with some kind of a mantra that you repeat all the time and",
        350.86,
        354.0
    ],
    [
        " that you sign your emails with that says, you know, we're here to support. We're here to support the",
        354.0,
        358.38
    ],
    [
        " front line guys. We're here for the front line, you know, or ask yourself the question, does this",
        358.38,
        363.32
    ],
    [
        " help the front line? Every decision that we make, we got to ask ourselves, does this help our front",
        363.32,
        367.18
    ],
    [
        " line? Does this help our front line person out? And I think that's what you got to do. Now, one",
        367.18,
        374.44
    ],
    [
        " thing that you got to be ready for on this, you got to be ready for someone to say they don't",
        374.44,
        380.04
    ],
    [
        " understand the big picture. This is what you got to be ready for because I've heard this.",
        380.32,
        384.36
    ],
    [
        " Wait, who's going to say that? The front? You go to the corporate and say, look, we got the guys",
        384.56,
        387.9
    ],
    [
        " on the front lines. We need to get them this gear and they go, look, they don't understand the big",
        387.9,
        391.02
    ],
    [
        " picture. We can't afford that right now. We don't look okay. I hear what you're saying.",
        391.02,
        396.44
    ],
    [
        " But be ready for it. It's an excuse. It's an excuse and you got to be ready for it. The way that",
        397.5,
        402.74
    ],
    [
        " you get ready for enough talk about the some million times the way you get ready for is you have",
        402.74,
        406.32
    ],
    [
        " ammunition. You have ammunition. You got to have your ducks in a row. If you're going to raise your hand",
        406.32,
        409.58
    ],
    [
        " and say, hey, here's what's going on the front lines. Here's a problem that they have.",
        409.58,
        412.46
    ],
    [
        " You can't, but you can't just back down when they say, hey, they don't know what's going on. They",
        413.4,
        416.38
    ],
    [
        " don't get it. They don't get the big. That's a big thing they say in the military. They don't get",
        416.38,
        419.86
    ],
    [
        " the big picture. I will hear that thread and say, you know what? Actually, we do get the big picture.",
        419.86,
        424.1
    ],
    [
        " We're living the big picture. You don't get the big picture. Here's the big picture. I got",
        424.32,
        429.92
    ],
    [
        " front line troopers that need cold weather gear or they're going to freeze and not be able to operate.",
        429.92,
        435.32
    ],
    [
        " The picture doesn't get me bigger than that. Now, you can't, of course, come across like that.",
        436.88,
        442.18
    ],
    [
        " And what you have to do is you have to look at it systematically and over a long term and say,",
        442.34,
        445.8
    ],
    [
        " this is a bug plan. And I've got a plan for the long term of how we're going to get these guys.",
        445.8,
        449.08
    ],
    [
        " It's cold weather gear in the future. But right now we've got a little fix that's going to cover",
        449.24,
        451.82
    ],
    [
        " these guys that are in the field right now. You got to come armed with ammunition so that you can",
        451.82,
        456.92
    ],
    [
        " you can refute this common call that gets made, which is they don't understand the big picture out in",
        456.92,
        464.42
    ],
    [
        " the field so don't worry about them. No, the only reason we're here is for those guys in the field.",
        464.42,
        468.98
    ],
    [
        " So what's remember them?",
        469.58,
        470.32
    ],
    [
        " That's pretty good.",
        471.18,
        472.74
    ]
]