[
    [
        " What do you do when you have two extreme ownership believers that have to go against each other?",
        0.0,
        6.58
    ],
    [
        " Ooh.",
        6.9,
        7.46
    ],
    [
        " Sounds like a big challenging question, but it actually shouldn't be because if you think about this,",
        8.54,
        14.74
    ],
    [
        " if you truly think about this, this should not be an issue.",
        14.74,
        17.16
    ],
    [
        " And here's why go against each other against each other.",
        17.16,
        23.1
    ],
    [
        " So what are the goals?",
        23.18,
        24.02
    ],
    [
        " Are these two people on the same team?",
        24.8,
        26.88
    ],
    [
        " I'm assuming that they're on the same team, right?",
        26.98,
        28.84
    ],
    [
        " They're on the same team.",
        28.84,
        29.88
    ],
    [
        " So if they're on the same team and we want to win, we have the same goals.",
        30.36,
        35.28
    ],
    [
        " We want to win, but we won't work together.",
        35.28,
        37.92
    ],
    [
        " Because if the goal is to win and we both want to win,",
        38.5,
        42.68
    ],
    [
        " why would we be going against each other?",
        42.92,
        46.66
    ],
    [
        " We are not taping, taking actual extreme ownership.",
        47.14,
        50.84
    ],
    [
        " Because if you and I were had opposing ideas, but we had the same long term goal,",
        50.88,
        54.26
    ],
    [
        " I'm going to take ownership and say, all right, we're going to come to terms here.",
        54.58,
        57.22
    ],
    [
        " We're going to work this out.",
        57.22,
        57.9
    ],
    [
        " We're going to think, and if you're doing the same thing, you'd be like, yeah, absolutely.",
        57.9,
        60.4
    ],
    [
        " Let's sit down, let's figure this out.",
        60.64,
        61.7
    ],
    [
        " Let's figure out what's going to be the best.",
        61.76,
        62.66
    ],
    [
        " Let's take to Mark.",
        62.7,
        63.22
    ],
    [
        " Let's do a market system.",
        63.3,
        64.16
    ],
    [
        " We're going to figure out a real solution because we're taking ownership of it.",
        64.44,
        67.5
    ],
    [
        " So what's the little nugget that's getting into the system here and screw things up?",
        67.92,
        72.12
    ],
    [
        " It's ego, 100%.",
        72.3,
        74.2
    ],
    [
        " And I will say this occasionally, the idea of extreme ownership can be",
        74.2,
        81.14
    ],
    [
        " very poorly and very incorrectly interpreted as micro management and ego mania.",
        81.14,
        87.62
    ],
    [
        " Meaning like, I'm going to own this, I own this, this is mine.",
        87.9,
        92.12
    ],
    [
        " Right?",
        92.72,
        92.76
    ],
    [
        " We're not, that's not what extreme ownership is at all.",
        93.2,
        96.54
    ],
    [
        " You've got to own everything, but you don't feel the intrinsic need to do everything.",
        97.48,
        105.62
    ],
    [
        " Right?",
        106.62,
        107.46
    ],
    [
        " Because you own, it's like owning the outcome.",
        108.16,
        112.76
    ],
    [
        " In owning the progress and owning the steps along the way and owning the responsibility of",
        113.26,
        121.12
    ],
    [
        " mission achievement, it doesn't mean that you own each individual step and you have to make it",
        121.12,
        127.56
    ],
    [
        " your way. That's not extreme ownership. That's micro management.",
        127.56,
        130.78
    ],
    [
        " What, you know, extreme ownership is about",
        132.62,
        134.62
    ],
    [
        " leadership and decentralized command and using indirect tactics to make things happen and",
        138.08,
        143.5
    ],
    [
        " owning the outcome. So that's why when you, if you have two people that were truly about,",
        143.5,
        151.26
    ],
    [
        " like, hey, I'm going to own this. I'm going to have the attitude of extreme ownership.",
        151.9,
        155.94
    ],
    [
        " But if you and I have the attitude of extreme ownership, we're not going to fight over anything",
        156.0,
        160.32
    ],
    [
        " because we have the same long term goal. Andy, if you come up with a better idea of how to get",
        160.32,
        166.08
    ],
    [
        " there, I'm going to say, oh, echo, awesome job. That's a great way. We're going to get to where we",
        166.08,
        172.54
    ],
    [
        " want to go. We own that outcome. We're going to make it happen. Boom, I'm going to support you.",
        172.54,
        177.26
    ],
    [
        " The only time it's going to be a problem is if I have an ego and then you have an ego.",
        177.7,
        182.3
    ],
    [
        " When we both have an ego issue and usually one person with a big ego,",
        182.6,
        189.4
    ],
    [
        " that that inflames other people's egos because if I say, hey, echo, I got a great plan for how",
        192.12,
        197.84
    ],
    [
        " to do this. We need to execute it my way. There's a little bit of ego coming out.",
        197.84,
        201.78
    ],
    [
        " There's a lot of my, because now your ego was down, but all of a sudden you're like, what do you",
        201.88,
        205.44
    ],
    [
        " mean? You're away. Wait a second. Just right there. Now we got a thing. Now we got some kind of",
        205.44,
        209.92
    ],
    [
        " issue going, you know, we're now we're working against each other instead of working together.",
        209.92,
        215.1
    ],
    [
        " So that is that is absolutely problematic. And I guess to say to put this in a nut shell,",
        215.1,
        223.04
    ],
    [
        " if you're using the principle of extreme ownership, the most important thing you need to take",
        223.6,
        231.02
    ],
    [
        " extreme ownership of is your own ego and put that thing in check. Yeah, it seems like",
        231.02,
        239.18
    ],
    [
        " the extreme ownership as far as owning it is more is essentially take responsibility like at",
        240.1,
        245.76
    ],
    [
        " all costs kind of thing for more like the bad stuff that happens. Oh, absolutely, the bad stuff.",
        245.76,
        251.06
    ],
    [
        " Absolutely. But you know, but you're going to take because absolutely, if you and I do something",
        251.36,
        257.44
    ],
    [
        " great together and I was the leader, I don't go, yes, that's right. I was the, you know, you say,",
        257.44,
        263.2
    ],
    [
        " hey, first of all, this is mostly on echo. He did most of the work. He did all the, you know,",
        263.36,
        268.04
    ],
    [
        " that's what I'm going to say. I'm not going to say, no, this is mine. But when something goes wrong,",
        268.04,
        271.74
    ],
    [
        " obviously, I don't say no, this is fault. No, I say, hey, this is my fault. So you know, I should",
        271.94,
        277.52
    ],
    [
        " have done double check on the audio before we started the podcast because, you know, we wanted to",
        277.52,
        281.72
    ],
    [
        " make sure that thing was recording, right? I don't say no echo, drop the ball. Yeah, I don't do that.",
        281.72,
        287.98
    ],
    [
        " I say, hey, you should have double checked. So that's if you truly have two people that have real",
        287.98,
        294.52
    ],
    [
        " ownership and they put their egos and check, this is literally not an issue. Right. So they,",
        295.3,
        300.14
    ],
    [
        " yeah, this isn't even a question for that right because they don't go against each other.",
        300.28,
        303.48
    ],
    [
        " They're going with each other. And so what are the chances that you as a person that's really",
        303.58,
        309.34
    ],
    [
        " put your ego in check and you're exercising extreme ownership? What are the chances that you",
        309.34,
        314.36
    ],
    [
        " work with another person that is exactly with the same mindset, taking ownership, but no ego?",
        314.36,
        322.5
    ],
    [
        " What are the chances that they're actually pretty slim. This is not easy to do this.",
        322.58,
        326.42
    ],
    [
        " It's simple, not easy, right? So that means you have to be even more proactive in helping",
        326.62,
        334.82
    ],
    [
        " adapt to their ego scenario that's happening. And when echoes says, hey, we need to do this my way.",
        334.82,
        340.8
    ],
    [
        " I'll be like, hey, you know what echo? Let's take a look at it. Absolutely. You've always come up",
        340.98,
        344.36
    ],
    [
        " with great plans. Let's take a look at what this one is here. And all of a sudden, I've disarmed you",
        344.36,
        348.86
    ],
    [
        " a little bit. You're feeling good about it. You're like, oh, yeah, that's right.",
        348.86,
        351.78
    ],
    [
        " Jocke was going to listen to me because it's great. That's exactly what I want you to think.",
        351.9,
        355.62
    ],
    [
        " It's exactly what I want you to think. So you're going to have work to do. You're going to have work",
        355.8,
        360.98
    ],
    [
        " to do. That's what that's what, that's what it is. It's a challenge. It's work. But when you have",
        360.98,
        366.16
    ],
    [
        " the basic principles, I shouldn't say basic. When you have the fundamental principles, they are going",
        366.16,
        372.3
    ],
    [
        " to work well for you. And when they're not working well for you, don't get mad at the other person",
        372.3,
        377.68
    ],
    [
        " and blame. There you go. Look at your own ego because you can adjust and adapt and maneuver",
        377.68,
        383.18
    ],
    [
        " and get that person disarmed and you can flank them and then you're going to win.",
        383.18,
        388.46
    ],
    [
        " That's so interesting that how this question is like that. It seems like when I first read it,",
        388.9,
        394.58
    ],
    [
        " I was like, oh, shoot, that's a good question. You know, when they're and it is, but in a different",
        394.58,
        399.52
    ],
    [
        " way, because this question is essentially what it does is it like what do you call it? Like a strainer",
        399.52,
        403.62
    ],
    [
        " or whatever. Like it shifts. It sifs it strains out the guy who's not doing extreme ownership.",
        403.62,
        409.86
    ],
    [
        " See how it says if they're both exercising it, but if they're going against each other,",
        410.18,
        413.96
    ],
    [
        " that means there's some extreme ownership not being practiced somewhere. We don't know,",
        413.96,
        417.24
    ],
    [
        " but we're going to we can find out, you know, who's going to get into kind of thing. If they're both",
        417.48,
        421.56
    ],
    [
        " going against each other, well, maybe they won't have it, you know, but there's always going to be",
        421.56,
        425.58
    ],
    [
        " one person. You will not always, but there's usually me one person that is got it. Get that",
        425.58,
        433.34
    ],
    [
        " understand. And that's going to be working and this guy is just so good and so smooth and so",
        433.38,
        438.18
    ],
    [
        " tactical. And they're going to win. And that other person, that's like, that's right. You know,",
        438.18,
        443.36
    ],
    [
        " I were winning because I got extreme ownership going on. And I took ownership of this project.",
        443.46,
        447.46
    ],
    [
        " And you know what the guy says? They go to real, the real leader is like, absolutely, man,",
        447.46,
        452.36
    ],
    [
        " you did a great job with that. And meanwhile, he knows he just, he just manipulated and flanked",
        452.42,
        456.96
    ],
    [
        " him and made it happen to the best of the best of for the team. You know, just keep in the train",
        456.96,
        462.72
    ],
    [
        " going. That's good. Yeah. Indeed. Interesting.",
        462.72,
        465.86
    ]
]