[
    [
        " This is the Jocco debrief podcast episode two with Dave Burke and me, Jocco Willink. Dave,",
        0.0,
        6.52
    ],
    [
        " let's debrief. What do you got? Working with this company and we've been them for a little while,",
        6.74,
        13.24
    ],
    [
        " but they have a facing a little bit of a challenge. They've got a competitor right now that for",
        13.24,
        19.18
    ],
    [
        " the last several months has been prepping a release of a competitive product, same idea, same",
        19.18,
        24.7
    ],
    [
        " space as them, and they had been building up an anticipation of this competition releasing this",
        24.7,
        30.98
    ],
    [
        " product. Their plan was they were going to go out kind of canvas the country with a lot of face",
        30.98,
        37.58
    ],
    [
        " face interaction with their potential clients and kind of explain to them the difference between",
        37.58,
        41.26
    ],
    [
        " those two and try to show that their product is still the superior product. There is no face-to-face",
        41.26,
        46.72
    ],
    [
        " conversations right now. I'm talking to the head of the sales department who had built the strategy",
        46.72,
        51.26
    ],
    [
        " on doing this face-to-face and because they cannot implement that strategy, he feels like they are",
        52.24,
        57.56
    ],
    [
        " setting themselves up for a retreat and that they are going to lose because this other company is",
        57.56,
        63.34
    ],
    [
        " position a little bit better and that they are concerned about how that's going to play out.",
        63.34,
        68.0
    ],
    [
        " And they actually should be concerned. Well, yeah, if you've got Plan A and it looks like Plan A",
        68.44,
        78.32
    ],
    [
        " isn't going to work and you don't know what Plan B is, you're going to face some issues. That's why",
        78.32,
        82.38
    ],
    [
        " we contingency plan. The contingency planning, first of all, contingency planning is something you",
        82.38,
        89.68
    ],
    [
        " should do all the time. Plan A is always a good plan that's fine but you should always have some",
        89.68,
        93.6
    ],
    [
        " backup or at least consider what a lot of people do and I understand this too, we don't always think",
        93.6,
        98.4
    ],
    [
        " of these other really worst case scenarios. When they were doing their initial planning a year",
        98.4,
        103.04
    ],
    [
        " and a half ago, I mean this is a long range release, this doesn't just happen overnight.",
        103.04,
        106.7
    ],
    [
        " Nobody was really thinking of this massive change which is totally understandable. So some of the",
        107.46,
        113.2
    ],
    [
        " problems that come with this totally different world, all the companies are facing it. It's not like",
        113.2,
        118.34
    ],
    [
        " one company can go do face-to-face meetings and you can't, you're all kind of stuck in the same boat.",
        118.34,
        122.3
    ],
    [
        " The real issue here is we started to dissect it was, so we had this big wave come out in March,",
        123.02,
        127.9
    ],
    [
        " this COVID wave that shut all of us travel down and the plan was, hey, it's May, June, I see the",
        128.1,
        134.52
    ],
    [
        " light at the end of the tunnel, we're starting to kind of rant back up, it looks like travel is going",
        134.52,
        139.1
    ],
    [
        " to open back up, we're going to stick with plan A. And as this, I don't know if it's the right",
        139.1,
        146.44
    ],
    [
        " word to call it like a second wave or whatever we want to call it, as it became clear that",
        146.44,
        149.96
    ],
    [
        " things were not opening up on the right pace, that's kind of when the panic set in. And the initial",
        149.96,
        155.5
    ],
    [
        " part of the conversation is, hey, what's the real problem? Hey, the real problem is you did not",
        155.5,
        159.38
    ],
    [
        " have a plan B. The real problem isn't what the competitors doing, isn't how they position",
        159.38,
        163.82
    ],
    [
        " themselves or what they're delivering to the market. The problem is is that you did not put",
        163.82,
        168.92
    ],
    [
        " your sales, you did not lead your team to be in a position to respond to this crisis effectively.",
        168.92,
        173.12
    ],
    [
        " Yeah, and there's a little, I'll pick on you a little bit about the way you said that.",
        173.76,
        178.24
    ],
    [
        " So you said the problem was that they didn't have a plan B, that's one statement, which is",
        178.88,
        184.26
    ],
    [
        " accurate. But then you also said that the problem is that they didn't respond.",
        184.26,
        189.26
    ],
    [
        " And that's an accurate statement. I believe that the more accurate statement out of those two,",
        190.28,
        197.84
    ],
    [
        " you usually see the difference between those two, right? Yes. Like, hey, I didn't have a plan B,",
        198.0,
        201.98
    ],
    [
        " but guess what? When I got hit with a contingency that I didn't expect, it's okay,",
        202.44,
        206.16
    ],
    [
        " because I'm going to respond to it. So for me, in this particular case, I'm thinking this is more",
        206.34,
        211.1
    ],
    [
        " along the lines of lack of response happening because there's a funny thing that we used to make",
        211.1,
        219.12
    ],
    [
        " fun of guys in the SEAL teams that would start to plan contingencies. And they start to plan for",
        219.12,
        223.78
    ],
    [
        " every contingency. And we would say, hey, what happens if a UFO touched down and three of your",
        223.78,
        229.9
    ],
    [
        " people are scooped up by the UFO, then what are you going to do? So to me, this is a, that's what",
        229.9,
        236.76
    ],
    [
        " COVID is. I had no contingency in my mind where I thought, hey, I can understand, look, we get a",
        236.76,
        248.12
    ],
    [
        " week, two weeks. Okay, you know, we, we, there's a contingency plan for that. And it's a pretty",
        248.12,
        252.58
    ],
    [
        " straightforward one. You barely even have to do it. Guess what? We're going to cancel some stuff",
        252.58,
        255.76
    ],
    [
        " and then we'll reschedule. I mean, this is something that's so simple. You don't really even have",
        255.76,
        261.0
    ],
    [
        " to think about it. But when you started saying, okay, if you would have told me to list out the top",
        261.0,
        266.04
    ],
    [
        " 20 contingencies for, for Eschelon Front or from any business, I would have not put viral,",
        266.04,
        274.98
    ],
    [
        " travel shutdown in the top 20. And maybe I'm ignorant, sure. No, I think that is a reasonable",
        276.72,
        282.54
    ],
    [
        " thing to not include in your contingency list, which is a global pandemic shutdown. Yeah, right.",
        282.54,
        286.86
    ],
    [
        " I mean, I know I should have listened to Bill Gates, because he did a TED talk about it. And it was,",
        287.06,
        291.2
    ],
    [
        " you know, seriously, there's like people that, and there was, you know, it's interesting on",
        291.62,
        295.76
    ],
    [
        " the political spectrum, too. You saw people saying, well, you, you know, you should have been ready",
        295.76,
        299.08
    ],
    [
        " for this contingency. It's like, how many contingencies are you going to be ready for? Right? And so",
        299.08,
        304.04
    ],
    [
        " instead of the, well, in addition to being ready for likely contingencies, that's a keyword that",
        305.02,
        311.48
    ],
    [
        " we always used in the SEAL teams. When we talked about contingencies, it was likely contingencies.",
        311.48,
        317.2
    ],
    [
        " You prepare for the top three, four likely contingencies. Once you get beyond that, well, now what we",
        317.82,
        325.64
    ],
    [
        " have to do is we have to be able to respond quickly. We have to make decisions quickly. And this",
        325.64,
        331.96
    ],
    [
        " is one of the main lessons that I've been teaching through COVID is iterative decision-making is,",
        331.96,
        336.54
    ],
    [
        " hey, I'm going to make, I'm known for being very, very decisive. Why am I known for being very",
        336.74,
        341.56
    ],
    [
        " decisive? Because I make very quick decisions. But the way that I cheat in doing that is I make very",
        341.56,
        347.96
    ],
    [
        " quick, small decisions. When COVID hit, and we started, we had the muster happening in, what was it?",
        347.96,
        354.54
    ],
    [
        " Supposed to happen in May? Hey, COVID's here. No travel. Cancel muster. Well, am I going to",
        354.54,
        363.6
    ],
    [
        " immediately cancel muster? Well, I don't know how long COVID's going to last. It might be gone by",
        363.6,
        368.06
    ],
    [
        " then. What? So instead, it's not a massive decision immediately. Hey, Jamie, call the hotel. We're",
        368.06,
        373.16
    ],
    [
        " shutting down. No. Hey, Jamie, who, if you don't know is our operations director at, at echelonfront.",
        373.16,
        379.5
    ],
    [
        " Hey, Jamie, why don't you talk to the hotel and just see what kind of things we could do if",
        379.5,
        386.34
    ],
    [
        " we need to push this event back? How much flexibility they have? So she starts going down the road.",
        386.34,
        392.2
    ],
    [
        " That's a, that's a pretty decisive. Hey, I made that decision in five seconds. Right? Oh,",
        392.38,
        397.88
    ],
    [
        " jockele is super decisive. Yeah, I'm super decisive because all I did was ask Jamie to call",
        397.94,
        401.78
    ],
    [
        " someone and talk to him about something. It's decisive. But, but here's the cool thing. It was action.",
        401.78,
        406.14
    ],
    [
        " It was action. We're taking, we're taking positive action. So Jamie, who prior to that's going on",
        406.92,
        412.02
    ],
    [
        " the, you know, thinking herself, oh gosh, what, what's going to happen to the muster? You know,",
        412.02,
        415.98
    ],
    [
        " she, that's a big, that's a big thought. What's going to happen to the muster? What's going to happen?",
        416.06,
        419.46
    ],
    [
        " Well, so she doesn't know what to do. Well, guess what? Here's what you're going to do. You",
        420.02,
        423.6
    ],
    [
        " going to call the hotel and see what the options are. Okay, boom. All of a sudden she's got a",
        423.6,
        427.0
    ],
    [
        " mode. She knows what she's doing. She's going to gather some information. And when she gathers",
        427.0,
        430.46
    ],
    [
        " that information, guess what we're going to do? We're going to reassess it. We're going to make",
        430.46,
        433.36
    ],
    [
        " another small step. So, so being able to respond to bad situations or completely unpredictable",
        433.36,
        443.64
    ],
    [
        " in situations or situations where the information isn't all that good, all those things, if you're",
        443.64,
        450.84
    ],
    [
        " able to do that well, are the marks of a good leader and a good team. When you aren't able to",
        450.84,
        456.92
    ],
    [
        " respond, well, that's obviously the marks of a bad leader and a bad team. So, yeah, I think it's",
        456.92,
        466.62
    ],
    [
        " important to recognize that you're not going to be able to plan for every contingency. It's just",
        466.62,
        471.34
    ],
    [
        " not going to happen. And what you need to do is train and keep your mind open so that when things",
        471.34,
        479.96
    ],
    [
        " that you don't expect happen, you can adapt to the situation and you can respond appropriately.",
        479.96,
        485.68
    ],
    [
        " Yeah. That's a really good point. And one of the interesting things that played out as this",
        486.34,
        492.2
    ],
    [
        " several month process went through is this, they're initial, they're pre-COVID plans,",
        492.2,
        499.12
    ],
    [
        " a good plan. They're in a really well positioned. They had a solid team. They're in the game.",
        499.18,
        502.48
    ],
    [
        " You'd work with them in the past. This is kind of their second iteration with us.",
        503.08,
        505.72
    ],
    [
        " They kind of embrace the reality back in March. But they never really let go of",
        506.38,
        515.66
    ],
    [
        " what they wanted to do. This face to face is the best way we communicate. Nobody does it better than",
        515.66,
        520.16
    ],
    [
        " us. I can sit down across from you. I can convey this message. And it was a little",
        520.16,
        525.2
    ],
    [
        " unwillingness to just accept what was happening. And one of the things that was, again, very early",
        525.2,
        531.8
    ],
    [
        " on in the COVID scenario was you're on EF Online. You said something. I think in the very first one,",
        531.8,
        537.5
    ],
    [
        " we repeated it over and over again. Except this is real. You said you told people you got to accept",
        537.52,
        543.5
    ],
    [
        " this is real. And so as March became April, then April kind of turned to June. And maybe",
        543.5,
        550.3
    ],
    [
        " they looked for reasons why they could just go back to the original plan. And the part that was the",
        550.3,
        557.14
    ],
    [
        " most challenging was from March to July, August, that alternative plan was no longer quite as",
        557.14,
        566.32
    ],
    [
        " crazy as it would have been if we were doing this back last year. So this potential of not being",
        566.32,
        572.26
    ],
    [
        " able to do face to face was becoming much more real. And what they started to look for is reasons",
        572.26,
        577.08
    ],
    [
        " why they didn't have to do that. Hey, I heard travels opening up in the Northeast. Hey, this",
        577.08,
        581.76
    ],
    [
        " airline is no, and so they held on to that too long. The outcome of that was just like you said,",
        581.76,
        589.16
    ],
    [
        " the ability to maneuver what prevented them from from being able to respond was the unwillingness",
        589.28,
        595.66
    ],
    [
        " to just accept this is real. And except that is a is a much more likely alternative than if you",
        595.66,
        602.46
    ],
    [
        " were to say, like I said, seven months ago, you get some magic crystal ball here come to March. And",
        602.46,
        605.9
    ],
    [
        " of course, that's not a reasonable thing. The way this kind of played out though is when we had",
        605.9,
        613.0
    ],
    [
        " that first conversation was like, listen, the issue here is as a leader, you didn't put your team",
        613.0,
        617.34
    ],
    [
        " in a position to respond. What he came back with was we've got a two-day role play scenario. I'm",
        617.34,
        624.72
    ],
    [
        " bringing every salesperson on my sales team on a live two-day Zoom session. Can you support",
        625.3,
        631.74
    ],
    [
        " with us and role play because we have to be ready for the virtual interaction. And that idea actually",
        631.74,
        638.7
    ],
    [
        " came from a couple of subordinates, a couple of his junior sales reps who had accepted the fact that",
        638.7,
        643.36
    ],
    [
        " this is not going to play out the way you think, boss. I think this is going to be a problem for us.",
        643.36,
        648.0
    ],
    [
        " We're not going to get to face to face. And when he finally accepted that this was real,",
        648.2,
        652.6
    ],
    [
        " it was awesome to see that team pivot and him say, hey, listen, you know what, I'm miscalculated",
        653.14,
        659.08
    ],
    [
        " team. I got this wrong. What do we do now? Because now we're weeks away from this. And they were",
        659.08,
        666.14
    ],
    [
        " able to go right into this two-day session that we supported and jumped on the calls of them and",
        666.14,
        669.98
    ],
    [
        " watched them go through back and forth. I'm helping do the role play. And the real issue for him was",
        669.98,
        674.38
    ],
    [
        " he finally accepted that this was real. Yeah. And wrapped up in all that is an expression that you",
        674.38,
        680.98
    ],
    [
        " hear all the time. And it's that people see what they want to see. And that is so wrapped up in",
        680.98,
        690.3
    ],
    [
        " there. And if you think about what that expression is wrapped up in, guess what? That expression is",
        690.3,
        696.16
    ],
    [
        " wrapped up in ego. I think things are going to go this way. I want things to go this way. And therefore,",
        696.16,
        702.92
    ],
    [
        " when I see, you know, the northeast open up travel on trains, planes are next, bro.",
        703.0,
        709.1
    ],
    [
        " We're good. We're good to be south. The northeast is they got hit first. They're already out of it.",
        710.52,
        715.7
    ],
    [
        " We're good to go. That's roll. We don't have to worry about this stupid online stuff. We're going",
        715.8,
        720.54
    ],
    [
        " to be back face to face. People see what they want to see. And when I say people, I'm talking about",
        720.54,
        727.0
    ],
    [
        " you. I'm talking about me. I see what I want to see. And that's one of those, one of the things",
        727.0,
        735.08
    ],
    [
        " that you have to be watch out for when you're a positive minded person. Hey, this is going to go",
        735.08,
        739.46
    ],
    [
        " good. And this is where I actually, I'm, I'm, you know, Mr. Positive, see the good, right? All the time.",
        739.46,
        744.38
    ],
    [
        " But there's things that I feel deeply. One of them is the crunch of time. I really feel the",
        744.78,
        752.48
    ],
    [
        " crunch of time because I recognized it a long time ago as the one factor that there's absolutely",
        752.48,
        759.06
    ],
    [
        " no mercy. It has no mercy. You let that, you let that hour go, you let those two months go by,",
        759.34,
        764.92
    ],
    [
        " they are not going to have mercy on you. And if you think about that, if you constantly pay",
        765.28,
        771.28
    ],
    [
        " attention to time, because people just lose track of it, people just lose track of it. They think",
        771.28,
        775.42
    ],
    [
        " that they can crunch it, they think they can make it back. They think you can turn it around. You",
        775.42,
        779.14
    ],
    [
        " can't. And for me, time is always like a primary driver of letting me see what reality is.",
        779.14,
        785.24
    ],
    [
        " Because if you're not dealing with reality, if you're not accepting what is going to happen,",
        785.88,
        789.36
    ],
    [
        " or what could happen. And by the way, how much, what do I give up if, if I think something is",
        789.58,
        795.76
    ],
    [
        " going to happen, or I think something else is going to happen, what do I sacrifice by saying,",
        795.76,
        800.18
    ],
    [
        " okay, look like I got some contingency to plan for looks like I need to set up, you know,",
        800.18,
        804.26
    ],
    [
        " a security element over here in case we get attacked from over there. That, that seems like a good",
        804.42,
        808.24
    ],
    [
        " move. What does it cost me? Nothing. Doesn't cost me anything. So you can make maneuvers to prepare for",
        808.24,
        814.3
    ],
    [
        " things that are coming, whether you're right or wrong, it doesn't matter. You didn't sacrifice",
        814.3,
        818.84
    ],
    [
        " very much to make this adjustment. So when you get shut down and you think it's going to be for a",
        818.84,
        824.1
    ],
    [
        " month, and then you'll be able to go back to face to face, cool. So what are you going to do for the",
        824.1,
        827.1
    ],
    [
        " next month? We're going to hibernate or just sit around, right? What, what, what do you gain from that",
        827.1,
        831.2
    ],
    [
        " nothing? What do you gain by saying, hey, look, just in case, just in case I'm wrong, and just in case",
        831.2,
        837.14
    ],
    [
        " the reality is we're not going to be able to travel for another six months. Let's start coming up",
        837.14,
        841.04
    ],
    [
        " with a plan on how we're going to execute this thing. And by the way, let's start executing it.",
        841.04,
        846.7
    ],
    [
        " Let's give it a shot. And if you do that, what do you sacrifice? You don't sacrifice anything,",
        847.0,
        851.42
    ],
    [
        " and you actually move yourself and your team forward, which is what we're trying to do.",
        851.58,
        859.16
    ],
    [
        " Yeah, and there's so many components inside there. There's obviously taken ownership of the",
        860.08,
        864.2
    ],
    [
        " problem. There's cover and move where people are working together and solving problems. There's",
        864.2,
        867.94
    ],
    [
        " a whole bunch of individual elements that we teach, but all of it together is the idea that as a leader,",
        867.94,
        874.24
    ],
    [
        " you are responsible for your team being successful. You have to do whatever is required to do that.",
        874.6,
        879.0
    ],
    [
        " And the only thing worse than the panic of recognizing you wasted those two months or whatever",
        879.72,
        886.46
    ],
    [
        " that time is, is when you look at it over the horizon, you see that your competition didn't.",
        886.46,
        891.76
    ],
    [
        " And that was a hard lesson for them. Again, their ability to respond to that, they had",
        893.24,
        898.9
    ],
    [
        " they had some warning to step up and make things happen, which was awesome to see. But that adds to",
        898.9,
        904.52
    ],
    [
        " the hate not only did you waste your time, they didn't. Yeah. Because where does that put you?",
        904.52,
        909.4
    ],
    [
        " That puts you four months behind. Right. Because they moved two months and you waited.",
        909.46,
        913.96
    ],
    [
        " They didn't know where. Yeah. Rough. All right. Next one. What do you got?",
        913.96,
        919.42
    ],
    [
        " Company reached out to us. This was kind of cool because",
        921.4,
        925.42
    ],
    [
        " when they first reached out to Eschelon front looking for leaders to development, what they were",
        925.42,
        930.88
    ],
    [
        " looking for is they were they got a company that works and safety is a huge part of what they do.",
        930.88,
        937.3
    ],
    [
        " They put people out on site and they deal with kind of high risk terrain and things like that.",
        937.38,
        942.94
    ],
    [
        " So safety is a critical component of their culture. As you might guess, companies that work in",
        942.94,
        947.92
    ],
    [
        " high risk environments, they're littered with young motivated type A people that don't always",
        947.92,
        952.68
    ],
    [
        " think about their own personal safety. And when they reached out to Eschelon front, a lot of it was",
        952.68,
        958.28
    ],
    [
        " the experience that the seals had and they actually connect with me as well because in my",
        958.28,
        963.48
    ],
    [
        " experience with aviation, they thought there'd be a really cool connection between the risk that",
        963.48,
        967.36
    ],
    [
        " the military takes on the aviation side and the ground side and drawing a parallel to how",
        967.36,
        972.18
    ],
    [
        " to improve their safety culture. So they originally asked us to come and join them and we started",
        972.18,
        976.7
    ],
    [
        " working with them. Their goal was to help us or have us help them build a better culture of safety",
        976.7,
        983.84
    ],
    [
        " to lower mishaps, lower injuries and and help their team. When I first started to explain to",
        983.84,
        990.4
    ],
    [
        " them, I said, Hey, let me let me offer how Eschelon front as a company when we work with companies a",
        990.4,
        995.96
    ],
    [
        " lot dealing with the same thing. Let me talk to you about how we look at safety culture.",
        995.96,
        999.76
    ],
    [
        " Safety problems inside an organization is a leadership problem. We don't look at safety as",
        1001.5,
        1006.68
    ],
    [
        " some sort of standalone separate isolated thing that you have to fix your safety culture. If you",
        1006.68,
        1011.36
    ],
    [
        " have a problem with safety, you have a leadership problem. Yeah. And by the way, we look at every",
        1011.36,
        1017.0
    ],
    [
        " problem that you have as a leadership problem. But you're all right. It is interesting that people",
        1017.0,
        1021.6
    ],
    [
        " try and carve safety out as if this isn't really, Hey, look, you know, people got to be safe,",
        1021.6,
        1027.26
    ],
    [
        " but that's the that's the responsibility of the safety officer over there. Totally. We have a",
        1027.26,
        1031.2
    ],
    [
        " safety team. We want to help bolster the safety team so they can go make people safe. And what I",
        1031.2,
        1035.92
    ],
    [
        " did was I just made the connection between our view of safety and look, look aviation, same in the",
        1035.92,
        1041.26
    ],
    [
        " world you came up with safety is very important. But what I told them, I said, Hey, let me just",
        1041.26,
        1046.24
    ],
    [
        " explain how we see it and see if we can find some compatibility. This is before we start",
        1046.24,
        1049.78
    ],
    [
        " working together. I said, Hey, we do not see safety as the mission. Safety is not what we do.",
        1049.78,
        1056.32
    ],
    [
        " Let me talk about why safety is important though. Our mission, my mission in aviation was to take",
        1056.5,
        1061.56
    ],
    [
        " an airplane, go over and drop bombs or do what I'm going to do with an aircraft. I'm going to take a",
        1061.56,
        1065.86
    ],
    [
        " team and I'm going to go across the line of departure and engage in enemy. There is inherent risk",
        1065.86,
        1071.26
    ],
    [
        " associated with that flying airplanes can be risky. And if I want to ensure that I have a perfect",
        1071.26,
        1075.58
    ],
    [
        " safety record, the way to guarantee that I have no safety mishaps and no safety problems in an",
        1075.58,
        1080.74
    ],
    [
        " airplane is I don't fly. I will never crash an airplane if I don't go flying airplane. The problem",
        1080.74,
        1086.06
    ],
    [
        " with that is I will not accomplish my mission. I will not be successful in the military. As a pilot,",
        1086.06,
        1091.18
    ],
    [
        " I won't be successful in business if we say to ensure safety. We just won't go do our job. We",
        1091.26,
        1096.7
    ],
    [
        " won't go out on site and work in a high risk environment. The flip side is I just ignore safety",
        1096.7,
        1101.12
    ],
    [
        " or hey, I'm not here to be safe. I'm here to get the job done. I'm here to accomplish the mission.",
        1101.12,
        1105.32
    ],
    [
        " I'm going to take my team and go do whatever is required. You're going to start hurt people.",
        1105.34,
        1108.6
    ],
    [
        " You're going to start breaking things. You're going to start damaging things. And over time,",
        1108.8,
        1111.46
    ],
    [
        " you won't have the people and the equipment to do your job and guess what happens to the mission.",
        1111.54,
        1115.96
    ],
    [
        " The exact same thing. You will not be successful. So there's actually a balance between",
        1116.38,
        1122.82
    ],
    [
        " having no concern for risk and being so risk averse and being so safety focused that you don't",
        1122.82,
        1130.56
    ],
    [
        " actually do your job. Neither one of those will help you accomplish it. And when we made the connection,",
        1130.56,
        1134.36
    ],
    [
        " they recognized what they didn't need was us to train their safety team, what they need",
        1134.54,
        1139.06
    ],
    [
        " was leadership development inside their company. And by definition, the safety culture would improve",
        1139.06,
        1144.18
    ],
    [
        " at their company. Yeah, I think this was on EF online the other day. It might have been with a client.",
        1144.18,
        1151.16
    ],
    [
        " Somebody asked about culture and you know, the establishment of culture and how important",
        1152.5,
        1157.5
    ],
    [
        " culture and I got a little fired up talking about this because when you extrapolate culture out,",
        1158.3,
        1168.62
    ],
    [
        " culture is actually the ultimate form of decentralized command is the ultimate form of decentralized",
        1169.24,
        1175.7
    ],
    [
        " command. If I understand the culture of my team, then I can actually make decisions based on our",
        1175.7,
        1184.62
    ],
    [
        " values. If I know that as an American service member overseas, we want to we uphold the highest",
        1184.62,
        1195.56
    ],
    [
        " values. When I have to make a decision about what I'm going to do, I can make a decision. I can",
        1195.56,
        1202.3
    ],
    [
        " make just about any decision based on the fact that I want to do the right thing. That's what I'm",
        1202.3,
        1208.24
    ],
    [
        " trying to do. So if you're in a company and you understand what the culture is, you understand that",
        1208.24,
        1214.36
    ],
    [
        " the culture is we always take care of the customer. You can make 99% of your decisions just based on",
        1214.36,
        1220.4
    ],
    [
        " the fact that, hey, look, the customer is bringing back this piece of equipment that we gave them and",
        1220.4,
        1224.74
    ],
    [
        " they say it's broken. Okay, hey, Roger that. No problem. Here's here's a new piece of equipment.",
        1224.74,
        1229.48
    ],
    [
        " Now, can it get to a point where somebody brings back a, you know, a million dollar piece of equipment,",
        1230.02,
        1234.26
    ],
    [
        " you say, oh, yeah, no problem. No questions asked here. No, there's a limit. But you can make 99%",
        1234.4,
        1240.66
    ],
    [
        " of your decisions just based on understanding the culture of the company. Same thing with safety.",
        1240.66,
        1245.92
    ],
    [
        " If we understand where the level of safety and how important safety is, if we understand that,",
        1246.12,
        1252.92
    ],
    [
        " then we understand that we can make 99.9% of our decisions correctly just based on",
        1253.22,
        1260.52
    ],
    [
        " the our understanding of safety culture. So culture is an absolutely powerful thing. And yes,",
        1260.52,
        1268.46
    ],
    [
        " you are right. That where culture comes from is leadership. And what's important when I say that",
        1268.46,
        1273.42
    ],
    [
        " culture comes from leadership, when I talk to companies about culture, I say, where does culture",
        1273.42,
        1277.72
    ],
    [
        " come from? People say the leadership. I say, who are the leaders? Everybody, everybody in an",
        1277.72,
        1283.94
    ],
    [
        " organization is responsible for the culture inside that organization. It's not just, hey, the,",
        1283.94,
        1288.4
    ],
    [
        " the CEO sets the culture. Well, the CEO has influence on the culture, but that CEO can have",
        1288.4,
        1294.44
    ],
    [
        " a culture in his mind. But if the people, if the team doesn't understand, accept, acknowledge,",
        1294.44,
        1301.82
    ],
    [
        " encourage, grow, and believe that culture, that culture is worthless. Everyone, that culture has",
        1302.18,
        1308.96
    ],
    [
        " to be unified throughout the organization. How do you get the culture unified throughout the",
        1308.96,
        1315.12
    ],
    [
        " organization? Well, what we have to do is we have to make sure that everyone understands why",
        1315.12,
        1321.24
    ],
    [
        " we have this culture. We have to understand that, hey, listen, you want to know why we have the",
        1321.3,
        1326.6
    ],
    [
        " culture of the customer always being right? The customer comes first. You want to know why we have",
        1326.6,
        1330.92
    ],
    [
        " that culture? Why? Well, number one, we want to provide a good service. That's great. We're good",
        1330.92,
        1336.06
    ],
    [
        " people. We want to provide a good service. Also, when we provide good service, people go out and",
        1336.06,
        1341.94
    ],
    [
        " tell other people about the good service that we provide. People review us on the internet. People",
        1341.94,
        1350.14
    ],
    [
        " are the good quality rating. When we get a good quality rating from people, people come back. It",
        1350.14,
        1354.38
    ],
    [
        " grows our business. The more our business grows, the more people come in here, the more people get",
        1354.38,
        1358.24
    ],
    [
        " treated well, the more people spread that word, that is how we grow. The opposite, if we don't care",
        1358.24,
        1363.16
    ],
    [
        " about our customers, guess what? Bad words spreads even faster than good word, and we'll end up with",
        1363.16,
        1367.68
    ],
    [
        " no business here at all. Safety. Why is safety important for our culture? Well, because we don't",
        1367.68,
        1373.0
    ],
    [
        " want anyone to hurt. Yeah, absolutely. We care about our people for sure. Guess what else?",
        1373.0,
        1377.14
    ],
    [
        " If we have accidents all the time, guess what happens to our insurance? Do you know that there's",
        1377.94,
        1382.12
    ],
    [
        " companies, there's owners that will not hire us to build? If we have a bad safety record, they don't",
        1382.12,
        1388.94
    ],
    [
        " want a safety group. They want a group with safety issues. So if we have a bad safety record,",
        1388.94,
        1394.24
    ],
    [
        " Dave, if you break their safety rules and you get hurt, it's not just you that gets hurt. Yeah,",
        1394.5,
        1398.86
    ],
    [
        " that's horrible for you. It's horrible for your family. It's horrible for you being able to pay",
        1398.88,
        1402.28
    ],
    [
        " your mortgage. It's horrible for a bunch of reasons. But on top, you're not just hurting yourself.",
        1402.28,
        1405.52
    ],
    [
        " It hurts the company because now the company has to pay more insurance and now guess what happens",
        1406.34,
        1410.32
    ],
    [
        " to our price. We got to raise our price. And now what do we get more jobs or less jobs when we",
        1410.32,
        1414.9
    ],
    [
        " raise our price? I'll tell you, we get less jobs. When we get less jobs, does do you still have a job?",
        1414.9,
        1419.98
    ],
    [
        " No, you don't. So the culture is not just something you can pull out of thin air and mandate it on",
        1420.28,
        1427.46
    ],
    [
        " people. There has to be an explanation behind culture and the most important part of that",
        1427.46,
        1432.9
    ],
    [
        " explanation has to be why we have this culture and how the culture itself reinforces the",
        1432.9,
        1442.56
    ],
    [
        " survivability and the growth of our organization. That culture to decentralize command connection,",
        1442.56,
        1452.04
    ],
    [
        " you actually also made that on an e if online session from a question from one of the troopers",
        1452.18,
        1457.0
    ],
    [
        " who joins us on e if online. But that was one that I called you on on a phone on the phone after",
        1457.0,
        1462.42
    ],
    [
        " because every time something comes up, you and I end up on the phone talking about some leadership",
        1462.42,
        1466.38
    ],
    [
        " thing and doing a debrief, doing a debrief. That's right. And I remember calling you and like,",
        1466.38,
        1471.6
    ],
    [
        " hey, that was that the way you communicated that to them. And we actually made the connection to",
        1471.68,
        1477.9
    ],
    [
        " this client, which was this idea that culture is what allowed that's what decentralized command is",
        1477.9,
        1483.4
    ],
    [
        " built around. And that was a really powerful thing for me because it was this idea that",
        1483.4,
        1490.74
    ],
    [
        " in simplest terms, for decentralized command is it's what let people make those decisions without",
        1491.3,
        1496.68
    ],
    [
        " their boss being over there telling them what to do, which simply cannot be done because you can't",
        1496.68,
        1500.86
    ],
    [
        " be with all your people all the time. But it got connected directly to what you said was one of the",
        1500.86,
        1506.2
    ],
    [
        " problems they described was like, well, we only have a two person safety team. We can't hire 20",
        1506.2,
        1510.6
    ],
    [
        " safety people. That's exactly right. That's why every single person in the organization has to",
        1510.6,
        1516.52
    ],
    [
        " understand that despite whatever their title is or their job or their particular skill, they are",
        1516.52,
        1521.48
    ],
    [
        " responsible for safety and actually they're responsible for everything. But that connection of culture,",
        1521.48,
        1527.86
    ],
    [
        " which in so all too often, culture is just some sort of thing that's written on the wall. This is",
        1527.86,
        1532.5
    ],
    [
        " what we believe, but people don't truly understand what it means. When I can now connect that to a",
        1532.5,
        1537.84
    ],
    [
        " principle that we teach decentralized command is a principle we teach. And I'm actually able to",
        1537.84,
        1543.18
    ],
    [
        " explain it in a way that they go, oh, I know what you're talking about. I read that in the book.",
        1543.28,
        1547.2
    ],
    [
        " You talked about that when you gave your combat leadership brief to us. That was a really",
        1547.46,
        1552.04
    ],
    [
        " powerful thing that worked directly with them because, you know what, most companies can't have",
        1552.04,
        1556.68
    ],
    [
        " an entire safety team just running around making sure everybody's safe. They need to rely on their",
        1556.68,
        1560.68
    ],
    [
        " people to believe in that. It lets their people make decisions that they know are in the best",
        1560.68,
        1565.44
    ],
    [
        " interest of the organization winning. And that was just a huge point that made a huge input impact",
        1565.44,
        1571.08
    ],
    [
        " to this team. It's amazing how everything's connected, isn't it? Indeed.",
        1571.08,
        1577.86
    ],
    [
        " All right. What do we got one more? Yeah. What do you got? We got.",
        1578.5,
        1583.48
    ],
    [
        " So you like the fact that you prep these? Yeah. Yeah. This is awesome. I'm like, let's do it. But",
        1584.18,
        1590.38
    ],
    [
        " I can't prep anymore podcasts, bro. You need to at least come up with a subject matter. I'll",
        1590.38,
        1596.9
    ],
    [
        " be brief at all day long. But these are on you, man. Dude, the coolest part about it is when you",
        1596.9,
        1601.16
    ],
    [
        " ask me, you're like, hey, I got this idea. I think we should do this. Can you come up with",
        1601.16,
        1603.96
    ],
    [
        " themself? I'm like, Jaco, I have an unlimited supply. I mean, every single day, I am talking with",
        1603.96,
        1611.86
    ],
    [
        " clients that we're working with about these problems and how we're applying the Prince of",
        1611.86,
        1616.96
    ],
    [
        " the Teech to help them come up with a solution. And there's an unlimited supply of this. And again,",
        1616.96,
        1621.9
    ],
    [
        " these problems might be specific to these companies, but they are relevant and apply",
        1622.26,
        1626.02
    ],
    [
        " everywhere. When's the last time you went on the road face to face with a company?",
        1626.4,
        1629.18
    ],
    [
        " The first week of March was the last time I was on an airplane. So it's been interesting. And we've",
        1629.74,
        1635.8
    ],
    [
        " been very lucky because we never would have been able to convince people that we can do what we do",
        1635.8,
        1641.96
    ],
    [
        " over the internet. We never would have been able to convince people if everyone didn't get forced",
        1641.96,
        1646.46
    ],
    [
        " to make zoom calls with their family and make zoom calls. You know, I always tell people I had",
        1646.46,
        1656.0
    ],
    [
        " that's when I realized, okay, this is, we're at a different place now. And you know, trying to",
        1656.0,
        1662.24
    ],
    [
        " explain to a client, there's another good move was, was, and we all just, just kind of did this",
        1662.24,
        1667.62
    ],
    [
        " instinctively when we had to cancel some, when, when a client canceled with us and we would connect",
        1667.62,
        1673.14
    ],
    [
        " with them to discuss where we go from here. Yeah, sure. Let's do a zoom meeting. And let's talk",
        1673.14,
        1679.52
    ],
    [
        " about what we can do to help you out. Boom, all of a sudden, we're on a zoom meeting with them",
        1679.52,
        1683.06
    ],
    [
        " and we're having a real time discussion and they can see that, look, do you lose something on zoom?",
        1683.06,
        1688.1
    ],
    [
        " Sure, you lose. There's, there's some, there's some element that gets lost. It is very small.",
        1688.82,
        1695.44
    ],
    [
        " It is very small. It's a very small element. You know, maybe you lose some of the body language.",
        1695.72,
        1700.28
    ],
    [
        " Maybe you lose some level of, of, of the presence. But the reality is when I'm talking to 200 people",
        1700.76,
        1708.98
    ],
    [
        " in a room, I can't see, I can't see the facial expressions of those people in the back. When I'm talking",
        1708.98,
        1713.32
    ],
    [
        " to 200 people on the zoom call, I see everybody. Yeah, I see, I see with a, I see someone that's got",
        1713.32,
        1717.84
    ],
    [
        " that puzzle look on your face, their face, or you've heard me do this on the EF online, where I get",
        1717.84,
        1722.34
    ],
    [
        " down to answering a question and I, and they go, oh, they go, okay. And I go, you didn't like that answer.",
        1722.34,
        1728.14
    ],
    [
        " We're not there yet. I don't understand. In fact, I did that today. I don't know if you noticed that",
        1728.14,
        1731.6
    ],
    [
        " today. I go, I gave a couple of answers and I go, you know, those aren't the answers we're looking for.",
        1731.6,
        1734.8
    ],
    [
        " Those were my initial probe to try and figure out what's going on here. But those aren't the answers",
        1735.2,
        1738.82
    ],
    [
        " that we're looking for. Tell, explain to me what's actually happening. And, and that, that would",
        1738.82,
        1745.52
    ],
    [
        " not have happened. If I couldn't have seen that guy's face and been able in a zoom call to be like,",
        1745.52,
        1751.86
    ],
    [
        " oh, okay, we can, we can drill down a little bit right now. Look, I'm on stage. There's 200 people",
        1751.86,
        1756.62
    ],
    [
        " sitting there. There's 400 people. There's a thousand people sitting in the audience. We're not",
        1756.62,
        1761.14
    ],
    [
        " drilling down into the specifics of this guy's situation on a zoom call. I'm right here.",
        1761.14,
        1766.48
    ],
    [
        " Wait, let me explain why. I'm in an auditorium with a thousand people. And this guy asks a question.",
        1767.3,
        1774.56
    ],
    [
        " I'm going to give an answer. There's a thousand people that are waiting. I can't see this guy's face",
        1775.24,
        1778.76
    ],
    [
        " barely. I don't, we don't have the time. And we don't have the, we don't have the, for lack of a",
        1778.76,
        1786.56
    ],
    [
        " better word, we don't have the intimacy for me to look at this guy and say, explain to me what's",
        1786.56,
        1792.04
    ],
    [
        " happening. But when you're on a zoom call, I'm six inches away from your face. And you're six",
        1792.04,
        1796.5
    ],
    [
        " inches away from my face because we're staring at a camera that six inches away. So the, the,",
        1796.5,
        1801.78
    ],
    [
        " the loss of, oh, maybe some presence, the loss of some body language, just in the fact that we can",
        1801.92,
        1808.68
    ],
    [
        " go a little bit deeper, it makes, there's some aspects of a zoom meeting that absolutely is",
        1808.68,
        1818.5
    ],
    [
        " better than a live meeting. Absolutely. Especially, you know, when I go on to talk to, you know,",
        1818.72,
        1823.48
    ],
    [
        " someone's having a conference and it's a thousand people. Look, you put, you put two thousand people",
        1823.5,
        1829.5
    ],
    [
        " into an auditorium, the people in the back, you know what they're looking at when I'm speaking?",
        1829.5,
        1833.48
    ],
    [
        " They're looking at the video camera that's projecting my big freaking head. And by the way,",
        1834.0,
        1838.4
    ],
    [
        " in the back, they can't really even see that that clear. So what are they looking at when they're",
        1838.4,
        1841.82
    ],
    [
        " on zoom? They're looking at me. And guess what I'm doing? I can see them. And when they ask a",
        1841.82,
        1846.28
    ],
    [
        " question, there they are. So there's some absolute advantages to it. And, and we get these things",
        1846.28,
        1851.64
    ],
    [
        " on the FL mine and that allows us to dig down and figure out what's going on. But it's amazing that",
        1851.64,
        1856.98
    ],
    [
        " you, you list off the fact that you have all these, you know, I say, hey, do you have any issues we",
        1856.98,
        1861.66
    ],
    [
        " can talk about? You're like, I got issues we can talk about all day. And what's amazing to me is all",
        1861.66,
        1864.84
    ],
    [
        " these are issues that are unfolding right now in echelon front 2.0, which is echelon front virtual",
        1864.84,
        1872.88
    ],
    [
        " training through the interwebs. It's awesome. Yeah. Totally agree. I remember thinking at first",
        1873.74,
        1881.08
    ],
    [
        " too, because hey, I like, I like speaking. I like to talk. And one of the coolest parts about this",
        1881.08,
        1887.32
    ],
    [
        " job is it was very much wheelhust for me. I don't, I like to be on the stage. I like to talk. I get",
        1887.32,
        1891.88
    ],
    [
        " a little animated. You can get right up with somebody you can sit down. And there was a lot of",
        1891.88,
        1895.62
    ],
    [
        " things about the speaking and public thing that I really liked. And I was, I was concerned a little",
        1895.62,
        1901.04
    ],
    [
        " bit like, hey, how am I, Dave Berk and I be able to replicate that through zoom? I've actually even",
        1901.04,
        1907.72
    ],
    [
        " found you said it well, because there are things that you can actually do through zoom that you",
        1907.72,
        1912.7
    ],
    [
        " can't do in person. Anybody that's resistant to the idea that we can't forge good relationships",
        1912.7,
        1918.12
    ],
    [
        " and learn that's not true. Because yes, do you lose something face to face? Sure. But you can more",
        1918.12,
        1924.1
    ],
    [
        " than make up for it in other ways. And it, it is not an excuse or a reason why you can't make things",
        1924.1,
        1929.58
    ],
    [
        " happen, which has been awesome for me who likes to be face to face talking to.",
        1929.58,
        1934.42
    ],
    [
        " Check. So speaking of all these issues we see right now, virtually, what's the third one?",
        1935.26,
        1941.68
    ],
    [
        " All right. So we have a last one. We have a site manager. So inside a district that had five",
        1941.92,
        1947.78
    ],
    [
        " sites. So a district had five different operations that each one was run by a site manager.",
        1947.78,
        1952.46
    ],
    [
        " This site manager that I was working with that this larger company got promoted to district",
        1952.96,
        1957.4
    ],
    [
        " manager. The very first task, the very first assignment for this newly promoted district manager",
        1957.4,
        1964.68
    ],
    [
        " who used to be a site manager was one of the other sites in their district was underperforming",
        1964.68,
        1970.8
    ],
    [
        " and they were now tasked with making sure that they get up on the step. So what happened was,",
        1970.8,
        1975.34
    ],
    [
        " is this person who was a site manager went from a having a peer who was underperforming. One of",
        1975.64,
        1987.06
    ],
    [
        " pretty good because she was outperforming her peers now had a subordinate who was underperforming",
        1987.06,
        1993.08
    ],
    [
        " which made her look bad because she had a team that was she was responsible for. And the real,",
        1993.08,
        1998.02
    ],
    [
        " the the core of the question was, how am I going to take ownership of this other site that I was",
        1998.2,
        2006.8
    ],
    [
        " working parallel to sort of independently inside the district now responsible for this person's",
        2006.8,
        2012.76
    ],
    [
        " performance. What what am I going to do and say to allow me to now in this new role as her as his",
        2012.78,
        2021.14
    ],
    [
        " boss, her as his boss getting them from being underperforming to getting up on the step when before",
        2021.14,
        2026.2
    ],
    [
        " we were just peers working totally independently and the previous district manager didn't get that",
        2026.2,
        2031.1
    ],
    [
        " person where they needed to be. And again, the answer to that question wasn't really that hard",
        2031.1,
        2038.74
    ],
    [
        " when we started to dissect what her role was as a site manager, her previous role. And",
        2038.74,
        2045.5
    ],
    [
        " was she having issues with just the idea like, oh now I'm responsible for this when before I",
        2045.5,
        2051.78
    ],
    [
        " mean what was what was the thing that she was trying to overcome. Yeah, what she wanted to what",
        2051.78,
        2056.48
    ],
    [
        " she wanted to do when she was going to set up her very first conversation with her now subordinate",
        2056.48,
        2062.28
    ],
    [
        " site lead was sound authentic. And how do I say that that I can take ownership of this as your",
        2062.28,
        2067.86
    ],
    [
        " district manager without kind of coming across as like, I'm just using the words of extreme ownership",
        2067.86,
        2072.52
    ],
    [
        " because she was struggling with how to say it. So if I'm your boss and how I can take ownership",
        2072.52,
        2077.86
    ],
    [
        " of the problem that your site is underperforming and she couldn't she wanted to talk through how can",
        2077.86,
        2084.12
    ],
    [
        " she sound authentic in explaining that this is her problem to solve and this is something she's",
        2084.12,
        2088.86
    ],
    [
        " responsible for she has ownership of. So where did you take her? Well, the first thing was a",
        2088.86,
        2095.68
    ],
    [
        " and I highly recommend to everyone when you are going to take ownership of a problem is you should",
        2095.82,
        2102.18
    ],
    [
        " be authentic. You actually have to believe that is your responsibility. Do not walk in, apply the",
        2102.18,
        2107.38
    ],
    [
        " words that we teach that salon front and think those words are going to solve your problem for you.",
        2107.38,
        2110.66
    ],
    [
        " So, so would she was questioning her authenticity? Do you think that she was actually thinking, well,",
        2110.88,
        2116.3
    ],
    [
        " now I'm supposed to be in charge, but I really don't. Yeah, I don't really know how to make the",
        2116.44,
        2120.36
    ],
    [
        " connection because I don't really understand how I could be responsible because before he ran his",
        2120.36,
        2127.74
    ],
    [
        " site, I ran my site and just because I'm his boss now, how do I go back in time and say that this",
        2127.74,
        2133.82
    ],
    [
        " history of underperforming that I'm now responsible as a district manager is something I need to",
        2133.82,
        2138.4
    ],
    [
        " take ownership of. Do you think the disconnect was her thinking, look, I was over there. I did my",
        2138.4,
        2142.62
    ],
    [
        " job. Well, you don't need to get babysat. Why am I supposed to help this person out? That's",
        2142.62,
        2150.34
    ],
    [
        " the issue was because I was just thinking, yeah, cool, no bad teams, only bad leaders. We've got",
        2150.34,
        2154.7
    ],
    [
        " someone to underperform. How do we get in there and support them? How can we help them? And let's",
        2154.7,
        2158.02
    ],
    [
        " make this happen. But she was thinking, not really my responsibility. Yeah, how am I responsible for",
        2158.02,
        2163.48
    ],
    [
        " him? As a matter of fact, I out, I outmaneuvered this person. I got elevated and promoted as a result",
        2163.48,
        2168.12
    ],
    [
        " of that performance. And again, it's, it's, it's exactly what you just described, which was what we",
        2168.12,
        2175.1
    ],
    [
        " did is we just spent a little time kind of dissecting what her role was when she was a site manager.",
        2175.1,
        2180.94
    ],
    [
        " And why understanding what her role was as a site manager will help her as a district manager",
        2181.64,
        2187.62
    ],
    [
        " with five sites, kind of all answering to her. And the piece that she was missing, which is,",
        2187.62,
        2192.68
    ],
    [
        " which is understandable is her job wasn't just for her site to do well. That's not what the site",
        2192.68,
        2198.14
    ],
    [
        " manager does. But in a very simplistic way, the site manager is responsible for their site. She's",
        2198.14,
        2203.86
    ],
    [
        " supposed to make sure her site performs and delivers and meets the metrics and delivers on time.",
        2203.86,
        2207.06
    ],
    [
        " And she did very well. That's actually not what your site manager's supposed to or should I say,",
        2207.58,
        2214.12
    ],
    [
        " that's not the only thing your site manager's supposed to do. And so the real question was,",
        2214.4,
        2218.12
    ],
    [
        " how do you want your five site leads to interact with each other? How do you want them to work",
        2218.68,
        2223.34
    ],
    [
        " together? Do you want them to be competing with each other, undercutting each other, benefiting",
        2223.34,
        2226.72
    ],
    [
        " from somebody else's underperformance? Or do you actually want those five site leads, especially the",
        2226.72,
        2232.0
    ],
    [
        " ones that are outperforming the others? To find ways to help those other sites. So the entire",
        2232.0,
        2236.58
    ],
    [
        " district does better. And that whole explanation you just gave from the safety is actually the same",
        2236.58,
        2241.26
    ],
    [
        " thing too, is that if I as a site lead help the other site leads perform well, who benefits?",
        2241.26,
        2246.56
    ],
    [
        " And so the real the hurdle was, hey, your role as a site lead wasn't just to have an awesome site",
        2247.06,
        2254.54
    ],
    [
        " that did really well. It was more than that. And now as a district manager, when you talk about",
        2254.54,
        2259.2
    ],
    [
        " your sites, four of them used to be your peers. They hired from the outside to replace her in her",
        2259.38,
        2264.74
    ],
    [
        " particular job. But the other four were people that were literally peers for the last two and a half",
        2264.74,
        2269.2
    ],
    [
        " years is what is it that you really want from them? Operating in silos, autonomous from each other,",
        2269.2,
        2275.58
    ],
    [
        " and benefiting from their failures. Or do you actually want to build a relationship where you share",
        2276.04,
        2280.9
    ],
    [
        " and challenge each other and forge each other to get better and share best practices and help",
        2280.9,
        2284.82
    ],
    [
        " them out and elevate everybody's game. And we talked about that for a while and that made it a lot",
        2284.82,
        2289.84
    ],
    [
        " easier when we role play. We role played the actual conversation of her initial discussion as,",
        2289.84,
        2295.14
    ],
    [
        " hey, I'm here as your new district manager, we role play that a few times to have that discussion.",
        2295.26,
        2299.32
    ],
    [
        " What approach did she take? Well, give me like a little bit of her opening salvo at the troops.",
        2299.44,
        2304.42
    ],
    [
        " The opening salvo at the five new, sorry, the five site managers for them, which she's known for",
        2304.78,
        2311.66
    ],
    [
        " years that her peers was the first part of the conversation was, hey, listen, I am so stoked",
        2311.66,
        2318.24
    ],
    [
        " for the opportunity to be a district manager and to work and engage with all of you.",
        2318.24,
        2322.9
    ],
    [
        " I got to be really honest and I'm paraphrasing. This is her saying, I got to be really honest.",
        2323.8,
        2327.76
    ],
    [
        " My view of what I thought a site manager was supposed to do wasn't exactly right. And what I have come",
        2328.08,
        2334.18
    ],
    [
        " to realize as I've thought about my role as a district manager is that how I function as a site manager",
        2334.18,
        2340.18
    ],
    [
        " wasn't how I really think we should operate. And that's where the ownership piece came in. It",
        2340.9,
        2345.3
    ],
    [
        " made it very easy for her to go, oh, it's not even hard for me to take ownership of this because",
        2345.3,
        2349.7
    ],
    [
        " all I have to do is explain the things that I didn't do as a site manager and what I realized I",
        2349.7,
        2354.14
    ],
    [
        " should have been doing the whole time. And then went on from there, you're smiling because I can",
        2354.14,
        2359.74
    ],
    [
        " tell that that actually resonates as the idea of, hey, if you understand what you could have",
        2359.74,
        2368.58
    ],
    [
        " done differently. Yeah. The note that I wrote down was, you know, what I was like, oh, what did",
        2368.58,
        2373.24
    ],
    [
        " she say? Because I'm thinking like, this is what I would have said. You know, I just did the way that",
        2373.24,
        2378.74
    ],
    [
        " I paraphrased it myself was, you know, I'm opening up with, I was wrong, right? I was wrong. And that's",
        2378.74,
        2384.64
    ],
    [
        " just a perfect way to open up and say, look, you all saw me as a competitive person. I was hiding",
        2384.64,
        2389.8
    ],
    [
        " information. I was trying to kick your ass. And that's actually not the right way to do this. Do we",
        2389.8,
        2395.0
    ],
    [
        " want to be competitive with each other? You sure be willing to do in a fun, positive way. And right",
        2395.0,
        2398.66
    ],
    [
        " now, what we want to do, and here's where I would go right into it, what we want to do",
        2398.66,
        2403.24
    ],
    [
        " is not be competitive with each other's sites. We as a team want to destroy the other districts.",
        2403.24,
        2412.94
    ],
    [
        " So yeah, I mean, we'd go there quick. And of course, I'd say that and have a good time with that.",
        2413.56,
        2418.12
    ],
    [
        " And so look, even though I want to destroy them, guess what? I want our company to win. And so we're",
        2418.2,
        2424.82
    ],
    [
        " going to have everyone and that's going to elevate us and we're going to move forward. So yeah, that's,",
        2424.82,
        2428.9
    ],
    [
        " I mean, and that's it. And that's almost verbatim how to play it out was",
        2429.06,
        2432.28
    ],
    [
        " this district is going to dominate. But I'm actually going to apply the lessons that I learned",
        2432.28,
        2437.18
    ],
    [
        " that I should have been doing back as a site lead and apply that all the way across the organization.",
        2437.18,
        2441.56
    ],
    [
        " And actually, one of the things she came to understand was if she does that,",
        2441.68,
        2447.08
    ],
    [
        " if she dominates as a district manager, but also gets all the other districts in the game too,",
        2447.38,
        2453.2
    ],
    [
        " she also is going to continue on the path and she's going to grow in responsibility and she's",
        2453.86,
        2457.72
    ],
    [
        " going to dominate, which is what she wants to do as well. So there's that connection and",
        2457.72,
        2461.42
    ],
    [
        " which is another thing I leadership strategy and tactics. If you're doing well and you're doing",
        2461.42,
        2468.68
    ],
    [
        " the right things for the right reasons, your team is going to do well. And when your team does well,",
        2468.68,
        2473.96
    ],
    [
        " and they win, guess what? You win.",
        2474.38,
        2476.0
    ],
    [
        " All right, 42 minutes, a little long, but still kept it under the 45 minute. That's good place",
        2478.4,
        2484.5
    ],
    [
        " to stop. If you want to dig deeper into all aspects of leadership in any arena, you can join",
        2484.5,
        2489.38
    ],
    [
        " Dave and me and the rest of the echelon front team. You can do it all the time. You can talk to us",
        2489.38,
        2496.92
    ],
    [
        " all the time. You can talk to us live, eftonline.com. It's where we solve problems with leadership.",
        2496.92,
        2504.02
    ],
    [
        " And if you want leadership guidance inside your organization, come check out our leadership",
        2504.18,
        2508.4
    ],
    [
        " consultancy at echelonfront.com. As we talked about, we are doing this stuff through the interwebs.",
        2508.4,
        2516.04
    ],
    [
        " You can come and get it. We will be there six inches from your face. I've also written a bunch of",
        2516.5,
        2522.62
    ],
    [
        " books on the subject of leadership, extreme ownership, the dichotomy of leadership, leadership",
        2522.62,
        2526.98
    ],
    [
        " strategy and tactics. Also have some other podcasts, jockel podcasts, jaco and rauveling,",
        2526.98,
        2531.22
    ],
    [
        " grounded and the warrior kid podcast. And if you want to support any of these podcasts,",
        2531.46,
        2535.9
    ],
    [
        " including this one, you can get some gear from jacostore.com or origin main.com.",
        2536.02,
        2544.12
    ],
    [
        " Thank you for listening to the debrief. Now go lead. This is Dave and jaco out.",
        2544.62,
        2554.3
    ]
]