[
    [
        " Will you guys cover injury recovery and the mentality to quick recovery and",
        0.0,
        7.34
    ],
    [
        " Advice how to find physical limit without injury",
        7.34,
        10.18
    ],
    [
        " Okay, so for this one",
        10.18,
        15.7
    ],
    [
        " Well, first of all",
        15.7,
        20.98
    ],
    [
        " train hard",
        20.98,
        21.8
    ],
    [
        " But always train smart, you know don't do things that are",
        21.8,
        27.8
    ],
    [
        " Going to hurt you and this is a balance just like everything else you have to push yourself hard enough that you",
        27.8,
        33.54
    ],
    [
        " Get stronger, but at the same time you can't push yourself so hard that you get injured. So I think that's",
        33.54,
        42.1
    ],
    [
        " One of the keys another key is making sure you take adequate rest",
        42.1,
        46.18
    ],
    [
        " Which of course I'm usually guilty of not doing",
        46.18,
        50.8
    ],
    [
        " That being said when you see me training every day",
        50.8,
        55.36
    ],
    [
        " I'm not you know, I'm not going",
        56.16,
        58.2
    ],
    [
        " 110% every day. There are some days where I roll into the gym and I say",
        58.2,
        63.28
    ],
    [
        " Yeah, okay, this is not it. This is not a day to push myself. I'm an injury prone today",
        63.28,
        67.88
    ],
    [
        " You know, and so I will taper my workout and I'll usually do some other kind of intensity",
        67.88,
        74.02
    ],
    [
        " But let's say I'm not gonna lift heavy weights or I'm not gonna sprint because I'm feeling tight",
        74.02,
        79.58
    ],
    [
        " I don't want to pull muscles so you just you've got to listen to what your body's saying",
        79.58,
        83.7
    ],
    [
        " Another thing that I think is important about it is you know, we talked about on the last podcast is you know",
        84.3,
        90.22
    ],
    [
        " Changing your goals and constantly chasing after different goals, you know, we're going for a",
        90.22,
        95.78
    ],
    [
        " Deadlift and then you're going for a mile-time run and then you're going for a number of pull-ups and you're you're constantly kind of changing those",
        95.78,
        102.62
    ],
    [
        " And I think that is a good way to avoid injury because you're not just hammering the same thing over and over and over again",
        102.62,
        111.34
    ],
    [
        " Which I think leads to injury now that being said",
        111.34,
        113.52
    ],
    [
        " You don't ever want to just completely stop, you know elements of your workout",
        113.52,
        119.68
    ],
    [
        " You know, you want to keep that's why it's it's good to not go in these extreme directions",
        119.68,
        123.9
    ],
    [
        " And I'll tell you one of what I think is the most important thing for me",
        123.9,
        128.26
    ],
    [
        " For being relatively injury free. Mm-hmm",
        128.26,
        131.96
    ],
    [
        " I know about a list on my injuries on the next question, but",
        131.96,
        135.18
    ],
    [
        " Relatively injury free is that I always work out",
        135.18,
        138.22
    ],
    [
        " I always work out and I think that",
        138.34,
        141.18
    ],
    [
        " When people I think when people take extended periods of time off and by that I think I mean",
        141.18,
        149.56
    ],
    [
        " You know, you're starting to get into like two weeks three weeks",
        149.56,
        153.88
    ],
    [
        " Maybe a month of not doing anything. I think when people come back from those is when they get injured is when they get hurt",
        153.88,
        161.34
    ],
    [
        " Because their body's just it's still strong. It still thinks it can do what it did three weeks ago",
        161.34,
        167.72
    ],
    [
        " But it can't it's not conditioned for it and that's when",
        168.0,
        170.84
    ],
    [
        " That's when you get hurt another good piece. I think for recovery and",
        170.84,
        176.98
    ],
    [
        " Is the is a mobility watch",
        176.98,
        179.7
    ],
    [
        " Kelly K star, you know go to mobility wad.com and just look at that look at what he's doing look what he's putting out",
        179.7,
        187.86
    ],
    [
        " He's got some great stuff to",
        187.86,
        189.8
    ],
    [
        " heal yourself and and square away your injuries",
        189.8,
        193.6
    ],
    [
        " I think stretching I think stretching is important, but I think people take it to an excess and I think when you do too much of it",
        194.62,
        202.38
    ],
    [
        " I think it's I think it's causes problems. I",
        202.38,
        207.24
    ],
    [
        " Know I know some some guys that have done",
        207.24,
        209.84
    ],
    [
        " extreme yoga and",
        209.84,
        213.48
    ],
    [
        " I think extreme yoga is you know once you're once you go beyond what is normal or a little beyond normal",
        213.48,
        222.26
    ],
    [
        " You start to injure yourself and I think that's not good. I think it leads to you know joint laxity where your your",
        222.26,
        228.0
    ],
    [
        " Your joints can actually move too much and there's not enough",
        228.0,
        230.98
    ],
    [
        " Holding them in place and their stability right right and so I think just listen to your body and",
        230.98,
        238.4
    ],
    [
        " I think that the next part of this question will answer in the next question",
        238.4,
        242.86
    ],
    [
        " Just to kind of add to that nutrition as well. Oh, yeah, so a lot of people especially if they're trying to cut up or or",
        242.86,
        251.46
    ],
    [
        " Drop some weight and you know if you're training for something you got to make weight that's you know that's gonna be a little bit more specific strategy, but",
        251.6,
        258.88
    ],
    [
        " A lot of times people will starve themselves. Yeah, I'm always telling people like when they're feeling",
        258.88,
        264.98
    ],
    [
        " Negative or they're feeling like they're injured but I'm always telling people they're probably lacking fats",
        264.98,
        268.86
    ],
    [
        " They're probably lacking good fats, you know, yeah, so I agree with you diet is extremely important",
        268.86,
        275.36
    ],
    [
        " Yeah, and what like when you when you work on this what I learned early on and",
        275.36,
        279.14
    ],
    [
        " Understanding the importance of this I think really",
        279.62,
        281.9
    ],
    [
        " Really helped is if you eat right after you work out",
        281.9,
        286.08
    ],
    [
        " Don't don't think that you're gonna eat a meal and that's gonna fuel your workout because it's like it takes a while for the",
        286.08,
        291.94
    ],
    [
        " Calories to go into your system. Yeah fuel workout. It's not gonna do it in like an hour",
        291.94,
        296.9
    ],
    [
        " So don't eat so go work out then eat after",
        296.9,
        299.98
    ],
    [
        " So that those calories and in those nutrients will help your body recover and within that hour",
        299.98,
        307.36
    ],
    [
        " That's when your body wants to recover. Yeah, wants those nutrients. Yeah, so doing that if you starve yourself",
        307.4,
        313.56
    ],
    [
        " Or don't eat or eat very little your muscles are gonna be recovered your tendons are gonna be a little bit more weak",
        313.56,
        320.54
    ],
    [
        " Even when you do recover it didn't take in those nutrients. Yeah, so",
        320.54,
        323.9
    ],
    [
        " You will be way more prone. I probably I probably need to do a better job of that is you",
        323.9,
        328.42
    ],
    [
        " Well, people always ask me and I get done working out",
        328.42,
        331.38
    ],
    [
        " You know what like five or six well maybe six o'clock in the morning. I'm done working out",
        331.38,
        334.76
    ],
    [
        " And I usually don't I usually don't eat until",
        334.76,
        337.62
    ],
    [
        " Nine or ten you know, so I probably need to do a better job of that. Yeah, I have to take Echo Charles's advice on that one",
        337.62,
        344.92
    ],
    [
        " Yeah, that's some it's funny, but I open mine so it's cool. I can do that. Yeah",
        344.92,
        349.62
    ],
    [
        " Good in the body building bodybuilding world. That's like a no-brainer. Yeah, called the anabolic window",
        349.62,
        355.8
    ],
    [
        " And it's like you you can see little jokes on it where it's like kind of jump through the animal",
        355.8,
        364.74
    ],
    [
        " Dying or something. Yeah, it's like it's a real important thing and it helps so much",
        364.76,
        368.28
    ],
    [
        " We'll give it a shot right on",
        368.28,
        371.32
    ]
]