[
    [
        " This is Jockel Podcast number 248 with Echo Charles and me, Jockel Willink.",
        0.0,
        4.96
    ],
    [
        " Good evening, Echo.",
        5.62,
        6.08
    ],
    [
        " Good evening.",
        6.26,
        6.6
    ],
    [
        " As the summer of 1970 evolved, the deadly secret war in Laos raged into its sixth year.",
        7.48,
        16.64
    ],
    [
        " The communist NVA and its secret advisors from Russia, China and Cuba continued supplying",
        17.6,
        22.68
    ],
    [
        " growing numbers of light and heavy weapons, state of the art anti-aircraft artillery, missiles, and vehicles.",
        22.68,
        28.8
    ],
    [
        " The communist campaign against SAG reconnaissance teams resulted in the green berets exceeding a 100% casualty rate.",
        30.0,
        38.92
    ],
    [
        " Meaning of the special forces soldiers who went across the fence into Laos and Cambodia,",
        39.7,
        45.46
    ],
    [
        " all were either killed in action, wounded more than once in combat with enemy forces, or they simply disappeared.",
        46.14,
        53.8
    ],
    [
        " As of July 4, 2017, there are 50 green berets listed as missing in action in Laos alone from the secret war,",
        55.16,
        64.06
    ],
    [
        " along with 105 aviators who died supporting SAG missions.",
        64.7,
        69.4
    ],
    [
        " SAG, hatchet force operations of platoon or company-sized missions didn't fare much better.",
        70.14,
        77.54
    ],
    [
        " In an effort to bring a temporary halt to shipping supplies flowing down the Ho Chi Minh Trail,",
        77.82,
        83.34
    ],
    [
        " three separate hatchet force slam operations were conducted in Laos west of South Vietnam between March 1969 and February 1970.",
        83.84,
        93.94
    ],
    [
        " The area of operations was codenamed Prairie Fire.",
        94.46,
        99.12
    ],
    [
        " Again, due to the severe political constraints placed on SAG operations, the Prairie Fire area of operations extended west of South Vietnam about 30 miles.",
        100.26,
        112.34
    ],
    [
        " No SAG teams went beyond that area of operations.",
        113.6,
        116.8
    ],
    [
        " The three slam operations were titled Nightcap, Spin Down, and Halfback.",
        117.48,
        123.68
    ],
    [
        " Each of those operations had a hatchet force company helicopter to a hilltop on the main segment of the Ho Chi Minh Trail.",
        124.42,
        132.06
    ],
    [
        " The trips would dig in, set up ambushes, and target NVA trucking.",
        132.48,
        138.04
    ],
    [
        " After the lead trucks were hit, there would be a traffic backup along the jungle trail.",
        139.0,
        145.14
    ],
    [
        " Oftentimes large portions of the Ho Chi Minh Trail were not visible from air due to clever camouflage efforts by the NVA and their conscripted forced labor of local indigenous tribe people.",
        146.12,
        158.68
    ],
    [
        " Thus, when the first trucks were hit, hatchet force radio operators would call in tactical air support to destroy as many enemy trucks and soldiers as possible.",
        159.6,
        170.32
    ],
    [
        " Eventually, after a few days, the NVA masked hundreds of soldiers to hammer the hatchet force positions, inflicting serious casualties upon the entrenched troops forcing their extraction from the area of operations.",
        171.86,
        184.84
    ],
    [
        " During the last mission, Operation Halfback, an H-34 South Vietnamese Air Force helicopter from the 219th Special Operations Squadron was shot down, killing all passengers aboard the H-2.",
        185.42,
        200.3
    ],
    [
        " The H-34 South Vietnamese Air Force was shot down, killing all passengers aboard the old warbird, including Special Forces Medic, Sergeant First Class Bill Doyle.",
        200.3,
        206.64
    ],
    [
        " Those operations were viewed as successes due to the amount of enemy trucks, supplies, and troops destroyed during the intense battles.",
        207.26,
        216.5
    ],
    [
        " The three slam operations were launched from the top secret Saga Base in Con Tune, Command and Control Central.",
        217.28,
        226.58
    ],
    [
        " The last slam operation was run by B Company, Enhatchet Force Command. By the end of August 1970, Greenbrae Captain Jean McCarley became the commander of B Company.",
        226.72,
        239.46
    ],
    [
        " McCarley was a Saga veteran, having run missions during the last few months of 1967 and into 1968, when he was assigned to RT Florida out of contum in 1968.",
        240.68,
        253.5
    ],
    [
        " RT Florida ran a series of successful missions, including a trail watch, wiretaps of NVA phone lines, and planning Air Force sensors alongside a trail.",
        255.02,
        266.44
    ],
    [
        " At the end of August, McCarley heard through the grapevine that a major H-4S operation was coming through the chain of command, and he volunteered B Company for it.",
        267.06,
        279.44
    ],
    [
        " Assuming it might be another slam operation, McCarley researched and the after-actions reports from the previous missions.",
        280.6,
        287.84
    ],
    [
        " He talked to team members in camp about those operations, their successes, their shortcomings.",
        288.22,
        294.64
    ],
    [
        " In the first days of September 1970, the operations order came down and was assigned to B Company under the command of McCarley.",
        295.22,
        306.12
    ],
    [
        " It was dubbed Operation Tailwind.",
        307.6,
        310.6
    ],
    [
        " In much to McCarley's surprise, Operation Tailwind was targeted for the deepest insertion into Laos ever by a Saga team.",
        311.12,
        321.22
    ],
    [
        " 25-30 miles beyond the normal area of operations.",
        321.68,
        326.88
    ],
    [
        " The operation was designed to take pressure off a CIA operation further southwest bordering Cambodia.",
        328.42,
        337.02
    ],
    [
        " Because of the unique nature of this mission, McCarley drew upon his years of operational experience in Laos for a daring new tactic.",
        337.9,
        345.98
    ],
    [
        " Instead of remaining in a static position like the earlier slam missions, once the full element B Company, 15 green berets and 120 highly trained mountain guard tribesmen were on the ground in the deepest penetration of enemy territory during the Secret War, he would move day and night, supported by air assets from the Air Force, Army and Marine Corps.",
        346.8,
        370.76
    ],
    [
        " It would be an epic mission.",
        371.56,
        373.54
    ],
    [
        " In hindsight, 47 years later, although no one said so at the time, most agreed it was a suicide mission.",
        374.26,
        385.26
    ],
    [
        " And that right there is from the prologue of a book called Saga Chronicles Volume 1 written by John Striker-Mire, otherwise known by his nickname and code name and call sign, Tilt.",
        390.3,
        409.14
    ],
    [
        " And it is once again an honor to have Tilt here with us as he has been here before for podcasts 181 182 186 247 and now 248.",
        409.98,
        423.92
    ],
    [
        " And if you haven't listened to those yet, go listen to them to understand what Saga was and what heroes these men were including this man, my hero, John Striker-Mire.",
        424.0,
        437.2
    ],
    [
        " Tilt, thanks for coming back on.",
        437.24,
        440.02
    ],
    [
        " Good evening, sir.",
        440.32,
        440.88
    ],
    [
        " Good evening.",
        441.36,
        441.92
    ],
    [
        " Welcome.",
        442.1,
        442.42
    ],
    [
        " Thanks for coming back.",
        443.1,
        444.26
    ],
    [
        " It's my honor.",
        444.6,
        445.36
    ],
    [
        " So this is just a story that you and I had talked about some of the different stories that we've covered and you've kind of, I guess you kind of somehow ended up being a little bit of the Saga historian, capturing a bunch of these stories from different operations even when you weren't there.",
        446.26,
        465.3
    ],
    [
        " But interviewing guys, talking to them, gathering all this information and then captured and putting these books.",
        465.88,
        470.86
    ],
    [
        " But it has the, I mean, since you were in Saga and you operated in these areas of operations that these guys were in, the way you're able to tell the story is powerful.",
        471.82,
        483.9
    ],
    [
        " Well, thank you.",
        484.88,
        485.66
    ],
    [
        " But this book here is the first one that doesn't have my stories.",
        485.98,
        489.14
    ],
    [
        " And that's what I like because that's what my goal is going to be for Saga Chronicles is my little humble company.",
        489.42,
        496.06
    ],
    [
        " And we're going to write these stories until we die because there's so many that have never been told.",
        496.46,
        500.74
    ],
    [
        " And this mission, Operation Tilt, when it was a classic, I'd heard little tidbits about it over the years, but until we'll get into details later how 98,",
        501.3,
        512.64
    ],
    [
        " there were some facts that came out twisted on that due to the Communist news network.",
        512.66,
        517.72
    ],
    [
        " But factually, this is just an amazing mission and so many levels.",
        518.18,
        522.66
    ],
    [
        " And it was a classic example of a Saga operation with men on the ground doing a mission, got it accomplished.",
        523.12,
        531.72
    ],
    [
        " And they worked with Army Air Force and Marine Corps air assets, everything from fast movers to gunships.",
        532.72,
        540.74
    ],
    [
        " And Jean McCarley was just outstanding soldier, a soldier soldier.",
        540.88,
        545.92
    ],
    [
        " And he started out as a listed, became an officer.",
        546.76,
        549.88
    ],
    [
        " So he never lost that grounding, but it's just one hell of a commander.",
        550.48,
        553.46
    ],
    [
        " And here, that was his concept.",
        553.46,
        555.5
    ],
    [
        " And they ran with it and we get into the story.",
        556.82,
        559.5
    ],
    [
        " Just amazing stuff.",
        559.72,
        561.8
    ],
    [
        " Yeah, the air superiority that we had was really powerful.",
        562.42,
        566.9
    ],
    [
        " But you have to remember that it wasn't total air superiority.",
        567.1,
        572.36
    ],
    [
        " It wasn't like, look, we have air superiority in Iraq and Afghanistan.",
        572.8,
        576.24
    ],
    [
        " We very rarely will lose an aircraft, then usually it's because there's some kind of an accident or a crash or something like that.",
        577.2,
        583.42
    ],
    [
        " But even though we, it's pretty easy to say, oh yeah, we had full air superiority in Vietnam.",
        584.04,
        588.56
    ],
    [
        " We had a certain level of confidence.",
        589.08,
        591.54
    ],
    [
        " But at the same time, we didn't have total air superiority because there was still,",
        591.72,
        596.1
    ],
    [
        " there was still aircraft getting shot down by either migs or getting shot down by surface to air missiles.",
        596.52,
        601.94
    ],
    [
        " Yeah, because you had two separate air wars.",
        602.28,
        606.12
    ],
    [
        " You had the air war over North Vietnam.",
        606.46,
        608.6
    ],
    [
        " That's the Air Force and the Navy just pounding away, losing hundreds of men.",
        609.04,
        613.32
    ],
    [
        " And it had the whole PLW where they were, many were returned.",
        613.86,
        616.88
    ],
    [
        " I forget the exact number.",
        617.02,
        618.36
    ],
    [
        " And they came back in February of 73 through April 73.",
        618.86,
        623.1
    ],
    [
        " They came back.",
        623.36,
        623.92
    ],
    [
        " So that is more of a traditional yet as migs that were trained by the Russians, etc.",
        624.26,
        629.12
    ],
    [
        " And some even said the Russians flew.",
        629.9,
        631.44
    ],
    [
        " I don't know.",
        632.12,
        632.44
    ],
    [
        " We were more concerned with down south in the Prairie, Fire, AO, and Cambodia.",
        632.76,
        637.1
    ],
    [
        " Over time, as the war progressed, particularly after Lyndon Johnson had the bombing halt in 78 men, the anti-aircraft stuff,",
        637.94,
        646.74
    ],
    [
        " the 12.7s, the 23 millimeter, 37 mic mic, and heavier stuff.",
        646.8,
        651.68
    ],
    [
        " And one of the stories later here is one of our medics.",
        652.6,
        656.78
    ],
    [
        " He remembers flying out and we'll have some covered ass little bit of his story later.",
        657.22,
        661.86
    ],
    [
        " But on the way out, there was ACAC in the air.",
        662.1,
        664.7
    ],
    [
        " It's like World War II.",
        664.88,
        665.96
    ],
    [
        " World War II.",
        666.06,
        666.18
    ],
    [
        " When you see, you know, 12 o'clock high and all those, you see all the ACAC that shot down all of our airplanes and World War II.",
        666.5,
        676.04
    ],
    [
        " And they were shooting at our helicopters.",
        676.14,
        677.96
    ],
    [
        " And so the dock page, it was like, oh my god, this is like watching a World War II movie, but it's right here.",
        678.82,
        684.24
    ],
    [
        " And so that is our war.",
        684.54,
        686.26
    ],
    [
        " And you have to watch the World War II movie, except I think I might get killed.",
        686.5,
        689.94
    ],
    [
        " And in World War II, they didn't have any helicopters that we know about.",
        690.58,
        694.76
    ],
    [
        " And so that is the aspect where, like in your introduction, we talked about the MIAs this day, missing an action.",
        695.54,
        703.68
    ],
    [
        " The Americans that were shot down supporting SAG.",
        703.82,
        706.4
    ],
    [
        " That's everything from fast movers down to the smallest helicopters, the Loach.",
        706.42,
        711.16
    ],
    [
        " And of course, you're meeting these air force like with the story we talked about on Tuesday with Lynn Black on the Visual Reconnaissance.",
        711.68,
        719.82
    ],
    [
        " It's just a little dinky observation aircraft.",
        719.82,
        722.58
    ],
    [
        " The copilot gets his head blown off lily and his head and helmet lands the lens lap.",
        723.06,
        727.4
    ],
    [
        " So those are the caskies that went into our war.",
        727.68,
        730.7
    ],
    [
        " That's our side of the air war.",
        731.1,
        732.32
    ],
    [
        " So we dominated the air, but that air was full of anti-aircraft weaponry, deadly.",
        732.32,
        737.96
    ],
    [
        " Yeah.",
        738.26,
        738.8
    ],
    [
        " Absolutely.",
        739.16,
        739.68
    ],
    [
        " Well, I guess we should get into this story because this tailwind is just kind of crazy.",
        741.16,
        750.9
    ],
    [
        " It's another day of SAG.",
        751.36,
        753.1
    ],
    [
        " Another day of SAG.",
        753.16,
        754.14
    ],
    [
        " Alright, so here we go.",
        754.44,
        755.32
    ],
    [
        " Going to the book, SAG Chronicles, volume one.",
        755.44,
        757.7
    ],
    [
        " And for everyone that's hopeful out there, there's going to be volume two, three, four, five.",
        758.12,
        761.82
    ],
    [
        " The Lord will.",
        762.16,
        763.22
    ],
    [
        " I know there's more stories than you got time to write.",
        763.84,
        768.02
    ],
    [
        " I mean, it's good.",
        768.26,
        768.76
    ],
    [
        " There's so many stories.",
        768.86,
        769.94
    ],
    [
        " Every one of these operations is its own book.",
        770.48,
        773.32
    ],
    [
        " Oh, yeah.",
        773.88,
        774.24
    ],
    [
        " You know, every time I read one of your books and I read one operation, I think there's a whole story, a whole book, a three or four hundred page book about every single operation.",
        774.84,
        787.08
    ],
    [
        " If you start going into the granular detail in the backstory, it's crazy.",
        787.08,
        793.38
    ],
    [
        " So get to work till keep writing.",
        793.94,
        796.94
    ],
    [
        " Yes, sir.",
        797.14,
        797.42
    ],
    [
        " Alright, so here we go.",
        797.74,
        800.58
    ],
    [
        " Routinely under protocols established in an early SAG secret war.",
        801.38,
        805.54
    ],
    [
        " Most lay ocean SAG operators were limited to 20 kilometers west of Vietnam's borders.",
        805.96,
        811.34
    ],
    [
        " Operation tailwind was booked to go approximately 40 kilometers further west beyond that limitation.",
        811.34,
        817.32
    ],
    [
        " To go that deep and allows required formal approval from the lay ocean ambassador and from the US commander of all forces in Vietnam, General Craternade at Abrams.",
        817.78,
        827.88
    ],
    [
        " McCartley, the B company commanding officer at the top secret SAG compound in contum.",
        828.4,
        834.62
    ],
    [
        " Am I saying that right contum?",
        834.62,
        835.96
    ],
    [
        " Contum.",
        836.14,
        836.56
    ],
    [
        " Command and control central got the word from S3 on September 4th, 1970.",
        837.8,
        842.54
    ],
    [
        " And he says, I remember getting called by S3 and they told me that we had a special mission.",
        843.16,
        847.9
    ],
    [
        " A mission that was deep into Laos, a mission deeper in Laos than ever before and a mission bigger than any before in the Prairie fire.",
        848.28,
        855.92
    ],
    [
        " A.O.",
        856.56,
        857.14
    ],
    [
        " Said McCartley.",
        858.12,
        859.24
    ],
    [
        " They told me to go heavy on ammo and demo.",
        859.74,
        863.42
    ],
    [
        " I knew that such a mission would take special clearance up to the ambassador who is no friend to SAG and from Abrams, that's General Abrams, who is no big fan of special forces.",
        863.8,
        874.58
    ],
    [
        " In short order, he learned that all of the approvals had been received and signed off.",
        875.0,
        880.22
    ],
    [
        " So this is a massive mission bigger than any mission deeper in Laos than ever before.",
        880.46,
        885.18
    ],
    [
        " And that means you got to get approval from the ambassador.",
        885.84,
        888.9
    ],
    [
        " And generally, if you don't know this, ambassadors usually aren't fond of military actions inside their arenas, right?",
        889.54,
        898.12
    ],
    [
        " And that one ambassador just made life so difficult for SAG from every day that we're open there.",
        898.46,
        903.76
    ],
    [
        " Yeah, I mean ambassadors, if you think about it just from a philosophical level, you know, they want to solve things through diplomacy.",
        904.02,
        910.72
    ],
    [
        " And so generally they have a little bit of a friction with the military elements, generally, not always.",
        912.14,
        918.98
    ],
    [
        " And then you have Abrams, who's not a fan of special forces, which I believe we've done a good job of moving this in a better direction.",
        919.44,
        928.5
    ],
    [
        " But there certainly has been tension from time to time between conventional forces and special forces and special operations guys.",
        929.0,
        936.48
    ],
    [
        " Generally because special operations guys, well, they don't follow the same rules all the time that the conventional guys follow.",
        938.18,
        945.32
    ],
    [
        " And they might have a little bit of an attitude and that can rub them the wrong way and a little bit.",
        945.5,
        950.46
    ],
    [
        " So you know, you got a guy like General Abrams that doesn't like special forces.",
        951.14,
        956.6
    ],
    [
        " Except when he needs him.",
        956.88,
        957.7
    ],
    [
        " Except when he needs him. Well, there you go. And he needed him here.",
        957.88,
        960.02
    ],
    [
        " So continuing on later that day, S3 provided more specific details. Go heavy. Create havoc for the NVA and keep them busy as long as possible.",
        962.86,
        971.26
    ],
    [
        " McCartley, a former team leader of SAG Recon team, Florida, where he ran seven successful missions transferred to the hatchet force where Green Berets ran platoon and company sized operations across the fence in Lausanne, Cambodia.",
        973.44,
        987.88
    ],
    [
        " So just so everyone gets a grip on this, these hatchet forces. Now you have instead of having 12 guys on the ground or six or six guys on the ground, like you would with one of your recon teams.",
        989.26,
        1000.82
    ],
    [
        " Now you're talking about a group of special forces guys, maybe 10, 12, 15 special forces, American special forces guys.",
        1001.64,
        1009.3
    ],
    [
        " And then 120 or 150.",
        1009.58,
        1012.44
    ],
    [
        " And then you can see the Indig force.",
        1012.44,
        1014.6
    ],
    [
        " Yeah, locals.",
        1015.04,
        1015.56
    ],
    [
        " And so in this case, they're mountain yards.",
        1016.22,
        1019.1
    ],
    [
        " And that means you can conduct these bigger operations. And that's really the fundamental mission of special forces of the Green Berets is to work with Indig forces, train up these guerilla forces so that they can become a strong fighting unit.",
        1019.74,
        1034.22
    ],
    [
        " The seals have a different primary mission. The seals primary mission was always generally considered to be special direct action and special reconnaissance.",
        1034.56,
        1045.26
    ],
    [
        " Find the enemy kill.",
        1045.44,
        1046.3
    ],
    [
        " Yep, that's that's the seals.",
        1046.58,
        1048.02
    ],
    [
        " And the special forces was more, hey, find the enemy and then train some of the local populists to go kill them.",
        1049.04,
        1056.12
    ],
    [
        " That's the goal. And it's more of a long term solution.",
        1056.28,
        1059.3
    ],
    [
        " You know, you'll hear the Green Berets say it's teach them how to fish instead of just giving them a fish.",
        1059.3,
        1063.0
    ],
    [
        " Seal teams, we just killed, we just killed the fish generally.",
        1063.34,
        1066.68
    ],
    [
        " Now we both cross over and we both do each one, you know, we do their operations when I was in Ramadi, we train.",
        1067.48,
        1073.12
    ],
    [
        " That's what we did. We trained a bunch of Indig forces, a bunch of Iraqi soldiers.",
        1073.16,
        1077.1
    ],
    [
        " And, you know, of course, there were special forces units that were doing all kinds of direct action missions there as well.",
        1078.02,
        1083.38
    ],
    [
        " So we do cross over. But if you look at the kind of bread and butter, this is just bread and butter, green beret operation, a massive indig force going into to do to harass the enemy.",
        1083.38,
        1096.02
    ],
    [
        " Oh, yeah.",
        1096.2,
        1096.64
    ],
    [
        " This is what it is. Take the pressure off of the CIA, which was getting this ass kicked.",
        1097.04,
        1101.7
    ],
    [
        " Explain that background a little bit about what's going on with the CIA there.",
        1102.04,
        1105.32
    ],
    [
        " Well, at that time, premier Sionok had been asked it.",
        1105.32,
        1109.22
    ],
    [
        " And this is 1970, I forget the exact month, but like May or June, right around there. So he leaves country.",
        1109.86,
        1115.06
    ],
    [
        " There's a political vacuum.",
        1115.54,
        1116.88
    ],
    [
        " And so the calmness went ahead south in mass because many troops in Cambodia just to take it.",
        1117.72,
        1124.26
    ],
    [
        " Because the NBA knew there was a Camille Rouge element that was on a sideline and growing in strength in Cambodia.",
        1124.84,
        1131.86
    ],
    [
        " So the CIA put this operation together, which was further deeper into the layoffs near the border.",
        1135.1,
        1140.8
    ],
    [
        " And the NBA came at them hard. Now they had 5,000 CIA troops and they were getting their ass kicked. And they said, help.",
        1141.9,
        1149.62
    ],
    [
        " So they came up with this concept, have the team go in.",
        1151.2,
        1154.52
    ],
    [
        " And then Jean McCrawley put his little unique spin to it.",
        1155.12,
        1159.14
    ],
    [
        " I have to talk because by 1970, particularly out of contune, those hatchet forces were good.",
        1159.18,
        1166.22
    ],
    [
        " They really knew how to work with the air assets. And it's which includes specter at night.",
        1166.6,
        1171.54
    ],
    [
        " And so Jean knew all about that stuff.",
        1172.1,
        1174.12
    ],
    [
        " And so he put that idea together. And it worked in terms of drawing away NVA from the CIA, which in the end,",
        1174.94,
        1183.82
    ],
    [
        " mission accomplished. Not only did they draw them away, the CIA could hold.",
        1184.38,
        1188.62
    ],
    [
        " But they also had some major enemy caches in the command post.",
        1189.58,
        1193.04
    ],
    [
        " And that's why my favorite picture on the front page.",
        1193.78,
        1195.7
    ],
    [
        " There's a picture of our guys from contune, standing with a picture of Ho Chi Minh, which was taken from one of the tables in the command center there.",
        1195.98,
        1206.26
    ],
    [
        " It was the NBA command center.",
        1206.32,
        1208.02
    ],
    [
        " When I was going through what they call seal, it was called seal tactical training before that was called seal basic in dock.",
        1208.48,
        1216.96
    ],
    [
        " And then it became seal qualification training.",
        1217.88,
        1220.34
    ],
    [
        " It's like, what you do when you get done with the basic training, we did a raid on a target.",
        1220.42,
        1224.3
    ],
    [
        " And this is up in Fort Lewis, Washington.",
        1225.44,
        1228.48
    ],
    [
        " And so we do a raid on a target. And they're flying a flag on this little compound.",
        1229.14,
        1236.0
    ],
    [
        " And they're flying this flag. And sure enough, the officer in charge of our class, which was now the platoon commander of our platoon going to do this hit.",
        1236.54,
        1245.5
    ],
    [
        " He sees that flag, walks over to it, undoes the figure eight, starts pulling it down.",
        1245.96,
        1250.92
    ],
    [
        " And sure enough, the instructors have booby trapped that thing and it blows up your casualty.",
        1251.02,
        1255.88
    ],
    [
        " So when I see that picture on the cover, I always think, man, I was always scared to touch anything that looked good.",
        1256.38,
        1261.52
    ],
    [
        " Absolutely.",
        1261.84,
        1262.16
    ],
    [
        " Yeah, if the first day of a look good, maybe it's too good.",
        1262.9,
        1265.7
    ],
    [
        " Yeah.",
        1266.08,
        1266.28
    ],
    [
        " But you know, those, um, a lot of guys, a lot of guys, I know a lot of guys from, from the war in Iraq.",
        1266.68,
        1274.42
    ],
    [
        " A lot of guys went home with, with paintings of Saddam Hussein.",
        1274.42,
        1277.92
    ],
    [
        " Yeah, because those things were pretty easy to find. They were everywhere.",
        1278.44,
        1281.46
    ],
    [
        " Yes indeed.",
        1281.82,
        1282.3
    ],
    [
        " Yeah.",
        1282.62,
        1282.82
    ],
    [
        " All right, going back to the book with the hatchet force.",
        1283.22,
        1286.8
    ],
    [
        " Or the hatchet force we were used to going across the fence and getting our ass kicked and then getting saved by tack air.",
        1287.38,
        1292.74
    ],
    [
        " On Operation Halfback in Laos earlier in the year, we lost two South Vietnamese Air Force H34s,",
        1293.28,
        1300.44
    ],
    [
        " which included SF medic Bill Boyle, who died in one of those choppers.",
        1300.6,
        1304.36
    ],
    [
        " We got hit hard because we were dug in and the NVA pounded our position with Operation Tailwood.",
        1304.66,
        1310.32
    ],
    [
        " Tailwind, once on the ground, we were going to keep moving day and night to keep the NVA off balance and keep them from",
        1311.08,
        1317.32
    ],
    [
        " massing a large force against our position.",
        1317.32,
        1319.9
    ],
    [
        " It's, it's fundamental.",
        1321.16,
        1322.7
    ],
    [
        " It's what we're talking about is maneuver warfare, right?",
        1323.0,
        1325.1
    ],
    [
        " I'm saying, hey, we'll do a Trish and warfare. We'll sit on this, this mountain top and you attack us.",
        1325.34,
        1329.16
    ],
    [
        " Hey, we're going to move around and you know, won't know where I, where we are.",
        1329.44,
        1332.9
    ],
    [
        " But that's tricky too, moving 150 guys around in the J.",
        1333.22,
        1336.88
    ],
    [
        " In the jungle indeed in the J as they say.",
        1336.88,
        1340.32
    ],
    [
        " Although no one said so at the time, at least not outright, the mission that Macarlie and the CCC hatchet force",
        1340.64,
        1348.5
    ],
    [
        " were gearing up for to execute could be called a suicide mission.",
        1348.5,
        1352.2
    ],
    [
        " As Macarlie briefed the B company platoon leaders, squad leaders, medic Gary Mike Rose and company",
        1352.4,
        1359.64
    ],
    [
        " first sergeant Morris Adair in the CCC compound, Operation orders were going out to critical support elements that",
        1359.64,
        1367.6
    ],
    [
        " would play crucial roles in Operation Tailwind.",
        1367.6,
        1370.42
    ],
    [
        " First, there was a long distance to the target in Laos because it was so far away,",
        1370.88,
        1375.86
    ],
    [
        " neither the older piston driven H-34 Sikorski helicopters, the South Vietnamese armies,",
        1376.36,
        1381.6
    ],
    [
        " or South Vietnamese Air Force, 219 special operation squadron, nor regular Army Huey Slicks",
        1382.48,
        1388.86
    ],
    [
        " could be used to insert and extract the 136 man detachment.",
        1388.86,
        1393.14
    ],
    [
        " So you got just a straight up fuel limitation.",
        1393.6,
        1396.36
    ],
    [
        " Absolutely.",
        1396.92,
        1397.26
    ],
    [
        " These aircraft, they're not going to be able to fly that deep into Laos.",
        1397.46,
        1400.14
    ],
    [
        " So what does that mean? Back to the book.",
        1400.76,
        1402.94
    ],
    [
        " Thus, Saga Brass turned to the Marine Corps aviation wing that flew the largest troop carriers in Vietnam.",
        1403.56,
        1410.12
    ],
    [
        " The powerful CH-53D Sikorski twin engine helicopters in HMH 463 based at the Cores Marble Mountain Air Facility.",
        1410.12,
        1422.16
    ],
    [
        " Using the bigger, stronger, heavier lift helicopters made sense because three C-stallions with the design capacity to hold 55 troops",
        1423.1,
        1432.08
    ],
    [
        " could take the entire hatchet force of 136 men, all their equipment, and extra supplies, such as explosives,",
        1432.08,
        1439.54
    ],
    [
        " and ammunition, and insert them into the target area.",
        1440.02,
        1442.54
    ],
    [
        " So there you go. The CH-53 helicopter is a massive freaking helicopter.",
        1443.32,
        1450.44
    ],
    [
        " It holds 50-something troops with all their gear and all their rounds for their weapons.",
        1450.92,
        1457.58
    ],
    [
        " Yeah, that's an awesome aircraft.",
        1457.9,
        1459.9
    ],
    [
        " And those were the only two engines in them.",
        1460.7,
        1462.3
    ],
    [
        " This would be 40 km out of a three-inch model like you used.",
        1462.68,
        1465.2
    ],
    [
        " Oh, see, I got that. I got it easy.",
        1465.2,
        1467.4
    ],
    [
        " In previous years, Marine Corps aviators from HMH 463 had performed fearlessly in key Saga operations across the fence,",
        1467.78,
        1478.96
    ],
    [
        " and Marine Brass knew that flying combat troops and supplies into Laos always resulted in the helicopters getting hit by enemy fire.",
        1479.4,
        1486.72
    ],
    [
        " In the first day said McCarly, it was funny.",
        1487.64,
        1490.02
    ],
    [
        " The Marine Brass were a little reluctant to go that deep and allows because they knew the Saga missions presented extra challenges and dangers to Marine Air crews.",
        1490.26,
        1499.3
    ],
    [
        " But once they heard about the unique aspects of Operation Tailwind, they wanted in.",
        1499.8,
        1505.26
    ],
    [
        " Marine Sergeant Larry Groh, am I saying that right? Groh?",
        1506.52,
        1510.24
    ],
    [
        " Was a door gunner and structural mechanic in HMH 463 when the operations order came into the command shed in Denang.",
        1510.24,
        1518.62
    ],
    [
        " The most dangerous, and he says the most dangerous and most interesting missions we flew were Mission 72, and that was Saga's support.",
        1519.26,
        1528.38
    ],
    [
        " We called it going over the fence.",
        1529.26,
        1530.74
    ],
    [
        " For me personally, this is why I joined the Marine Corps to run special missions against the enemy.",
        1530.96,
        1536.26
    ],
    [
        " I was looking for adventure and wanted to be where the action was.",
        1536.7,
        1539.8
    ],
    [
        " The Marine aviators were told to prepare for a Mission 72 insertion deep into Laos.",
        1540.88,
        1547.06
    ],
    [
        " Groh replaced the 50 caliber machine gun with the M60 because it gave him more maneuverability, and if we got shot down, he said,",
        1547.46,
        1556.62
    ],
    [
        " if we got shot down, I could carry it and take the fight to the enemy. The 50 was too heavy to carry.",
        1557.18,
        1562.74
    ],
    [
        " Is that a great Marine or what?",
        1563.06,
        1564.3
    ],
    [
        " Yeah.",
        1565.1,
        1565.28
    ],
    [
        " So just so everyone understands what we're talking about, a 50 caliber machine gun is a big gun, and you can't shoot it.",
        1565.96,
        1572.06
    ],
    [
        " You can't do it. You can't carry that thing and shoot it from your shoulder or from your hip.",
        1572.24,
        1577.18
    ],
    [
        " It's meant to be mounted on a vehicle or mounted in an aircraft.",
        1577.5,
        1580.3
    ],
    [
        " But in M60, you can't shoot by yourself. You can carry it and you can fire it from the hip or from the shoulder.",
        1580.78,
        1588.14
    ],
    [
        " And so this Marine is thinking, well, we're going out with these freaking Saga guys.",
        1588.64,
        1593.02
    ],
    [
        " Probably a pretty decent chance. We're going to get shot down. I'll go ahead and switch it out.",
        1593.36,
        1597.1
    ],
    [
        " That way, if we get shot down, I'll be able to, you know, unhook that thing and go and fight.",
        1597.22,
        1602.34
    ],
    [
        " Larry's a think of Marine boy. He's something. He's one of my all-time heroes, for this mission.",
        1603.28,
        1607.92
    ],
    [
        " Yeah.",
        1610.24,
        1610.96
    ],
    [
        " Not far away from HMH463 at Marble Mountain Air Facility, Marine Aviators from HML 367, Scarface got the op order for Operation Tailwind in a more dramatic fashion, according to Cobra Gunship Pilot Joe Driscoll, who is a first lieutenant at the time.",
        1609.66,
        1631.98
    ],
    [
        " And he says, the duty driver came by our room at two or three o'clock in the morning and told us to pack our gear as we'd be gone for five to 10 days on an operation to be ready at five AM.",
        1632.3,
        1642.0
    ],
    [
        " My first thought was maybe we're finally going into North Vietnam. Driscoll and fellow pilots flew the early model AH1G Cobra Gunships, with one man sitting in front seat and a pilot sitting behind him.",
        1642.86,
        1656.36
    ],
    [
        " A relative of the more familiar Huey helicopter, the Cobra Gunship had a more narrow profile designed strictly as a weapons platform. Driscoll, Driscoll's Cobra had two 19 shot, 2.75 rocket launchers, two seven shot rocket pods, 1762, mini gun that fired 6,000 rounds a minute and a grenade launcher that fired 40 millimeter high explosive rounds.",
        1656.36,
        1680.42
    ],
    [
        " That's why they call it a gunship.",
        1680.88,
        1682.96
    ],
    [
        " That's far power.",
        1684.34,
        1685.36
    ],
    [
        " When the early versions of those Cobra were fully armed and loaded with aviation fuel, the helicopter's skids would drag on the runway for a short distance until the pilots gained enough lift to get the bird airborne.",
        1685.9,
        1696.5
    ],
    [
        " However, once in the air, they brought the fight to the enemy with precise gun runs and rocket runs.",
        1696.94,
        1703.24
    ],
    [
        " Scarface and several other marine helicopter units have been involved in the secret war in Vietnam for several years, usually supporting recon teams and hatchet forces from FOB1 at FUBI and FOB3 at KSON or FOB4 at Denang.",
        1703.7,
        1719.32
    ],
    [
        " In the Northern, and this section of the book is laying out and I'm skipping through it like I always have to skip through some stuff, get it, get the books so you can get the rest of the details.",
        1719.7,
        1730.34
    ],
    [
        " But you know, you mentioned that this was a massive joint operation through all these different forces.",
        1730.78,
        1735.44
    ],
    [
        " And in this section, you're laying out the various air platforms that are going to be brought to bear to execute this mission.",
        1735.7,
        1741.58
    ],
    [
        " You go on here in the Northern side of Denang at the Joint Military Civilian Airfield Air Force Spad Pilots who flew the single wing A1 Sky Raiders received their initial op order for Operation Tailwind.",
        1742.12,
        1758.56
    ],
    [
        " So the A1 Sky Raider is this old school World War II era.",
        1761.02,
        1766.9
    ],
    [
        " Right. And then put together at the end of World War II, used to help Korean War and then the Air Force press, put them all away.",
        1767.24,
        1775.98
    ],
    [
        " And then Jack Singlov and other commanders said we want those aircraft back in service that had this big battle behind the scenes to get the sky because they were just phenomenal support for SOG.",
        1776.2,
        1787.48
    ],
    [
        " The nickname Spad World War I.",
        1787.88,
        1792.1
    ],
    [
        " I looked it up. It's an old World War I airplane. And this thing was such an ancient beast that they called it the Spad, the World War I airplane.",
        1792.24,
        1801.06
    ],
    [
        " Awesome looking bird. Going on here. The single engine warplane was loved by American ground pounders. This is kind of like the A10.",
        1802.76,
        1810.88
    ],
    [
        " Oh yeah. You know, the A10 is the same thing. People try and get rid of it. And all the ground pounders say we love that thing.",
        1811.96,
        1817.52
    ],
    [
        " Absolutely. The only thing the A10 was missing was Napalm.",
        1817.72,
        1820.6
    ],
    [
        " Yeah, that would have been nice. Oh yeah, Chris McRidd.",
        1820.74,
        1822.78
    ],
    [
        " The single engine warplane was loved by American ground pounders and feared by communist troops because of the havoc and death they rained down on enemy troops.",
        1824.64,
        1832.32
    ],
    [
        " Additionally, through the unique design by Ed Heineman at Douglas aircraft company during World War II, the Skyrater could stay on station over a target longer than any aircraft.",
        1832.8,
        1843.98
    ],
    [
        " And it brought bombs cluster bombs 2.75 rockets 20 millimeter cannons and two mini guns to the battlefield.",
        1843.98,
        1852.9
    ],
    [
        " Once again, that's a lot of firepower plus bombs and they bomb.",
        1852.9,
        1857.34
    ],
    [
        " Over the years several saw recon and hatchet forest green berets were called getting showered with set shell casings from the A1 Skyrater as they flew danger close to the teams they were supporting.",
        1857.88,
        1871.2
    ],
    [
        " Some later reported receiving burns on the back of their necks from hot shell casings that fell from the warbird and landed on the soldiers necks burning their skin once they lodged in the collar.",
        1871.2,
        1881.26
    ],
    [
        " However, no one ever complained about those burns burns that were often life savings life saving Lieutenant Colonel Melvin Swanson was the group commander when operation tailwind op order landed on his desk.",
        1881.76,
        1895.12
    ],
    [
        " And here's what he had to say to tell the truth we didn't do anything special when the op order came down.",
        1895.36,
        1900.2
    ],
    [
        " I had no idea where we were going. We operated like any other saw mission that we'd supported over the years.",
        1900.32,
        1906.06
    ],
    [
        " We had two A1s armed and cocked ready to go for saw missions and search and rescue missions.",
        1906.56,
        1912.38
    ],
    [
        " We prided ourselves on saving sawg teams sawg missions were our primary assignment with SAR as the other priority when they called we answered.",
        1912.72,
        1922.8
    ],
    [
        " Always.",
        1927.46,
        1928.22
    ],
    [
        " Back at CCC in contum McCarley restated the mission to his platoon leaders and squad leaders.",
        1926.42,
        1934.94
    ],
    [
        " Go heavy on ammo grenades and see for plastic explosives and light on food and water.",
        1935.7,
        1943.86
    ],
    [
        " And he says I had every team member including our indage troops carry at least one pound of C4 because we were going to blow up any enemy caches and structures we found and C4 was always good for clearing LZ's.",
        1944.38,
        1960.08
    ],
    [
        " Green beret medic Gary Mike Rose went through his mental checklist preparing to carry enough medical supplies and bandages for a company sized operation.",
        1960.26,
        1969.24
    ],
    [
        " He would make sure that each green beret team member carried at least one morphine Serret in a specific pocket.",
        1970.04,
        1976.12
    ],
    [
        " He also made sure that he packed that each packed several sizes of bandages and at least one IV.",
        1976.56,
        1982.04
    ],
    [
        " He packed about 15 Serrets of morphine, five Serrets of atropine.",
        1982.54,
        1987.22
    ],
    [
        " He always carried five for insert and snake bites even in camp as well as extra bandages, medical tape, rubber tubing and several NATO surgical kits.",
        1987.78,
        1997.1
    ],
    [
        " Rose worked with his Montenegrode coach.",
        1997.38,
        2000.66
    ],
    [
        " Is that right?",
        2000.82,
        2001.2
    ],
    [
        " Cach?",
        2001.4,
        2001.64
    ],
    [
        " Cach?",
        2002.28,
        2002.94
    ],
    [
        " Cach.",
        2003.46,
        2003.68
    ],
    [
        " Who he described as a loyal brave soldier and medic who carried a similar amount of medical supplies that I carried.",
        2003.94,
        2011.14
    ],
    [
        " And like many young soldiers, Rose never thought for a minute that he would be wounded during combat.",
        2011.76,
        2017.88
    ],
    [
        " Thus the stage was set for launching Operation Tailwind on September 11th, 1970, after several weather delays and rocket attacks to the launch site north of CCC.",
        2018.86,
        2031.1
    ],
    [
        " It would be a mission where the 16 green berets would receive a total of 33 purple hearts for wounds received during the heavy combat that was about to unfold in Louse.",
        2031.64,
        2043.6
    ],
    [
        " And the fun thing here is this is the first time we were able to interview all the AVers like Mel Swanson, one character and then Joe Driscoll and his cohorts from Scarface and then Matt Larry and a couple of other, it's on the pilots over time.",
        2049.66,
        2069.06
    ],
    [
        " Yeah, and we'll get to it because you mentioned in the book and you talked through that but a lot of times you never even see these guys.",
        2069.42,
        2074.46
    ],
    [
        " I mean, they're stationed in a different place. They're up in the air. You're on the ground and you never, you just never, you never meet them.",
        2074.86,
        2080.18
    ],
    [
        " Never.",
        2080.4,
        2080.66
    ],
    [
        " And look at me, you've heard all the stories, mine, limb, black, deFrenchman, Elton Barnes. Well, we all have Skyreader stories that love and saves our bacon.",
        2081.14,
        2089.6
    ],
    [
        " I couldn't tell you one pilot's name until we had until we had this story. And that was even there at 40, 45 years later.",
        2090.22,
        2097.5
    ],
    [
        " Yes.",
        2097.6,
        2098.34
    ],
    [
        " So here we go. Let's get to it. After seven days of weather delays, fall starts and enemy rocket attacks.",
        2102.08,
        2107.6
    ],
    [
        " At the top secret military assistance command base in Vietnam.",
        2108.2,
        2114.66
    ],
    [
        " Eugene McCarley, that's the guy in charge. Eugene McCarley gave the order to move out.",
        2115.92,
        2122.74
    ],
    [
        " 15 berets, 15 green berets and 120 Montignards mercenaries.",
        2122.76,
        2128.52
    ],
    [
        " On the morning of September 11th, four of the powerful Marine Corps CH-53D Sakorsky twin engine helicopters in HMH-463,",
        2129.02,
        2141.88
    ],
    [
        " based at the Marine Corps Marble Mountain Air Facility at landed outside the CCC compound and loaded up the 136 man unit.",
        2142.02,
        2149.18
    ],
    [
        " Saga brass had turned to the Marine Corps aviation wing that flew the largest troop carriers to reach into Laos, 25 kilometers beyond the normal Saga area of operations.",
        2149.72,
        2160.4
    ],
    [
        " S-corted by six Marine Corps cobras, the helicopters headed north to refuel at DAC-2, before heading into the target area.",
        2160.96,
        2169.7
    ],
    [
        " After refueling, they flew north parallel to the border for a while before taking a left turn, heading to west into the target area.",
        2169.9,
        2176.66
    ],
    [
        " Could the cobras make it all the way in? Yes. That's pretty impressive. Yeah, they had a sure fuel capacity. Got it.",
        2176.94,
        2183.94
    ],
    [
        " And here's speaking of the pilots that you got to interview. It was a hot zone from the moment we arrived.",
        2185.94,
        2191.64
    ],
    [
        " Scarface Cobra pilot Joe Driscoll said, we took several hits on the first gun run.",
        2192.1,
        2197.3
    ],
    [
        " During the insertion of the team, Scarface pilot Sid Baker and I were surprised by the volume of fire.",
        2198.14,
        2203.5
    ],
    [
        " In fact, we took hits in our rocket pods. We had bullet holes in our tail boom and they shot out our radio.",
        2204.14,
        2210.56
    ],
    [
        " When the cobras made their final gun run, we followed our SOP, which was to stay in formation and keep an eye out for enemy soldiers firing at us.",
        2211.26,
        2218.6
    ],
    [
        " End quote, because they had no radio contact, Driscoll and Baker simply flew through the pattern to cover the ship in front of them without firing.",
        2219.4,
        2228.54
    ],
    [
        " Quote, the enemy didn't know we had no radios. I'll tell you one thing. That was a hot target. Driscoll said we were moving targets.",
        2229.28,
        2238.64
    ],
    [
        " The CH 53s were static targets, but they went in, dropped off the troops and got out of their post haste.",
        2239.06,
        2247.34
    ],
    [
        " Man, yeah, on insert.",
        2247.34,
        2249.36
    ],
    [
        " I see. Ordinarily, we're done. We get shot at going in unless you're limb black and his ones are out.",
        2250.16,
        2256.08
    ],
    [
        " But ordinarily, you're done. You just turn around and go home. We're compromised. The idea is to get inserted, do a mission without being compromised.",
        2256.5,
        2265.58
    ],
    [
        " They're by our old standards. We're compromised. Operation TL win. We're going in. Come hell or high water. It gets better.",
        2266.22,
        2274.54
    ],
    [
        " Continuing the CH 53s were big targets. Macarly said all of the CH 53s were hit by enemy ground fire wall and route to the target.",
        2276.94,
        2284.66
    ],
    [
        " I'd never received so much ground fire while flying to a target. He said it sounded like a BB gun shooting a tin can, but it wasn't BBs that the troops heard it was enemy rounds.",
        2284.96,
        2294.86
    ],
    [
        " By the time that B company exited the helicopters, four Montignards had been wounded from enemy gunfire.",
        2295.4,
        2300.7
    ],
    [
        " One died while flying back to base with his three wounded comrade in arms. Green beret, medic, sergeant, Michael rose at it.",
        2300.98,
        2310.16
    ],
    [
        " It was strange exiting the chopper, stepping over wounded in action to get to the ground.",
        2310.22,
        2316.58
    ],
    [
        " Yeah. So they haven't even started the mission yet. They got one killed and three wounded. We haven't started the mission yet, but we got three wounded and one killed.",
        2317.06,
        2326.46
    ],
    [
        " Continuing under ordinary saw mission SOPs any recon team or hatchet force that received enemy ground fire and men wounded in action prior to getting to the ground would cancel the mission.",
        2328.56,
        2339.72
    ],
    [
        " This was no ordinary mission. Company B moved off the helicopters and was on the ground in Laos shortly after noon time.",
        2340.68,
        2348.44
    ],
    [
        " One fundamental truism of the Vietnam War as well as the eight years secret surfaced the communist forces fought when they wanted to fight.",
        2348.86,
        2357.8
    ],
    [
        " Thus when Macarly and the remaining 131 members of B company settled into the woodline, they found complete and utter silence.",
        2358.16,
        2365.62
    ],
    [
        " He said it was so strange the aircraft pulled back. We were on the ground and there were no enemy soldiers, no noise, no birds, nothing.",
        2366.32,
        2374.24
    ],
    [
        " So once again you get that weird quietness. What do you think make the NVA think we're going to shoot when they're inserting, but once they land, we're not going to do anything.",
        2374.88,
        2385.38
    ],
    [
        " What do they think and what's the enemy thinking at that point?",
        2385.72,
        2387.44
    ],
    [
        " Who knows. They're tactics always varied and I think a little bit of was just a complete element of surprise.",
        2387.86,
        2394.12
    ],
    [
        " They saw the birds and so the people shooting at it would be anti-aircraft crews along the way and probably some ground troops were the AKs.",
        2394.54,
        2401.48
    ],
    [
        " I don't know I wasn't there, but once they land, let's see what the boys are up to.",
        2401.48,
        2407.0
    ],
    [
        " That's what the NVA could be thinking just to see what and then they knew with those three helicopters coming in.",
        2407.76,
        2414.32
    ],
    [
        " There's a lot of people and they wanted to maybe do their own assessment. See who they are and what they're up to.",
        2414.64,
        2422.32
    ],
    [
        " Because sometimes the NVA just didn't react as quickly, particularly that for our West. They never had totally surprised.",
        2424.4,
        2431.54
    ],
    [
        " At several levels, surprised that we were there or sawd was there and then surprised that the number of aircraft and that they actually got in.",
        2431.94,
        2441.42
    ],
    [
        " And so there's all of the three different elements, but you know they're checking it out.",
        2442.48,
        2447.46
    ],
    [
        " Continuing on, Macarly who was serving a second tour of duty and sawd wasted no time.",
        2451.02,
        2454.94
    ],
    [
        " The company moved out in the northwest direction and then the men of B company had another surprise.",
        2455.08,
        2459.76
    ],
    [
        " After moving less than 400 meters from the LZ, the point element of the company reported seeing huts.",
        2460.42,
        2466.42
    ],
    [
        " The first platoon deployed two squads to search the area. They found an enemy ammo dump.",
        2467.18,
        2472.7
    ],
    [
        " 20 bunkers spread out over 500 meters hidden in the under the jungle canopy with vegetation and dark covers.",
        2472.72,
        2479.7
    ],
    [
        " After setting up perimeter security, the B company troops pulled together a quick inventory of what they had found, picked up samples,",
        2479.98,
        2486.9
    ],
    [
        " while demolitions, experts, Sergeant First Class Bernard Bright and specialist fifth class Craig Schmidt photographed, identified the weapons and ammo and began setting up explosive charges with 13 and a half minute delay fuses.",
        2487.62,
        2502.2
    ],
    [
        " In the two larger structures with white phosphorus grenades attached to each charge to better mark the exact location for Covey who had then direct airstrikes on that position.",
        2502.3,
        2512.32
    ],
    [
        " So here we go. Already on the ground, already found bad guy area, but there was no bad guys there for whatever reason, but a bunch of ammo and whatnot.",
        2513.24,
        2522.48
    ],
    [
        " They found a cache.",
        2522.72,
        2523.66
    ],
    [
        " So they're going to blow it up.",
        2524.02,
        2525.46
    ],
    [
        " And then this happens while the B company team worked on this cache, Macarley had one of the most unique moments in its 28 years of military service as he and a few of the SF soldiers were looking at a map, a telephone rang.",
        2526.66,
        2543.2
    ],
    [
        " Quote, I couldn't believe it, a phone rang in the middle of Louse, Macarley said.",
        2544.58,
        2548.82
    ],
    [
        " Quote, so being SF, one of our guys picked up the phone and answered it.",
        2550.06,
        2554.02
    ],
    [
        " Hello, fifth special forces group, may we help you?",
        2554.74,
        2557.48
    ],
    [
        " Can you imagine the reaction of the communist on the other end of that phone to this day just thinking about it makes me laugh?",
        2559.28,
        2564.24
    ],
    [
        " So there you go.",
        2564.96,
        2565.86
    ],
    [
        " As the SF men chuckled at the phone call, others were compiling an impressive list of enemy weapons contained in the munkers.",
        2567.4,
        2574.46
    ],
    [
        " Massive cache of weapons.",
        2574.88,
        2579.18
    ],
    [
        " Not resting on its laurels B company moved north with the platoon with the first platoon breaking point in a short distance.",
        2580.06,
        2586.66
    ],
    [
        " The first platoon found a trail crossed it and were proceeding north when a dare and second platoon squad leader Mike Hagen observed several NVA soldiers on the trail and open fire on them.",
        2586.66,
        2597.26
    ],
    [
        " An NVA 7-6-2 round went through Hagen's gas mask, which he had on his leg and slammed into his leg so they're carrying gas mask on this operation.",
        2597.88,
        2606.22
    ],
    [
        " Bernie Bright was slightly wounded.",
        2607.58,
        2609.08
    ],
    [
        " The round actually parted his hair said Macarley.",
        2609.44,
        2612.06
    ],
    [
        " You can't get much closer than that.",
        2612.66,
        2614.08
    ],
    [
        " The NVA fled the area and B company continued to head north after medic Gary Mike Rose patched up Hagen's wound.",
        2614.34,
        2621.84
    ],
    [
        " As they marched, they heard two large explosions back at the NVA bunkers, white phosphorus grenades that brightens Schmidt attached to the demo charges emitted large plumes of white smoke,",
        2622.4,
        2632.52
    ],
    [
        " smoke that Covey readily picked up and proceeded to direct precise follow-up air strikes.",
        2632.78,
        2637.5
    ],
    [
        " Secondary explosions would continue for more than five hours.",
        2638.8,
        2641.7
    ],
    [
        " Can you imagine that? Secondary explosions?",
        2642.26,
        2645.62
    ],
    [
        " Crazy.",
        2646.06,
        2646.6
    ],
    [
        " Yeah, crazy amount of... I mean, this is their supply. This is how they're fighting the war.",
        2647.58,
        2653.7
    ],
    [
        " Right there, you go home and say, look what we just did. They'd be a great mission.",
        2654.14,
        2658.0
    ],
    [
        " That's the first but hour on the ground.",
        2658.32,
        2660.68
    ],
    [
        " B company then made contact with the NVA company, which lasted for close to an hour Macarley said.",
        2662.72,
        2669.84
    ],
    [
        " The hatchet force men used close air strikes from Scarface Cobras and spads, skillful squad tactics and skillful squad tactics against the surprised NVA to drive them off.",
        2670.26,
        2681.34
    ],
    [
        " As doctors approached Macarley and the point element began looking for a location to remain overnight for the night.",
        2681.96,
        2687.56
    ],
    [
        " We stopped Rekamo check when they fired one B-40 rocket into our command post.",
        2688.4,
        2694.8
    ],
    [
        " Rose added, we were fortunate, we were fortunate in one small way.",
        2695.66,
        2701.68
    ],
    [
        " The rocket flew past all of us before striking a bamboo thicket.",
        2701.92,
        2705.64
    ],
    [
        " Thus, when the shrapnel exploded, those of us injured didn't get the full head on blunt force of the metal shards,",
        2705.78,
        2712.64
    ],
    [
        " as the forward momentum of the rocket exploded into the bamboo.",
        2712.9,
        2716.22
    ],
    [
        " 45 years later, after that rocket explosion, Rose had one lasting mental image of it.",
        2717.54,
        2722.28
    ],
    [
        " He says, quote, it's funny, I can't remember much about it, except that all of a sudden I was flying through the air.",
        2722.74,
        2728.5
    ],
    [
        " At some point while airborne, I looked up and saw a blue sky. It was beautiful.",
        2729.04,
        2733.54
    ],
    [
        " And then I landed.",
        2734.08,
        2735.7
    ],
    [
        " And here's Macarley. Rose showed us what he was made of that day.",
        2736.6,
        2742.2
    ],
    [
        " He immediately started to go to work on the wounded because everyone in the CP at that time had varying degrees of wounds.",
        2742.2,
        2747.42
    ],
    [
        " In fact, Rose had a serious foot injury.",
        2747.84,
        2749.58
    ],
    [
        " Somehow, the shrapnel had sliced open his jungle boot and cut into his foot.",
        2750.0,
        2753.36
    ],
    [
        " What did he do? He pulled out an ace bandage wrapped it around his foot and used his car 15 as a crutch and began treating our wounded.",
        2753.54,
        2759.62
    ],
    [
        " End quote.",
        2760.74,
        2762.72
    ],
    [
        " The most serious wounded was a South Vietnamese lieutenant, shrapnel sliced into his right thigh to the bone in addition to other shrapnel wounds.",
        2763.12,
        2771.36
    ],
    [
        " We stopped and licked our wounds as Rose patched up our people. Macarley said,",
        2771.5,
        2775.72
    ],
    [
        " Macarley's plan was to continue to move at night.",
        2776.5,
        2778.34
    ],
    [
        " And if the company made contact with the enemy, the special forces men would determine whether to attack them or maneuver around them",
        2778.34,
        2784.46
    ],
    [
        " or simply pull back and call on fixed-wing gunships that could bring deadly fire from the sky upon the enemy troops on the ground.",
        2784.46,
        2790.28
    ],
    [
        " Fast forward a little bit. Finally, Rose rigged two stretchers from rubber poncho supported by thick bamboo poles and tied them down with six foot sections of rope.",
        2791.3,
        2800.8
    ],
    [
        " They would now be able to carry the most seriously wounded indigenous troops.",
        2801.98,
        2806.2
    ],
    [
        " When Rose gave Macarley the OK, B company took the bold step of moving out at night.",
        2806.4,
        2810.92
    ],
    [
        " Quote, I wasn't going to let them tie us down in one position and then hammer us.",
        2811.94,
        2815.68
    ],
    [
        " By us moving, they didn't know exactly where we were.",
        2816.0,
        2818.26
    ],
    [
        " There were little skirmishes and a few times we ran into a few NVA. After contact, we'd move on.",
        2818.8,
        2824.5
    ],
    [
        " If there was a larger element, we could pull back and call on the gunship strike.",
        2824.5,
        2828.12
    ],
    [
        " We had flair ships over us every night.",
        2828.58,
        2830.82
    ],
    [
        " End quote.",
        2832.14,
        2832.66
    ],
    [
        " B company continued to march west deeper into Laos.",
        2833.46,
        2836.38
    ],
    [
        " The deeper B company, Green Beret and their Montanyards headed west, the more they enhanced their primary goal of being a diversion to the NVA forces attacking the CIA's Operation Catapult.",
        2836.94,
        2849.36
    ],
    [
        " This wasn't going to be easy.",
        2850.58,
        2852.42
    ],
    [
        " By dawn, nine of the Americans had been wounded.",
        2852.9,
        2858.48
    ],
    [
        " These guys have been on the ground for what is it?",
        2859.28,
        2863.08
    ],
    [
        " They got inserted around noon.",
        2863.9,
        2865.46
    ],
    [
        " We're talking a very short period of time.",
        2867.56,
        2870.18
    ],
    [
        " 18 hours?",
        2870.18,
        2870.78
    ],
    [
        " Yeah, 18 hours or something like that.",
        2870.9,
        2872.44
    ],
    [
        " They already have nine of the 16 Americans wounded.",
        2873.26,
        2876.86
    ],
    [
        " Rose and his indigenous medic, Koch, worked tirelessly on the wounded all night, even as they moved throughout the dark jungle.",
        2877.94,
        2886.68
    ],
    [
        " So they got nine wounded, just Americans, and they're still moving.",
        2887.02,
        2890.5
    ],
    [
        " And the two seriously wounded Montanyards?",
        2890.78,
        2893.54
    ],
    [
        " Yeah, in stretchers.",
        2893.66,
        2894.66
    ],
    [
        " In stretchers.",
        2894.82,
        2895.56
    ],
    [
        " Improvised.",
        2895.68,
        2896.86
    ],
    [
        " Yeah.",
        2897.12,
        2897.3
    ],
    [
        " Man, carrying stretchers is no joke.",
        2897.92,
        2901.44
    ],
    [
        " You need to have like a team to carry.",
        2902.14,
        2904.26
    ],
    [
        " If you think, if you think, oh, you just get two guys one on each side of the stretcher, that works for a little while.",
        2904.62,
        2908.92
    ],
    [
        " But you end up having to either rotate those guys out or you put four guys on the stretcher.",
        2909.42,
        2913.88
    ],
    [
        " So much harder than it looks.",
        2914.3,
        2915.72
    ],
    [
        " Now, luckily, the yards are smaller though, right?",
        2916.24,
        2918.08
    ],
    [
        " Yeah.",
        2918.44,
        2918.54
    ],
    [
        " They're not like the big men.",
        2919.08,
        2920.24
    ],
    [
        " Man, when we were going through training and I was be a down man, the guys would be like, hey, bro, well, I love you, but.",
        2920.44,
        2928.3
    ],
    [
        " Could you go on a dive, please?",
        2928.54,
        2930.24
    ],
    [
        " Here, take this grenade.",
        2930.24,
        2931.36
    ],
    [
        " It will see you later.",
        2931.72,
        2932.48
    ],
    [
        " Good luck.",
        2932.56,
        2933.0
    ],
    [
        " We'll mark you with a chem light.",
        2933.34,
        2934.78
    ],
    [
        " Continuing on, Captain Gene McCartley had the men of B company hatchet force moving north well before the sun rose on day two of Operation Tailwind.",
        2935.94,
        2950.04
    ],
    [
        " We zigzagged a lot during that mission because we didn't want the NVA to get a good fix on our position as we knew they tried to pin us down and attack us in force if that happened.",
        2950.74,
        2958.96
    ],
    [
        " Said McCartley.",
        2959.1,
        2960.2
    ],
    [
        " Within an hour, NVA soldiers hit the first platoon with automatic weapons, B 40 rockets and mortars.",
        2960.84,
        2966.32
    ],
    [
        " Two squads maneuvered against the enemy while McCartley directed airstrikes against the enemy positions that tactics work because of thick jungle they weren't able to get an accurate body count as McCartley continued to march north.",
        2967.06,
        2977.42
    ],
    [
        " However, SF medic Gary Mike Rose knew the casualties were climbing among both SF and indig troops of B company.",
        2978.14,
        2988.62
    ],
    [
        " We had two yards killed and yards of the short name for mountain yards.",
        2989.38,
        2993.98
    ],
    [
        " We had two yards killed when Captain McCartley and I got hit with shrapnel from the B 40.",
        2994.4,
        2998.1
    ],
    [
        " After confirming they were dead, I wrapped them up and we carried them with us as best we could.",
        2998.46,
        3004.04
    ],
    [
        " Rose said.",
        3004.32,
        3005.1
    ],
    [
        " However, after trying to carry them while tending to the two most seriously injured men, I had to make a decision to leave the two dead men behind because I could see that carrying them as we moved.",
        3005.9,
        3017.32
    ],
    [
        " We were causing too much fatigue for the living.",
        3017.34,
        3019.82
    ],
    [
        " So we made a decision that has bothered me for nearly half a century.",
        3020.94,
        3024.22
    ],
    [
        " By day two, it seemed as though every day, every hour, I kept getting more and more wounded.",
        3024.64,
        3029.2
    ],
    [
        " So the SF medic Rose, he's looking at the situation and we were just joking about how hard it is to carry guys and clearly he was dealing with that.",
        3030.02,
        3040.42
    ],
    [
        " It's incredibly hard and you think, like I said, you have to have guys to rotate through.",
        3042.52,
        3047.88
    ],
    [
        " It's taken out a whole lot of your combat power when you're moving wounded.",
        3047.92,
        3052.52
    ],
    [
        " So they probably have, you know, probably takes ten guys to move these two wounded guys, maybe even more.",
        3053.26,
        3059.34
    ],
    [
        " So that's ten guys out of the fight and you're moving slower.",
        3059.52,
        3062.24
    ],
    [
        " And so he has to make this agonizing decision that we're going to leave these guys.",
        3062.66,
        3066.04
    ],
    [
        " Nick, when I talked to Mike for that part of the story, his eyes welled up.",
        3068.76,
        3074.38
    ],
    [
        " It was just like yesterday.",
        3074.52,
        3076.28
    ],
    [
        " It really still hurt him.",
        3076.88,
        3079.1
    ],
    [
        " Now 50 years later.",
        3079.16,
        3080.94
    ],
    [
        " Yeah.",
        3081.08,
        3081.22
    ],
    [
        " Rough.",
        3082.84,
        3083.76
    ],
    [
        " Continues on here.",
        3087.16,
        3087.98
    ],
    [
        " At one point during an attack on B company and NVA force of more than 40 enemy soldiers, two of the most seriously wounded men that Rose was treating had both of their IV fluid bags shattered and destroyed during a hail of enemy gunfire.",
        3088.12,
        3100.9
    ],
    [
        " I learned a lesson right then and there said Rose.",
        3101.86,
        3105.2
    ],
    [
        " We kept the IVs flowing from low positions, allowing gravity to work, but not high enough for the enemy gunfire to destroy them.",
        3105.74,
        3111.72
    ],
    [
        " Were you guys using IV back, were you IVs glass?",
        3112.02,
        3114.88
    ],
    [
        " That's a good question.",
        3115.5,
        3117.26
    ],
    [
        " I forget.",
        3117.64,
        3117.98
    ],
    [
        " Okay.",
        3118.28,
        3118.48
    ],
    [
        " That's for the medics, I'm just a comaguy.",
        3118.84,
        3120.46
    ],
    [
        " Well, the weird thing, well, we all carried IVs.",
        3121.58,
        3123.92
    ],
    [
        " And we ended up getting smaller IVs, but I don't know if he said the IVs shattered.",
        3125.26,
        3131.12
    ],
    [
        " So that makes me think maybe they were made of glass.",
        3131.44,
        3133.28
    ],
    [
        " What, the bags?",
        3134.2,
        3135.26
    ],
    [
        " IV bags, yeah.",
        3135.48,
        3136.3
    ],
    [
        " Just like big jars or what?",
        3136.44,
        3138.14
    ],
    [
        " Oh, no, they were for our medics, they had plastic.",
        3138.14,
        3142.0
    ],
    [
        " Okay.",
        3142.22,
        3142.48
    ],
    [
        " So maybe because of there, I'm not sure what the hatchet force, he took what he had.",
        3143.04,
        3147.74
    ],
    [
        " Yep.",
        3147.94,
        3148.1
    ],
    [
        " That'd be my assumption.",
        3149.08,
        3150.04
    ],
    [
        " So you're treating your wounded, you're giving them IV in the freaking bags or the jar gets shot at.",
        3151.72,
        3159.02
    ],
    [
        " Yeah.",
        3159.28,
        3159.46
    ],
    [
        " Continuing on, as the hatchet force moved north, it was obvious to McCarley that Rose had his hands full as he continually,",
        3160.16,
        3166.6
    ],
    [
        " as he had to continually monitor to most seriously wounded men, men who were being carried by him and other team members and stretchers made of bamboo sticks and ponchos,",
        3166.64,
        3174.32
    ],
    [
        " because they were so many wounded, McCarley directed B company to find or make an LZ for a meta vac to land and take out the wounded.",
        3174.7,
        3182.28
    ],
    [
        " They found a large bomb crater and began preparing the LZ when the enemy initiated two successive contacts with them, firing small arms, B40 rockets, and throwing Chai-Kam grenades.",
        3182.8,
        3193.56
    ],
    [
        " As they worked on establishing a clearing, B company dealt with the two separate attacks from the NVA using squad tactics and tack air.",
        3193.76,
        3201.62
    ],
    [
        " Both the attacks were neutralized only to have Covey report that the weather had turned bad prohibiting any rescue attempts for the day.",
        3202.08,
        3208.44
    ],
    [
        " Without hesitation, B company moved out again, going west for a while then north, keeping its pattern of movement unpredictable.",
        3209.74,
        3217.98
    ],
    [
        " What I remember most about day two of Operation Tailwind was the disappointment of having the weather turn bad preventing a much needed meta vac, McCarley said.",
        3219.62,
        3229.32
    ],
    [
        " So these guys have the goal, like okay we got some wounded guys, we need to get these guys out of here, they fight to get an LZ, once they get this LZ established under attack, they push the attack back and then the weather rolls in and the guys can't fly.",
        3230.2,
        3245.5
    ],
    [
        " Southeast Asia weather.",
        3246.0,
        3247.38
    ],
    [
        " What's your confidence on the weather predictions?",
        3248.28,
        3253.42
    ],
    [
        " Like the weather predictions in Iraq are pretty easy, it's going to be hot.",
        3254.7,
        3259.78
    ],
    [
        " Every once in a while you would get a storm and we had some sandstorms.",
        3260.74,
        3266.76
    ],
    [
        " Oh I saw them.",
        3266.76,
        3267.5
    ],
    [
        " So the sandstorms, they're like biblical sandstorms.",
        3267.5,
        3271.24
    ],
    [
        " Oh yeah.",
        3271.28,
        3271.62
    ],
    [
        " They black in the sky, it's pretty cool to see, but you can't run ops in them at all.",
        3271.74,
        3277.4
    ],
    [
        " Like you can't make communications because the sand blocks radio waves.",
        3277.84,
        3282.08
    ],
    [
        " So basically if there's that kind of biblical sandstorm coming, everyone just kind of stands down.",
        3282.54,
        3289.2
    ],
    [
        " Now you can go out and try and get into a good position, but you can't see anything.",
        3289.28,
        3293.32
    ],
    [
        " You can see maybe 20 yards or something like that.",
        3294.24,
        3299.42
    ],
    [
        " Visibility is just gone.",
        3299.56,
        3300.86
    ],
    [
        " Oh yeah.",
        3301.36,
        3301.56
    ],
    [
        " But we could kind of know that they were coming.",
        3302.28,
        3304.26
    ],
    [
        " Let me put it this way, I never got surprised by the weather in Iraq.",
        3304.88,
        3310.0
    ],
    [
        " It was sunny and hot, 99% of the time.",
        3310.46,
        3315.54
    ],
    [
        " Every once in a while there would be some kind of cloud, maybe a little bit of precipitation by,",
        3316.28,
        3321.28
    ],
    [
        " because we were by the Euphrates River where it was, it was humid.",
        3321.28,
        3324.36
    ],
    [
        " People don't know that.",
        3324.58,
        3325.32
    ],
    [
        " By the Euphrates River is freaking humid.",
        3325.6,
        3327.38
    ],
    [
        " And I'm going to show you pictures sometime of this area to the north east of the city of Ramadi.",
        3327.78,
        3335.62
    ],
    [
        " It was still in our AO.",
        3335.76,
        3337.48
    ],
    [
        " And it was called the MC1 or the one MC, but what we called it was Viet Ram.",
        3338.76,
        3346.26
    ],
    [
        " Because it looked like Vietnam.",
        3346.72,
        3349.34
    ],
    [
        " Yeah.",
        3349.42,
        3349.86
    ],
    [
        " It looked exactly like Vietnam.",
        3349.86,
        3351.56
    ],
    [
        " Palm trees, rice paddies, dicks.",
        3351.94,
        3354.38
    ],
    [
        " My stepson told me about it.",
        3354.66,
        3356.18
    ],
    [
        " He was in the green zone.",
        3356.22,
        3357.34
    ],
    [
        " Yep.",
        3357.54,
        3357.72
    ],
    [
        " And he's like, I thought I was back in Vietnam with you.",
        3358.06,
        3361.16
    ],
    [
        " Oh, was he in the green zone in Afghanistan?",
        3361.54,
        3363.74
    ],
    [
        " No, in Iraq.",
        3364.26,
        3365.22
    ],
    [
        " And by green zone, he means areas where there was...",
        3365.52,
        3367.98
    ],
    [
        " We always call it the green zone, which is the biggest most secure area in Iraq.",
        3367.98,
        3372.34
    ],
    [
        " Okay, so you're talking about the green zone in Baghdad.",
        3372.82,
        3374.7
    ],
    [
        " In Baghdad.",
        3374.94,
        3375.42
    ],
    [
        " Okay, yeah.",
        3375.52,
        3375.96
    ],
    [
        " And he was operating in Southeast and different locations for near some of which they came into Iraqi jungle.",
        3375.96,
        3382.78
    ],
    [
        " Yep.",
        3382.78,
        3383.1
    ],
    [
        " In Afghanistan, they called it the green zone.",
        3383.28,
        3385.34
    ],
    [
        " Yeah.",
        3385.52,
        3385.64
    ],
    [
        " Like areas where there's a lot of foliage.",
        3385.78,
        3389.38
    ],
    [
        " Right, okay.",
        3389.62,
        3390.06
    ],
    [
        " So in Iraq, the green zone is the green zone.",
        3390.42,
        3393.84
    ],
    [
        " It's the thing right there in Baghdad, which is big and secure.",
        3393.84,
        3396.4
    ],
    [
        " It's where they had good food and all that stuff.",
        3396.66,
        3399.58
    ],
    [
        " Yeah, we never had any sandstorms in the jungle.",
        3399.68,
        3402.34
    ],
    [
        " So maybe a Thai food or two.",
        3402.76,
        3404.08
    ],
    [
        " So my question was, when you would get a weather prediction, you're going to go like these guys,",
        3404.36,
        3408.26
    ],
    [
        " let's say you were going on a four-day mission.",
        3408.36,
        3410.44
    ],
    [
        " And they're telling you, all right, looks like the weather's good.",
        3411.74,
        3414.8
    ],
    [
        " How good did you feel about that?",
        3415.46,
        3417.02
    ],
    [
        " Like did you give it 50 or 50?",
        3417.22,
        3418.68
    ],
    [
        " Yeah, 50 or whatever.",
        3418.84,
        3419.92
    ],
    [
        " You just figured whatever.",
        3420.16,
        3420.62
    ],
    [
        " Because it could change so quickly.",
        3421.12,
        3422.58
    ],
    [
        " But the positive thing is that if it gets cloudy, how long is that?",
        3423.3,
        3426.52
    ],
    [
        " How long are you thinking that last four?",
        3426.76,
        3428.22
    ],
    [
        " Oh, you know, every time it was different.",
        3429.88,
        3432.6
    ],
    [
        " Because a lot of times it would be clouds in the morning.",
        3433.06,
        3436.3
    ],
    [
        " Sometimes they burn, sometimes they wouldn't.",
        3436.76,
        3438.58
    ],
    [
        " And there's just so much moisture around.",
        3439.08,
        3441.84
    ],
    [
        " And we were always juggling with the weather.",
        3443.14,
        3445.86
    ],
    [
        " I mean, it was just one of the factors that there's just no control.",
        3446.36,
        3451.86
    ],
    [
        " We get predictions.",
        3452.0,
        3452.66
    ],
    [
        " But we got sucked in a couple times.",
        3453.7,
        3457.28
    ],
    [
        " And again, they want to get us into a hole.",
        3457.9,
        3459.84
    ],
    [
        " So, okay, we just go up and try to get into a target, get in,",
        3460.18,
        3463.24
    ],
    [
        " and then mother nature closes the hole.",
        3463.4,
        3466.02
    ],
    [
        " It's like, eh.",
        3466.26,
        3466.82
    ],
    [
        " We just had to lie low and wait it out.",
        3468.56,
        3472.2
    ],
    [
        " Waited out.",
        3472.56,
        3473.04
    ],
    [
        " Because if you move and make contact, there's no support.",
        3473.24,
        3476.28
    ],
    [
        " And the NBA knows that.",
        3476.72,
        3477.98
    ],
    [
        " So they really come at you.",
        3478.12,
        3479.48
    ],
    [
        " Hard to, there's no air.",
        3479.78,
        3480.88
    ],
    [
        " So they love it when there's bad weather.",
        3481.1,
        3483.0
    ],
    [
        " Oh, sure.",
        3483.34,
        3483.7
    ],
    [
        " Oh, yes.",
        3484.82,
        3486.02
    ],
    [
        " The air weather was the NBA's ally.",
        3486.5,
        3489.48
    ],
    [
        " All right.",
        3491.1,
        3492.48
    ],
    [
        " Fightin' the NBA, fightin' the weather.",
        3493.44,
        3495.92
    ],
    [
        " Mother nature.",
        3496.5,
        3497.4
    ],
    [
        " Fightin' Mother nature.",
        3497.48,
        3498.78
    ],
    [
        " It's another day at SOG.",
        3499.1,
        3500.18
    ],
    [
        " Back to the book.",
        3500.44,
        3501.5
    ],
    [
        " Night 2 and Laos was similar to Night 1.",
        3501.62,
        3503.46
    ],
    [
        " B company kept on the move with continued support from Moonbeam",
        3503.62,
        3506.64
    ],
    [
        " linking the team with Shadow Stinger and Specter gunships",
        3506.64,
        3510.0
    ],
    [
        " throughout the night.",
        3510.0,
        3510.64
    ],
    [
        " During that night, we heard track vehicles.",
        3511.32,
        3514.14
    ],
    [
        " We heard trucks Macarley said.",
        3514.14,
        3515.86
    ],
    [
        " Night 2 sounded like a lot of trucks heading south,",
        3516.28,
        3518.82
    ],
    [
        " bringing troops and supplies south and some to deal with us.",
        3519.02,
        3522.2
    ],
    [
        " We had skirmishes that night and we directed air assets",
        3522.52,
        3525.64
    ],
    [
        " to assist us directly and to the areas where we heard",
        3525.64,
        3529.94
    ],
    [
        " motor vehicle activity.",
        3529.94,
        3531.88
    ],
    [
        " So now you got the Specter gunships coming at night,",
        3532.5,
        3535.8
    ],
    [
        " which is a beautiful thing.",
        3535.8,
        3537.32
    ],
    [
        " Well, they had all three variations.",
        3537.64,
        3538.98
    ],
    [
        " Because you know, when I first get there in 68,",
        3539.1,
        3541.98
    ],
    [
        " Spooky was the first one.",
        3543.3,
        3544.72
    ],
    [
        " And then they came out with Shadow,",
        3545.58,
        3547.9
    ],
    [
        " which was a C-119,",
        3548.54,
        3550.08
    ],
    [
        " where Spooky was the old C-47.",
        3550.58,
        3553.28
    ],
    [
        " And they could have maybe two mini guns.",
        3554.34,
        3556.12
    ],
    [
        " And when they came out with the Shadow,",
        3557.1,
        3560.46
    ],
    [
        " could we have one of our recon teams?",
        3560.9,
        3562.48
    ],
    [
        " They said, they came back, they lived through the night,",
        3562.84,
        3564.78
    ],
    [
        " and they went through a couple of shadows.",
        3565.02,
        3566.54
    ],
    [
        " And they had more orders.",
        3567.34,
        3568.62
    ],
    [
        " They could stay on station longer.",
        3568.94,
        3570.54
    ],
    [
        " And then another team, a couple of months later,",
        3571.04,
        3573.16
    ],
    [
        " or maybe you're off to get the time frame,",
        3573.46,
        3575.14
    ],
    [
        " then it was a Stingers.",
        3575.36,
        3576.22
    ],
    [
        " Again, C-119s,",
        3576.76,
        3578.26
    ],
    [
        " with the weapons, the computers,",
        3578.26,
        3580.7
    ],
    [
        " the lock-in on the strobe light,",
        3580.7,
        3582.26
    ],
    [
        " and then Specter.",
        3582.44,
        3584.1
    ],
    [
        " And 50 years later, it still dominates the night.",
        3584.82,
        3587.52
    ],
    [
        " Yeah, that thing is a beautiful piece of machinery.",
        3587.68,
        3589.8
    ],
    [
        " The NVA also inflicted some more casualties in the company.",
        3595.12,
        3598.9
    ],
    [
        " By the time Macarly moved out at 4am for day three,",
        3600.16,
        3603.86
    ],
    [
        " September 13th, 1970,",
        3604.0,
        3605.72
    ],
    [
        " Rose was tending to more than 30 wounded men.",
        3606.3,
        3609.82
    ],
    [
        " Two with deadly serious wounds",
        3611.4,
        3612.96
    ],
    [
        " that required almost constant attention,",
        3612.96,
        3614.74
    ],
    [
        " fluid rejuvenation, and pain management.",
        3615.0,
        3616.6
    ],
    [
        " By that time, Rose was also running low on bandages,",
        3616.94,
        3619.5
    ],
    [
        " IVs, and morphine serets.",
        3619.74,
        3621.26
    ],
    [
        " Quote, we were so low on morphine",
        3622.06,
        3624.94
    ],
    [
        " that I reused morphine serets,",
        3624.94,
        3626.84
    ],
    [
        " which is a no-no under normal circumstances.",
        3626.84,
        3628.98
    ],
    [
        " But there was nothing normal about this operation,",
        3629.44,
        3631.46
    ],
    [
        " so I would give two or three of the wounded morphine",
        3631.82,
        3634.3
    ],
    [
        " from the same seret.",
        3634.3,
        3635.38
    ],
    [
        " I only gave them enough to dull the pain,",
        3635.68,
        3637.9
    ],
    [
        " but allowed them to be somewhat alert.",
        3638.1,
        3639.9
    ],
    [
        " End quote.",
        3641.26,
        3641.76
    ],
    [
        " As Rose focused on the wounded,",
        3642.88,
        3644.58
    ],
    [
        " the first platoon engaged the enemy",
        3645.06,
        3647.04
    ],
    [
        " as they moved toward a potential LZ",
        3647.04,
        3649.0
    ],
    [
        " for a much needed MetaVac,",
        3649.0,
        3650.48
    ],
    [
        " while the third platoon deployed one squad",
        3650.72,
        3653.0
    ],
    [
        " to maintain contact with another squad",
        3653.0,
        3655.04
    ],
    [
        " of NVA attacking the company's rear.",
        3655.04,
        3657.06
    ],
    [
        " After several gun runs by Scarface,",
        3657.56,
        3659.42
    ],
    [
        " and A1 Skyrators from Denang and Thailand,",
        3660.22,
        3662.7
    ],
    [
        " the rear action force rejoined the company",
        3662.9,
        3665.16
    ],
    [
        " as it pushed into a good LZ site",
        3665.16,
        3668.18
    ],
    [
        " and began clearing trees with claymore mines",
        3668.18,
        3670.38
    ],
    [
        " and C4 plastic explosives.",
        3670.38,
        3672.88
    ],
    [
        " At noon, after Scarface and the spads",
        3673.54,
        3678.42
    ],
    [
        " performed gun runs on enemy positions",
        3678.42,
        3680.54
    ],
    [
        " near a small LZ,",
        3680.54,
        3682.02
    ],
    [
        " the first Marine Corps 53D approached the LZ.",
        3682.02,
        3685.92
    ],
    [
        " As the large helicopter descended into the LZ,",
        3686.48,
        3688.62
    ],
    [
        " the pilot Bill Beardall was concerned",
        3689.0,
        3691.52
    ],
    [
        " that the LZ might not be large enough to land in.",
        3691.52,
        3693.7
    ],
    [
        " As he maneuvered the chopper slowly downward,",
        3694.08,
        3696.18
    ],
    [
        " Rose moved toward the rear tailgate of the CH-53",
        3696.66,
        3699.84
    ],
    [
        " with his most seriously injured soldier,",
        3699.84,
        3702.52
    ],
    [
        " the South Vietnamese lieutenant",
        3702.66,
        3703.92
    ],
    [
        " with a horrific thigh and hip injury.",
        3703.92,
        3705.96
    ],
    [
        " Inside the chopper, SF Medics,",
        3706.46,
        3708.34
    ],
    [
        " John, Staff Sergeant, John Doc Paget,",
        3708.56,
        3711.66
    ],
    [
        " and Sergeant John Brown,",
        3711.66,
        3713.28
    ],
    [
        " moved onto the back tailgate as it lowered",
        3714.2,
        3716.02
    ],
    [
        " with Brown's supporting pageate by holding his belt.",
        3716.02,
        3718.8
    ],
    [
        " Quote, I was trying to reach the patient",
        3719.86,
        3721.46
    ],
    [
        " that Mike was lifting towards us",
        3721.46,
        3723.0
    ],
    [
        " and just at that moment in time,",
        3723.0,
        3725.64
    ],
    [
        " the pilot pulled pitch and lifted to the left.",
        3725.64,
        3728.16
    ],
    [
        " End quote. Rose said,",
        3728.9,
        3731.44
    ],
    [
        " quote, the tail rotor struck a tree",
        3731.62,
        3733.86
    ],
    [
        " as I was lifting the patient up towards Doc.",
        3733.86,
        3736.32
    ],
    [
        " The chopper lifted upward suddenly.",
        3736.92,
        3738.96
    ],
    [
        " As it was lifting up,",
        3739.08,
        3740.92
    ],
    [
        " it took enemy small arms fire",
        3741.32,
        3742.96
    ],
    [
        " and a B-40 rocket hit.",
        3742.96,
        3744.88
    ],
    [
        " End quote. Paget said, quote,",
        3745.82,
        3748.76
    ],
    [
        " when that B-40 hit us,",
        3749.32,
        3750.98
    ],
    [
        " it went through the fuel cell",
        3751.64,
        3754.04
    ],
    [
        " but didn't explode.",
        3754.04,
        3755.52
    ],
    [
        " There was aviation fuel everywhere.",
        3756.62,
        3758.92
    ],
    [
        " How it didn't ignite,",
        3759.48,
        3760.36
    ],
    [
        " I'll never know,",
        3760.54,
        3761.36
    ],
    [
        " but surely God was riding with us.",
        3761.52,
        3763.66
    ],
    [
        " End quote.",
        3765.04,
        3765.7
    ],
    [
        " Bear doll, pilot of the CH-53 radioed Mayday,",
        3765.7,
        3770.76
    ],
    [
        " Mayday, we're going in",
        3770.96,
        3772.62
    ],
    [
        " as the CH-53 began losing fuel",
        3772.62,
        3775.2
    ],
    [
        " and its hydraulic fuel,",
        3775.2,
        3776.32
    ],
    [
        " fluids.",
        3776.54,
        3778.02
    ],
    [
        " Y-H-14, that's the number of this particular CH-53,",
        3778.9,
        3782.26
    ],
    [
        " crashed without any injuries to the medics",
        3782.56,
        3784.44
    ],
    [
        " or crew members who immediately exited",
        3784.44,
        3786.14
    ],
    [
        " the wounded bird and set up a defensive perimeter",
        3786.14,
        3788.74
    ],
    [
        " with Paget overseeing the impromptu team on the ground.",
        3788.74,
        3792.2
    ],
    [
        " As the NC-OIC for SOG,",
        3793.74,
        3796.46
    ],
    [
        " CCC dispensary at contum,",
        3796.6,
        3798.8
    ],
    [
        " Paget could have pulled rank and stayed behind.",
        3799.24,
        3801.42
    ],
    [
        " And he said, quote,",
        3802.32,
        3804.28
    ],
    [
        " but that wasn't how I did things.",
        3804.54,
        3807.16
    ],
    [
        " I usually took my turn riding on the chase,",
        3807.56,
        3809.8
    ],
    [
        " medic ship.",
        3810.32,
        3811.24
    ],
    [
        " So here you have a guy that's a senior guy",
        3812.28,
        3814.08
    ],
    [
        " that could have been sitting back in the,",
        3814.08,
        3816.62
    ],
    [
        " in the hooch air condition,",
        3816.62,
        3819.52
    ],
    [
        " in the air condition,",
        3819.52,
        3820.54
    ],
    [
        " who's pooch back home base,",
        3820.54,
        3822.22
    ],
    [
        " but he's not that kind of leader.",
        3822.72,
        3824.66
    ],
    [
        " No, not at all.",
        3824.94,
        3825.56
    ],
    [
        " Steps up and gets in there.",
        3825.66,
        3826.74
    ],
    [
        " And now these guys are getting shot down.",
        3827.1,
        3828.94
    ],
    [
        " Maybe he's questioning that decision right now.",
        3829.36,
        3831.36
    ],
    [
        " Oh, I'm sure he was.",
        3831.44,
        3832.32
    ],
    [
        " He may not sit up for the record.",
        3832.88,
        3834.22
    ],
    [
        " But doxas, smart guy.",
        3835.08,
        3836.22
    ],
    [
        " He can figure all the angles.",
        3836.6,
        3837.9
    ],
    [
        " As they set up their perimeter,",
        3838.54,
        3842.06
    ],
    [
        " Scarface, Lieutenant, H.E. Newton,",
        3842.28,
        3844.4
    ],
    [
        " called CH-53,",
        3845.18,
        3846.62
    ],
    [
        " aircraft number Y-H-20,",
        3846.9,
        3849.4
    ],
    [
        " piloted by Mark McKenzie,",
        3849.64,
        3851.12
    ],
    [
        " met them at a rally point,",
        3851.8,
        3852.84
    ],
    [
        " and led them to the crash site,",
        3853.06,
        3854.46
    ],
    [
        " where Scarface and Spads",
        3854.46,
        3856.42
    ],
    [
        " made gun runs in preparation for the chase,",
        3856.42,
        3858.64
    ],
    [
        " medic aircraft,",
        3858.78,
        3859.5
    ],
    [
        " called SAR by the Marines,",
        3860.12,
        3861.76
    ],
    [
        " to arrive for the down,",
        3861.96,
        3863.06
    ],
    [
        " downed crew, and SF medics.",
        3863.28,
        3865.6
    ],
    [
        " While Enroute to rescue the crew of Y-H-14,",
        3866.34,
        3872.24
    ],
    [
        " said Y-H door gunner, Larry Groh,",
        3872.64,
        3875.04
    ],
    [
        " I was admiring the beautiful countryside,",
        3875.04,
        3877.28
    ],
    [
        " and I couldn't help thinking of all the bad guys down there,",
        3877.56,
        3880.06
    ],
    [
        " waiting for us.",
        3880.38,
        3881.2
    ],
    [
        " My M60 was locked loaded and ready for action.",
        3881.62,
        3883.88
    ],
    [
        " As we got closer to the pickup site,",
        3884.22,
        3885.7
    ],
    [
        " I could see that it was surrounded by smoke",
        3885.9,
        3887.56
    ],
    [
        " that was laid down by Scarface,",
        3887.56,
        3889.56
    ],
    [
        " along with their rockets and 40 millimeters",
        3889.8,
        3892.12
    ],
    [
        " to protect the crew of the down trooper.",
        3892.12,
        3894.4
    ],
    [
        " End quote.",
        3894.9,
        3895.22
    ],
    [
        " As Y-H-20 was about to settle into a hover over the downed crew,",
        3895.66,
        3899.08
    ],
    [
        " an NVA-51 caliber anti-aircraft heavy machine gun,",
        3899.58,
        3903.24
    ],
    [
        " opened fire on the aircraft's left side.",
        3903.3,
        3906.92
    ],
    [
        " Groh's left side window was only about 25 yards away from it,",
        3906.92,
        3911.58
    ],
    [
        " and the muzzle flashes from the gun were huge,",
        3912.06,
        3914.6
    ],
    [
        " and the rounds seemed to be the size of basketballs.",
        3914.8,
        3917.38
    ],
    [
        " Groh pulled the trigger on his M60 and held it",
        3917.54,
        3920.24
    ],
    [
        " until the 51 cow was silenced.",
        3920.24,
        3922.38
    ],
    [
        " The CH-53 started to bounce around,",
        3923.08,
        3925.74
    ],
    [
        " and I knew, quote,",
        3926.54,
        3927.54
    ],
    [
        " and I knew we had taken some hits.",
        3927.7,
        3929.56
    ],
    [
        " Sergeant Whitmer was working his gun on the right side,",
        3930.08,
        3933.1
    ],
    [
        " as Captain Capola and Sergeant Spalding were at the rear ramp,",
        3933.1,
        3936.4
    ],
    [
        " throwing out the 120-foot aluminum extraction ladder.",
        3936.58,
        3940.12
    ],
    [
        " End quote.",
        3941.08,
        3941.52
    ],
    [
        " Meanwhile, Scarface cobras were making gun runs,",
        3941.88,
        3944.5
    ],
    [
        " spads following suit, hitting enemy sights.",
        3945.04,
        3947.68
    ],
    [
        " Quote, everything seemed to slow down as the action heated up.",
        3948.44,
        3951.36
    ],
    [
        " Groh said,",
        3951.48,
        3951.98
    ],
    [
        " everything was in slow motion.",
        3952.7,
        3954.04
    ],
    [
        " When the ladder landed on the ground,",
        3955.08,
        3956.5
    ],
    [
        " Paget told everyone to climb in,",
        3956.76,
        3958.5
    ],
    [
        " climb it, and hook onto it.",
        3958.78,
        3960.58
    ],
    [
        " There was so much confusion and noise",
        3961.84,
        3964.04
    ],
    [
        " that no one moved to the ladder.",
        3964.04,
        3965.26
    ],
    [
        " He said, finally, I said, follow me,",
        3965.26,
        3967.22
    ],
    [
        " and up I went, they followed suit.",
        3967.34,
        3969.68
    ],
    [
        " Man, this is just mayhem.",
        3970.34,
        3973.6
    ],
    [
        " Groh said, the lift off from the LZ wasn't easy.",
        3974.96,
        3978.44
    ],
    [
        " Quote, we had no idea just how bad the battle damage was,",
        3978.78,
        3982.36
    ],
    [
        " but we were bouncing all over the sky,",
        3982.66,
        3984.32
    ],
    [
        " and we had a huge beat,",
        3984.42,
        3985.66
    ],
    [
        " meaning that there was something terribly wrong",
        3986.1,
        3989.18
    ],
    [
        " with our main rotor blades.",
        3989.18,
        3990.6
    ],
    [
        " End quote.",
        3991.5,
        3991.96
    ],
    [
        " Now the crew of YH20 was concerned",
        3992.54,
        3994.56
    ],
    [
        " about the safety of the aircraft",
        3994.56,
        3995.9
    ],
    [
        " and the men below riding on the extraction ladder.",
        3995.9,
        3998.6
    ],
    [
        " So you have the helicopter get shot down,",
        3999.04,
        4001.94
    ],
    [
        " and then this other helicopter comes into rescue.",
        4002.52,
        4005.3
    ],
    [
        " They get lit up with a dish gun,",
        4005.42,
        4007.96
    ],
    [
        " 12.7mm 51 cow,",
        4008.64,
        4010.66
    ],
    [
        " which is a freaking massive machine gun.",
        4010.78,
        4012.78
    ],
    [
        " They get shot up with that.",
        4013.1,
        4014.18
    ],
    [
        " They throw the extraction ladder out the back,",
        4014.54,
        4018.54
    ],
    [
        " a bunch of the guys don't know what to do.",
        4018.54,
        4021.34
    ],
    [
        " Finally, someone on the ground starts climbing the ladder.",
        4021.68,
        4023.98
    ],
    [
        " They all start climbing the ladder,",
        4024.12,
        4025.1
    ],
    [
        " but they don't get up the ladder.",
        4025.16,
        4026.14
    ],
    [
        " So they're all just hanging on to this ladder.",
        4026.28,
        4027.94
    ],
    [
        " And then this thing starts to try and get out of there,",
        4028.6,
        4032.36
    ],
    [
        " and it's like a car with like a piston that's not firing.",
        4032.96,
        4037.26
    ],
    [
        " It's like, the gun, the gun, the gun.",
        4037.42,
        4038.54
    ],
    [
        " Exactly.",
        4039.0,
        4039.2
    ],
    [
        " Quote, in hindsight, there was really no way",
        4041.98,
        4048.28
    ],
    [
        " that we or anyone else could know,",
        4048.28,
        4050.72
    ],
    [
        " could know how bad the damage was said, grow.",
        4051.0,
        4054.0
    ],
    [
        " Quote, only when we finally made it back",
        4054.24,
        4056.6
    ],
    [
        " that we learned just how bad our damage was.",
        4056.6,
        4058.98
    ],
    [
        " Numerous rounds had cut the hydraulic lines to the tail rotor.",
        4059.52,
        4062.94
    ],
    [
        " One round from the 50-cal,",
        4063.28,
        4064.76
    ],
    [
        " it almost cut the main rotor tail drive shaft in half.",
        4064.76,
        4069.62
    ],
    [
        " That rounded hit next to the Thomas coupling,",
        4070.26,
        4073.14
    ],
    [
        " which connects the tail rotor drive shaft sections together.",
        4073.14,
        4076.52
    ],
    [
        " We were extremely lucky to have made it back to base.",
        4077.3,
        4079.94
    ],
    [
        " God was with us that day.",
        4080.38,
        4083.24
    ],
    [
        " Page it said.",
        4083.7,
        4084.5
    ],
    [
        " Man, those helicopters are beasts to take that kind of damage.",
        4086.88,
        4090.36
    ],
    [
        " Oh, yeah.",
        4090.52,
        4090.98
    ],
    [
        " Yeah.",
        4091.56,
        4092.24
    ],
    [
        " Salute.",
        4092.82,
        4093.5
    ],
    [
        " Salute the 53s.",
        4093.66,
        4096.08
    ],
    [
        " Amen.",
        4096.44,
        4096.76
    ],
    [
        " For the rest of the men on the ground during the night of day three,",
        4097.46,
        4102.2
    ],
    [
        " there was no rest.",
        4102.2,
        4103.3
    ],
    [
        " Yeah, by the way, while all that's happened,",
        4104.52,
        4106.24
    ],
    [
        " we still got what, a hundred and something guys left on the ground.",
        4106.32,
        4109.9
    ],
    [
        " The NVN intensified its attacks against the men of B company,",
        4110.76,
        4114.22
    ],
    [
        " throwing an estimated 600 plus hand grenades",
        4114.38,
        4116.86
    ],
    [
        " into the defense positions of the hatchet force,",
        4116.86,
        4119.84
    ],
    [
        " even as it moved a few times during the night.",
        4120.08,
        4122.26
    ],
    [
        " So now we're taking 600 hand grenades.",
        4122.6,
        4125.52
    ],
    [
        " By now, the B company men had gained an important tactical advantage",
        4126.26,
        4131.74
    ],
    [
        " over the NVA.",
        4131.74,
        4132.56
    ],
    [
        " I like this.",
        4132.9,
        4133.26
    ],
    [
        " This is a good attitude to have right here.",
        4133.3,
        4134.66
    ],
    [
        " When we got a freaking downhill, a copter,",
        4135.0,
        4137.12
    ],
    [
        " we got all these wounded guys.",
        4137.32,
        4138.7
    ],
    [
        " We received 600 grenades.",
        4138.92,
        4140.38
    ],
    [
        " And here you know what?",
        4140.86,
        4141.48
    ],
    [
        " Here we go.",
        4142.04,
        4143.44
    ],
    [
        " By now, the B company men had gained an important tactical advantage",
        4143.9,
        4147.52
    ],
    [
        " over the NVA.",
        4147.52,
        4148.28
    ],
    [
        " They learned the NVA combat signals during the close-in fighting.",
        4148.7,
        4153.02
    ],
    [
        " The NVA would hit two bamboo sticks together",
        4153.58,
        4156.22
    ],
    [
        " or use a whistle for signals.",
        4156.22,
        4158.74
    ],
    [
        " The hatchet force men learned that",
        4158.74,
        4161.0
    ],
    [
        " one click or one whistle signaled the NVA to move.",
        4161.0,
        4165.68
    ],
    [
        " Two men throw hand grenades and three men withdraw.",
        4166.2,
        4171.14
    ],
    [
        " The hatchet force men would then radio what signal,",
        4172.04,
        4175.02
    ],
    [
        " what the signal was to the other team members",
        4175.32,
        4177.56
    ],
    [
        " so that they could adjust accordingly.",
        4177.56,
        4179.4
    ],
    [
        " More than once, when the NVA signaled to withdraw,",
        4180.02,
        4182.16
    ],
    [
        " the hatchet force men would then attack",
        4182.32,
        4183.9
    ],
    [
        " when they were more vulnerable.",
        4183.9,
        4185.42
    ],
    [
        " It was one more tactical advantage that they used",
        4185.5,
        4188.72
    ],
    [
        " to their advantage against an enemy force",
        4188.72,
        4190.6
    ],
    [
        " that continued to grow on the battlefield",
        4190.6,
        4192.6
    ],
    [
        " despite losing hundreds of men to airstrikes,",
        4192.6,
        4195.46
    ],
    [
        " bombing runs, and team ground fire.",
        4195.84,
        4198.48
    ],
    [
        " Meanwhile, back in Denang at their airbase,",
        4199.56,
        4201.88
    ],
    [
        " the Marines returned to repair their aircrafts",
        4202.04,
        4205.2
    ],
    [
        " as the warning order came down for day four.",
        4205.2,
        4207.9
    ],
    [
        " The weather and NVA hordes were closing in on B company.",
        4209.04,
        4213.88
    ],
    [
        " With those hand grenades, one of the things",
        4217.74,
        4220.24
    ],
    [
        " that Lim Black discovered was that the NVA had",
        4220.24,
        4225.04
    ],
    [
        " a hand grenade vest where they would have four",
        4225.04,
        4228.84
    ],
    [
        " or five hand grenades in one vest.",
        4228.84,
        4230.92
    ],
    [
        " They could get it and throw it forward and hold it",
        4231.62,
        4234.7
    ],
    [
        " and then all five grenades would launch at one time",
        4234.7,
        4238.48
    ],
    [
        " with the pins pulled so you have four or five hand grenades",
        4238.48,
        4243.28
    ],
    [
        " coming at you at one time.",
        4243.28,
        4244.64
    ],
    [
        " They were all tied together or something?",
        4245.52,
        4247.64
    ],
    [
        " When they got the vest and threw it but held it,",
        4248.96,
        4253.22
    ],
    [
        " the hand grenades attached would then go forward.",
        4253.84,
        4256.26
    ],
    [
        " Oh, got it.",
        4256.56,
        4257.64
    ],
    [
        " And so, with this thing that was going on with the 600 plus,",
        4258.0,
        4261.02
    ],
    [
        " I'm sure that was one of the tactics the NVA had pulling",
        4262.4,
        4264.78
    ],
    [
        " because they had the hand grenade vest.",
        4264.78,
        4267.44
    ],
    [
        " That's a lot of grenades to receive.",
        4275.24,
        4276.62
    ],
    [
        " Oh, I know.",
        4276.82,
        4277.18
    ],
    [
        " That's a lot of grenades.",
        4278.72,
        4279.78
    ],
    [
        " You need to fully half go off because of Chinese and Jikon.",
        4279.78,
        4282.74
    ],
    [
        " Yeah.",
        4282.96,
        4283.02
    ],
    [
        " You're still, if only half go off, that's still 300 grenades.",
        4283.02,
        4285.3
    ],
    [
        " Yeah.",
        4285.72,
        4285.88
    ],
    [
        " And that also tells you something else.",
        4286.22,
        4288.62
    ],
    [
        " It tells you how close the enemy was.",
        4288.78,
        4290.46
    ],
    [
        " Yeah.",
        4290.72,
        4290.88
    ],
    [
        " Because that means they're throwing those grenades.",
        4291.38,
        4293.58
    ],
    [
        " So there's, this is close fighting.",
        4294.16,
        4297.38
    ],
    [
        " And not to mention, you want to know how close it was?",
        4298.02,
        4300.46
    ],
    [
        " It's so close that we can hear their signaling when they're bang",
        4300.46,
        4303.48
    ],
    [
        " and two bamboo sticks together.",
        4303.48,
        4305.26
    ],
    [
        " Primitive but effective.",
        4305.28,
        4307.42
    ],
    [
        " Primitive but effective but also so close that we can hear it.",
        4307.5,
        4310.26
    ],
    [
        " And we hear it so much that we actually decipher their freaking code.",
        4310.34,
        4313.76
    ],
    [
        " Yeah.",
        4314.08,
        4314.36
    ],
    [
        " Yeah.",
        4314.8,
        4315.58
    ],
    [
        " All right.",
        4316.72,
        4318.18
    ],
    [
        " Going back to the look.",
        4319.14,
        4319.88
    ],
    [
        " The morning of Operation Tailwind Day 4,",
        4319.94,
        4321.74
    ],
    [
        " Dawned Upon B company hatchet force of McVeaseog",
        4321.9,
        4324.32
    ],
    [
        " moving toward an LZ to lift out.",
        4324.32,
        4326.36
    ],
    [
        " The more seriously wounded among the remaining 127 men",
        4326.62,
        4329.88
    ],
    [
        " who could still walk.",
        4329.88,
        4330.82
    ],
    [
        " All 16 green berets had been wounded at least once.",
        4331.26,
        4335.06
    ],
    [
        " And about 40 Montenjard troops were wounded during the first three days",
        4335.68,
        4339.62
    ],
    [
        " of this secret for a deep in the Louse.",
        4339.62,
        4342.42
    ],
    [
        " So there you go.",
        4343.08,
        4343.8
    ],
    [
        " That's at least 40.",
        4344.2,
        4345.06
    ],
    [
        " Probably more.",
        4345.3,
        4345.88
    ],
    [
        " Could nobody, nobody count.",
        4346.68,
        4348.2
    ],
    [
        " Everybody's just too busy fighting.",
        4348.44,
        4349.68
    ],
    [
        " B company commanding officer Captain G. McCarley",
        4351.4,
        4354.78
    ],
    [
        " had the point element moving toward an apparent clearing",
        4354.78,
        4358.16
    ],
    [
        " with one thought in mind.",
        4358.16,
        4359.74
    ],
    [
        " Get one Marine Corps heavy lift,",
        4359.96,
        4361.8
    ],
    [
        " CH-53 helicopter in to pick up the wounded,",
        4362.2,
        4365.4
    ],
    [
        " and then continue to march to destroy any NVA fortifications,",
        4365.88,
        4370.54
    ],
    [
        " supplies, or troops they encountered.",
        4371.02,
        4372.24
    ],
    [
        " By now the entire second platoon was being used to help care for",
        4373.02,
        4376.48
    ],
    [
        " and transport the wounded under the tireless leadership",
        4376.48,
        4379.82
    ],
    [
        " of medic Gary Mike Rose, including three wounded",
        4379.82,
        4384.18
    ],
    [
        " who were carried on impromptu stretchers.",
        4384.18,
        4387.02
    ],
    [
        " So there you go.",
        4387.02,
        4388.02
    ],
    [
        " You have an entire platoon of what, 40 guys?",
        4388.12,
        4391.62
    ],
    [
        " Yeah.",
        4391.92,
        4392.08
    ],
    [
        " You have an entire platoon of 40 guys that are just being used to",
        4392.48,
        4395.9
    ],
    [
        " for the wounded.",
        4395.9,
        4396.56
    ],
    [
        " Help the wounded.",
        4396.8,
        4397.46
    ],
    [
        " So that's how hard it is to deal with wounded and move wounded.",
        4398.0,
        4402.48
    ],
    [
        " And his morein, his morphine, serets are low.",
        4402.82,
        4407.04
    ],
    [
        " Fast forward a little bit.",
        4408.68,
        4412.32
    ],
    [
        " The men on the ground didn't know about two startling developments.",
        4412.4,
        4415.14
    ],
    [
        " The weather was closing in with a stormfront",
        4415.86,
        4418.98
    ],
    [
        " that would prevent tack air from supporting B company",
        4418.98,
        4421.82
    ],
    [
        " and Operation Tailwind had rocked the NVA brass",
        4421.82,
        4425.68
    ],
    [
        " into rallying hordes of North Vietnamese",
        4425.68,
        4428.46
    ],
    [
        " and path at loud troops that were moving toward the highway",
        4428.46,
        4433.54
    ],
    [
        " 165 area near the tiny hamlet of Chavane.",
        4433.54,
        4437.94
    ],
    [
        " So these guys don't know it,",
        4438.8,
        4441.44
    ],
    [
        " but there's massive enemy coming and bad weather.",
        4441.58,
        4444.96
    ],
    [
        " Now, when this bad weather hits just to be clear",
        4445.44,
        4448.26
    ],
    [
        " if I didn't make this clear enough,",
        4448.26,
        4449.44
    ],
    [
        " the only thing that really keeps you guys alive on the ground",
        4449.72,
        4454.32
    ],
    [
        " at a certain point is just the fact that we have air superiority",
        4454.32,
        4456.96
    ],
    [
        " and you can drop bombs.",
        4456.96,
        4457.9
    ],
    [
        " Because they got hundreds, if not thousands,",
        4458.36,
        4461.54
    ],
    [
        " of troops going against you.",
        4461.82,
        4463.52
    ],
    [
        " So if you lose air support, it's a matter of time.",
        4464.02,
        4468.84
    ],
    [
        " Because if you look, the NVA, they don't care.",
        4469.42,
        4471.94
    ],
    [
        " They'll keep coming waves until they finally just overwhelm you",
        4471.94,
        4476.28
    ],
    [
        " with just a trition.",
        4476.28,
        4478.12
    ],
    [
        " So if you lose tack air, at some point you're going to be overrun",
        4478.9,
        4483.3
    ],
    [
        " and everyone's dead.",
        4483.3,
        4484.1
    ],
    [
        " Our edge is gone.",
        4484.42,
        4485.64
    ],
    [
        " Yeah, indeed.",
        4486.22,
        4487.12
    ],
    [
        " Here's Macarly quote,",
        4488.0,
        4492.08
    ],
    [
        " when we started day four,",
        4492.22,
        4493.22
    ],
    [
        " we hadn't thought about an extraction",
        4493.34,
        4494.62
    ],
    [
        " except for getting the wounded out.",
        4494.62,
        4496.12
    ],
    [
        " We took our mission seriously,",
        4496.6,
        4498.42
    ],
    [
        " meaning he's saying, look, we're not even thinking about leaving yet.",
        4498.76,
        4500.94
    ],
    [
        " Not at all.",
        4500.94,
        4501.44
    ],
    [
        " We're thinking about getting our wounded out,",
        4502.66,
        4503.88
    ],
    [
        " but we're ready to go.",
        4503.88,
        4504.68
    ],
    [
        " We're going to stay.",
        4505.14,
        4505.7
    ],
    [
        " We took our mission seriously,",
        4506.54,
        4508.16
    ],
    [
        " relieved the pressure on the CIA's operation.",
        4508.34,
        4510.6
    ],
    [
        " Thanks to tack air, we had hurt the enemy no question",
        4511.34,
        4513.84
    ],
    [
        " and by continuously moving, we had kept the NVA off balance.",
        4513.84,
        4517.52
    ],
    [
        " We were tired, but our morale was good.",
        4517.82,
        4519.74
    ],
    [
        " We'd been on the move about an hour when we heard dogs.",
        4520.42,
        4523.48
    ],
    [
        " These weren't dogs that sounded like tracker dogs.",
        4524.52,
        4526.98
    ],
    [
        " The NVA used on us.",
        4527.04,
        4528.4
    ],
    [
        " They sounded like pet dogs.",
        4528.6,
        4530.12
    ],
    [
        " So we moved toward their sound and the first platoon followed them.",
        4530.32,
        4534.48
    ],
    [
        " The dogs led B company to what would become",
        4534.84,
        4537.16
    ],
    [
        " one of the greatest military intelligence coup",
        4537.16,
        4540.02
    ],
    [
        " of the eight-year SAUG secret war in Laos.",
        4540.02,
        4544.6
    ],
    [
        " Here dogs, they're not tracking dogs,",
        4545.14,
        4549.42
    ],
    [
        " but they're just like pet dogs",
        4549.5,
        4551.54
    ],
    [
        " and the guys follow them back to this camp.",
        4551.54,
        4554.2
    ],
    [
        " That's me, I'm going the other way.",
        4554.54,
        4556.14
    ],
    [
        " I don't like dogs anywhere,",
        4556.42,
        4558.28
    ],
    [
        " particularly in the A.O.",
        4559.08,
        4560.18
    ],
    [
        " Sorry.",
        4561.32,
        4562.64
    ],
    [
        " Yeah, no, the first time, I think it was the first time you were on",
        4563.02,
        4566.32
    ],
    [
        " and we were talking about those tracking dogs,",
        4566.32,
        4567.74
    ],
    [
        " about halfway through the conversation after you're talking about these dogs,",
        4567.94,
        4570.48
    ],
    [
        " they're smelling you and they're closing on you.",
        4570.66,
        4571.88
    ],
    [
        " And I was like, do you still like,",
        4572.46,
        4575.68
    ],
    [
        " do you not like dogs?",
        4575.84,
        4577.22
    ],
    [
        " And you said, I hate dogs.",
        4577.34,
        4578.42
    ],
    [
        " Yeah.",
        4578.74,
        4578.94
    ],
    [
        " Totally understood.",
        4579.3,
        4580.12
    ],
    [
        " Before long, the enemy troops fired several B-40 rockets",
        4586.44,
        4590.56
    ],
    [
        " at the point element of B company and then fell back.",
        4590.56,
        4593.16
    ],
    [
        " It looked like they had gone back to some sort of bunker complex,",
        4593.26,
        4597.24
    ],
    [
        " Macarley said, after a brief skirmish",
        4597.3,
        4599.3
    ],
    [
        " and a brilliantly executed,",
        4599.3,
        4600.92
    ],
    [
        " spad gun runs where they had used cluster bomb units",
        4600.94,
        4605.46
    ],
    [
        " on enemy positions.",
        4605.46,
        4606.56
    ],
    [
        " The first platoon led the assault on those bunkers",
        4606.56,
        4609.04
    ],
    [
        " with a well coordinated attack while second platoon covered our flank",
        4609.04,
        4611.92
    ],
    [
        " and provided rear security.",
        4611.92,
        4613.46
    ],
    [
        " So you guys, these guys run up against an enemy position with bunkers",
        4614.06,
        4619.0
    ],
    [
        " and what do they do?",
        4619.0,
        4619.94
    ],
    [
        " Attack it.",
        4620.18,
        4620.98
    ],
    [
        " Yeah.",
        4621.1,
        4621.48
    ],
    [
        " Call in for closer support and then attack it on day four.",
        4621.74,
        4624.46
    ],
    [
        " I mean, these guys probably haven't eaten their short on water,",
        4624.98,
        4628.1
    ],
    [
        " their wounded.",
        4628.1,
        4628.88
    ],
    [
        " Third platoon protected our right flank.",
        4629.46,
        4633.62
    ],
    [
        " We caught them napping.",
        4633.62,
        4634.84
    ],
    [
        " We hit the outpost when they were cooking breakfast.",
        4635.1,
        4637.56
    ],
    [
        " There were open fires, fires with cooking pots on them.",
        4637.56,
        4640.6
    ],
    [
        " Hell, they never had anyone mess with them before this deep into the louse.",
        4640.98,
        4645.0
    ],
    [
        " A few NVA, a few NVA hidden a couple of the bunkers",
        4646.78,
        4649.86
    ],
    [
        " whom the mountain yards quickly eliminated with hand grenades.",
        4649.86,
        4652.82
    ],
    [
        " Those bunkers were nothing but gory blood and guts after the grenade attacks.",
        4653.02,
        4656.28
    ],
    [
        " Macarley said, again, A1 sky raiders delivered",
        4656.44,
        4660.36
    ],
    [
        " CBUs precisely along two key enemy lines,",
        4660.36,
        4663.46
    ],
    [
        " instantly silencing enemy gunfire hand grenades",
        4664.02,
        4666.78
    ],
    [
        " and rocket attacks.",
        4667.5,
        4668.58
    ],
    [
        " Within a short period of time, more than 70 NVA were killed",
        4669.86,
        4673.5
    ],
    [
        " as B company swept through the base.",
        4673.5,
        4675.82
    ],
    [
        " As B company drove the remaining NVA out of the outpost,",
        4676.24,
        4679.8
    ],
    [
        " they discovered a bunker in the base of camp that, quote,",
        4680.02,
        4684.2
    ],
    [
        " appeared to be like a basement in a regular house,",
        4684.46,
        4686.9
    ],
    [
        " said Macarley.",
        4687.16,
        4688.5
    ],
    [
        " It was at least 10 feet long and 10 feet wide",
        4688.82,
        4691.0
    ],
    [
        " with maps on the walls and a foot locker loaded with documents.",
        4691.0,
        4694.62
    ],
    [
        " I emptied my Rucksack of everything except for extra car 15 ammo.",
        4694.62,
        4698.4
    ],
    [
        " By that time, I used the extra battery, radio battery,",
        4698.68,
        4702.22
    ],
    [
        " and C4 that I was carrying.",
        4702.26,
        4703.52
    ],
    [
        " And I started packing with enemy documents, papers, code books,",
        4703.52,
        4706.46
    ],
    [
        " transportation logs, end quote.",
        4707.02,
        4709.26
    ],
    [
        " Within 15 minutes, the base camp was overrun.",
        4710.04,
        4712.62
    ],
    [
        " The area was searched for intelligence",
        4713.02,
        4714.62
    ],
    [
        " and photographs were taken as medic microbes continued to treat",
        4714.62,
        4718.36
    ],
    [
        " the wounded men of the company.",
        4718.36,
        4720.02
    ],
    [
        " So this is a score.",
        4720.76,
        4722.62
    ],
    [
        " It's a coup in a half.",
        4722.7,
        4724.36
    ],
    [
        " Oh, yeah. Rich.",
        4724.66,
        4726.44
    ],
    [
        " By now, it was clear to B company intelligence men",
        4727.22,
        4731.54
    ],
    [
        " that they had stumbled into an NVA battalion base camp",
        4731.54,
        4734.4
    ],
    [
        " that was a major logistical command center",
        4734.4,
        4736.7
    ],
    [
        " and probably the headquarters that controlled the nearby",
        4736.7,
        4739.02
    ],
    [
        " Laotian Highway 165.",
        4739.02,
        4741.2
    ],
    [
        " Remaining true to his original operation order,",
        4742.56,
        4744.92
    ],
    [
        " Macarley had all the intelligence documents packed",
        4745.38,
        4747.92
    ],
    [
        " and ordered B company and all of its walking",
        4747.92,
        4750.14
    ],
    [
        " wounded to march out of the battalion base camp",
        4750.14,
        4752.54
    ],
    [
        " while demolitions experts wired 120 millimeter mortar",
        4752.54,
        4755.88
    ],
    [
        " for enemy trucks and more than nine tons of rice",
        4755.88,
        4759.46
    ],
    [
        " for destruction.",
        4759.46,
        4760.3
    ],
    [
        " As usual, after the Special Forces charges exploded,",
        4760.58,
        4763.32
    ],
    [
        " A1 Skyrators followed up with gun, napalm,",
        4763.84,
        4766.56
    ],
    [
        " and bombing runs to completely destroy all enemy structures",
        4766.6,
        4770.36
    ],
    [
        " and supplies.",
        4770.36,
        4771.36
    ],
    [
        " Boom.",
        4772.12,
        4773.42
    ],
    [
        " Nine tons of rice.",
        4774.14,
        4776.84
    ],
    [
        " I feed a lot of people.",
        4777.46,
        4779.42
    ],
    [
        " Oh, yeah.",
        4779.6,
        4780.1
    ],
    [
        " Meanwhile, back at contum, fast forward a little bit.",
        4781.96,
        4785.54
    ],
    [
        " Meanwhile, back at contum, while all that's happening,",
        4786.06,
        4788.12
    ],
    [
        " all the air assets, the A1 Skyrators of the denang based",
        4788.46,
        4792.2
    ],
    [
        " operating location alpha alpha,",
        4792.2,
        4794.94
    ],
    [
        " Scarface pilots,",
        4795.32,
        4796.48
    ],
    [
        " and CH-53 pilots were getting a detailed briefing",
        4797.08,
        4802.3
    ],
    [
        " on the weather.",
        4802.3,
        4803.78
    ],
    [
        " And a siding by Covey of hundreds,",
        4804.22,
        4807.18
    ],
    [
        " if not more than 1,000 NVA and path",
        4807.18,
        4810.18
    ],
    [
        " that loud troops moving east towards B company.",
        4810.18,
        4813.0
    ],
    [
        " Quote, during that final briefing,",
        4813.88,
        4815.98
    ],
    [
        " it was very clear today it was due or die.",
        4816.16,
        4820.78
    ],
    [
        " End quote from Scarface pilot Joe Driscoll.",
        4821.68,
        4824.8
    ],
    [
        " Quote, the big thing was the stark seriousness of the moment.",
        4825.58,
        4828.9
    ],
    [
        " Everyone knew they had suffered heavy casualties",
        4829.88,
        4832.04
    ],
    [
        " and now the weather was closing in on them.",
        4832.04,
        4834.78
    ],
    [
        " A1 Skyrator pilot Tom Stump added,",
        4835.74,
        4838.44
    ],
    [
        " quote, the weather was dog shit.",
        4838.7,
        4840.76
    ],
    [
        " When we took off, I wasn't optimistic about getting them out of there.",
        4840.76,
        4844.1
    ],
    [
        " End quote on the ground and Laos,",
        4844.26,
        4846.24
    ],
    [
        " Macarly pressed forward until he received a disturbing radio call",
        4846.24,
        4850.18
    ],
    [
        " from Covey sometime in the early afternoon of September 14th.",
        4850.18,
        4853.82
    ],
    [
        " Day four of Operation Tailwind.",
        4853.82,
        4855.34
    ],
    [
        " Quote, I believe it was Covey writer Jimmy Wardaddy Hart.",
        4855.94,
        4860.82
    ],
    [
        " Radio down and told us the NVA were massing.",
        4861.76,
        4864.84
    ],
    [
        " And if that and that if we didn't get out of there today,",
        4865.24,
        4867.34
    ],
    [
        " we weren't going to get out period.",
        4867.34,
        4870.06
    ],
    [
        " That got my attention.",
        4870.66,
        4872.54
    ],
    [
        " Frankly, he mentioned the weather issue too,",
        4873.32,
        4875.82
    ],
    [
        " which up to that point in time,",
        4875.96,
        4877.54
    ],
    [
        " I wasn't aware of because we were in the jungle end quote.",
        4877.54,
        4881.02
    ],
    [
        " Yeah, that got your attention, huh?",
        4881.6,
        4885.44
    ],
    [
        " Well, yeah, and everybody back at base,",
        4885.96,
        4888.14
    ],
    [
        " they know they're getting hammered",
        4888.14,
        4889.62
    ],
    [
        " and they know it's bad and they're getting ready to go,",
        4890.1,
        4892.54
    ],
    [
        " they don't know how bad it is.",
        4892.86,
        4895.24
    ],
    [
        " It's like you're in the jungle, like you've heard it before,",
        4895.86,
        4898.26
    ],
    [
        " you don't know what the hell bad the weather is when you're on the ground.",
        4898.68,
        4901.32
    ],
    [
        " And you can't tell a lot of times.",
        4901.84,
        4903.08
    ],
    [
        " The difference between sun and no sun,",
        4903.28,
        4905.76
    ],
    [
        " it's just dark in the jungle.",
        4906.16,
        4908.14
    ],
    [
        " And they break loose every once in a while,",
        4909.16,
        4910.8
    ],
    [
        " get an opening if they could see.",
        4910.88,
        4911.96
    ],
    [
        " So Gene had no idea.",
        4912.66,
        4914.62
    ],
    [
        " No idea.",
        4914.74,
        4915.14
    ],
    [
        " That's when Covey told us,",
        4915.42,
        4916.56
    ],
    [
        " because why didn't you view Gene on it?",
        4916.58,
        4917.72
    ],
    [
        " He was like stunned when Covey told him,",
        4917.72,
        4921.96
    ],
    [
        " because he really thought we were going to kick Daria as we just hit the cash.",
        4922.06,
        4925.62
    ],
    [
        " You say cash or cash, yeah, you're the English major.",
        4925.74,
        4928.0
    ],
    [
        " I'm only an English minor.",
        4928.16,
        4929.14
    ],
    [
        " So I had a, it's cash.",
        4929.38,
        4931.26
    ],
    [
        " Cash, oh thank you sir.",
        4931.88,
        4932.7
    ],
    [
        " It's cash.",
        4932.72,
        4933.18
    ],
    [
        " I'll be more correct now.",
        4933.58,
        4934.62
    ],
    [
        " I got corrected that.",
        4934.98,
        4935.96
    ],
    [
        " I got corrected.",
        4936.1,
        4936.66
    ],
    [
        " But on that, when I was a, I think I was like an E5 or something, an E4.",
        4936.9,
        4941.76
    ],
    [
        " And you know, I was briefing something and I said,",
        4942.44,
        4944.56
    ],
    [
        " well there's a cash A over there.",
        4944.56,
        4945.76
    ],
    [
        " Yeah, my officer said, actually,",
        4945.84,
        4948.14
    ],
    [
        " it's cash.",
        4948.74,
        4950.0
    ],
    [
        " And I said, no, it's not.",
        4950.44,
        4951.96
    ],
    [
        " I didn't believe him.",
        4952.3,
        4953.78
    ],
    [
        " Yeah.",
        4953.9,
        4954.12
    ],
    [
        " You had to go to the dictionary.",
        4954.12,
        4955.08
    ],
    [
        " And back then you actually had to get a dictionary.",
        4955.08,
        4956.86
    ],
    [
        "",
        4957.5,
        4957.5
    ],
    [
        " Yeah.",
        4957.92,
        4958.9
    ],
    [
        " Well, I'll tell you what, you're the man.",
        4959.26,
        4960.8
    ],
    [
        " If you want to call it cash A, we can change it right now.",
        4960.96,
        4963.06
    ],
    [
        " We will follow suit.",
        4963.26,
        4965.44
    ],
    [
        " I've always preferred cash A.",
        4965.56,
        4967.2
    ],
    [
        " Me too.",
        4967.22,
        4967.52
    ],
    [
        " I think it's cool assembly.",
        4967.56,
        4968.42
    ],
    [
        " Could be cash, it's fast, but cash A's got a little bit more.",
        4969.0,
        4972.36
    ],
    [
        " I'll tell you more of them.",
        4972.36,
        4973.42
    ],
    [
        " Move to possess.",
        4973.42,
        4973.86
    ],
    [
        "",
        4974.3,
        4974.3
    ],
    [
        " So these guys are in a bad way.",
        4974.74,
        4978.84
    ],
    [
        " And now Macarly kind of realizes we got the enemy coming.",
        4979.3,
        4983.38
    ],
    [
        " We got weather moving in.",
        4983.84,
        4985.1
    ],
    [
        " Back to the book, realizing they needed a large LZ, a large LZ large enough to handle a CH-53.",
        4985.8,
        4993.08
    ],
    [
        " Because CH-53 is our massive birds.",
        4993.12,
        4995.16
    ],
    [
        " And by the way, there's no opportunity.",
        4996.34,
        4998.66
    ],
    [
        " You're not going to get 50 guys out on strings.",
        4998.74,
        5001.8
    ],
    [
        " So this thing's going to have to land.",
        5001.84,
        5003.68
    ],
    [
        " Yeah.",
        5003.82,
        5003.94
    ],
    [
        " And you got wounded on top of that.",
        5004.32,
        5006.52
    ],
    [
        " In light of losing one of the 53's heavy lift helicopters on a tight LZ the previous day.",
        5006.8,
        5012.84
    ],
    [
        " Yeah, by the way, we already lost one of these things.",
        5012.9,
        5014.72
    ],
    [
        " Macarly moved down the road towards a clearing that was large enough for LZ.",
        5014.94,
        5018.16
    ],
    [
        " However, the open area was seated too deeply in a valley,",
        5018.34,
        5021.72
    ],
    [
        " which had hills on two sides of it where the NVA gunners would be able to have clear fields of fire",
        5022.06,
        5027.0
    ],
    [
        " on the marine rescue helicopters as well as the supporting tack air assets,",
        5027.0,
        5030.86
    ],
    [
        " Scarface, uh, Cobra gunships.",
        5031.42,
        5033.94
    ],
    [
        " To facilitate the continued movement of B company, A1 Spads and Cobra Scarface,",
        5034.08,
        5039.76
    ],
    [
        " Scarface Cobra's quote, gave us fire protection to the front and to the rear.",
        5039.76,
        5044.42
    ],
    [
        " Macarly said, the NVA kept hitting us with automatic fire and B40s.",
        5044.9,
        5048.84
    ],
    [
        " The air strikes kept them back far enough so they couldn't do any real damage.",
        5048.92,
        5052.28
    ],
    [
        " At some point, Covey ran dangerously low on fuel, returned to base and connected Spad pilot Tom Stump",
        5052.84,
        5061.0
    ],
    [
        " directly with Macarly about future air strikes shortly before the first CH-53 arrived in the area of operations.",
        5061.0,
        5068.14
    ],
    [
        " Quote, I'll never forget it.",
        5068.96,
        5070.54
    ],
    [
        " When I spoke to Jean, that's Macarly.",
        5070.88,
        5072.58
    ],
    [
        " When I spoke to Jean, his voice was as calm as a man at Sunday Church picnic.",
        5072.86,
        5078.04
    ],
    [
        " Stump said.",
        5078.6,
        5078.96
    ],
    [
        " He had that slow southern draw and calmly said he was getting his ass kicked down there.",
        5079.26,
        5086.08
    ],
    [
        " And all the while I could hear gunfire explosions and hand grenades.",
        5086.72,
        5093.16
    ],
    [
        " He said he needed some separation between the company and the NVA.",
        5094.0,
        5097.84
    ],
    [
        " We were on station for two hours doing just that providing close air support.",
        5098.32,
        5101.88
    ],
    [
        " With all the SF wounded in the large number of casualties they had,",
        5102.2,
        5105.42
    ],
    [
        " I couldn't see how we'd get them out.",
        5105.8,
        5108.0
    ],
    [
        " There you go.",
        5111.26,
        5112.3
    ],
    [
        " Tom Stump.",
        5112.78,
        5113.4
    ],
    [
        " Man.",
        5114.26,
        5114.66
    ],
    [
        " Macarly and his men were grateful for the close air support of Stump, his fellow Spad pilot Scarface and TAC Air.",
        5116.54,
        5123.24
    ],
    [
        " But Stump stood out in his mind.",
        5123.56,
        5124.88
    ],
    [
        " Macarly said, quote, Tom Stump flew so close to us during some of those gun runs I could tell if he had shaved or not.",
        5125.24,
        5132.74
    ],
    [
        " That's just how close those A1 Sky Raiders flew in support of us.",
        5133.36,
        5137.0
    ],
    [
        " We were extremely grateful for all the air support believe me.",
        5137.0,
        5140.4
    ],
    [
        " But seeing Stump was something that stuck with me.",
        5140.76,
        5143.56
    ],
    [
        " I also think that it's safe to say that because this was a sog mission deep into Laos,",
        5144.2,
        5148.14
    ],
    [
        " none of the air assets got that credit they should have received for the remarkable coverage they provided to us over four days.",
        5148.46,
        5155.44
    ],
    [
        " From the fast movers right down to Scarface and the Covees.",
        5155.8,
        5159.58
    ],
    [
        " Continuing on, B Company found a heavily traveled dirt road only wide enough for foot traffic and headed to a second LZ,",
        5164.16,
        5171.78
    ],
    [
        " one that provided better cover and less exposure to enemy ground fire for the helicopters and for the men of B Company.",
        5172.24,
        5178.96
    ],
    [
        " As they moved, Covey Rider Jimmy Ward Daddy Hart told Macarly he had spotted another, quote,",
        5179.3,
        5184.72
    ],
    [
        " Horde of NVA end quote moving toward B Company.",
        5184.72,
        5188.72
    ],
    [
        " This time Hart told B Company to put on their gas masks and directed A1 sorties flown by Homo 20 and Fire 544 based in Thailand to deliver CBU 30 tier gas ordinance.",
        5189.24,
        5202.82
    ],
    [
        " On the next Horde of NVA, while B Company found it secured a second LZ for the Marine CH-53 to land, this drastic tactic worked.",
        5203.36,
        5211.98
    ],
    [
        " It slowed down another NVA Horde, but many of the men in B Company including Macarly Rose and others were hit by the gas,",
        5212.04,
        5219.94
    ],
    [
        " which had a lot of our guys crying and choking on that CS.",
        5220.26,
        5223.3
    ],
    [
        " Macarly said, but it also bought them some time.",
        5224.1,
        5226.2
    ],
    [
        " So they called in some...",
        5227.1,
        5230.44
    ],
    [
        " Costa bomb units with gas.",
        5230.44,
        5232.64
    ],
    [
        " With some coughing gas in it.",
        5234.68,
        5236.7
    ],
    [
        " It's an irritant.",
        5236.7,
        5238.3
    ],
    [
        " Indeed.",
        5238.3,
        5238.82
    ],
    [
        " Which is a lot different.",
        5239.02,
        5240.16
    ],
    [
        " This is where it gets a little tricky and it comes up later, but that is a chemical.",
        5240.62,
        5245.8
    ],
    [
        " And people say, well, this is a chemical weapon.",
        5246.22,
        5248.26
    ],
    [
        " And it is technically a chemical weapon, but it's a freaking non-leafal chemical weapon.",
        5249.08,
        5253.16
    ],
    [
        " It doesn't kill you.",
        5253.4,
        5254.32
    ],
    [
        " Just you cry a lot and feel bad.",
        5254.44,
        5256.22
    ],
    [
        " Continuing on, the Scarface Cobra's led the CH-53 into the LZ with deadly gun runs as an Air Force F-4 Phantom Jets pounded two enemy mortar pits that were marching 82 millimeter rounds toward the LZ that was large enough for only one CH-53 to land at a time.",
        5260.56,
        5278.8
    ],
    [
        " Quote, we escorted the CH-53s into the LZ.",
        5278.86,
        5282.62
    ],
    [
        " The first one wasn't as bad as the previous day when I could see dozens of enemy soldiers out in the open firing at us with...",
        5282.82,
        5289.42
    ],
    [
        " And the choppers said Scarface pilot Joe Driscoll.",
        5289.42,
        5293.68
    ],
    [
        " When Macarly lost radio contact with Covey, Scarface commanding officer Lieutenant Colonel Harry Sexton and his co-pilot Pat Owen quickly picked up coordinating the air assets with Macarly.",
        5293.9,
        5305.68
    ],
    [
        " The first heavy lift let helicopter landed on the LZ picking up a majority of the wounded B company men including the three most seriously wounded who were carried in stretchers since being wounded on night one of the operation.",
        5306.22,
        5318.98
    ],
    [
        " Since second platoon placed the wounded on the first Marine helicopter before it lifted off successfully and headed back to contum.",
        5320.4,
        5329.38
    ],
    [
        " Scarface again led the second Marine Corps CH-53 into the LZ this time taking an increased volume of enemy gunfire as aviators pointed out to Macarly another large contingent of NVA moving toward the LZ.",
        5330.84,
        5345.02
    ],
    [
        " Now it appeared that the NVA brass realized that B company had hit the 559th Transportation's base camp and taken all of its maps, reports, records and money and had directed masses of enemy troops.",
        5345.32,
        5359.36
    ],
    [
        " The second Marine Corps CH-53 picked up the remaining wounded men and several other members of B company and lifted off the LZ successfully drawing more enemy fire than the first heavy lift helicopter.",
        5369.64,
        5382.38
    ],
    [
        " Scarface then led the third CH-53. We got two helicopters of command, we've gotten most of the wounded on the first one, a bunch of guys leave on the second one that's all successful.",
        5382.92,
        5393.44
    ],
    [
        " Now we go Scarface led the third CH-53 into the LZ taking even more enemy fire than the two previous choppers that encountered.",
        5394.36,
        5401.84
    ],
    [
        " However for Macarly Rose for Sergeant Morris Adair and the remaining men of B company the drama wasn't over.",
        5402.46,
        5410.8
    ],
    [
        " CH-53, C-stallion pilot, Don Fersley-Tennett, Don Persky and his co-pilot Fersley-Tennett Bill Batti or Bati were concerned about the amount of rounds hitting the heavy lift chopper.",
        5411.62,
        5427.42
    ],
    [
        " I like the way they explained that. I'm a little concerned. I'm concerned about this.",
        5427.5,
        5431.72
    ],
    [
        " Quote, on our final approach we took heavy enemy fire, Persky said. We knew that this was the last element on the ground and we had to get them out.",
        5432.44,
        5440.0
    ],
    [
        " Sergeant first Sergeant or SF Sergeant Mike Hagen said, quote, I can tell you that big bird was a welcome sight to us. We were all beat, we were all wounded and we were all ready to go home. Believe me.",
        5441.56,
        5454.38
    ],
    [
        " B company commander Captain Jean Macarly, Hagen, Medic, Sergeant Rose and first Sergeant Morris Adair held a tight defensive perimeter with a few Montignards as others beat a hasty but orderly path into the large marine warbird as dozens of NBA soldiers surged out of the CS gas clouds towards the LZ.",
        5454.84,
        5476.74
    ],
    [
        " Macarly was on the radio with Covey. He said, you have to get out of there now. This is so this is a Macarly saying that Covey said you have to get out of there now. There's hundreds and hundreds of them coming after you now.",
        5476.94,
        5491.36
    ],
    [
        " That's what Macarly is getting told you have to get out of there now.",
        5492.28,
        5499.98
    ],
    [
        " And I don't know how many are left on the ground, but it's probably 15 or 20 or something like that. Yeah, go ahead. The worst wounded. Yeah.",
        5500.5,
        5508.54
    ],
    [
        " In the second bird, they got a lot of you did you out.",
        5508.96,
        5511.32
    ],
    [
        " As Macarly spoke into the PRC 25 handset, a Montignard team member standing between Macarly and the radio operator was killed by enemy gunfire as he fired his weapon at them.",
        5512.26,
        5523.08
    ],
    [
        " He got shot in the heads. Macarly said there was blood all over the place. Another yard looked at him turned to me with a sad look and simply said he's dead.",
        5524.24,
        5534.42
    ],
    [
        " A one Skyrater pilot Tom stump vividly remembers those long moments before the men of B company boarded CH 53.",
        5536.9,
        5546.16
    ],
    [
        " Quote it was a wild scene down there as we provided close cover to the team on the ground Air Force F4s attacked anti aircraft guns that the NVA had moved into the area.",
        5547.16,
        5559.84
    ],
    [
        " They meaning the NVA had really had really wanted them. They were mass to get them. They wanted to get back what the team had taken from the base camp.",
        5560.16,
        5573.08
    ],
    [
        " Covey riders told us that NVA 12.7 millimeter and 37 millimeter anti aircraft weapons were opening up on us.",
        5573.32,
        5581.04
    ],
    [
        " Meanwhile, the Scarface cobra gunships reacted to enemy gunfire on their aircraft while Jean directed us to enemy troops moving toward them. Keep in mind, we knew all the SF men were wounded and low on ammo.",
        5581.7,
        5595.5
    ],
    [
        " There was a moment in time when I couldn't see how we'd get them out. It was that intense.",
        5596.7,
        5602.04
    ],
    [
        " Coming out of the gas.",
        5603.34,
        5608.0
    ],
    [
        " Not everyone was low on ammo. As he was severely wounded in the foot, hand and arm on day one rose at tightly wrapped a torn jungle boot and bleeding foot with an ace bandage to keep it shut.",
        5609.02,
        5624.62
    ],
    [
        " The car was 15 more as a cane to support his weight than as a weapon because he was so busy treating and tending to more than 60 wounded men.",
        5625.5,
        5632.56
    ],
    [
        " His left handed suffer to Shrapple wound also, which he quickly wrapped before returning to caring for the wounded team.",
        5633.2,
        5640.12
    ],
    [
        " Now as he, a dare and haggden or haggen moved up the ramp, the semi-mobile medic opened fire on the rapidly approaching NVA after they placed their dead Montenjard soldier on the helicopter.",
        5640.56,
        5655.22
    ],
    [
        " McCarley was the last man to leave the LZ.",
        5657.24,
        5659.9
    ],
    [
        " As we were backing up the ramp, they were coming toward us. They were coming at us hard. He said, I'm guessing the CS gas had them confused because they were getting close to us as me, Mike and Morris stood, but none of them threw a grenade into the trooper.",
        5660.48,
        5678.1
    ],
    [
        " I never understood why they didn't. They were that close and they kept coming even as we lifted off from the LZ while mowing down NVA soldiers.",
        5678.1,
        5688.98
    ],
    [
        " So they go through all that and it looks like we're going to be in a pretty good spot possibly, but it ain't over till it's over.",
        5689.94,
        5700.72
    ],
    [
        " Indeed.",
        5703.24,
        5703.8
    ],
    [
        " As the CH-53 lifted off from the LZ pilot, Persky said he and co-pilot bat batty. What do you think that's batty or baity?",
        5704.2,
        5712.78
    ],
    [
        " Batty.",
        5713.62,
        5713.88
    ],
    [
        " Batty.",
        5714.08,
        5714.36
    ],
    [
        " Could feel enemy rounds continuing to hit the aircraft. A dare McCarley and Rose had just sat down next to Sergeant First Class Bernie Bright when someone tapped Rose on the shoulder and pointed to the left door gunner, Marine Sergeant Stevens, who was bleeding profusely from a gun.",
        5714.58,
        5730.7
    ],
    [
        " One shot wound in the neck. Rose said, quote, he got hit in the neck. There was blood everywhere. I was coated in blood by then from him and other wounded. He was very lucky. The round had missed the carotid artery and trachea.",
        5730.72,
        5744.42
    ],
    [
        " Yet he was going into shock. I rolled him over. Got him on all fours and remember telling him, listen, you lucky son of a bitch. If you're going to die, you'd be dead by now.",
        5744.76,
        5756.1
    ],
    [
        " After that, he started to bounce back. Sometimes as a medic, sometimes as a medic, you have to be harsh with people to break them out of shock. Then I found something to wrap around his neck to get the bleeding to stop.",
        5756.88,
        5767.78
    ],
    [
        " As Rose struggled with Stevens bleeding neck injury, neither realized that the Marine door gunner's helmet, helmets open microphone was live.",
        5769.04,
        5778.64
    ],
    [
        " Explain this a little bit when you're on an aircraft. The people in the aircraft have what they call interior communications, which is basically a, you know, if you're the pilot, you can talk to the co-pilot.",
        5779.82,
        5790.76
    ],
    [
        " And then you can both talk to the air crew and everyone's got these little helmets on with microphones.",
        5791.08,
        5795.66
    ],
    [
        " And the crews in the back, they can't see each other. So they have to have verbal comments.",
        5796.04,
        5799.34
    ],
    [
        " Right. And if you, I know it looks like in a movie, everyone's talking in an aircraft in a helicopter, you can't hear anything in a helicopter. You have to scream directly into someone's ear to hear someone, especially in a CH-53. Those things are freaking loud.",
        5799.34,
        5813.0
    ],
    [
        " And so the air crew has these headsets with these microphones that are built a special way so that they don't pick up the, they don't pick up the external noise. They just pick up the voice.",
        5813.88,
        5822.28
    ],
    [
        " Well, when you key that handset, you're transmitting, you're filling up that interior communications network with whatever noise you're putting into it.",
        5822.58,
        5833.08
    ],
    [
        " And so I'll go back to the book here. Communications were almost impossible as he was on a hot mic. A hot mic is when you're keying up your microphone when you shouldn't be.",
        5833.54,
        5842.42
    ],
    [
        " And all I could hear was gasping and gurgling said, Persky, who is having a potentially deadly loss of power issue with the severely damaged CH-53 C-stallion.",
        5842.42,
        5852.98
    ],
    [
        " As the heavily laden helicopter lifted off from the LZ and went from a hover mode into a transitional lift where the helicopter begins to gain both altitude and speed, engine failure, emergency lights and warning systems screamed alerts of a pending engine failure. Within seconds, one engine died.",
        5853.3,
        5870.88
    ],
    [
        " Persky had only one remaining engine to continue lifting away from the hordes of NVA gathering on and around the LZ shooting at the C-stallion and at least one anti-aircraft weapon that was firing at the struggling Sikorsky.",
        5872.26,
        5885.72
    ],
    [
        " In addition, he and Badi had another challenge on their horizon. How to avoid the mountains that they were approaching with only one engine?",
        5886.18,
        5895.56
    ],
    [
        " That Ritzline was sheer granite, Persky said. By now, in the back of the chopper, Rosed pulled off Stephens Helmet giving Persky and Badi improved communications between them and other air assets as the granite mountain loomed larger by the second quote.",
        5896.54,
        5911.0
    ],
    [
        " We were worried as we had to use extra energy from the last engine to get over that Ritzline.",
        5911.0,
        5917.1
    ],
    [
        " After narrowly getting over it, a second granite Ritzline came into view. It too had to be flown over. Now the big warboard, warbird, was struggling.",
        5917.54,
        5930.0
    ],
    [
        " Quote, there were hydraulic fluids and blood everywhere inside the helicopter, Rosed.",
        5931.08,
        5936.32
    ],
    [
        " And the tail was lower than it should be. We could tell something was wrong. Really wrong. We just didn't know how wrong.",
        5937.14,
        5945.22
    ],
    [
        " Can you imagine?",
        5946.0,
        5949.64
    ],
    [
        " No. No. No. It's total mayhem. And then you have these pilots that are...",
        5950.06,
        5959.72
    ],
    [
        " Getting shot at, their aircrafts filled up with a bunch of wounded guys. They're taking rounds. They can feel the rounds hitting.",
        5960.1,
        5967.64
    ],
    [
        " And they still have to fly this thing. And now they've got to fly it under conditions that they've never flown under before, which is having one engine and damaged controls and not being able to communicate with each other. This is just mayhem.",
        5968.02,
        5981.08
    ],
    [
        " Back to the book, seconds after barely getting over the second Ritzline, the second CH-53D Turbo Shaft engine failed.",
        5985.26,
        5995.0
    ],
    [
        " At that moment, quote, I can remember, firstly, Tennant Persky's exact words to this day said Macarly. He said, mayday, mayday, we've lost all hydraulics, we're going down.",
        5995.44,
        6007.94
    ],
    [
        " I looked out of the back and all I saw were the granite cliffs. They loomed large to this day. I don't know how we missed them.",
        6008.48,
        6017.86
    ],
    [
        " End quote, rose echoed the same sentiment.",
        6019.12,
        6022.32
    ],
    [
        " Quote, all I saw were those huge granite cliffs with no engines. I fully expected to crash and burn at any moment.",
        6022.92,
        6033.16
    ],
    [
        " End quote, persky hollered into the radio one more time. We've lost our second engine. We're going down.",
        6033.8,
        6040.92
    ],
    [
        " The fate of the 23,628 pound 88 foot long helicopter designed to carry 38 combat troops, but now loaded with 40 plus combat troops and weapons, including all the intelligence papers, maps, footlocker, and North Vietnamese currency seized from the NVA's base camp, hinged on Persky's piloting skills, and the 672 foot long roaders that were keeping the 15 foot wide helicopter aloft, biting into the air, descending at a rapid rate.",
        6041.68,
        6070.24
    ],
    [
        " But at a rate better than dropping from the sky like a dead quail. After he got out a second Mayday alert, persky said he was hoping a pilot or Covey pilot would say something.",
        6070.24,
        6083.28
    ],
    [
        " After a second engine went out, there was nowhere to go. All we could see was jungle and granite ridgelines.",
        6084.46,
        6090.54
    ],
    [
        " Quote, I really expected someone Covey, Scarface, the Spads or Army Cobras to say, hey go left, go right, something, but the radio was dead silent. For persky and baddie, the silence was deafening.",
        6091.48,
        6105.08
    ],
    [
        " Now descending in full auto rotation with both engines dead, persky began following jungle covered canyons.",
        6110.36,
        6118.5
    ],
    [
        " I followed one gap, he said, then I followed a second gap, it led to ravine. My biggest concern at that moment was being able to find a place just to auto rotate into.",
        6118.8,
        6128.56
    ],
    [
        " Marine Corps door gunner Larry Groh, who was in the first CH-53 that pulled out many of the wounded men from B Company earlier, said, quote, at that time, no one had ever done a full auto rotation with a fully loaded CH-53 with no power.",
        6129.58,
        6148.08
    ],
    [
        " Swanson watched the large warbird descend into a canyon.",
        6150.3,
        6154.38
    ],
    [
        " Quote, it was like a depression he headed towards. It was trailing smoke, it was ugly, real ugly. I worried that it might explode in mid air or worse get hit by one of the, or worse hit one of those granite mountains or the jungle.",
        6155.0,
        6168.4
    ],
    [
        " From my seat up in the old trusty skyrator, I couldn't see any LC or any area that was open or large enough for those Marines to land that bird without crashing.",
        6168.4,
        6180.58
    ],
    [
        " By now, I had heard that they were auto rotating with a chopper full of troops. It didn't look good.",
        6180.96,
        6188.02
    ],
    [
        " So auto rotating. Yeah. So basically when a helicopter, if a helicopter loses power, you know, if an airplane loses power, you can glide somewhat.",
        6192.84,
        6205.04
    ],
    [
        " You're not going to gain altitude. I mean, I guess you could technically, if you get an up draft or current or whatever, but you're generally going to come down.",
        6205.32,
        6213.32
    ],
    [
        " When a helicopter loses all of its power, what the pilot has to do is let the blades, the rotor blades of the helicopter keep spinning as fast as they can while you're falling.",
        6214.04,
        6226.92
    ],
    [
        " And then basically when you get close to the ground, you slam those things into the position. It tilts those rotors so they grab as much air as possible in the moment before you hit the ground.",
        6227.58,
        6239.26
    ],
    [
        " And you hope that it absorbs enough energy that you don't all die. Echo, you look puzzled. Does that make sense? Not really.",
        6239.26,
        6246.18
    ],
    [
        " I think there's a lot about it helicopter. I don't know about. I think because you're like, it seems like a helicopter loses power. The propellers just stop.",
        6246.34,
        6255.9
    ],
    [
        " But there's momentum. So just picture a spinning. Just like a spinning top keeps keeps the blades going.",
        6256.36,
        6262.82
    ],
    [
        " Oh, right. Like a descending in the air hits them and keeps them to have their angles that make them spin.",
        6262.82,
        6269.0
    ],
    [
        " Like a rate with the engine. So it slows down, but it's better than like he said, just fall out of the sky.",
        6269.0,
        6274.54
    ],
    [
        " Right. Like, you know, remember those windmills used to buy when you're a kid and you go, you see them saying, you know, the wind.",
        6274.84,
        6280.34
    ],
    [
        " If you went into a room with no wind and you just spun that thing, yeah, it would it would spin a little bit. But yeah, as you move it, it can spin.",
        6280.6,
        6288.4
    ],
    [
        " Yeah. So that's the most thing spinning. And you know that the blades can tilt. You control the tilt of the blades.",
        6288.4,
        6298.08
    ],
    [
        " You can make them kind of flat or you can make them like at a bigger angle so they're grabbing more air. So what you do is you kind of make them flat.",
        6298.54,
        6305.52
    ],
    [
        " So they're not getting much resistance, but they're spinning. And this is just like I never know.",
        6305.68,
        6310.26
    ],
    [
        " It's like a juggle version. It's like a juggle version.",
        6310.26,
        6312.36
    ],
    [
        " This is how I simplify stuff with the rocks up in my head.",
        6312.58,
        6316.24
    ],
    [
        " And then when you get close to the ground, you slam that thing so it grabs a bunch of air right before you hit and it slows you down a little bit.",
        6316.42,
        6325.44
    ],
    [
        " That's the plan.",
        6325.5,
        6326.54
    ],
    [
        " And in history, no one had ever done this before.",
        6327.98,
        6332.58
    ],
    [
        " With a C with a C H 53 filled with troops because as you can imagine, you're adding thousands of pounds to it with all these troops in there.",
        6332.8,
        6342.04
    ],
    [
        " So no one's ever done this before.",
        6342.28,
        6344.28
    ],
    [
        " So we'll just say that the odds were stacked against us at this point. They're looking good.",
        6344.54,
        6349.22
    ],
    [
        " Okay, gotcha.",
        6349.34,
        6351.66
    ],
    [
        " Continuing on and then divine intervention.",
        6353.44,
        6357.12
    ],
    [
        " Persky and baddie saw a body of water with a little patch of beach.",
        6357.66,
        6362.46
    ],
    [
        " It was just blind luck. We didn't know what was there or we didn't know what was there or God was with us.",
        6362.46,
        6369.48
    ],
    [
        " Persky said with the blood hydraulic fluid and aviation fuel leaking and pooling in the passenger compartment, Persky headed in that direction.",
        6370.02,
        6377.84
    ],
    [
        " At first he thought about landing in the water to buffer some of the impract of the landing.",
        6377.84,
        6381.26
    ],
    [
        " Then I remembered, Persky said, we had wounded in the back. I didn't want to take the chance of anyone drowning.",
        6381.6,
        6386.96
    ],
    [
        " So we headed the wounded chopper toward what appeared to be a sandy beach next to the water, even though it was slanted to the right.",
        6387.36,
        6394.42
    ],
    [
        " All this happened in a matter of seconds.",
        6395.0,
        6396.5
    ],
    [
        " We were going down at about 6,000 feet a minute.",
        6397.06,
        6400.8
    ],
    [
        " At that point we needed a high airspeed to use the energy to keep the roaders going.",
        6402.5,
        6407.32
    ],
    [
        " So the auto rotation factor would keep the aircraft moving forward instead of dropping from the sky.",
        6408.38,
        6413.1
    ],
    [
        " The plan was to flare a procedure where the roaders angle pitch changed to slow down the rated descent and minimize the severity of impact upon landing on Terra firma.",
        6413.54,
        6424.6
    ],
    [
        " So I was right.",
        6424.8,
        6425.76
    ],
    [
        " The rocks worked.",
        6426.52,
        6428.1
    ],
    [
        " The rocks worked. Dave Birx got nothing on me.",
        6428.1,
        6431.34
    ],
    [
        " You could deal with that.",
        6431.5,
        6432.22
    ],
    [
        " Quote, I started to flare thinking we had enough time to decrease our speed more.",
        6434.14,
        6439.2
    ],
    [
        " I pulled the collective hard. I had it pulled up to my armpit and quote,",
        6439.34,
        6443.1
    ],
    [
        " in a helicopter the collective lever is on the left side of the pilot's seat.",
        6443.3,
        6447.24
    ],
    [
        " And it changed the pitch angle on the helicopter's main roaders.",
        6447.6,
        6450.12
    ],
    [
        " In this case, Persky was decreasing the sea stallion speed, hoping to minimize the final impact of landing in full auto rotation.",
        6450.24,
        6458.08
    ],
    [
        " Persky added that it didn't slow our airspeed as much as I had hoped it would.",
        6458.42,
        6462.9
    ],
    [
        " It was supposed to cushion us. It didn't.",
        6463.32,
        6465.44
    ],
    [
        " What's more, that beach had a huge boulder on it that slanted to the right.",
        6465.64,
        6471.04
    ],
    [
        " The helicopter violently landed on the angled slope,",
        6471.86,
        6477.28
    ],
    [
        " hating the slope surface and instantly slamming to the right into the ground,",
        6477.74,
        6481.06
    ],
    [
        " ejecting several of the green berets and their Montignard tribesmen,",
        6481.14,
        6484.98
    ],
    [
        " team members, while six roaders shattered upon impact with the ground.",
        6485.28,
        6489.92
    ],
    [
        " B company commanding officer Katmgene McCarley was violently slammed into the roof of the helicopter",
        6490.86,
        6496.96
    ],
    [
        " before being ejected from it.",
        6496.96,
        6498.64
    ],
    [
        " I remember hitting the roof of the helicopter. I remember hitting so hard,",
        6498.98,
        6501.78
    ],
    [
        " I felt my teeth crumble into sand.",
        6502.12,
        6504.08
    ],
    [
        " The next thing I knew I was outside on a rock.",
        6507.72,
        6510.5
    ],
    [
        " We were all dazed, amazed we were still alive.",
        6510.96,
        6513.48
    ],
    [
        " Rose said, quote,",
        6514.42,
        6515.48
    ],
    [
        " When you pancake in like we did on a helicopter and when it hits violently upside down,",
        6515.9,
        6520.76
    ],
    [
        " everybody had their bell rang. Trust me we were all hurting.",
        6520.9,
        6523.54
    ],
    [
        " Jean was bleeding from the mouth, but he could move.",
        6523.96,
        6525.88
    ],
    [
        " I remember getting thrown out of the blitz,",
        6526.22,
        6528.18
    ],
    [
        " throwing thrown out and the blades were upside down.",
        6528.48,
        6531.08
    ],
    [
        " I was bleary eyed, still not getting all my senses back.",
        6531.08,
        6535.16
    ],
    [
        " And for a moment I thought the chopper was coming toward me.",
        6535.36,
        6538.18
    ],
    [
        " End quote.",
        6539.1,
        6539.66
    ],
    [
        " McCarley said quote,",
        6540.82,
        6542.16
    ],
    [
        " Mike was standing beside us.",
        6543.1,
        6544.94
    ],
    [
        " I was wiping the blood and my crushed teeth from my mouth.",
        6545.5,
        6548.52
    ],
    [
        " Then Mike said, we've got people in there, we have to get them out.",
        6548.7,
        6552.24
    ],
    [
        " I could smell the aviation fuel, there was blood everywhere,",
        6552.82,
        6556.28
    ],
    [
        " there was hydraulic fluids, the helicopter was broken by the severity of the helicopter.",
        6556.7,
        6561.06
    ],
    [
        " I could smell the crash and it was smoking, how it didn't explode.",
        6561.06,
        6563.62
    ],
    [
        " I'll never know how that young marine pilot landed.",
        6563.82,
        6566.6
    ],
    [
        " I'll be at a hard landing. I'll never know.",
        6566.76,
        6568.74
    ],
    [
        " End quote.",
        6569.56,
        6570.64
    ],
    [
        " Then McCarley had one of those unique inexplicable moments in wartime.",
        6572.92,
        6578.4
    ],
    [
        " In the middle of all the rubble, the smoke, the dazed confusion at the crash site.",
        6578.48,
        6582.5
    ],
    [
        " He looked to his right and observed first sergeant Morris Adair,",
        6582.86,
        6586.76
    ],
    [
        " standing in the water with a smile on his face,",
        6587.26,
        6590.06
    ],
    [
        " holding his car 15.",
        6590.36,
        6591.94
    ],
    [
        " In the middle of the jungle.",
        6592.32,
        6595.82
    ],
    [
        " That scene was unreal beyond description McCarley said,",
        6596.58,
        6600.52
    ],
    [
        " of all the times that I've been in Laos, I'd never seen a scene like this,",
        6600.8,
        6603.98
    ],
    [
        " a body of water, a nice white sandy beach, it looked just like a wahi.",
        6603.98,
        6607.3
    ],
    [
        " And there's a dare standing in the water as though there wasn't a care in the world.",
        6607.74,
        6611.92
    ],
    [
        " Adair says, to this day I can't explain exactly what happened that day.",
        6612.76,
        6618.04
    ],
    [
        " I came out on my own, but I've been trying to figure out how ever since.",
        6618.12,
        6621.72
    ],
    [
        " When I came to my senses, I was standing in water.",
        6621.96,
        6623.9
    ],
    [
        " Jean told me later I was standing there smiling.",
        6624.32,
        6626.06
    ],
    [
        " Can't tell you why I was smiling.",
        6626.56,
        6627.66
    ],
    [
        " Maybe I was just happy to still be alive after getting my bell wrong.",
        6627.8,
        6630.5
    ],
    [
        " We were baddened around like babies in that chopper when it crashed.",
        6630.9,
        6633.74
    ],
    [
        " At the time, I didn't realize how much damage had been done to my nerves on my less side of my body,",
        6633.76,
        6639.06
    ],
    [
        " my head, neck, shoulder, arms, and hip.",
        6639.4,
        6642.42
    ],
    [
        " The brief reverie ended when Rose and McCarley headed back into the smoking helicopter.",
        6647.46,
        6653.52
    ],
    [
        " Cause it ain't over yet, cause they got guys in there.",
        6653.92,
        6656.84
    ],
    [
        " And it's get fuel leak in everywhere, burning.",
        6657.62,
        6661.82
    ],
    [
        " But what do they do?",
        6662.38,
        6663.52
    ],
    [
        " They go help.",
        6663.72,
        6664.44
    ],
    [
        " Rose helped to carry out SF Lieutenant Pete Landon,",
        6664.6,
        6670.04
    ],
    [
        " who had only been in country one week when Operation Tailwind launched.",
        6670.04,
        6675.2
    ],
    [
        " Welcome to SOG.",
        6675.7,
        6677.1
    ],
    [
        " McCarley said,",
        6679.54,
        6680.38
    ],
    [
        " Landon, the platoon leader, had a bad gash on his head that Rose had to tend to",
        6680.84,
        6684.8
    ],
    [
        " as there was a lot of blood flowing from the head wound.",
        6684.8,
        6687.06
    ],
    [
        " McCarley gathered the intelligence materials, bee company, and collected.",
        6687.3,
        6690.54
    ],
    [
        " That was the first thing I did, recovered the Intel documents maps currency that we had seized from the NVA base camp.",
        6691.26,
        6697.64
    ],
    [
        " No way we were going back to contum without them.",
        6697.64,
        6700.26
    ],
    [
        " After setting up a hasty perimeter at the rear of the broken Sokorsky helicopter,",
        6701.26,
        6706.8
    ],
    [
        " McCarley returned to help Sergeant first class Bernie Bright get untangled from the wires and debris inside the aircraft.",
        6707.24,
        6715.3
    ],
    [
        " Then they exited the helicopter to strengthen the perimeter around the backside of it.",
        6715.84,
        6720.34
    ],
    [
        " In the pilot's compartment, Persky unstrapped Baddie, who had pulled a bad back compression,",
        6720.34,
        6725.64
    ],
    [
        " stemming from the crash.",
        6726.28,
        6727.42
    ],
    [
        " I kind of pulled Bill from the helicopter.",
        6727.84,
        6729.32
    ],
    [
        " He was mobile, but still stunned.",
        6729.7,
        6731.22
    ],
    [
        " When Persky set Baddie down on the ground in front of the helicopter, he didn't see any SF men on that side of the bird.",
        6731.92,
        6738.14
    ],
    [
        " My infantry tactics kicked in.",
        6739.72,
        6741.9
    ],
    [
        " We circled the wagon, set up a rough perimeter.",
        6742.36,
        6744.54
    ],
    [
        " He said.",
        6745.24,
        6745.88
    ],
    [
        " In the back of the helicopter, Rose McCarley and Mike Hagen helped the stun troops exit the helicopter.",
        6748.06,
        6754.48
    ],
    [
        " Quote, before I'd led any of the injured get off the helicopter, I draped their weapons or any weapon near them around their neck",
        6755.66,
        6761.6
    ],
    [
        " so that when they set up in the perimeter, they'd be able to defend themselves.",
        6761.6,
        6765.5
    ],
    [
        " Said Rose.",
        6765.98,
        6766.42
    ],
    [
        " By this point in time, we were strictly working on adrenaline.",
        6766.78,
        6771.52
    ],
    [
        " He added.",
        6771.86,
        6772.28
    ],
    [
        " So even though these guys have been through all this freaking mayhem,",
        6773.8,
        6777.66
    ],
    [
        " and they still go back and rescue their guys, and then they're still thinking tactically about how to get through this.",
        6777.8,
        6785.3
    ],
    [
        " Yeah, Mike Rose is on top of his game for that whole thing.",
        6785.8,
        6788.94
    ],
    [
        " Just amazing.",
        6789.24,
        6789.86
    ],
    [
        " Continuing on, once again, time was working against the men on the ground.",
        6791.22,
        6797.42
    ],
    [
        " I forget how long it took from the time we crashed until I received radio contact from either Lieutenant Colonel Sexton or Covey.",
        6798.92,
        6806.18
    ],
    [
        " Said McCarley.",
        6806.66,
        6807.52
    ],
    [
        " They told him that the backup helicopters' fuel levels were getting low, and that when he came into the LZ,",
        6807.9,
        6813.12
    ],
    [
        " we'd only have five minutes or less to get the hell out,",
        6813.52,
        6816.74
    ],
    [
        " oh, we might not have enough aviation fuel to make it back.",
        6816.86,
        6820.12
    ],
    [
        " After dodging Russian-assisted NVA attack aircraft weapons,",
        6823.5,
        6828.34
    ],
    [
        " including Russian manufactured AK-AC weapons that exploded in mid-air in the fashion of anti-aircraft weapons in World War II,",
        6828.88,
        6835.22
    ],
    [
        " and hundreds of enemy ground forces firing automatic weapons and rocket propelled grenades at them,",
        6836.04,
        6841.0
    ],
    [
        " pilots in the first Scarface, Cobra's that led the rescue helicopter toward the LZ were surprised to receive no enemy ground fire.",
        6841.16,
        6848.68
    ],
    [
        " The heavy lift Marine Sea Stallion followed closely behind the Scarface gunships due to the heavy enemy ground fire throughout Operation Tailwind to provide extra defensive firepower for the big helicopter.",
        6849.08,
        6862.6
    ],
    [
        " Captain H.",
        6862.6,
        6864.38
    ],
    [
        " Capola?",
        6865.02,
        6866.3
    ],
    [
        " Capola.",
        6866.72,
        6867.96
    ],
    [
        " Captain H.",
        6868.26,
        6868.86
    ],
    [
        " Capola was on the rear ramp with an M60 machine gun in addition to right door gunner,",
        6869.1,
        6875.36
    ],
    [
        " Sergeant T. McBride on the left,",
        6875.36,
        6877.62
    ],
    [
        " door gunner, Sergeant T.",
        6878.62,
        6880.64
    ],
    [
        " Winicky,",
        6880.94,
        6881.56
    ],
    [
        " and crew chief Sergeant Smith.",
        6882.1,
        6884.46
    ],
    [
        " Even though we had our bell wrong, when that chase ship back up helicopter landed,",
        6885.28,
        6893.02
    ],
    [
        " we didn't waste any time getting aboard it, said Mike Rose.",
        6893.24,
        6896.12
    ],
    [
        " I remember Hagen, Jean, first sergeant helping me helping people up the ramp.",
        6896.72,
        6901.64
    ],
    [
        " Marine Pilot Persky knew that he had bitten through his lip upon the crash impact,",
        6902.52,
        6906.68
    ],
    [
        " but he didn't realize how severely damaged it was until he moved up the ramp of the CH-53,",
        6906.76,
        6911.72
    ],
    [
        " and one of the door gunners pointed out that his lower lip was merely hanging on by a thin piece of skin.",
        6912.16,
        6917.82
    ],
    [
        " Quote, he told me that I better hold onto my lip or I'd lose it.",
        6919.56,
        6922.38
    ],
    [
        " I do remember they changed my call something afterwards to lip.",
        6922.68,
        6926.42
    ],
    [
        " As the sea stallion lifted off with the wounded and extremely fatigued men of B company,",
        6928.44,
        6933.3
    ],
    [
        " Rose made another surprising discovery.",
        6933.5,
        6935.34
    ],
    [
        " Maggets had helped to treat the two most seriously wounded team members who had been carried since the command post",
        6935.68,
        6944.32
    ],
    [
        " was struck by an RPG round during day one.",
        6944.32,
        6946.8
    ],
    [
        " When that RPG hit, Rose had suffered serious wounds in two places,",
        6947.82,
        6951.92
    ],
    [
        " Maccarly in several places, and two indig team members had been seriously incapacitated.",
        6952.2,
        6957.56
    ],
    [
        " The one thing I never thought about or planned for said Rose was for the use of maggets,",
        6957.88,
        6963.54
    ],
    [
        " which in the end proved to be the most likely lifesaver for the two most critically wounded team members.",
        6963.74,
        6970.56
    ],
    [
        " During those four days on the ground, Rose and the Montignard medic trainee Koch were kept busy carrying for them,",
        6971.04,
        6978.7
    ],
    [
        " giving them extra fluid, morphine shots and IVs.",
        6978.7,
        6981.42
    ],
    [
        " But during those days, quote,",
        6981.56,
        6983.32
    ],
    [
        " flies laid their eggs in the wounds of the most seriously injured,",
        6983.7,
        6986.68
    ],
    [
        " and a few other yards and the eggs hatched.",
        6987.3,
        6991.14
    ],
    [
        " According to the doctors at the evacuation hospital,",
        6991.66,
        6995.98
    ],
    [
        " the maggets got to the necrotic flesh before infection could set in,",
        6996.3,
        7001.02
    ],
    [
        " and in fact did a better job of deep-riding the wounds that a surgeon could do.",
        7001.52,
        7005.72
    ],
    [
        " Who would have thought of it?",
        7005.72,
        7006.98
    ],
    [
        " We covered a book where that happened with the prison of war camps in World War II.",
        7008.42,
        7018.38
    ],
    [
        " The medics would actually utilize maggets.",
        7018.78,
        7021.92
    ],
    [
        " They would get them to plant their maggets there,",
        7022.04,
        7026.64
    ],
    [
        " get the flies to plant their seeds there,",
        7026.94,
        7028.74
    ],
    [
        " so to eat away the dying skin.",
        7029.54,
        7031.68
    ],
    [
        " Crazy.",
        7032.46,
        7033.0
    ],
    [
        " Oh yeah.",
        7034.02,
        7035.06
    ],
    [
        " The CH-53 returned to DAC-2 to refuel while the A1 pilot swanson and stump destroyed the crashed CH-53.",
        7035.42,
        7046.76
    ],
    [
        " The rescue sea stallion then returned to B company to the LZ outside the top secret SOG compound in contum.",
        7047.2,
        7054.22
    ],
    [
        " An S2 officer approached Macarly and took his Rucksack,",
        7054.84,
        7058.08
    ],
    [
        " which contained the enemy currency,",
        7058.08,
        7060.2
    ],
    [
        " and some of the intelligence documents collected from the NVA command post in Louse.",
        7060.36,
        7064.76
    ],
    [
        " I never saw that Rucksack again nor the NVA currency again, Macarly lamented.",
        7065.14,
        7069.72
    ],
    [
        " He continued, regardless, the mission was dubbed a success by the folks in Saigon and at SOG headquarters.",
        7070.36,
        7077.4
    ],
    [
        " We were told that thanks to our efforts,",
        7077.4,
        7079.2
    ],
    [
        " the CIA's operation was able to regain control of the strong point,",
        7079.7,
        7083.28
    ],
    [
        " a top potato 10 days after we were extracted on the final helicopter.",
        7083.28,
        7087.92
    ],
    [
        " We had tied down an estimated regiment of NVA and path at Louse forces",
        7088.54,
        7093.4
    ],
    [
        " while destroying one major enemy ammo dump and an enemy base camp after we removed the enemy documents and maps.",
        7093.4,
        7100.38
    ],
    [
        " A subsequent DOD report confirmed Macarly's final analysis that Operation Tailwind",
        7100.88,
        7106.2
    ],
    [
        " was SOG's deepest penetration into Louse during the eight-year secret war.",
        7106.2,
        7111.2
    ],
    [
        " The final count, three mountain yards were killed in action.",
        7112.38,
        7116.5
    ],
    [
        " 33 were listed as wounded in action.",
        7117.5,
        7119.74
    ],
    [
        " A total of 33 purple hearts were awarded to the 16 Green Berets",
        7120.36,
        7124.8
    ],
    [
        " who served in Operation Tailwind for wounds they reserved during the four-day mission.",
        7124.8,
        7131.94
    ],
    [
        " Macarly required nine months of dental repair and surgery due to crashing,",
        7133.2,
        7137.72
    ],
    [
        " crushing his teeth when the CH-53 crashed.",
        7137.72,
        7140.74
    ],
    [
        " Two days after the Green Berets returned to CCC, completed their reports and got patched up by special forces medics on base.",
        7141.32,
        7150.34
    ],
    [
        " A huge party was held in contune base with food, soda and alcohol for all the participants in Operation Tailwind,",
        7150.74,
        7157.54
    ],
    [
        " including the aviators from the HMH-5463 unit Scarface Cobra Gunship Cruise,",
        7157.86,
        7164.68
    ],
    [
        " Army Cobra Gunship Cruise and some Air Force Covey pilots.",
        7164.8,
        7168.72
    ],
    [
        " Somehow the word did not get delivered to the A1's spad pilots and ground crews from the dening base.",
        7169.2,
        7175.84
    ],
    [
        " 47 years later, Swanson mused, quote,",
        7177.24,
        7180.44
    ],
    [
        " it's just as good that we didn't get the word because we were busy supporting other SOG and SOG missions.",
        7180.88,
        7185.84
    ],
    [
        " You know, just another day in the Prairie Fire Area of Operations for our Sky Raiders.",
        7186.4,
        7191.92
    ],
    [
        " End quote.",
        7193.46,
        7194.36
    ],
    [
        " To this day, Rose can't touch the thumb on his left hand with his little finger due to the serious nerve and muscle damage he received when wounded on day one.",
        7195.24,
        7203.7
    ],
    [
        " On day one.",
        7204.44,
        7205.02
    ],
    [
        " Yeah.",
        7205.6,
        7205.74
    ],
    [
        " So all that medical treatment he provided with no thumb in action.",
        7207.06,
        7212.24
    ],
    [
        " For more than two years, his wife pulled pus-coated shrapnel and bamboo shards from his body,",
        7212.96,
        7218.64
    ],
    [
        " he stemming from the many times he was hit with shrapnel while on the ground.",
        7218.64,
        7223.32
    ],
    [
        " A dare still suffers from nerve damage to his neck, left shoulder and arm from Operation Tailwind.",
        7224.08,
        7231.44
    ],
    [
        " But what's crazy is no green braze killed in action.",
        7232.02,
        7237.48
    ],
    [
        " That's amazing.",
        7238.58,
        7239.84
    ],
    [
        " The beyond amazing.",
        7240.5,
        7241.52
    ],
    [
        " Oh yeah.",
        7242.24,
        7242.62
    ],
    [
        " That's just an incredible, I mean, it's a beyond incredible operation.",
        7245.48,
        7249.3
    ],
    [
        " It is.",
        7249.82,
        7250.12
    ],
    [
        " So successful, so many levels.",
        7250.72,
        7252.98
    ],
    [
        " And the fact that the hordes were coming by day four, they finally reacted.",
        7254.0,
        7259.98
    ],
    [
        " When they reacted, it was enough to take the pressure off the CIA operation.",
        7260.14,
        7264.08
    ],
    [
        " So they were missing the accomplices with the bonuses of hitting the command center.",
        7264.38,
        7269.12
    ],
    [
        " And then the other CIA, when they blew up with tons of rice, weapons, trucks, etc.",
        7269.48,
        7275.74
    ],
    [
        " Yeah, the fireworks went on for quite a while.",
        7277.24,
        7280.2
    ],
    [
        " They might be out of base camp in a spare time.",
        7280.48,
        7285.52
    ],
    [
        " Oh, amazing.",
        7285.82,
        7288.02
    ],
    [
        " And I mean, just the mission focus from McCarley, just to get you look,",
        7288.58,
        7298.22
    ],
    [
        " we get shot at while we're on insert.",
        7298.22,
        7300.4
    ],
    [
        " Yeah.",
        7300.76,
        7300.92
    ],
    [
        " We're still going.",
        7301.16,
        7301.8
    ],
    [
        " We get contacted.",
        7302.06,
        7303.18
    ],
    [
        " We're still going.",
        7303.18,
        7303.78
    ],
    [
        " We get wounded.",
        7303.86,
        7304.42
    ],
    [
        " We're still going.",
        7304.52,
        7305.12
    ],
    [
        " We get more wounded.",
        7305.24,
        7306.12
    ],
    [
        " We're still going.",
        7306.2,
        7306.84
    ],
    [
        " We find an enemy base camp.",
        7307.12,
        7309.18
    ],
    [
        " Are we going to back away?",
        7309.4,
        7311.06
    ],
    [
        " No, we're going to attack it.",
        7311.32,
        7312.76
    ],
    [
        " Yeah.",
        7312.84,
        7313.62
    ],
    [
        " And we're going to keep going.",
        7313.76,
        7314.68
    ],
    [
        " He's relentless.",
        7314.9,
        7315.62
    ],
    [
        " Totally relentless.",
        7316.0,
        7316.82
    ],
    [
        " Oh, classic example of a guy learned from the AO, applied in the field and do it at such a level.",
        7318.48,
        7325.26
    ],
    [
        " Now, always change the direction so the NVA wouldn't be sure where they're gone.",
        7325.44,
        7329.62
    ],
    [
        " And moving at night?",
        7330.44,
        7331.34
    ],
    [
        " At night.",
        7331.72,
        7332.14
    ],
    [
        " You guys didn't move much at night normally.",
        7332.76,
        7334.72
    ],
    [
        " We never did.",
        7335.22,
        7336.52
    ],
    [
        " A couple of guys made a gun away with that, but not us.",
        7336.94,
        7339.22
    ],
    [
        " No, when we were at night, we honkered down.",
        7339.7,
        7341.9
    ],
    [
        " And they had good enough weather that they could click in with, you know, specter, shadow,",
        7343.02,
        7350.04
    ],
    [
        " stinger, and made a difference.",
        7351.36,
        7353.22
    ],
    [
        " And we may have downplayed a cajine.",
        7353.62,
        7355.66
    ],
    [
        " Everybody couldn't even remember how many gunships they went through a night, but every night they went through them.",
        7355.74,
        7361.62
    ],
    [
        " They used to.",
        7361.74,
        7362.24
    ],
    [
        " Seals moved at night during Vietnam.",
        7363.3,
        7366.06
    ],
    [
        " That was like one of the things that they did that was like outside the box, you know, was they...",
        7367.22,
        7373.14
    ],
    [
        " That's one of the things that they did was they moved at night.",
        7373.14,
        7375.98
    ],
    [
        " I don't know how they did it, but they did it.",
        7376.44,
        7377.86
    ],
    [
        " Yeah.",
        7381.58,
        7382.12
    ],
    [
        " Now you kind of referred to this earlier.",
        7379.8,
        7385.78
    ],
    [
        " These guys do this beyond heroic operation, of course.",
        7386.32,
        7389.94
    ],
    [
        " No one ever hears about it because it's Saga and you guys all signed at 20-year.",
        7390.14,
        7395.18
    ],
    [
        " You know, oath of silence on this stuff.",
        7395.18,
        7400.12
    ],
    [
        " And all the air crews were told before they went in.",
        7400.36,
        7403.24
    ],
    [
        " Everybody.",
        7403.7,
        7404.02
    ],
    [
        " You know, of course they one, skyrator people.",
        7404.88,
        7408.78
    ],
    [
        " They, it was an SOP with them.",
        7408.86,
        7410.5
    ],
    [
        " But there's a lot of new troops coming down there.",
        7410.96,
        7412.88
    ],
    [
        " But the hill, cop the crews, the cobra gunships, even though they, you know, scarface have been doing across the fence missions for a long time.",
        7413.04,
        7422.42
    ],
    [
        " They were all briefs.",
        7422.62,
        7423.56
    ],
    [
        " When we're done here, you don't talk about it.",
        7423.58,
        7426.44
    ],
    [
        " Yeah, and we kind of breeze through it, but also you heard McCarley say that.",
        7426.96,
        7431.84
    ],
    [
        " I think it was McCarley say that because it was so secretive, these, a lot of these pilots, they didn't get any recognition at all.",
        7431.84,
        7438.74
    ],
    [
        " I mean, you're freaking flying a helicopter into an LZ where there's massive machine gunfire to extract guys.",
        7439.14,
        7445.4
    ],
    [
        " I mean, that's just insane bravery.",
        7445.54,
        7447.96
    ],
    [
        " Right.",
        7448.36,
        7448.5
    ],
    [
        " And you know, again, the beauty of talking to people after you write the book.",
        7448.7,
        7452.86
    ],
    [
        " I talked to Tom Stump and Jean on that one point.",
        7453.2,
        7457.3
    ],
    [
        " When we were together, we had a reunion, a, a, a, a tailwind reunion a few years ago in Tennessee.",
        7457.3,
        7463.46
    ],
    [
        " And there, Jean McCarley said, had you not done that, we would have been done, right?",
        7464.0,
        7470.52
    ],
    [
        " And could they were really up against the wave attacks, by that point?",
        7470.66,
        7475.02
    ],
    [
        " And they're in low on ammo.",
        7475.66,
        7476.56
    ],
    [
        " And Tom Stump, he said, you literally say their ass right there.",
        7476.96,
        7480.24
    ],
    [
        " And he came through the clouds somehow.",
        7480.64,
        7482.84
    ],
    [
        " These A1 pilots and Tom Stump, those guys, how they get through the clouds to get down to be critical mass, danger close, and to save their ass.",
        7483.76,
        7494.94
    ],
    [
        " I mean, and they're just wonderful.",
        7495.76,
        7498.3
    ],
    [
        " We just love them. That's why we feel like the Skyrator pilots were saints.",
        7498.8,
        7501.84
    ],
    [
        " Yeah, the, the seals had a relationship like that with the, with the sea wolves, the, the Navy or the Copper pilots.",
        7502.86,
        7510.7
    ],
    [
        " And we've had a couple of sea wolves on here and, and, uh, of legend freaking bad ass.",
        7510.96,
        7515.78
    ],
    [
        " Same thing. They were going, like if they got the call, they were going. That's all there was to it. Scramble the sea wolves.",
        7515.94,
        7521.38
    ],
    [
        " All right, cool. What do you got? What, what, what we're going to get you out?",
        7521.48,
        7524.18
    ],
    [
        " And a sea wolf history is they were kind of like treated like stuff.",
        7524.42,
        7527.32
    ],
    [
        " All for sure.",
        7527.44,
        7528.06
    ],
    [
        " They had to go out, scrouse the whole time.",
        7528.38,
        7530.26
    ],
    [
        " And yet when it came time, those guys flew, they were good.",
        7530.62,
        7533.38
    ],
    [
        " Yeah.",
        7533.64,
        7534.0
    ],
    [
        " They're another legend.",
        7534.5,
        7535.86
    ],
    [
        " Yeah.",
        7536.08,
        7536.28
    ],
    [
        " Absolutely, man.",
        7536.48,
        7537.28
    ],
    [
        " You know, Rauik.",
        7537.7,
        7538.6
    ],
    [
        " Oh, yes.",
        7538.74,
        7539.16
    ],
    [
        " So these guys do this heroic operation.",
        7539.2,
        7541.82
    ],
    [
        " And you mentioned this earlier, and I'm going to go to the book 28 years after one of the most successful operations run in the 1970,",
        7541.94,
        7548.32
    ],
    [
        " run in 1970 during the eight year secret war operation tailwind.",
        7548.78,
        7552.26
    ],
    [
        " CNN, that's the cable news network broadcast a disgraceful erroneous story that stained the reputation of the men",
        7552.94,
        7561.44
    ],
    [
        " who participated in that mission portraying them as war criminals.",
        7561.44,
        7564.66
    ],
    [
        " Instead of reporting the facts of the successful mission,",
        7564.94,
        7567.94
    ],
    [
        " CNN accused the green berets and airmen of gassing American POWs held captive in Laos with deadly seren gas.",
        7568.46,
        7576.64
    ],
    [
        " CNN used that error-laden net work of fiction in an effort to compete with CBS's popular 60-minute program",
        7577.14,
        7585.56
    ],
    [
        " when it launched a new program on June 7, 1998 called Newsstand.",
        7585.56,
        7590.18
    ],
    [
        " The title of the bogus slanderous story entitled Valley of Death.",
        7590.24,
        7596.2
    ],
    [
        " It alleged that 16 green berets and 120 indage troops from Operation Tailwind had destroyed a village and killed innocent women and children",
        7596.76,
        7605.68
    ],
    [
        " while directing US aircraft to drop lethal seren nerve gas on US war defectors.",
        7605.68,
        7611.12
    ],
    [
        " They said were POWs of the communists to compound the egregious attack against America's finest soldiers and airmen.",
        7611.4,
        7618.66
    ],
    [
        " The next day, Time Magazine repeated the hideous allegations in a news story written by CNN staff members",
        7618.66,
        7626.7
    ],
    [
        " had lined, did the US drop nerve gas?",
        7626.7,
        7630.04
    ],
    [
        " It was written by CNN producer Al April Oliver and CNN International correspondent Peter Arnet,",
        7631.36,
        7638.8
    ],
    [
        " who produced the CNN story that aired June 7.",
        7639.0,
        7642.82
    ],
    [
        " The broadcast and time article smeared the men of Operation Tailwind, which was conducted during the eight-year secret war in Laos during the Vietnam War",
        7642.82,
        7653.62
    ],
    [
        " and run under the ages of military assistance command, Vietnam Studies and Observation Group were simply sog.",
        7653.62,
        7659.2
    ],
    [
        " There was an additional political ramification stemming from the CNN Time Magazine report in 1998.",
        7665.74,
        7673.1
    ],
    [
        " At a July 21st 1998 press conference repudiating the CNN Time Report, then Secretary of Defense William Cohen said,",
        7673.76,
        7681.92
    ],
    [
        " The charge would be used to discredit the United States' attempt to curb the proliferation of weapons of mass destruction.",
        7682.66,
        7691.52
    ],
    [
        " In fact, Iraq immediately incorporated CNN's charges into its anti-US propaganda effort to try and deflect attention from its own outlawed chemical and biological weapons programs.",
        7691.76,
        7705.52
    ],
    [
        " Cohen ordered a full scale across the board investigation of the CNN Time Story from all military branches involved in Operation Tailwind while requesting at the same time from the CIA and the Joint Chiefs of Staffs.",
        7707.44,
        7721.76
    ],
    [
        " Of course, these guys found up reported what had really happened and then there's some retractions and some apologies.",
        7721.76,
        7730.42
    ],
    [
        " Secretary Cohen said, I think all Americans should know that the 16 men who conducted this mission were heroes, but that they had been hurt by this report.",
        7733.48,
        7741.76
    ],
    [
        " I can assure you that you and your colleagues and your families, you did nothing wrong. He's obviously addressing the men.",
        7742.14,
        7749.32
    ],
    [
        " Quite to the contrary, you did everything right.",
        7750.28,
        7752.42
    ],
    [
        " 16 Americans fought steadily for four days. All of them were injured, all got out alive.",
        7752.42,
        7757.24
    ],
    [
        " The documents that they captured provided intelligence, bonanza, General Abrams, the commander of our troops in Vietnam said Tailwind was a valuable operation executed with great skill and tremendous courage.",
        7757.54,
        7769.08
    ],
    [
        " Cohen told reporters that after rigorous review of thousands of pages of document statements and after action reports, the military ordinance and weapon storage records,",
        7769.58,
        7778.02
    ],
    [
        " we found no evidence to support CNN time assertions. We have found absolutely no evidence to support these charges.",
        7778.12,
        7784.94
    ],
    [
        " CNN and time retracted their reports, noting that they could not support either charge on July 2, 1998 in a CNN retraction.",
        7785.42,
        7795.36
    ],
    [
        " CNN news group chairman president CEO Tom Johnson said an independent investigation concluded that the report, quote, cannot be supported.",
        7795.8,
        7803.7
    ],
    [
        " There was insufficient evidence that Sarah nor any other deadly gas was used and CNN could not confirm that American defectors were targeted at the camp as newsstand reported.",
        7803.7,
        7814.64
    ],
    [
        " We apologize to our viewers and to our colleagues at time for this mistake.",
        7815.02,
        7819.8
    ],
    [
        " CNN owes a special apology to the personnel involved in Operation Tailwind, both the soldiers on the ground and the US Air Force pilots and US Marine Corps helicopter pilots who were involved in the action.",
        7820.34,
        7831.92
    ],
    [
        " On July 13th, Time Magazine, Princeton and Apologies to its readers had lined Tailwind and Apology.",
        7833.7,
        7840.16
    ],
    [
        " They noted that the allegations reported on June 7th and 8th, 1998 could not quote be supported by the evidence and quote,",
        7840.42,
        7847.88
    ],
    [
        " in July 14th, 1998 Ted Turner wrote a letter to McCarley.",
        7847.88,
        7852.44
    ],
    [
        " Quote, I hope you accept my personal apology for this CNN newsstand's recent erroneous reporting on Operation Tailwind.",
        7853.5,
        7860.26
    ],
    [
        " This entire episode has been very painful for me as the founder of CNN. However, my greatest distress comes from knowing that our coverage upset those on the front line of Operation Tailwind, the soldiers on the ground and the US Air Force and Marine Corps pilots engaged in the action.",
        7860.56,
        7875.08
    ],
    [
        " McCarley said in a 2015 interview, quote, I personally spoke to Ted Turner and he reiterated that he wrote what he wrote in the letter.",
        7875.94,
        7884.86
    ],
    [
        " He also told me he was going to call the other members of our team and write them a letters of apology to the best of my knowledge that did not happen.",
        7884.98,
        7893.38
    ],
    [
        " Larry Groh, a Marine Corps helicopter door gunner who survived Operation Tailwind added, I felt really betrayed by CNN for allowing those reporters to publish all those lies and twisting the statements from those who were interviewed.",
        7894.42,
        7908.26
    ],
    [
        " CNN showed me how the news media can twist a story to fit its needs and have never really trusted any of the other media 100% in their reporting since then.",
        7908.88,
        7919.86
    ],
    [
        " Interviewed in 2016, retired Air Force Lieutenant Colonel Mel Swanson, who was the commanding officer of the daring A1 Skyrater pilots, remained brutally bitter about CNN's false story.",
        7922.1,
        7935.42
    ],
    [
        " Operation Tailwind was the classic example of inter-service cooperation in that area of operations.",
        7936.22,
        7941.98
    ],
    [
        " Think about it, America's finest, the Green Berets and their loyal troops, kicked ass and took numbers on the ground, deep in enemy territory.",
        7942.14,
        7949.68
    ],
    [
        " The tactical air support from the Air Force fast movers C-130 gunships are beloved A1H spads and combination with Marine Corps Scarface, Cobra gunships, Army Cobras and Marine Corps dimmers raised hell in the air.",
        7950.06,
        7965.4
    ],
    [
        " The enemy's backyard, we killed hundreds of these commy bastards and thanks to that Green Beret medic all were kept alive until the final extraction when one Montenegro soldier was killed.",
        7965.42,
        7977.5
    ],
    [
        " Until 1998, I occasionally watched the Communist News Network, but after they ruined our reputations, I never watched it again.",
        7977.82,
        7985.24
    ],
    [
        " It was a crime against our warriors, what they did. It was a travesty of justice.",
        7985.42,
        7990.32
    ],
    [
        " Yeah, I mean, obviously right now we're living in a, you know, this is 1998 and the media is even more partisan and they take stories all the time and run with these stories.",
        7996.8,
        8010.86
    ],
    [
        " And a lot of times it happens so much that we forget what it does, the actual people that are victims of the stories, these false stories that come out.",
        8011.34,
        8021.42
    ],
    [
        " And so, you know, you get a situation like this, these guys, and you know, you know, I was thinking about, you know, Mike Rose, who had to make that decision out in the jungle that he's going to leave, you know, his indage troops out there that were dead, he's leaving the bodies.",
        8022.02,
        8038.5
    ],
    [
        " And he's tore up over that for his whole life since then.",
        8038.62,
        8043.22
    ],
    [
        " Oh, absolutely.",
        8043.26,
        8043.92
    ],
    [
        " And then you get a story like this comes out. It's, yeah, it's a travesty.",
        8044.02,
        8050.64
    ],
    [
        " And they knew it was coming. So, I mean, they knew there's a story coming, but they didn't know it's going to have that negative edge to it and then distort it in accuracies.",
        8050.76,
        8059.4
    ],
    [
        " So, somebody's guy lined up their families, sat down in front of the TV. Mike Hagen and Mike Rose were two of those that come to mind right away because they had to find, hey, we're going to be on CNN tonight.",
        8060.46,
        8072.68
    ],
    [
        " And then, halfway through the broadcast, when that true tone comes out and you're found to look at your work criminals.",
        8073.74,
        8080.16
    ],
    [
        " And then Mike had to explain to his daughter, Mike Rose, and he was just devastated.",
        8081.52,
        8088.92
    ],
    [
        " And he had to sit there and try to explain it. And these kids see things on TV. TV's never wrong.",
        8089.68,
        8095.28
    ],
    [
        " And look at Dad with a little bit of cross eye, but horrible impact on a personal level. Nobody ever hears about.",
        8095.86,
        8103.32
    ],
    [
        " You alluded to this earlier because of the secrecy of SOG and what you guys were doing.",
        8114.32,
        8120.68
    ],
    [
        " There's a bunch of reasons because the secrecy of SOG, because the number of guys that were doing turnover, so you got guys coming in and leaving.",
        8121.0,
        8129.78
    ],
    [
        " And then the number of guys that are wounded, the number of guys that are killed, the number of guys that are missing, there's a lot of SOG operators that, as we mentioned earlier, never met the pilots that were supporting them.",
        8130.44,
        8143.6
    ],
    [
        " And so you'd get these guys that never see them.",
        8144.46,
        8146.12
    ],
    [
        " Yeah.",
        8147.8,
        8148.28
    ],
    [
        " But then, and again, you alluded to this earlier, in 2016, going to the book, the first operation tailwind reunion was held at the Tennessee Museum of Aviation, bringing together for the first time in more than 45 years, some of the men from all of the aviation units and some of the special forces soldiers from that unique mission.",
        8147.38,
        8165.96
    ],
    [
        " Featuring B company commander, Jean McCartley, the commanding officer of the A1 Sky Raiders, Mel Swanson, and the pilots who flew Marine Corps Cobra gunships from Scarface, the CH-53 pilots, and a few forward air controllers.",
        8166.6,
        8182.16
    ],
    [
        " With tears in his eyes, Swanson said, I hope this is the first of more reunions like it, to see how grateful the men of SOG were for our support during those hairy, prairie fire missions touches me through and through.",
        8182.26,
        8195.62
    ],
    [
        " As well as the other pilots here today, we always wondered who those crazy fuckers on the ground were, and now thanks to the reunions and this reunion, we get to meet them.",
        8195.98,
        8206.06
    ],
    [
        " And I can't tell you how much this means to me on a personal level as the commander who sent our A1 pilots into harm's way every day to learn how much they appreciated us in the A.L.",
        8206.16,
        8216.52
    ],
    [
        " It's gratifying beyond words.",
        8216.88,
        8218.94
    ],
    [
        " Scarface pilot Barry Pensick, am I saying that right?",
        8220.96,
        8227.08
    ],
    [
        " Yes.",
        8227.18,
        8227.24
    ],
    [
        " Yes.",
        8227.4,
        8227.44
    ],
    [
        " Yes.",
        8227.58,
        8227.62
    ],
    [
        "",
        8227.82,
        8227.82
    ],
    [
        " Pensick?",
        8227.84,
        8228.42
    ],
    [
        " Pensick.",
        8228.7,
        8229.24
    ],
    [
        " Scarface pilot Barry Pensick told the audience that when the Marines went across the fence into Laos, quote, they made us change our call sign for some reason.",
        8230.28,
        8240.8
    ],
    [
        " They called them Mission 72 when we went across the fence.",
        8241.08,
        8244.42
    ],
    [
        " Whenever we ran a Mission 72, for some reason they had us take off our dog tags, leave our wallet at home so you couldn't be identified.",
        8244.68,
        8252.4
    ],
    [
        " As if you go down in an American made helicopter and you're a white, brown guy, round eye in an Asian country and no one's going to know you're American.",
        8252.98,
        8261.26
    ],
    [
        " I never understood the logic of that.",
        8261.48,
        8263.32
    ],
    [
        " Then in a closing note, Pensick turned to the audience and apologized to the ladies in advance for contaminating the spoken word with profanities to summarize the time he spent during that operation.",
        8263.84,
        8279.26
    ],
    [
        " I can't think of another way to say this.",
        8279.28,
        8281.54
    ],
    [
        " He said apologetically.",
        8281.68,
        8282.72
    ],
    [
        " For example, if someone is really good, he's a hot shit.",
        8283.18,
        8287.78
    ],
    [
        " If something was good, it was shit hot.",
        8288.18,
        8291.8
    ],
    [
        " If you get into a bad situation, it was a shit sandwich.",
        8292.86,
        8295.76
    ],
    [
        " Don Persky mentioned the sandwich we got into earlier.",
        8296.84,
        8299.54
    ],
    [
        " If you had your act together, you had your shit together.",
        8300.02,
        8302.68
    ],
    [
        " I would like to say that I was honored to have a week or so to spend with all these people here and a bunch of others and that they were a bunch of hot shit guys on a shit hot mission.",
        8303.26,
        8314.92
    ],
    [
        " We got into a shit sandwich, but we had our shit together in the end.",
        8315.4,
        8319.9
    ],
    [
        " No shit.",
        8320.22,
        8321.42
    ],
    [
        " Airborne.",
        8321.42,
        8322.3
    ],
    [
        " Is that a great line or a great line?",
        8323.04,
        8326.88
    ],
    [
        " That is a great line.",
        8328.08,
        8329.54
    ],
    [
        " One thing I want to mention is that Mike Rose on October 23rd, 2017 received the Medal of Honor.",
        8334.22,
        8342.64
    ],
    [
        " At the White House.",
        8343.12,
        8345.38
    ],
    [
        " At the White House for President Trump.",
        8345.54,
        8347.12
    ],
    [
        " It shows you that even though it wasn't known about at the time, the heroism of these guys was just...",
        8348.84,
        8355.82
    ],
    [
        " Well, that's the highest honor that this person can receive.",
        8356.08,
        8360.78
    ],
    [
        " So, salute to those guys and man, what a mission.",
        8361.8,
        8369.66
    ],
    [
        " Now, I'm going to jump ahead and look, we're not covering all of Sog Chronicles.",
        8369.8,
        8374.98
    ],
    [
        " By the way, that was one mission to cover in this volume on Sog Chronicles.",
        8375.08,
        8378.84
    ],
    [
        " But one of the things that when I started reading, I read a quote that said,",
        8380.48,
        8384.7
    ],
    [
        " you know, as of June 13th, 2017, there were still 50 green berets listed as MIA in Laos alone,",
        8384.78,
        8391.18
    ],
    [
        " along with at least 105 aviators who died supporting Sog missions.",
        8391.32,
        8395.0
    ],
    [
        " They are among the total of approximately 260 aviators missing in Laos as of this printing.",
        8395.52,
        8403.04
    ],
    [
        " Now, there's a story in here, and I don't want to go through the whole thing because people should get the book and read through it.",
        8405.0,
        8415.76
    ],
    [
        " But on a high level, because it ties into the MIAs that are still out there,",
        8416.36,
        8423.52
    ],
    [
        " can you tell us a little bit about RT and Truder and what happened on that operation?",
        8424.16,
        8429.82
    ],
    [
        " Oh, sure. They went into the target and made enemy contact, and they had to get pulled out on strings.",
        8429.82,
        8439.12
    ],
    [
        " So, the first helicopter came in, pulled out the first half of the team, RT and Truder.",
        8439.92,
        8444.76
    ],
    [
        " The second helicopter came in, again, with strings to pull them out, and they had two Americans,",
        8445.74,
        8450.6
    ],
    [
        " three Americans are on the strings, and maybe one in the ditch, I forget about the in the ditch.",
        8451.14,
        8456.82
    ],
    [
        " And as they're lifting off, one of the ropes got tangled in the trees, and Sammy Hernandez fell to the ground with knocked on conscious.",
        8457.12,
        8465.16
    ],
    [
        " So he's unconscious.",
        8465.84,
        8466.88
    ],
    [
        " The helicopter continues up, gets hammered, turns around, spins out of control, and then crassed into a granite wall or to a mountain,",
        8467.52,
        8476.58
    ],
    [
        " killing the entire air crew, everybody on the ropes.",
        8477.32,
        8480.34
    ],
    [
        " So, the next day, the bright light goes in, and maybe in a day or two days later, the bright light goes in, they get to the crash site,",
        8481.88,
        8494.0
    ],
    [
        " and they're able to recover all the bodies.",
        8494.72,
        8497.14
    ],
    [
        " Sammy Hernandez, during the night, woke up, played hide and go seek with the NVA, found a cave or some kind of area where he could get out of way.",
        8498.22,
        8508.36
    ],
    [
        " And before he went into the cave, his shoulder was dislocated, so he pounded his shoulder back into place on a tree.",
        8508.94,
        8516.1
    ],
    [
        " Then he hid for the night.",
        8516.82,
        8518.74
    ],
    [
        " In the morning, at first light, a cubby came by, and he had his panel, and they were able to distract him out.",
        8519.54,
        8525.32
    ],
    [
        " They came in with the bright light, got all the bodies, put him into body bags, moved them to a location,",
        8525.76,
        8531.36
    ],
    [
        " I forgive they got to the top of the mountain or not, but Cliff Newman was on that mission.",
        8531.36,
        8535.9
    ],
    [
        " And they went in, put together all the bodies, but it was too dark, they couldn't come in and get him out that night.",
        8536.88,
        8544.44
    ],
    [
        " The plan was, in the morning, they'll come in early, well, in the morning, before any aircraft could get there, any air cover, the NVA hit that team hard, and bottom line, they couldn't get the bodies out.",
        8545.02,
        8556.66
    ],
    [
        " They literally left them there.",
        8557.12,
        8558.34
    ],
    [
        " 35, 40 years later, Cliff Newman goes back in an effort to work with our, what's now DPAA Department of PILW, MIA, accounting agency, and it was the predecessor.",
        8560.58,
        8574.06
    ],
    [
        " But Cliff went in, tried to find it.",
        8574.34,
        8576.58
    ],
    [
        " They cooperation with the indigenous people, I forgive the lay oceans, or the Vietnamese, they put them in too far away from the mountain.",
        8576.7,
        8586.54
    ],
    [
        " So Cliff went back four or five years ago, again, the second time, and again, they're too far away.",
        8587.48,
        8594.48
    ],
    [
        " So Cliff is waiting for the third call to go back and try to help him.",
        8595.2,
        8600.94
    ],
    [
        " And this is the dedication of Cliff, and Sammy Hernandez is still alive.",
        8601.1,
        8605.54
    ],
    [
        " Of course, Cliff Newman was, and Sammy were on the first team that did the first Halo jump in the lay-offs.",
        8606.0,
        8612.72
    ],
    [
        " Well, that's one of the other reasons why I don't want to go too much deep detail right now, because hopefully we get him on here to tell the story.",
        8613.84,
        8621.16
    ],
    [
        " Oh, come back.",
        8621.26,
        8621.78
    ],
    [
        " Yeah, you know, and you think about that, you know, and I just was looking through some of this information, Americans unaccounted for in Southeast Asia.",
        8624.88,
        8634.3
    ],
    [
        " Right now, total of 1,587.",
        8635.3,
        8640.3
    ],
    [
        " And post January 1973, they've repatriated 1,059 from Vietnam, China, Laos, and Cambodia.",
        8644.88,
        8654.74
    ],
    [
        " So we still have work to do there to get these guys back home.",
        8655.7,
        8661.28
    ],
    [
        " Yeah, and even on that missionary, the morning that they went in to get to pull the recon team out, after the recon teams hit, we had a cubby that went in and got shot down.",
        8662.1,
        8675.46
    ],
    [
        " And they lost all of everybody's killed, and they couldn't get them out right away.",
        8676.96,
        8683.3
    ],
    [
        " But eventually, I think it now would be maybe 10 years ago, they got the pilot out to recover his body.",
        8683.44,
        8690.66
    ],
    [
        " So today, yeah, the 1,586 remaining MIAs in Southeast Asia, which includes Vietnam, Laos, Cambodia, and China.",
        8691.62,
        8705.18
    ],
    [
        " And they were a few up there, pilots mostly assume.",
        8705.6,
        8710.14
    ],
    [
        " And September 18th will be the national PILW MIA recognition day when there will be events held across the country.",
        8710.76,
        8721.82
    ],
    [
        " And of course, you have the iconic PILW MIA flag that's now been authorized by President Trump to be flown all federal buildings throughout the year now, every day.",
        8722.46,
        8733.28
    ],
    [
        " Trying to keep attention focused to that level.",
        8733.6,
        8736.28
    ],
    [
        " Anything that we can do to help out on that stuff?",
        8736.8,
        8742.82
    ],
    [
        " Well, there's a lot of issues attached to it, but the most important thing is to keep people writing their consponsions, say, please, keep the efforts going forward on this for the Americans from Southeast Asia.",
        8743.92,
        8759.04
    ],
    [
        " Because what's working against us in addition, Mother Nature again, is the most acidic soil in the world.",
        8759.44,
        8765.4
    ],
    [
        " Eventually eats up bones, maybe teeth.",
        8765.6,
        8768.12
    ],
    [
        " And so who knows how much longer the remains will be.",
        8769.36,
        8774.46
    ],
    [
        " And, you know, for my case, we're a spider, Pat Watkins, Lynn Black, the MIAs, the people we knew, who are teammates that are now part of that.",
        8775.32,
        8786.0
    ],
    [
        " And we still hope that someday, at least get the remains back someday, maybe not.",
        8786.36,
        8791.6
    ],
    [
        " I think there's going to have to be somebody somewhere that's going to say we have to end it.",
        8792.04,
        8796.74
    ],
    [
        " But until they do, what's really amazing, the young teams that they get out there for DPA, they're dedicated.",
        8797.4,
        8804.94
    ],
    [
        " These kids go out, they're army, Marine Corps, they usually take an SF medic with them now.",
        8805.22,
        8812.7
    ],
    [
        " And these kids are dedicated. They really do a great job.",
        8812.96,
        8816.06
    ],
    [
        " We like to see a little bit more coming from mid management at DPA, turns into commitment.",
        8816.86,
        8823.58
    ],
    [
        " They really push this thing, keep it in public eye, and the President Trump's been supportive of it.",
        8824.28,
        8830.08
    ],
    [
        " And that's all we can do. We're at the mercy of time here and the efforts.",
        8830.74,
        8837.96
    ],
    [
        " Yeah, I know they would send guys, I know guys in the SEAL teams, friends of mine that would go to Vietnam to support those operations.",
        8837.96,
        8845.68
    ],
    [
        " Oh, yeah.",
        8845.68,
        8846.58
    ],
    [
        " It's like no inter-service rivalry here. For all Americans, no matter what service, and it's been teams that have gone in for over 40 years now.",
        8846.8,
        8856.98
    ],
    [
        " I forget the exact date, but I think it's June.",
        8858.18,
        8861.68
    ],
    [
        " They always stopped to talk about the aircraft that was a J-PAC aircraft,",
        8862.58,
        8867.84
    ],
    [
        " loaded with people going for a mission at Crest, and we lost several Americans as well as indigenous people working with us on that.",
        8868.1,
        8875.68
    ],
    [
        " So it's a deadly mission, it's been a long battle, and do you have the National POW-MA family, League of Families?",
        8876.78,
        8885.54
    ],
    [
        " The National League of POW-MA family has been fighting this war, the effort to bring home, identify, bring home.",
        8885.98,
        8893.88
    ],
    [
        " They remain with many Americans we can.",
        8894.1,
        8896.36
    ],
    [
        " And they were the first people in any war we fought that demanded that the enemy treat our prisoners better during the Vietnam War.",
        8896.96,
        8905.88
    ],
    [
        " And then they had another name I forget what it was, but then they eventually became, eventually became the National League of POW-MA families.",
        8906.84,
        8913.72
    ],
    [
        " The director, CEO, is Ann Mills Griffith.",
        8913.72,
        8918.02
    ],
    [
        " Her father started when her brother went down in September of 66 as a Navy backseater in F4, and that family's been involved ever since.",
        8918.02,
        8930.2
    ],
    [
        " And she's been involved when the League was formally found in 1970, 50 years of this effort, dedicated to nonprofit, and her down as she fights our government.",
        8931.08,
        8942.02
    ],
    [
        " She knows as respected by all the our prior enemies, the layoffs, Cambodia, North Vietnam, they all know her, they know the League, and they work with DIA very closely.",
        8942.2,
        8952.8
    ],
    [
        " And who do we look up, where do we go to try and give them support?",
        8953.28,
        8956.54
    ],
    [
        " The National League of POW-MA families, just Google and the Pops right up, Ann Mills Griffith is the director, CEO, just amazing, tough, strong, relentless woman.",
        8956.9,
        8969.42
    ],
    [
        " She's been through three husbands, but the mission never stops. She just continues to go, seven days a week she works on this stuff. It's just an amazing story.",
        8969.5,
        8977.86
    ],
    [
        " Well, salute to her, and obviously salute to all these, all these that lost, all these that are mission in action, and man, these stories are unbelievable.",
        8979.12,
        8993.16
    ],
    [
        " Well, I know you and I have some plans of trying to get as many of these things captured as we can.",
        8995.56,
        9002.88
    ],
    [
        " I know you're traveling and you might start, you know, might get some training from Echo Charles and how to press record on one of these things.",
        9003.32,
        9011.38
    ],
    [
        " Absolutely.",
        9011.44,
        9011.76
    ],
    [
        " And get these things, you know, everyone wants to hear as much of these stories as we can. So hopefully we can get that going.",
        9011.9,
        9019.92
    ],
    [
        " We left some space on these last couple podcasts. If Blackjack wants to come on, if Sammy wants to come on, it's always open. The door is always open here.",
        9020.82,
        9033.4
    ],
    [
        " This is the most friendly AO that Saga has ever known right here in this podcast space.",
        9033.98,
        9039.78
    ],
    [
        " Again, the child was like with you and your fellow seals. These guys are so damn humble. I mean, even I had to pull quotes out of them and work at it.",
        9040.24,
        9049.22
    ],
    [
        " But I promise you I'll go back to Clifton's guys in Sammy. He's just an amazing guy. He lives down in Texas and just goes on, came back and did his time in the service, career soldier, just a remarkable man.",
        9049.28,
        9065.4
    ],
    [
        " And we got one King Bee pilot. We're working on it. We got targeted.",
        9065.44,
        9069.08
    ],
    [
        " Yeah, indeed. We're talking to Captain on and he hasn't responded yet. Okay.",
        9069.38,
        9074.24
    ],
    [
        " But when he responds, I hope that we can get him in because he's in both the books. Yup.",
        9074.44,
        9080.38
    ],
    [
        " And so and his stories are well, every King Bee pod any of that is still alive. And you know, sadly in June, I attended the funeral for Captain Tewong, who saved my ass in our team,",
        9080.76,
        9093.8
    ],
    [
        " Bacon so many times I couldn't even count that many protecting on Christmas day of all.",
        9093.8,
        9098.3
    ],
    [
        " Yeah, those guys. Yeah, I was reading through one of these work. These guys who just was that Captain Tewong who would go in or is it Captain on who went by himself by himself.",
        9098.46,
        9111.46
    ],
    [
        " Hey, it's too dangerous. Copilot get out, Aircrew get out. Yeah. I'm going by myself to go and rescue these guys.",
        9111.5,
        9121.94
    ],
    [
        " So we getting over and on. Yeah. Getting overrun. Yeah.",
        9122.14,
        9124.84
    ],
    [
        " What? That's just freaking awesome and heroic. So hopefully it'd be an honor to have him on here and talk to him and hear about his life story.",
        9125.44,
        9139.5
    ],
    [
        " So we will do that and those King Bee Poth, well, even our Americans, I mean, these young kids that were flying these helicopters so fearlessly and amazingly, I mean, how did they get ice cubes in their blood would be so calm and cool.",
        9141.04,
        9153.42
    ],
    [
        " Because that wouldn't be me. I'm up there. I'd be shit in my pants. Let's get the fuck out of here. I mean, just sitting like, I can't anytime you want to go guys. We're ready. Yeah.",
        9153.7,
        9162.12
    ],
    [
        " And you know how to cyclic is he just touched the little controls and the helicopter is going to crash and burn. Yeah, like an airport. I was going to mention it when I said one of that when I said, you know, first lieutenant so and so, it's a fine. This thing I was I should have mentioned.",
        9162.12,
        9175.06
    ],
    [
        " Hey, by the way, what that means is this guy is 23. Yeah. You know, this guy is not an old experienced pilot with thousands of flight hours. He's 23. But like you said, he might not have time, but he's got ice. He's in his blood.",
        9175.06,
        9190.32
    ],
    [
        " Oh, yeah.",
        9190.44,
        9191.14
    ],
    [
        " And hold station with a freaking helicopter while you're taking dish, a 12.7 millimeter rounds into the side of your aircraft.",
        9191.3,
        9200.28
    ],
    [
        " Yeah. And like, like with the limb black story, a judging executioner all year, they came to our rescue time and time again. And then when Lin, they came in front of the team and mowed down a wave attack body and V.A. They couldn't land took off and came to continue to fight.",
        9200.68,
        9216.14
    ],
    [
        " You know, you you talk with such reverence for all the other service branches and it's the same. You know, when when we were in the battle Ramadi, there was just no rivalry whatsoever. And I've never had I didn't really have some big rivalry going into it. I never really cared. I was thought we're on the same team. But some people. Some people take that stuff pretty seriously.",
        9216.88,
        9236.98
    ],
    [
        " But man on the ground in the battle Ramadi, it was just brothers and and across the board and sisters as well, because there's females there fighting and females that were killed in action. And and but just nothing but reverence for the soldiers, the sailors, the airman Marines that we work with salute to all of them.",
        9237.14,
        9257.82
    ],
    [
        " And and certainly I know you feel the same way as you talk. But hey, once again, thanks for coming back. We got to get the sog cast going. We will do it. Maybe I'll take the post garage record course and how to record.",
        9258.76,
        9274.8
    ],
    [
        " I'm telling you, I go, Apple might be able to take.",
        9276.38,
        9279.08
    ],
    [
        " Thanks for coming on and and more important. Thanks for everything you did to protect our way of life here. And thanks for what you continue to do to support veterans here.",
        9279.16,
        9292.54
    ],
    [
        " Talking about the MIAs that what you've done with your veteran organizations. It's awesome. And it's just not or no units honor to call you brother.",
        9293.28,
        9301.96
    ],
    [
        " Like was brother. Thank you appreciate it. Thanks man. Like a bad dream will be back.",
        9301.96,
        9306.68
    ],
    [
        " And with that. Till has left the building.",
        9306.8,
        9313.24
    ],
    [
        " Unbelievable opportunity to sit here and talk to these guys and learn these stories. So many stories. You know, after we after we turned off the mics.",
        9314.14,
        9326.02
    ],
    [
        " I started getting kind of crazy. He's talking to tilt. I was saying, Hey, when you're talking about 600 hand grenades getting thrown.",
        9326.72,
        9333.52
    ],
    [
        " Each one of those hand grenades that gets thrown by the enemy into your position is a whole story. There's a whole story behind it.",
        9333.7,
        9341.34
    ],
    [
        " Hey grenade.",
        9341.36,
        9342.82
    ],
    [
        " I wonder what I'm from. I got him over there. Start putting down fire. I'm like, that's a whole story. Each one. Oh god. Jimmy's wounded.",
        9343.44,
        9350.92
    ],
    [
        " Each one of these events 600 grenades. Each one of those events is a is a micro story. Yeah.",
        9351.48,
        9360.14
    ],
    [
        " Each one of these. Hey in in two lines in this book that we just read in two lines. It's like, hey, there was enemy bunkers who were cleared by the mountain yards. Yeah. Wait a second.",
        9360.48,
        9375.0
    ],
    [
        " That's a freaking chapter or two chapters or three chapters or a whole book in itself clearing up enemy bunker filled with the call or with NVA fighters.",
        9376.26,
        9386.38
    ],
    [
        " What's happening? What are we talking about? So to be able to sit here and talk to these guys and and until it wasn't on that particular mission. But he has, you know, he has first hand experience in the AO. He lived through it. And it's just awesome.",
        9386.38,
        9402.94
    ],
    [
        " So appreciate the opportunity to do this. And one of the reasons we have the opportunity. This is because you'll give us support.",
        9404.7,
        9410.5
    ],
    [
        " Support as we like to call it echo. Somebody wants to support this podcast here. And while they're supporting this podcast, they actually want to provide themselves with some support.",
        9411.3,
        9425.06
    ],
    [
        " Yep. Is it close air support? Not really, but it could be considered on some level. It is well, let's just say this. It might not be close air support, but it is definitely support.",
        9425.68,
        9437.86
    ],
    [
        " It is support for sure. And for you know, for one self, you know, to support others, you do have to support yourself. Right. Like I said, I said it before I'll say it again. It's like, you know, when you're in the airplane.",
        9438.1,
        9450.64
    ],
    [
        " And the oxygen mask comes down. What are they instruct you to do put it on yourself? Then you help your small infant child or whatever the case. So kind of the same situation. All right. So we're all working out. We're keeping ourselves on the path.",
        9451.34,
        9464.16
    ],
    [
        " On the path isn't just some SOTaric thing. By the way, it's keeping your shit together. Dang. I like it. It is 100%. In every way you can, by the way, mental, physical, social, social meaning like this, your relationship.",
        9464.64,
        9480.4
    ],
    [
        " With people in and outside of your family. Anyway, you understand you're going to know if you're doing something off the path versus something on the path that you're going to know. Pretty clear. So anyway. So when working out, we could benefit from supplementation.",
        9480.4,
        9496.0
    ],
    [
        " We could use some air support. Some are level of support. Yes. There you go. Support is way better than no support. Yes, it is 100%. So Jocco has you covered. We have you covered. We all have ourselves covered as well.",
        9496.3,
        9510.26
    ],
    [
        " Jocco fuel supplementation for your joints. Important. Very important. Okay. So I'm I'm I'm not one of these guys who have these crazy joint problems. But from time to time, I'll get jammed up. You know, the kind of when you wake up, you walk downstairs.",
        9510.26,
        9527.76
    ],
    [
        " If you walk downstairs too quick, you're like, you can feel it. You seem sane. You didn't know what I'm talking about. You don't feel that. That's what you say. I certainly don't admit it. I thought we were all friends here. You know, but I will say, and the point to this quasi story is that when you think back to those times when you're like, all stiff or whatever, just general stiffness. And now you don't have it. It's like, it's it's a God.",
        9528.44,
        9557.48
    ],
    [
        " God send us what it is. You don't miss those days. We don't want to feel it. Yeah, and it's it's not a big deal when you forget it. When you don't realize it. You seem sane. But anyway, I realize it a lot. So that's why it is important to keep taking your joint. We're for and grill oil. Those are for your joints. Discipline discipline. Go. This is the brain body supplement. Keep you mentally in the game. Keep you sharp.",
        9557.48,
        9587.12
    ],
    [
        " You have a groggy day. Boom. Helps you out. That's what that is. Also RTD can just like an energy drink in the form of a.",
        9587.12,
        9597.52
    ],
    [
        " Well, it's like this. It's like an energy drink. It's something that you drink that makes you feel good for 45 minutes until you crash and burn and you have a freaking insulin level spike. Yeah. And you feel like crap.",
        9598.24,
        9609.78
    ],
    [
        " Yes. Because it's filled with sugar and a bunch of chemicals. What's going on here? No sugar. No sugar. Well, how does it taste good? Because it's sweet and with something else called monk fruit, which is actually good for you.",
        9609.78,
        9622.94
    ],
    [
        " Does it have 700 milligrams of caffeine? No, it's got 95 milligrams of caffeine. Yes. Good for you. Get that little afternoon.",
        9623.12,
        9632.24
    ],
    [
        " So to sum it up, I guess it's a brain health drink in the form of an energy drink.",
        9635.72,
        9643.2
    ],
    [
        " Loosely. We'll say loosely. We haven't figured out what exactly we've made. It's a new category. Potentially. Yeah.",
        9643.52,
        9652.08
    ],
    [
        " I think it's good. Nonetheless. Got some good flavors on there. Good. Some flavors coming up. Oh, as well. Very exciting. I'm not saying it's my new flavor. I'm not saying it's not my new. I'm just saying we have some various flavors coming up.",
        9652.18,
        9667.18
    ],
    [
        " Anyway, yes, that's discipline and discipline. Go. There's also the capsules. You know, if you're in a rush or what have you. Yeah, there's that also vitamin D three and cold war. This is for immunity. So keeping your immune system is keeping it up, keeping it strong. That's important.",
        9667.4,
        9685.06
    ],
    [
        " Definitely as opposed to. Especially right now. Yes. Well, I don't want to get into a whole debate. But I think that immune system is important at all times. Okay. That's what I think. I'm going with it. I'm very very. Also, what do we got?",
        9686.24,
        9703.32
    ],
    [
        " Mulk, Jaco, mulk, protein in the form of dessert, all different kind of dessert in the form of protein. You know what I'm saying? Yes, I do. Yeah. Same deal. We got some new flavors coming out. And I'll tell you what, bro. I'll tell you what we got some flavors coming out. Oh, for real. Yes. Okay. Yes. And they are legit. Okay.",
        9703.32,
        9725.7
    ],
    [
        " Yeah. Legit. You want to know what one of them is? Yeah. Smashing pumpkin.",
        9725.98,
        9731.52
    ],
    [
        " All right. It's like a pumpkin. I didn't even know what this was. Yes. Yeah. I didn't even know what this was. I didn't know it was a thing. Yeah.",
        9732.18,
        9740.52
    ],
    [
        " Be a little sensitive to me. He goes, dude, you kind of try this. And I'm like send it. Yeah. So it sends it out. And I wasn't even, I didn't even know I liked this flavor. Yeah. Smashing pumpkins. Yeah. But",
        9740.74,
        9752.38
    ],
    [
        " well, smashing, smashing pumpkins is a band. Yeah. Yeah. Okay. You already need that. You're fan. You're a special. Absolutely. Yeah. Me too. Actually. Anyway, that's a band. Pumpkin spice. The flavor is like a thing like a. Yeah. Yeah. I didn't know that. Yeah. And that makes sense because I mean, I knew of it, but just in the past like a few years or whatever. It's been getting a lot of like teasing and stuff like. Oh, pumpkin spice.",
        9753.48,
        9780.26
    ],
    [
        " I don't you know, I don't know anything about that. I know. Yeah. I have to pull this flavor down because it's weak. No. I think like since it's been in the what do you call like spotlight or whatever. And people will be like, oh, I don't know. It's like they've been teasing it for some reason. Like you're some",
        9781.1,
        9798.36
    ],
    [
        " prep. Okay. Well, you can you can tease pumpkin spice, but trust me, you're not going to tease smashing pumpkin. Well, here's the thing. You also said smashing pumpkins. That's plural. That's a band. That's not the name. Yes.",
        9798.36,
        9809.56
    ],
    [
        " Smash pumpkin. We're going singular. Yeah. Yeah. I dig it because you know, we won't want to infringe. No, no, no, you don't know. You don't want to infringe. Um, but no, the pumpkin spice. So that's the thing where it's almost like part of the reason or part of the whole teasing culture of it for lack of a better way of putting it. Um, was that everyone likes pumpkin spice, but you know, like it's like if you're like tough, you don't want to like admit it. Like everyone, pumpkin spice is freaking delicious in your cafe latte or whatever like whatever. It's",
        9809.58,
        9839.54
    ],
    [
        " always still everyone knows that, you know, that's like kind of the thing. That's why I'm going to be on some a little bit excited for pumpkin spice.",
        9839.54,
        9845.6
    ],
    [
        " First, smashing pumpkin. We're not doing pumpkin spice, but really smashing pumpkin because I'm starting to see the connection here that you're making. I don't think I like it. So we're doing something called smashing pumpkin. Yeah. And it tastes good, but it's filled with protein that will make you strong. So turn you into a destroyer.",
        9846.1,
        9861.26
    ],
    [
        " There you go. Yeah, there you go. We got mold. We got it going out there. Yeah, protein for me dessert. Also, what do we got?",
        9862.44,
        9867.7
    ],
    [
        " Jocke, wait, T. Can you, can you, are you into deadlift? Doesn't even matter because once you should be you, you, you, that's true. It's highly recommended. Yeah.",
        9868.02,
        9876.54
    ],
    [
        " To deadlift. And if you're going to deadlift, you might as well deadlift 8,000 pounds and one of the quickest ways to do that. Everyone's looking for a hack. I got a hack for you.",
        9876.7,
        9885.06
    ],
    [
        " You don't want to worry about what your periodization is going to be for your deadlifting. Well, that's kind of a pain.",
        9885.6,
        9890.98
    ],
    [
        " Well, you do is you drink Jocke a white teen. You're deadlifting 8,000 pounds. By the way, guaranteed. Yeah. And if you can't, well,",
        9891.04,
        9898.98
    ],
    [
        " that's kind of on you. Yeah.",
        9899.32,
        9901.58
    ],
    [
        " And, but I mean, and that is good. I kind of painted myself into a corner on that one. I had no way out. You saved me. I appreciate it.",
        9901.88,
        9909.68
    ],
    [
        " Hey, man. Well, hey, look, if you're not into deadlifting and I get it, I'm not going to judge.",
        9909.68,
        9913.98
    ],
    [
        " Or you can a little bit over at least. Can't overtly judge about that.",
        9914.8,
        9919.16
    ],
    [
        " You can't. It is certified organic. And it's very nice.",
        9919.68,
        9924.28
    ],
    [
        " All right. So you can get all this stuff at origin main.com. You can also get it at the vitamin shop.",
        9924.7,
        9930.32
    ],
    [
        " And pretty soon, you're going to be able to get the RTD drink. The Jaco Dispengo drink at",
        9930.84,
        9937.52
    ],
    [
        " what you're going to be able to get it at Wawa in Florida and Virginia very soon. So be on the lookout for that. We're going to have a little",
        9937.52,
        9944.2
    ],
    [
        " little operation. Go get some.",
        9945.3,
        9947.28
    ],
    [
        " Yeah. It's going to be good. Also at origin main.com. They got some good jujitsu stuff. American made jujitsu.",
        9947.3,
        9956.24
    ],
    [
        " Well, you just throw the word good out there like it's not good. Yeah. When actually it's the premier jujitsu stuff in the world.",
        9956.46,
        9962.38
    ],
    [
        " Yeah. Yeah. I guess it's like one of those things. Little understatement. You may know where I'm here. I got your back. I got your sex cover move.",
        9962.76,
        9968.5
    ],
    [
        " Thank you. Anyway, they got jeans as well. Good jeans. I say good as opposed to not good. Okay.",
        9968.62,
        9975.16
    ],
    [
        " What are they not good as in the best things you can put on your legs? Ever. Yes. In the history of America pretty much.",
        9975.24,
        9983.22
    ],
    [
        " Jeans boots, t-shirts, hoodies. What else? I think we're covered it. Anyways, a bunch of good stuff. And it's all made in America shorts. That's right.",
        9983.72,
        9993.22
    ],
    [
        " Yeah. They got some good stuff on the how about this go origin main.com look at everything they got over there. All American made.",
        9994.5,
        10001.68
    ],
    [
        " And you might be thinking like, well, you know, that sounds good. You know, I could use some stuff for that stuff for the other thing. But, you know, I, you know, I like to do things that are beneficial to the world.",
        10002.38,
        10012.68
    ],
    [
        " You know, I don't want to just consume right. Well, guess what? Good origin main. You get some of that gear. You are contributing to the world.",
        10013.02,
        10021.9
    ],
    [
        " You are bringing manufacturing back to America. We got a bunch of hard working American people up there making it happen.",
        10022.1,
        10033.84
    ],
    [
        " And when you support the cause, you are doing good for humanity. That might seem like a big step. It is. It's true.",
        10034.6,
        10046.9
    ],
    [
        " Yeah. Yeah. And it's interesting. We talked about this before. You don't care that much about it. How well the fit of the jeans are.",
        10048.68,
        10058.72
    ],
    [
        " Delta 68 and the factory factory jeans. Yes. Yes. Orgmane.com also jaco as a store. It's called jaco store. And this is where you can get your apparel as it were.",
        10059.3,
        10072.86
    ],
    [
        " If you want to represent while you're on the path as we say. So, you know, this is this is an equal freedom to your t-shirts hats.",
        10073.1,
        10079.82
    ],
    [
        " Do you know what bonus feedies are? Yes. I do. You taught me. Yeah. Yeah. So there's a good bonus feedies. You're just out in the wild.",
        10080.12,
        10087.42
    ],
    [
        " And maybe you want to, you know, if you run into someone else, it's kind of on the path. Maybe a trooper. But you don't want to walk around. Hey.",
        10088.2,
        10095.84
    ],
    [
        " Hey, how's it going? Hey, are you in the game? No. Just put the flag on, man.",
        10096.18,
        10102.02
    ],
    [
        " Yep. Put the flag on. Put the death core flag on. Yep. That's someone. And you know what you're not going to get bothered.",
        10102.18,
        10108.22
    ],
    [
        " But somebody will give you a look. You little head nod. Yep. Like what's up? Yep. Maybe a little maybe a little heart hitter.",
        10108.32,
        10116.34
    ],
    [
        " Heart hitter. Yeah. But yes, that's where you can get it. Jucko store. Jucko store.com. We got some board shorts on there.",
        10116.44,
        10124.3
    ],
    [
        " Summer or wrapping up summer. Are we wrapping up summer? Well, I mean, no, we're definitely wrapping up summer.",
        10125.04,
        10130.62
    ],
    [
        " Yeah. But, you know, I know some of us operate more on a Hawaiian type schedule. So summer might be kind of past.",
        10130.62,
        10139.12
    ],
    [
        " But some people may still be one's board shorts. They're actually in Hawaii. Well, how about this?",
        10139.36,
        10144.78
    ],
    [
        " The board shorts could that we currently have their multipurpose board shorts. You can swim with them, surf with them.",
        10144.96,
        10153.4
    ],
    [
        " Do you get to in them or just wear them wherever they got to wear your casting? Like I'm doing right now.",
        10153.74,
        10158.46
    ],
    [
        " Yeah. That's good. That's your new uniform right there. But yes, they did make they do make the cut. Yeah, they're good.",
        10158.76,
        10164.74
    ],
    [
        " But yeah, a lot of good stuff on there. Yeah. If you want. If you like something, get some. Don't forget about that warrior kids soap.",
        10164.98,
        10170.82
    ],
    [
        " From Irish Oaks Ranch. You can get it on on on jucko store.com. But it's a kid warrior kid with a company who's making soap.",
        10171.36,
        10180.4
    ],
    [
        " Because his vision to help humanity is to help people of the world.",
        10180.4,
        10186.18
    ],
    [
        " Stagling also for the month of September Irish Oaks Ranch is donating one dollar per bar of soap to cancer research.",
        10186.18,
        10200.06
    ],
    [
        " Check. Yeah. This can cancer awareness month soap. Boom. So what we're doing.",
        10200.06,
        10205.14
    ],
    [
        " Subscribe to this podcast. Check out some of the other podcasts that we have a jaco unraveling, which used to be called the thread, but we changed the name.",
        10205.72,
        10212.56
    ],
    [
        " So jaco unraveling soon to be on its own feed feed. We have grounded, which we haven't recorded in a long time.",
        10212.74,
        10220.24
    ],
    [
        " We need to get that done and warrior kid also not recorded in a long time.",
        10220.7,
        10223.92
    ],
    [
        " But you can listen to those podcasts. You can subscribe to those podcasts and this one. We also have a YouTube channel.",
        10224.48,
        10230.02
    ],
    [
        " I think the main value of the YouTube channel and this is me being kind of serious is for those of us who like to watch the podcast.",
        10230.02,
        10240.44
    ],
    [
        " Two reasons want to watch the podcast as it goes on. Like if you have a flat screen or you know, these are these smart TVs in your office or your gym or whatever you want to play it.",
        10240.9,
        10250.52
    ],
    [
        " Boom. You want some visual. What do you call it? Like association.",
        10250.52,
        10254.04
    ],
    [
        " You can see what John's track. My look's like sure. Yeah. Oh, yeah. There's that for sure. But you know, when you have it playing in the background seems like you're more in the conversation.",
        10254.44,
        10261.08
    ],
    [
        " Anyway, it's for that and also the excerpts we have on there. So you know, like you can get little little as you and Theo Vaughan would call them little or big.",
        10261.38,
        10270.9
    ],
    [
        " Hitters. Were you trying to get me to say hitters? No, I wanted you didn't. You know what I'm saying. Anyway, that in my opinion, that's the value. So yeah, subscribe to that. Also.",
        10271.54,
        10281.46
    ],
    [
        " Psychological warfare in an album with tracks, jocke of tracks of jocke helping you get past your moments of weakness. If they come, if they come.",
        10282.36,
        10291.64
    ],
    [
        " Let's face it. They come. They come. Oh, yeah, for sure. And yes, this will help you. So you can get on Amazon or wherever you get MP3s from all good.",
        10291.94,
        10300.12
    ],
    [
        " Yeah, flipsidecams.com. My brother Dakota Myers company and yeah, guess what?",
        10300.42,
        10305.18
    ],
    [
        " Guess what? If you want a little visual representation to kind of keep you on track, check out flipsidecams.com and get something to hang on your wall.",
        10305.98,
        10316.3
    ],
    [
        " Graphic representation of the path. Also got some books. Obviously these books here by John Stryker Meyer across the fence on the ground.",
        10316.72,
        10326.04
    ],
    [
        " Sog Chronicles also don't forget about whiskey tango Fox trot by black Jacqueline black. We got the code, the evaluation, the protocols.",
        10326.04,
        10335.7
    ],
    [
        " We got leadership strategy and tactics field manual. We got way of warrior kid one, two, three. We got Mikey in the dragons.",
        10336.08,
        10340.84
    ],
    [
        " We got this one equals freedom field manual. And by the way, there's a new version of that coming out.",
        10341.56,
        10347.84
    ],
    [
        " Extended versus be advised. A little bit some additional information.",
        10348.78,
        10355.4
    ],
    [
        " For your knowledge. And also extreme ownership and that economy of leadership also have a consulting company called National on Front.",
        10356.18,
        10365.68
    ],
    [
        " Will we teach leadership principles? And we solve problems through leadership. We also have EF online.",
        10366.18,
        10372.56
    ],
    [
        " EF online. If you have a question that you want to ask me, you sure you could send it into the into the interwebs.",
        10373.24,
        10380.8
    ],
    [
        " Facebook.",
        10383.92,
        10384.36
    ],
    [
        " Twitter. The Graham you could try and ask me a question. Look sometimes I get to him or you can come on to EF online.com and come to a live webinar where I am sitting there in front of my computer answering questions.",
        10383.1,
        10396.68
    ],
    [
        " Go to EF online.com. Come and hang out. Basically come and hang out.",
        10397.08,
        10404.16
    ],
    [
        " We have something called the muster where you come and physically hang out and learn about leadership.",
        10405.46,
        10412.24
    ],
    [
        " We've had to cancel a few of them because of the COVID virus. But we have one coming in Dallas, Texas, December 3rd and 4th. Go to extremotorship.com.",
        10412.46,
        10421.96
    ],
    [
        " If you want to come to that, we have EF Overwatch. We take people from the military that have the understanding of the principles that we talk about.",
        10422.26,
        10431.22
    ],
    [
        " And we place those people into the civilian sector into companies in the leadership position. Go to EF Overwatch.com. If you're a company that needs leaders.",
        10432.42,
        10440.98
    ],
    [
        " We have America's mighty warriors dot org. Mama Lee. Mark Lee's mom.",
        10441.72,
        10447.1
    ],
    [
        " Her mission since she lost Mark since we lost Mark has been to help service members around the world in all kinds of different aspects.",
        10447.76,
        10459.76
    ],
    [
        " If you want to get on board and you want to help out, go to America's mighty warriors dot org. And you can donate or you can get involved.",
        10459.76,
        10467.68
    ],
    [
        " And if you want to hear more from us, you can contact us. If you have questions, if you have answers, if you can fill in the blanks of some of the blanks that we get to, you can find us on the interwebs.",
        10468.28,
        10480.0
    ],
    [
        " For Till John Striker Meyer, he's on Twitter at Saga. John Instagram is at J Striker Meyer and Facebook is at John Striker Meyer on the interwebs. He's got Saga Chronicles dot com.",
        10480.58,
        10494.7
    ],
    [
        " And if you're looking for either one of us to knuckleheads echo is at Echo Charles and I am at Jaco Willink.",
        10495.18,
        10502.12
    ],
    [
        " And thanks to Till of course for coming back on to share the stories of Saga, the Saga Chronicles.",
        10502.52,
        10510.08
    ],
    [
        " And more important thanks to Till and all his brothers and arms for their service and their sacrifice, especially those who are still missing in action. We will not forget.",
        10510.42,
        10521.64
    ],
    [
        " And we thank you and all of our military for keeping us free.",
        10524.2,
        10529.32
    ],
    [
        " And to the police and law enforcement and firefighters and paramedics and EMTs and dispatchers and correctional officers and border patrol, secret service, all other first responders out there holding the line. Thank you for your service and sacrifice to keep us safe here at home. And to everyone else out there.",
        10530.0,
        10547.84
    ],
    [
        " Don't go around thinking that your hot shit and that your shit doesn't stink because you're bullshitting yourself.",
        10551.36,
        10559.54
    ],
    [
        " And if you do think that you are the shit, then things will likely shit the bed and then they'll go to shit and you'll end up in a shit sandwich and likely shit a brick when you realize that your upshits creek without a paddle.",
        10560.32,
        10576.94
    ],
    [
        " And that right there is some deep shit. So instead focus on getting your shit together and then keeping your shit in line. And look, we all have a shit ton of work to do and not just chicken shit either, but the real shit.",
        10578.54,
        10592.26
    ],
    [
        " That can make us tougher than shit and that is no shit. Sure lock.",
        10593.16,
        10598.48
    ],
    [
        " So until next time, this is Echo and Jaco.",
        10599.54,
        10604.04
    ],
    [
        " Ow.",
        10604.04,
        10605.8
    ]
]