[
    [
        " At what point do you turn off the manipulation tactics with people that you work with?",
        0.0,
        4.58
    ],
    [
        " Or don't you?",
        5.42,
        6.92
    ],
    [
        " So this picture this this question. I actually pulled this from a friend of mine",
        7.5,
        12.96
    ],
    [
        " Not a good not not someone I've known for a long time",
        12.96,
        16.06
    ],
    [
        " But someone that's a guy that I know he doesn't know me well enough",
        16.06,
        19.62
    ],
    [
        " But he knows well enough to ask me this question",
        19.62,
        21.88
    ],
    [
        " Sure, right? And he actually sent me a text. He's like you know, I've been thinking after listening to your podcast",
        21.88,
        27.0
    ],
    [
        " Are you just manipulating people all the time? Yeah, and it's it's a legit question, right? I have that question",
        27.36,
        34.68
    ],
    [
        " Yeah, even echo has that question so I",
        34.68,
        38.52
    ],
    [
        " Obviously have talked about leadership and influence as manipulation because that's what they are",
        38.52,
        44.5
    ],
    [
        " Right if I'm trying to get you to do something",
        44.5,
        47.82
    ],
    [
        " You could say I'm leading you but you could also say I'm manipulating you okay?",
        47.82,
        52.5
    ],
    [
        " And the difference to me and I think this is I pointed out this difference before the difference to me is that if I'm trying to do something",
        52.5,
        59.42
    ],
    [
        " That's gonna benefit you",
        59.42,
        60.64
    ],
    [
        " Or benefit the team",
        60.64,
        63.42
    ],
    [
        " Then that's leadership or that's influence if I'm trying to get you to do something and it's gonna benefit me",
        63.42,
        69.5
    ],
    [
        " Then that's manipulation. I've talked about that before so",
        69.5,
        73.1
    ],
    [
        " That being said",
        73.1,
        75.94
    ],
    [
        " I",
        78.12,
        78.86
    ],
    [
        " Am not running around in full manipulation mode all the time. I'm not I'm not constantly sitting there trying to",
        78.86,
        86.44
    ],
    [
        " to",
        86.44,
        87.6
    ],
    [
        " Plot and and make people do things. I will say this though. I am generally",
        87.6,
        94.3
    ],
    [
        " conscious or aware or detached enough",
        94.3,
        98.68
    ],
    [
        " That I can see my interactions",
        99.2,
        101.26
    ],
    [
        " With other people from a good enough distance to see how I'm affecting the situation",
        101.26,
        106.76
    ],
    [
        " So it's there you know, I'm aware of it. I do have a couple friends not many where I'm just like completely unfiltered",
        106.76,
        116.14
    ],
    [
        " Some of the times some maybe even most of the time but",
        116.14,
        121.36
    ],
    [
        " With most people like I said I'm at least aware of what I'm saying and what I'm doing and how it's being received",
        121.36,
        128.36
    ],
    [
        " It's",
        131.66,
        132.1
    ],
    [
        " Modulated though and I'm not like I said I'm not sitting there",
        132.1,
        134.5
    ],
    [
        " Manipulating everyone that I meet and and the fact of the matter is the reason is most of the time",
        134.5,
        140.18
    ],
    [
        " I don't care",
        140.18,
        140.84
    ],
    [
        " Not that I don't care about them, but I don't I'm not I'm not I have no reason",
        140.84,
        145.22
    ],
    [
        " I am not trying to do something with this person",
        145.22,
        147.66
    ],
    [
        " I'm just interacting with the person and I like to interact with different people and I have I",
        147.66,
        153.28
    ],
    [
        " Get along well with a lot of different types of people from",
        153.28,
        156.26
    ],
    [
        " Straight-laced like religious people to freaking outlaw bikers",
        156.54,
        162.54
    ],
    [
        " To surfers to to alcoholics to",
        162.54,
        167.68
    ],
    [
        " To fitness freaks. I mean, I'm friends with a bunch of different people and I'm definitely not sitting around trying to manipulate them",
        167.68,
        176.66
    ],
    [
        " I'm trying to enjoy and I enjoy the various",
        176.66,
        181.34
    ],
    [
        " personalities and sort of decisions and",
        181.34,
        185.68
    ],
    [
        " Life that people had I learned from them. I'm trying to manipulate. I'm actually trying to learn from people most of the time not manipulate",
        186.26,
        193.48
    ],
    [
        " But you know when I do get in a team setting or a business setting or a relationship setting",
        193.48,
        202.8
    ],
    [
        " where now what we're doing is an",
        202.8,
        206.9
    ],
    [
        " interaction of humans then I definitely",
        206.9,
        211.74
    ],
    [
        " Will",
        215.48,
        216.2
    ],
    [
        " Be thinking about how my",
        216.2,
        218.62
    ],
    [
        " Actions and reactions are affecting the situation and I will tell you this I'm",
        218.62,
        225.4
    ],
    [
        " generally only doing it",
        225.4,
        227.14
    ],
    [
        " For good. I'm not trying to get things from people. I think you would be one to say like yeah",
        227.14,
        235.76
    ],
    [
        " I'm pretty generous",
        235.76,
        237.68
    ],
    [
        " With what I'm trying to do with my life and and with helping people not that I find myself to be like some",
        238.56,
        244.94
    ],
    [
        " some",
        244.94,
        245.96
    ],
    [
        " Healer or some benevolent person that's running around. I'm not trying to say that but I'm generally when I'm in",
        245.96,
        253.02
    ],
    [
        " With I'm interacting with someone enough",
        253.02,
        255.3
    ],
    [
        " That I'm in this mode. I am trying to help. I'm trying to help us",
        255.3,
        261.92
    ],
    [
        " That's what I'm trying to do so",
        261.92,
        264.68
    ],
    [
        " if",
        264.68,
        266.64
    ],
    [
        " This is manipulation",
        269.24,
        270.62
    ],
    [
        " To try and help people and try and help whatever it is I'm doing with other people to move in the right direction if that's manipulation",
        270.62,
        278.38
    ],
    [
        " I'm guilty",
        278.38,
        279.24
    ],
    [
        " Right, yeah, and you say you kind of mentioned that too where you're just you're using the word manipulation kind of",
        279.24,
        284.94
    ],
    [
        " Yeah, I use it where most people don't like to say it right right most people say you know what?",
        284.94,
        289.46
    ],
    [
        " I really like to influence my friends and move them in the right direction. Yeah, well, what is that doing?",
        289.68,
        294.14
    ],
    [
        " That's manipulating. Yeah, so if you look at the definition to handle cunningly that's a manipulation. Oh nice",
        294.54,
        300.66
    ],
    [
        " Yeah, well, there's another definition in there too, but I think that's a more general broad",
        300.66,
        305.08
    ],
    [
        " Yeah, but I think the generally accepted meaning of the word manipulate is a has a negative connotation for sure",
        305.08,
        312.04
    ],
    [
        " And and it it is rightfully so because it generally when you say it you're talking about oh",
        312.04,
        318.36
    ],
    [
        " Jocco is really manipulating echo. So what does that mean?",
        318.36,
        321.28
    ],
    [
        " Oh, Jocco's trying to get stuff from echo. He's trying to he's trying to do stuff for his own benefit",
        321.28,
        325.78
    ],
    [
        " Whereas if I were to say you know, Jocco he's been hanging out with echo a lot, and he's really having a good influence on him",
        325.78,
        331.58
    ],
    [
        " Well, guess what that's cool. Oh, everyone's happy now, but what did I really do? I really manipulated you right?",
        331.58,
        338.1
    ],
    [
        " I really made you act a certain way. I led you. I manipulated you. Yeah, so again",
        338.88,
        344.82
    ],
    [
        " I mean, maybe I need to stop using the word manipulation",
        344.82,
        347.68
    ],
    [
        " But I always the reason I like to use it because I know it. I know it makes people think I know it makes people see leadership for what it is with leadership",
        347.68,
        354.04
    ],
    [
        " You're trying to get other human beings to do what you want them to do. That's what you're trying to do now",
        354.04,
        359.26
    ],
    [
        " In the best form of leadership you're trying to get them to want to do what you want them to do",
        359.26,
        364.68
    ],
    [
        " And even in better form of leadership",
        364.68,
        367.24
    ],
    [
        " You're trying to get them to do what they want to do and it happens to be what you want them to be to to do too",
        367.24,
        374.66
    ],
    [
        " That's the goal",
        375.92,
        376.86
    ],
    [
        " But all of those means I'm trying to get you to do something",
        376.86,
        383.9
    ],
    [
        " Yeah, and whether we want to call it leadership or we want to call it influence or we want to call it inspiration or we want to call it manipulation",
        383.9,
        390.2
    ],
    [
        " It's the same thing",
        390.2,
        392.76
    ],
    [
        " The only difference being in my mind",
        392.76,
        396.1
    ],
    [
        " When I manipulate something I'm trying to help myself",
        396.1,
        399.28
    ],
    [
        " And I don't do that. I'm not trying to help myself",
        399.28,
        403.84
    ],
    [
        " Yeah, I manipulate through other people yet sounds like that it's helping yourself at their expense",
        404.18,
        411.5
    ],
    [
        " Exactly and influence is even more broad",
        411.5,
        416.34
    ],
    [
        " I think it goes outside of many just because influence you can passively influence someone you can just hang around",
        416.34,
        421.0
    ],
    [
        " But you can pass only manipulate people too",
        421.0,
        422.7
    ],
    [
        " Yeah",
        422.7,
        424.46
    ],
    [
        " Yes, you can you can absolutely passively manipulate people like it not know you're doing it. Good. Well, no you can do it",
        424.46,
        433.68
    ],
    [
        " By not doing something. Oh, yeah, yeah, it's like passive aggressive",
        433.84,
        437.46
    ],
    [
        " Minimum. Yes, but like influence let's say we're just cruising and we're hanging out",
        437.46,
        442.48
    ],
    [
        " You're not telling me or asking me or whatever to do something you're just being you and I'm like fuck jaco so cool, man",
        442.48,
        447.5
    ],
    [
        " Let me let me roll up myself like jaco does you know that's like",
        447.5,
        450.6
    ],
    [
        " That's I wouldn't call that money, but that wouldn't be manipulation",
        450.6,
        454.2
    ],
    [
        " Yeah, but what if I intentionally was like you know what I really need to get I really need to get at echo to do X",
        454.2,
        459.92
    ],
    [
        " Yeah, yeah, and here's gonna do I'm gonna show him. I'm gonna lead. Yeah",
        459.92,
        463.32
    ],
    [
        " So and and really",
        464.62,
        465.98
    ],
    [
        " Isn't so that being said isn't",
        465.98,
        472.36
    ],
    [
        " The being being being being being polite",
        472.36,
        474.3
    ],
    [
        " Isn't that a low form of man that absolutely if I say if I say hey, would it be possible for you to you know grab that chair for me",
        474.3,
        481.36
    ],
    [
        " What do me would it be possible? We know that's possible. Yes, I mean it don't we know it's possible",
        481.36,
        485.52
    ],
    [
        " I know what possible means why did you say if possible why did I say that?",
        485.52,
        490.18
    ],
    [
        " Because I want you to",
        490.34,
        491.98
    ],
    [
        " Feel good about it. Yeah, I feel good. You want you want to feel you know, it's like",
        492.64,
        497.48
    ],
    [
        " Absolutely is it's interacting with other people right so you have to show some form of if we want to use the word manipulation",
        497.48,
        505.32
    ],
    [
        " Which we do obviously yeah, you're always doing so in a way it's pretty rare. You're gonna turn it off",
        505.32,
        511.0
    ],
    [
        " Yeah, yeah really and so I guess to answer the question once again",
        511.0,
        515.26
    ],
    [
        " Do I ever turn it off not really am I walking around trying to manipulate people and get them to fall on",
        515.26,
        521.9
    ],
    [
        " Under my spell of destruction hell no",
        521.9,
        524.36
    ],
    [
        " I'm just a normal guy that's interacting with people on a regular way and",
        524.36,
        530.92
    ],
    [
        " When I'm dealing with people in an interactive situation, I'm aware of",
        530.92,
        536.72
    ],
    [
        " The way I'm acting and how it affects the situation. That's it and you happen to be",
        536.72,
        541.82
    ],
    [
        " Pretty effective. I in a positive way though how you turn out like if it's for the goal of the collection right right",
        541.82,
        548.14
    ],
    [
        " It's not a not a",
        548.14,
        549.46
    ],
    [
        " Malevolent. Yes, it is not all right. So really the answer the question is",
        550.4,
        555.6
    ],
    [
        " Not really",
        555.6,
        558.16
    ],
    [
        " I like the way you put that",
        558.16,
        561.78
    ]
]