[
    [
        " People that know the material. So we go in a company's where they know they've read they know",
        0.0,
        6.6
    ],
    [
        " They wrote memorized. I guess know is a strong word right",
        6.6,
        10.84
    ],
    [
        " Uh",
        10.84,
        12.64
    ],
    [
        " But and I talked about this on",
        12.64,
        15.2
    ],
    [
        " In the derro Cooper and I got got into it a little bit on",
        15.2,
        20.86
    ],
    [
        " the unraveling podcast",
        20.86,
        22.94
    ],
    [
        " Because",
        22.94,
        24.14
    ],
    [
        " He was saying to me well how do you handle something when you know",
        24.14,
        28.0
    ],
    [
        " That the other person's premise is wrong",
        28.08,
        30.62
    ],
    [
        " and",
        30.62,
        32.38
    ],
    [
        " He was pretty dug in and I said well",
        32.38,
        37.46
    ],
    [
        " Do you actually really know that?",
        37.46,
        41.74
    ],
    [
        " Because I'm not going to approach anything if Dave Burke comes to me and says hey jaco",
        42.08,
        46.62
    ],
    [
        " A UFO just touched down in my backyard. I need support here ASAP",
        46.62,
        55.38
    ],
    [
        " Right not the split hairs, but you mean extra terrestrial what did I say UFO?",
        57.2,
        61.52
    ],
    [
        " Okay, yeah UFO is just unidentified. Okay, so he identified so he calls me up and says uh, uh unidentified extra terrestrial",
        62.04,
        69.68
    ],
    [
        " Machine just landed in my backyard",
        69.68,
        73.3
    ],
    [
        " Dude what do I say look I know that's not true or do I right you know what I say I say well",
        73.3,
        82.42
    ],
    [
        " What does it look like what what what sort of what sort of weaponry do you see",
        82.42,
        86.3
    ],
    [
        " Do are they is the recovering element",
        86.3,
        89.08
    ],
    [
        " Can you extract from the a.o. Until we can assemble a counter force to go after these guys right I don't just say hey Dave shut up",
        89.08,
        97.58
    ],
    [
        " You know what I hate bringing that I'm like I'm like that's a dumb example right but it's really hard for me to think of something that",
        97.58,
        103.48
    ],
    [
        " I should say it's really hard. It's not man people think that they know stuff all the time",
        103.48,
        110.04
    ],
    [
        " And what I say on the F online the other day I said you don't mistake",
        110.28,
        113.82
    ],
    [
        " Your opinion for the truth",
        113.82,
        116.0
    ],
    [
        " Don't mistake your opinion for the truth",
        116.0,
        119.6
    ],
    [
        " don't mistake",
        119.6,
        121.1
    ],
    [
        " peoples",
        121.1,
        122.42
    ],
    [
        " Don't mistake what you've heard and what you've said for the truth don't mistake the way you've always done things for the truth",
        122.42,
        129.9
    ],
    [
        " don't mistake your perspective for the truth",
        129.9,
        132.94
    ],
    [
        " And that is why when you speak the truth and you and I talked about this the other day Dave when you speak the truth",
        132.94,
        139.34
    ],
    [
        " What you should do is speak the truth humbly from a place of humility",
        139.34,
        142.92
    ],
    [
        " Speak the truth from a place of humility",
        142.92,
        146.56
    ],
    [
        " That's how you speak the truth because even when you believe something and you quote no",
        146.56,
        152.98
    ],
    [
        " It's right",
        152.98,
        154.12
    ],
    [
        " There is a chance and you need to open your mind to this chance that you are actually wrong",
        154.12,
        159.68
    ],
    [
        " And you didn't understand something you didn't understand a different perspective",
        159.68,
        162.68
    ]
]