[
    [
        " So when I showed up in Baltimore a couple of days before July 1st, I mean, it still wasn't crystal clear to me that I could go, you know, two days without sleeping, standing in an OR for eight hours at a time, all those sorts of things.",
        0.0,
        14.1
    ],
    [
        " No, that's one of the things. The sleep deprivation because people always obviously I take a lot of slack because I don't sleep a lot and the sleep deprivation.",
        14.54,
        24.52
    ],
    [
        " So what did that look? What's that like when you're going through residency and you're just saying, I mean, there's days where you're going 24, 48 hours, no sleep and how that affect you.",
        25.76,
        34.9
    ],
    [
        " What did you think of that? What do you think looking back at it? What's your opinion of it now?",
        36.02,
        40.58
    ],
    [
        " Well, you know, when I decided that I was going to go into surgery, I mean, I always, I'm pretty insecure in general. Most people don't necessarily appreciate that on the outside, but always thinking, I don't know if I've got what it takes here, how do I figure it out?",
        41.56,
        56.14
    ],
    [
        " And so my whole mo in life is test the system hard. So when I was in medical school still deciding this, I figured, well, every Thursday night, I'm going to pull an all-nighter in my room,",
        56.28,
        69.82
    ],
    [
        " standing up, not allow myself to eat, sleep, drink, pee, do anything. And I'm going to stand at my desk for eight hours and practice suturing.",
        70.54,
        79.18
    ],
    [
        " You know, sort of try to mimic what it would be like to be in an operating room all night, not being able to go pee, not being able to drink, not being able to do this thing.",
        80.16,
        86.28
    ],
    [
        " And so I had a little bit of confidence, you know, I figured, okay, I can do this. Like I can pull an all-nighter once a week. That's, you know, not that that's a good thing to do, but it was like kind of a confidence thing.",
        86.9,
        96.5
    ],
    [
        " So then you show up, but there's no preparing you for what you're in store for. Now, I got to point out this is not the way it is anymore. So in 2000, I want to say like four.",
        96.78,
        108.86
    ],
    [
        " It's almost like labor laws came in. Exactly. A whole bunch of laws came in that we could spend hours talking about how it turns out the laws haven't, they haven't fixed the underlying re-problem, but nevertheless, a whole bunch of work requirement hours stuff got fixed, right?",
        109.8,
        125.14
    ],
    [
        " So you couldn't work more than 80 hours in a week or 88 depending on if your program had an exemption. And you couldn't work more than 24 hours consecutively and stuff like that.",
        125.14,
        134.74
    ],
    [
        " But by the time those laws really kicked in, I was already gone. And so I don't really know what it's like today, but I would imagine it's, it's less demanding from a sleep deprivation standpoint.",
        135.16,
        150.58
    ],
    [
        " But at the time, there were no such rules and you were at that sort of every second, every third or every fourth night call, but then your post call day, you would still work.",
        150.9,
        160.88
    ],
    [
        " So our mutual friend Kirk Parsley, of course, is how we met. This is one of his favorite stories about me. He loves this story because it's so crazy. So this is July of 2001.",
        161.1,
        177.38
    ],
    [
        " So I am one month into being a doc, right? And I'm on an every third night call rotation at this hospital called Bayview, which is about five miles from what we call the mothership, which is Hopkins.",
        177.38,
        190.56
    ],
    [
        " And it's out in like East Baltimore. It's in a real crappy part town. Not that there's a real, I mean, I hate saying this, but I don't, there are not that many good parts of town, at least back then in Baltimore.",
        191.6,
        200.72
    ],
    [
        " And so I'm, so I show up on a Monday at five o'clock in the morning. So I slept in my own bed Sunday night. So Monday morning, I show up at five to round. We do our whole thing.",
        204.9,
        214.66
    ],
    [
        " And that night, I'm supposed to go home. So that's my off call. You called your swing day. You show up at five. You'll be home by seven pm that night if all goes well. So you worked your 14 hours and then you sleep in your own bed and then you get to come back the next day. And then you're going to be on call.",
        217.36,
        231.7
    ],
    [
        " So at the, so we're rounding that afternoon. So and the one that this one of the senior residents says, hey, so and so didn't show up for their shift in the ER. The ER always staffs one surgical resident full time.",
        232.26,
        246.24
    ],
    [
        " And this guy just didn't show up and she's like, and it's a seven pm to seven a.m. shift. Can you cover it? And you know, this would be like, if you asked the most junior guy, you know, to do something like, he, he, he, he'd be going to the gym.",
        246.72,
        261.68
    ],
    [
        " He kicking his own ass to say yes, like he couldn't wait to do that. Right. So I was like, hell, yes, I will do that. So then I go down to the ER and I work all night seven to seven. And then the next morning is now my on call day.",
        261.68,
        275.5
    ],
    [
        " So now I'm seven a.m. cranking away until that night and then I'm up all night on call. So and then it's now Wednesday and it's my post call day and I'm there till five or six p.m.",
        275.56,
        291.8
    ],
    [
        " So I've basically been up from about four a.m. Monday and it's now five or six p.m. Wednesday. And I get in my car to drive home and I have to make it, I have to go down this miserable street called eastern avenue to hit the 83 to drive up to my place.",
        292.02,
        310.58
    ],
    [
        " And I'm driving along eastern avenue, which is like red light after red light after red light or stop sign or whatever. And every time I met a stoplight, I fall asleep, my foot pops off the clutch and I stall like I am so tired. I can't even, you know, handle like the gradual, you know, easing off the clutch and the gas just to move up and up and up. I can't do it.",
        312.02,
        335.08
    ],
    [
        " So finally in one moment of lucid clarity, I'm like, you can't get on the freeway, you're going to die. So I was like, what's the solution? I was like, you got to get over and take a nap. So I pull over my car on the side of eastern avenue right in front of this park called Patterson Park, which at the time.",
        335.92,
        353.62
    ],
    [
        " I don't think I fully understood that that was an open air drug traffic market. So I got up, but here's the best part. Sorry, the logical thing to do would have been just been stayed in the car and take a nap. But I was like, you know, I haven't seen the sunlight in like days and it's the sun is still out like I'm going to go nap in the park.",
        354.72,
        372.26
    ],
    [
        " So I get out of the park. I'm in green scrubs that are covered in, you know, blood stains because I was too dumb to not change. I go lay down in the park. I take my page off and I clip it to my neck and I set the alarm to let go off in one hour.",
        372.8,
        387.96
    ],
    [
        " So it's like 7 p.m. it'll wake me up and I'll feel perfectly rested and I'll be able to drive home. So I lay down in middle of Patterson Park. And the next thing I know I wake up, it's like one in the morning, two in the morning.",
        388.24,
        400.28
    ],
    [
        " There's needles everywhere. I have like a bites on my arm that look like they're from rats because they're like nothing I've ever seen before, like these bites all over me. And I'm just thinking myself like, how did I not get killed here?",
        400.82,
        415.66
    ],
    [
        " The only thing that prevented me from dying was how ridiculous the site was, you know, if something's so strange, like nothing. So I was like, God damn it, man. So I get back in my car and drove home. And when I tell Parsley that story, he loves it because he's like, that's the classic example of how complete deprivation of sleep impairs your judgment.",
        416.86,
        436.52
    ],
    [
        " So, you know, there were a couple stories in residency where I had to do like those three night back to back to back another time it happened. I remember was in 05.",
        438.24,
        445.46
    ],
    [
        " Did you feel like though, okay, driving a car is kind of boring, right? Stoplights. But when you're really tired, but then all of a sudden something happens like boom, I feel like when that happens, I feel like I can lock on.",
        445.52,
        456.12
    ],
    [
        " There's almost no amount of sleep deprivation that will stop me from functioning and getting something done that's important on task on time.",
        456.6,
        462.98
    ],
    [
        " Absolutely. Is that true? Does that true? Yeah, no, I think I think in adrenaline rush in the moment, I can provide any amount of clarity and focus that's necessary. The problem is very few things are life or death that way. Now in your world, there were plenty of things, but in my world, not, and this is the extra I was going to tell was, in probably my third year, I think it was my third year.",
        463.34,
        485.22
    ],
    [
        " I was the same same sort of deal. I ended up covering for somebody and then covering for two people and two consecutive nights and then it was my turn. So now it was like three straight nights of not sleeping.",
        487.02,
        495.54
    ],
    [
        " And it's the middle of the night and this guy comes in the ER who's, you know, got a really diseased gall bladder and in retrospect, it should have never come out that night.",
        496.06,
        504.5
    ],
    [
        " But a lot of times the dirty little secret is surgeons want to operate at night because they can get better or time, electively as opposed to waiting the next day if it's not emergent.",
        504.8,
        513.52
    ],
    [
        " So sure enough, we're in the middle of the operating room doing a laproscopic gall bladder removal at two in the morning when we don't really need to be there two in the morning. We could have slept and done it the next day.",
        513.64,
        524.0
    ],
    [
        " And sure enough, so in a lap removing the gallbladder is a two surgeon procedure. So there's the main surgeon, which because we're teaching hospital, I'm the main surgeon.",
        526.56,
        534.48
    ],
    [
        " I'm actually doing the operation and then there's the attending who's holding the camera and retracting for me. So I'm, you know, like I'm doing this.",
        534.6,
        540.92
    ],
    [
        " And yeah, that's a stimulating activity, but of course I've done a hundred of them. So it's not that stimulating. Well, I can't stay awake.",
        541.58,
        548.56
    ],
    [
        " And I finally somehow managed to fall asleep on this patient. Like I face plant into the patient.",
        548.98,
        556.2
    ],
    [
        " Wow. Luckily it was laproscopic, so I didn't contaminate the surgical. But so even something as stimulating as surgery.",
        556.44,
        564.56
    ],
    [
        " Right. Because look, if the guy's aorta was bleeding, I'm sure I would have studied. Yeah, exactly.",
        564.86,
        569.54
    ],
    [
        " But all you're doing is pulling out. Yeah, pulling out gallbladder is no big thing. Yeah, yeah. It wasn't stimulating enough to overcome three days of sleep debt.",
        569.74,
        577.2
    ],
    [
        " Did you do? Did you figure out any tricks? Any, you know, for instance, I can take when I was going through seal training and even my whole career and even to this day, I take these, I take little power naps.",
        577.24,
        587.34
    ],
    [
        " If I'm feeling that tired, I elevate my feet and I sleep for like six to eight minutes. And it totally recharges me. Did you take power naps?",
        587.52,
        596.2
    ],
    [
        " No, aside from your power nap. Yeah, you left it seven hours. Almost got you killed.",
        597.14,
        602.58
    ],
    [
        " I did. I once took a power nap in my car. Again, same thing I was like, it was like eight o'clock at night. I got to the pool.",
        603.5,
        610.64
    ],
    [
        " I had a rule, which was after you left the hospital, you never went home because I knew if I went home, I wasn't going to leave.",
        610.86,
        615.8
    ],
    [
        " So I would always go from the hospital to the gym or the pool or whatever I was doing. And on this particular night, I get there. It's eight o'clock at night. I am so tired. I'm nauseous.",
        616.28,
        626.04
    ],
    [
        " Like the thought of you didn't want to go home just because you knew you'd go home to go to sleep. I thought you didn't want to go to sleep because you've been awake for three days. Why didn't you want to go home falsely?",
        626.04,
        633.38
    ],
    [
        " Well, because I was really funny. A good friend of mine who again, a couple years ahead of me gave me interesting advice, whether it was right or wrong. I don't know.",
        633.38,
        640.26
    ],
    [
        " He said, look, you're going to be tired no matter what in residency. Don't stop doing all the other things in your life because you'll still be tired.",
        640.38,
        648.48
    ],
    [
        " Now, I don't know that that was the right advice, but I took it hard. And my view was I'm going to continue to work out every day. I'm not on call. I'm going to do all the stuff I want to do. And unfortunately sleep always took the brunt of it.",
        648.98,
        661.9
    ],
    [
        " So yeah, so it would be to the pool. And so same thing I got there. But on this particular night, I was so tired. I was so nauseous. Like I couldn't suppress the desire to vomit.",
        662.58,
        671.56
    ],
    [
        " And I was like, I'm not going to I can't if I puke in the pool, they'll kick me out. I won't get to swim. It's just not going to be worth it. So I was like, just sit here for like 30 minutes and take a quick nap. So same thing took the page or which normally could wake me up.",
        671.86,
        684.54
    ],
    [
        " Clip it here. And it was freezing because there's like the winter. So I left.",
        684.88,
        688.38
    ],
    [
        " No, it wasn't cold. But I remember I wanted to leave the radio on like a dumbass. So the car is off. So alternator's off. Radio's on what you know how the story ends.",
        689.42,
        699.54
    ],
    [
        " I wake up at two in the morning, batteries dead. I'm in the middle of the parking lot. I can't. Yeah.",
        699.54,
        703.38
    ],
    [
        " Had to call my girlfriend to get jumper cables to get me out. That's a one that girlfriend went on to become my wife. By the way.",
        703.54,
        711.06
    ],
    [
        " So short answer. No, I didn't have a great strategy. I did have a friend who and I never tried this. But he told me he would put coffee grounds in his eyelids. Apparently it hurts so much that you couldn't close your eyes.",
        711.1,
        725.64
    ],
    [
        " You know, that's I mean, I would not that, but I've told people this all the time to you know do do a little bit of physical exercise. If you're super tired, that definitely picks you back up.",
        728.1,
        736.86
    ],
    [
        " There's got to be some reality or some scientific reason for that happening. That's another thing you can do.",
        736.9,
        743.6
    ]
]