[
    [
        " This is the Jocco Unraveling Podcast episode three with Darrell Cooper and me, Jocco Willink.",
        0.8,
        7.96
    ],
    [
        " Let's keep going.",
        8.62,
        9.72
    ],
    [
        " I know where I want to pick up.",
        10.44,
        12.8
    ],
    [
        " If you have somewhere, you can go first.",
        13.2,
        14.96
    ],
    [
        " I want to know what little Jocco, little seamen, her crew, Willink, who joined in 1990.",
        15.2,
        20.54
    ],
    [
        " You taught us last episode.",
        21.1,
        23.42
    ],
    [
        " You come into the SEAL teams in the 1990s and if you're a warrior looking for a war,",
        24.38,
        31.46
    ],
    [
        " the 90s are a little bit of a dead zone for this.",
        31.62,
        33.32
    ],
    [
        " Well, you got to remember partially accurate, but as we already talked about,",
        33.32,
        38.28
    ],
    [
        " warrior looking for a war in the delayed entry program through the summer of 1990 as this build-up is happening,",
        38.96,
        49.8
    ],
    [
        " I'm thinking I'm going to get exactly what I asked for and I am super pumped about that.",
        50.42,
        57.84
    ],
    [
        " I'm ready to rock and roll.",
        58.38,
        60.56
    ],
    [
        " Like I said, I'm one of the earlier podcasts.",
        60.82,
        63.5
    ],
    [
        " There were reports that there were 40,000 casualties in the first 48 hours and I'm like, oh yeah, they're going to need me.",
        64.54,
        71.08
    ],
    [
        " They're going to need me to help win this bad boy because I'm young and dumb and ready to rock and roll.",
        71.36,
        77.54
    ],
    [
        " So then when it was over, then I'm in buds and it's over, in buds and it's over.",
        78.24,
        84.22
    ],
    [
        " So now I'm thinking, okay, what's going to happen?",
        84.64,
        87.94
    ],
    [
        " And you know, showed up and then it was a peacetime team, which is not what you dream about when you're a young lad going in the teams,",
        88.46,
        101.44
    ],
    [
        " going through SEAL training.",
        101.8,
        103.28
    ],
    [
        " You think you're just going to war and I was dumb.",
        103.6,
        106.48
    ],
    [
        " And so I was checking in SEAL team one and I thought they were going to send me to Vietnam.",
        107.14,
        110.26
    ],
    [
        " Like, even if Gulf War is over but that's okay, SEALs were rising, sneaking around the world doing stuff everywhere.",
        110.7,
        114.9
    ],
    [
        " You know, that's just not true.",
        115.58,
        116.52
    ],
    [
        " It is kind of true now.",
        117.02,
        119.58
    ],
    [
        " In fact, I'll go and say, it is true now.",
        119.8,
        122.62
    ],
    [
        " Like there are things happening around the world all the time.",
        122.88,
        126.24
    ],
    [
        " That's the way it is now. That's post September 11th.",
        126.58,
        129.72
    ],
    [
        " Pre-September 11th.",
        129.78,
        131.62
    ],
    [
        " There was years.",
        131.62,
        133.04
    ],
    [
        " You know, I knew guys that were master chiefs, that were in the SEAL teams for 30 years.",
        133.66,
        139.48
    ],
    [
        " You know, they came in in 1971 and retired in 2001 and they never fired a shot in anger.",
        140.2,
        148.0
    ],
    [
        " So, yeah, the 90s was not good from a perspective of wanting to go to war.",
        148.7,
        157.54
    ],
    [
        " And look, man, I'm sorry everybody that that's what I wanted to do with my life.",
        157.54,
        164.92
    ],
    [
        " I don't know what to tell you.",
        165.18,
        166.92
    ],
    [
        " I guess let's be happy that I didn't want to be a criminal or I didn't want to be a gangster or I didn't want to be a murderer.",
        167.36,
        173.48
    ],
    [
        " I wanted to be a SEAL and I wanted to go to war. That's the way it was.",
        173.9,
        176.38
    ],
    [
        " And I'm sorry that that's the way it is.",
        176.7,
        178.8
    ],
    [
        " But that's the way it is.",
        179.12,
        179.98
    ],
    [
        " And I can tell you that with something else, I'm not alone.",
        180.16,
        181.86
    ],
    [
        " He's not that sorry.",
        182.26,
        183.32
    ],
    [
        " Yeah, and I'm not alone. There's all kinds of young men and I don't know where we get it from.",
        183.32,
        189.18
    ],
    [
        " I don't know where it comes from.",
        189.62,
        190.82
    ],
    [
        " It's part of our instinct is to fight wars.",
        190.94,
        194.74
    ],
    [
        " Tell you where it comes from is when you look at people like Al Qaeda and Iraq who ended up taking over large sections of the country in 2004, 5 and 6,",
        194.88,
        205.1
    ],
    [
        " who do you want to send after them?",
        205.82,
        207.78
    ],
    [
        " People have this idea that the American military, because it's so technologically advanced, and we've got all this,",
        208.2,
        214.32
    ],
    [
        " just access to so many tools and toys that other people don't have that are soldiers are skilled labor.",
        215.12,
        223.52
    ],
    [
        " And it's not how it works.",
        224.56,
        226.6
    ],
    [
        " You need people who are going to go in unless you're sort of itching for the fight.",
        227.04,
        232.66
    ],
    [
        " You're not going to be ready to handle the kind of thing that you guys had to deal with over there.",
        233.88,
        238.92
    ],
    [
        " Yeah, and it is weird though to think that there's a bunch of people that want to go fight.",
        239.52,
        247.04
    ],
    [
        " Like that's a weird, if you think about it from a basic human instinct, right, is survival, right?",
        247.24,
        254.6
    ],
    [
        " The self preservation, that's a basic human instinct.",
        255.1,
        257.86
    ],
    [
        " The last job you would sign up for with that instinct is I'm going to be some kind of a soldier.",
        259.38,
        264.96
    ],
    [
        " I'm going to war.",
        265.08,
        265.58
    ],
    [
        " So it's a little bit tricky to understand.",
        266.24,
        268.46
    ],
    [
        " It's a little bit tricky to understand.",
        268.64,
        270.74
    ],
    [
        " And even if you go, even if you say, well, you know, people fight, right?",
        271.02,
        274.86
    ],
    [
        " Like, you know, you go out on a Friday night in downtown wherever there's going to be some fights.",
        275.08,
        279.38
    ],
    [
        " And that's the way it is.",
        279.82,
        282.62
    ],
    [
        " But, and I guess, you know, out of those fights that break out, some of those people are going out looking for fights just a human instinct.",
        282.66,
        288.72
    ],
    [
        " And I think you take that to the next level and you've got people like me that want to go to war.",
        288.9,
        293.94
    ],
    [
        " And again, my guys, knowing what I now know about war and understanding it at a deeper level, I do say, hey, I'm sorry, that's the way it is.",
        294.3,
        303.76
    ],
    [
        " But that's also, I'm sorry that that's the reality.",
        304.28,
        307.08
    ],
    [
        " And I'm not going to lie about it.",
        307.38,
        308.58
    ],
    [
        " I'm not going to tell you all, you know, when when 9-11 happened, there wasn't a giant part of me that was saying, oh, cool.",
        308.72,
        317.88
    ],
    [
        " Now I get to go fight, you know?",
        318.14,
        319.58
    ],
    [
        " Oh, yeah, it's tragic and horrible and how dare they.",
        319.9,
        322.96
    ],
    [
        " But someone's going to have to avenge this and thank God that someone is me and my friends.",
        323.4,
        329.9
    ],
    [
        " So, well, I want to ask you about that part.",
        330.64,
        332.56
    ],
    [
        " So, this drive to go to war.",
        332.56,
        334.5
    ],
    [
        " I do wonder if some part of it for people is they have an intuition that, you know, people love their friends.",
        335.14,
        342.36
    ],
    [
        " They got really great friends.",
        342.6,
        343.86
    ],
    [
        " And those friendships were usually made great during the most difficult times of those people's lives.",
        344.34,
        351.68
    ],
    [
        " The guys who were there for them, you know, through a difficult breakup or whatever it was.",
        351.86,
        355.64
    ],
    [
        " Those are the times when those friendships get forged.",
        355.76,
        357.88
    ],
    [
        " And I think maybe people have an intuition that when you enter into a human experience with that level of intensity, something like war, it's really not, it's a level of intense human experience.",
        357.94,
        372.04
    ],
    [
        " It's not really accessible to most people in any way in their normal life unless they're a criminal.",
        372.04,
        376.54
    ],
    [
        " That you're going to experience that for you was it that you wanted to go to war?",
        378.1,
        384.34
    ],
    [
        " Was there some part of you that like you were going to go to war with your friends?",
        384.44,
        388.28
    ],
    [
        " And you were going to be part of this thing with other people?",
        388.28,
        391.3
    ],
    [
        " I appreciate you throwing out some nice little bait softball thing to make me sound like I had this altruistic thing of going to war with my friends.",
        392.38,
        400.96
    ],
    [
        " And way before I had any friends, you know, in the military, I still had that feeling.",
        401.1,
        406.76
    ],
    [
        " That's the last time I'll pan do it.",
        406.86,
        408.14
    ],
    [
        " I appreciate it. I appreciate you trying to make me look like a good human.",
        408.6,
        412.68
    ],
    [
        " But hey, man, let's face it, there's a group of humans that have, I mean, every person has some sort of natural proclivity towards something.",
        413.5,
        428.1
    ],
    [
        " Right? I've said this before, when some people are walking around as a 10-year-old and they see a businessman in a suit with a briefcase, they think that looks cool.",
        428.98,
        441.06
    ],
    [
        " Like they think that guy's got power, that looks cool. They see someone else, they see the fireman and they go, that looks cool. I want to do that.",
        441.44,
        448.54
    ],
    [
        " They see an astronaut and they go, I want to fly into space or they see whatever.",
        449.12,
        453.98
    ],
    [
        " You name the occupation and there's people, and you know, at an astronaut front, I work with people that love doing their job.",
        453.98,
        462.34
    ],
    [
        " Like that's what they love doing. You love your job, right? That's what you love doing. It's like, okay, cool.",
        462.56,
        467.78
    ],
    [
        " Guess what? My natural thing was I really wanted to do this job.",
        468.46,
        475.5
    ],
    [
        " And you weren't going to be a model, so.",
        476.42,
        479.9
    ],
    [
        " I definitely wasn't going to be a model. And I don't know that I really would have been so, I wouldn't have been so, I don't know that I could have been as committed as I was to anything else.",
        480.2,
        497.48
    ],
    [
        " I can't imagine trying to try trying to have some other job that I would have been this committed to. Now I learned through the military and through the SEAL teams that commitment was a good thing.",
        497.48,
        511.1
    ],
    [
        " And that I could kind of fake commitment. Like I think when I went to college, the Navy sent me to college from 2000 and from 2000 to 2003.",
        511.8,
        521.8
    ],
    [
        " And when I went to college, I faked that I was into it. And I did really well. Why? Because I made it my job. And I guess that was still tied into, you know, I guess I was going to say it's tied in the SEAL team. That was just a lot of it. That was just ego.",
        522.1,
        536.02
    ],
    [
        " I'm going to be number one. That's me. I'm going to make this happen. Part of it was ego versus the professors. Oh, you think you're smart? Cool.",
        536.46,
        544.02
    ],
    [
        " You give me any, ask me any question about your little test. And I'm going to know it. And that's what I, that was the attitude. I made it into a game. I boosted my ego driven by ego. And you know, that's not a bad thing. Right.",
        544.02,
        556.12
    ],
    [
        " I'm not saying it was my ego. And I should have put no, no, no, my ego helped me do well in college. I didn't want to get shown up by a professor. I wanted to be to, to, to go to battle with my professors and win.",
        556.32,
        571.36
    ],
    [
        " You know, so that's what I did. And so there are some false starts in the 90s. I think I remember you saying before that you were on a ship off the coast of Africa while we're wanted was going on in 1994.",
        571.9,
        582.18
    ],
    [
        " Yep. And so there might have been some times where you thought maybe this is maybe that maybe this is my, and part of that Somalia. I was sitting off the coast of Somalia. That same deployment. We had our gear loaded.",
        582.18,
        592.58
    ],
    [
        " It was the first time I loaded out like we loaded out our weapons loaded out our gear had our web gear filled with ammo and grenades. And you know, we were ready on that one.",
        592.58,
        603.54
    ],
    [
        " This is in 93. This was in, or this was in 94. Okay. 94. So I forget what had happened. But there was, you know, something was going on in Somalia. And this is after we had pulled out. It was, yeah. Or maybe we were in the process.",
        603.56,
        615.96
    ],
    [
        " I think we were in the process. But whatever had spun up had spun up. And obviously it's actually surprising. If you would ask me this pre 9-11, I would told you the entire, the entire enemy order of battle. I wouldn't know everything. And to just, because that was one time. Yeah.",
        615.96,
        632.82
    ],
    [
        " And now I can't, I literally can't even remember right now what was happening. You know, and if it wasn't for a Wanda being this massive genocide, I would probably wouldn't remember that either. Because we were spun up to go on that one. And we didn't go and do anything.",
        633.48,
        644.98
    ],
    [
        " And you are just spending that decade just sharpening the edge. And then Tuesday morning 930 or so in the morning. I guess it was, I was on the east coast. I was actually just over by Arlington at the time when it happened.",
        645.46,
        659.12
    ],
    [
        " It would have been early in the morning here, but you get up at 430. So you would have been aware.",
        659.28,
        663.9
    ],
    [
        " 9-11 happens. And not only are we going to war, but you are being fed an enemy that.",
        664.44,
        672.8
    ],
    [
        " It's not a lot of ambiguity here. This guy's flying planes into civilian buildings. You're not being asked to go invade Vietnam for maybe a reason that half the country doesn't understand. This is a, this is a bad guy.",
        673.62,
        686.26
    ],
    [
        " And you're. What's your rank at this point? What are you in 2001?",
        686.88,
        691.78
    ],
    [
        " 2001. I'm a lieutenant junior grade. So I had been commissioned. I got commissioned in 1998. I did a tour at CL Team 2.",
        692.6,
        701.64
    ],
    [
        " And at CL Team 2, I promoted from Ensign to lieutenant junior grade. And I promoted to lieutenant junior grade. It was like the day I left.",
        702.38,
        711.66
    ],
    [
        " So I was, I was only at CL Team 2 for two years. And then lieutenant junior grade. And then they sent me to college. I hadn't been to college yet.",
        711.72,
        719.74
    ],
    [
        " And then while I was in college, I automatically made lieutenant. But I hadn't made lieutenant yet. So yeah, I was a lieutenant junior grade going to college.",
        720.26,
        730.3
    ],
    [
        " And so you are 9-11 happens and you're a seal officer and you're ready to roll. You've been sharpened in the edge for 10 years almost.",
        730.44,
        740.0
    ],
    [
        " I guess it would have been about 10 years at that point. And do you have in your head the first Gulf War a little bit like this thing's going to be over before I've done this.",
        740.38,
        748.82
    ],
    [
        " I was really worried, absolutely scared that I'm going to miss it. I called the officer detailer who is a friend of mine who I said, hey, you know, sir, pull me out of college.",
        748.82,
        760.64
    ],
    [
        " Because I was in college. I still had two more years of college life. Like it was I was graduating in 2003. And I said, and this is a nightmare for me. This is a nightmare.",
        760.7,
        770.04
    ],
    [
        " So I want to be one of the seals who didn't, who doesn't have any combat when everybody else goes. It's a nightmare. And so I call this the seal detailer who is a friend of mine. I had worked for him. He was a great guy.",
        770.66,
        782.6
    ],
    [
        " And as it's sort of, you know, please just get me out of school. I'll get my degree online. I have no reason to be here. I can go. I'm ready. And he said, and I.",
        783.06,
        793.84
    ],
    [
        " This was in Afghanistan or when Iraq was coming up. This was like September 12th. Right. Right. You want to go to Afghanistan or wherever we're going on. I'm in. Like you could have told me we were in VAD. It didn't matter. You could have told me we were invading. Sorry, Denmark. Yeah, Denmark, whatever. I bring it. I'm ready to rock and roll.",
        794.12,
        810.86
    ],
    [
        " And which is interesting because I'm saying these remarks like about how excited and fired up and motivated and and and dumb I was. And that's why we have leadership. You know, that's why we have leadership. We have leadership. And that's why I became a leader.",
        815.82,
        833.0
    ],
    [
        " And as a leader, like that's what makes the military work. You got guys that are ready to chomping at the bit, right. And sometimes you guys got people that aren't chomping at the bit. And and what you have to do is leaders. You have to find the balance. You have to get people if they're not chomping at the bit, you got to push them. If they're chomping at the bit, you got to pull in the reins.",
        835.42,
        852.82
    ],
    [
        " You know, and I'm going to tell you right now it's much easier to have guys that you have to pull on the reins on. And I almost always I almost always produced guys that I had to pull the reins on. I reinforced behavior that was aggressive. That's what I did. So all I had to do is pull the reins because that's a much easier job.",
        852.88,
        870.44
    ],
    [
        " It's a much easier job. So that's the way I set myself up. That's the that's the culture that I produced. If you worked for me, I would I was pulling the reins on you and people that people that needed to be pushed. They weren't really front runners for me. And they probably would find themselves in different situations.",
        871.14,
        889.12
    ],
    [
        " So when I'm saying it's interesting, you know, when I'm telling you like, look, I would have invaded Denmark. If they put the target on Denmark, I will go. You know, we're joking about that. But that's what you have to think about. You know, when you're in a leadership position, that's what you've got. And especially pre 9 11, this early phase of the war.",
        890.54,
        907.56
    ],
    [
        " I was like, I'm going to go to the war. Everybody was worried. And so this is this is the interest. So I call my detail and said, Hey, boss, please send me to a team. I'll go to any team. I'll take any job. And he says to me, Jaco, this war is going to last a long time. And I didn't believe him. And I don't even know if he believed himself. Because all the lessons that you, you know, that you talked about that we learned unfortunately, hey, we can kick their ass really quickly. They're not they're not a form of Lenin.",
        907.9,
        935.9
    ],
    [
        " I believe that I believe that and I'm sure he must have had some sense of that. Maybe his sense was that this was going to be a broader longer kind of global low intensity conflict. And there would be plenty of time for me to do an operation here or an operation there. Because back in those days, I spent most of my career training for and operation.",
        937.88,
        960.04
    ],
    [
        " Like if you lucky you did a singular real mission, like like I would have done in Somalia, like I would have done in in Rwanda, had they given us the go one mission. And I would have been totally happy.",
        960.2,
        976.06
    ],
    [
        " And so I think in his mind now that I'm reflecting on it, he was probably thinking, hey, this is going to be a long global war. It'll last a long time. We'll be striking targets for the next 20 years or that probably the next next three or four years. We'll be striking these kind of terrorist targets around the world.",
        976.72,
        994.3
    ],
    [
        " That's probably what he was thinking. The other interesting thing about this is is I was talking to him. Him actually I saw him and his wife a few months ago several months ago actually. And I was talking about, hey, I remember when I called you after September 11th and he said, he said, yeah, everyone called me.",
        994.96,
        1013.0
    ],
    [
        " So the reality is yeah, Jockel is fired up. So as every other seal that wasn't at a seal team was calling trying to get to a seal team. Well, 97% of the seals that weren't at a seal team, maybe 90% were that they wanted to go. They wanted to go get in there.",
        1014.06,
        1030.02
    ],
    [
        " And seals had to rework their mission. I mean, you guys are you go to Afghanistan, you're doing mountain warfare. Maybe doing some of the higher risk missions, but semi conventional missions a lot of the time.",
        1030.48,
        1041.82
    ],
    [
        " Well, you want to talk about reworking your mission. I had never done any type of vehicle assault until about maybe a month before we left for Iraq.",
        1041.82,
        1061.38
    ],
    [
        " The only time we would use vehicles, we would call him Helotrucks because it was to simulate helicopter because you can't always get helicopters for your training evolutions. So we would get in the back of us, you know, the six ton or whatever.",
        1062.1,
        1075.94
    ],
    [
        " And or a six by and and drive up to a target area and get out and pretend we just got out of a helicopter. We didn't look at it. It never even made sense to us that that was like a viable combat system, a humvee.",
        1077.02,
        1091.54
    ],
    [
        " And it's actually kind of crazy because it's not just I can tell you right now in any any seal that says anything different would be full of shit. You know, there was we had these this this vehicle called the DPV a desert patrol vehicle, which is like a",
        1091.76,
        1108.3
    ],
    [
        " little dune bug is a dune buggy looking thing and like that was kind of a thing, but it was almost like that was this little specialized thing where if you were going to do a reconnaissance in the desert, very specific, you might use one of those.",
        1108.3,
        1123.12
    ],
    [
        " There was no way we were thinking, hey, a sealed assault force rolling down, you know, downtown Baghdad in vehicles, we just didn't think of it. We just didn't think of it. And really our urban combat combat, I would say our urban our assessment of urban combat, not our assessment, but our our idea that we would be engaged in these like, hey, we're going to be an urban, which is totally ignorant.",
        1123.18,
        1151.62
    ],
    [
        " If you think about it, it's just totally ignorant. I mean, we would go out and train, let me put it this way, we go out and train for a month in the desert, we go train for a month in the jungle, we train for three weeks in the mountains, we go for a week in the urban environment.",
        1151.74,
        1164.26
    ],
    [
        " Like we just didn't put it together.",
        1164.84,
        1167.28
    ],
    [
        " Even the Somalia experience in 93 didn't really change that at all.",
        1167.64,
        1171.56
    ],
    [
        " Not as much as it should have been. Not as much as it should have, it should have been an eye opener. But, you know, what you know what that was? That was one mission.",
        1172.06,
        1182.34
    ],
    [
        " So it was plenty of, just like I said, you're training for one mission, that was one mission. And it's like, oh no, that kind of mission probably won't happen again. That was a little little chance encounter. It happened to be in a city.",
        1183.06,
        1195.36
    ],
    [
        " You know, we are going to be ready for these desert patrols, foot patrols. So our attitude had to shift very, very quickly and it did.",
        1195.68,
        1210.56
    ],
    [
        " And one of the best things about the SEAL teams is one of our strengths, one of our weaknesses is that we don't have doctrine or we didn't.",
        1211.32,
        1225.34
    ],
    [
        " We don't have any other raids on a desert target in training. No one would tell us exactly how to do it. We kind of figured stuff out.",
        1225.34,
        1233.24
    ],
    [
        " And you got passed down through oral history. And so we didn't have a lot of doctrine. And we, therefore, when missions changed for us, we could, we still knew how to figure things out.",
        1233.56,
        1246.74
    ],
    [
        " That was the, that was the biggest strength we had was we could be in a situation and go, okay, here's it. Here's the adjustments we need to make. How do we make these adjustments? And we could make them.",
        1246.74,
        1256.84
    ],
    [
        " And it seems like you guys probably had the expectation of being given a task and you've got to figure out how to go accomplish that task rather than kind of being told, you're part of the war.",
        1257.26,
        1268.46
    ],
    [
        " And you're going to be handed some extra high risk, you know, high value missions and so forth. But you're just part of the war.",
        1269.32,
        1277.06
    ],
    [
        " And, you know, your detailer told you to hang on that you'd begin some action. Little did you know that the civilians up top of the DOD and everywhere else were cooking something up for you?",
        1278.24,
        1290.32
    ],
    [
        " Yeah, because we, and I guess I guess it became very evident very quickly that we were going to go into Afghanistan. And so that kicked off.",
        1290.74,
        1299.92
    ],
    [
        " And that that kicked off very, very quickly. Yeah, you know, very, very quickly. I think we had, we had troops nearby October October.",
        1300.5,
        1310.42
    ],
    [
        " Yeah, pretty, pretty remarkable. How quickly we were able to get people in there with the Northern Alliance and start working on that.",
        1310.42,
        1316.14
    ],
    [
        " Yeah. But it was the same day that the planes at the towers in the Pentagon that people started talking about Iraq in the defense department in the White House.",
        1316.14,
        1325.28
    ],
    [
        " Paul Wolfwoods and what Rumsfeld, they were the ones pushing it early. And it was that day they started talking about is there a way to connect Iraq with this.",
        1325.6,
        1333.32
    ],
    [
        " They had their own reasons that we talked about last episode for want neck eye out of there.",
        1334.48,
        1338.6
    ],
    [
        " They probably weren't a lot of ways to connect it on the screen.",
        1339.14,
        1342.14
    ],
    [
        " So you're kind of, you're kind of implying that they're looking to make a connection.",
        1342.62,
        1349.12
    ],
    [
        " Almost you're almost implying that it was in a, in a disingenuous way.",
        1349.72,
        1353.98
    ],
    [
        " I think that, or let me ask you, is are you implying that was a disingenuous way?",
        1354.42,
        1363.3
    ],
    [
        " That they believed there were good reasons to take out Saddam Hussein and go in there and do this.",
        1365.34,
        1369.94
    ],
    [
        " And that this provided them an opportunity to do it. Yeah. I do think that.",
        1370.7,
        1375.94
    ],
    [
        " So I would agree, okay, now that you've kind of taken, taken that little nuanced adjustment.",
        1376.14,
        1382.14
    ],
    [
        " For me, I would, I would say their assessment was what we want is greater stability.",
        1382.52,
        1388.36
    ],
    [
        " And we want better security. And we don't want any of these areas where these kind of people can fester and grow.",
        1389.14,
        1396.98
    ],
    [
        " We're here. We're looking at Afghanistan. Let's look at Iraq too.",
        1397.46,
        1401.26
    ],
    [
        " Now you take that attitude and then you overlay that on top of, hey, this is the asshole that did all these things in the Gulf War.",
        1405.18,
        1414.24
    ],
    [
        " This is the guy that tried to kill my dad. Like all these, are you overlay that? And now I, you know, I get it.",
        1414.38,
        1420.96
    ],
    [
        " Well, what we learned from what happened in Afghanistan.",
        1421.78,
        1423.98
    ],
    [
        " We learned that you can't have big swaths of territory that aren't under the firm control of states.",
        1425.3,
        1432.28
    ],
    [
        " Right? Because there's nobody to hold responsible for what goes on there.",
        1433.48,
        1436.4
    ],
    [
        " And they become these festering sores. Where do we have problems? Somalia, Afghanistan, Mexico in a different way.",
        1436.74,
        1445.38
    ],
    [
        " You know, they don't, they don't, so much, you know, not international terror or anything. But there's large swaths of groups that are pretty nasty down there controlling large swaths of territory.",
        1445.38,
        1454.0
    ],
    [
        " And we kind of decided that that's not acceptable anymore to just have these areas that are not really under anybody's control or even worse are a state that is willing to ally itself with terrorists.",
        1454.82,
        1466.94
    ],
    [
        " I think they made some tenuous and disingenuous connections to Saddam Hussein. I do think that, and I think that there's been people from the CIA and other places who've come out and said that there were some people in the administration who, you know, we would tell them, here's one side of the story, but here's the other side of the story. And they would just ignore the other side of the story.",
        1468.24,
        1488.46
    ],
    [
        " And as part of that, it's just like, you know, confirmation biases and online yards and and and that you, yes, this is where we started touching on this subject earlier. This is where as a leader, as a decision maker, you have, you, you have to take the time and do the, do the mental homework to really and truly try and understand what the other side of the argument is.",
        1488.46,
        1514.4
    ],
    [
        " And you know, you talked about this when you came on my podcast, you talked about the fact that you, when you were, when you put the podcast together, you want to, you're kind of bar that you're trying to set for yourself is that you can empathize with both sides of an argument.",
        1514.42,
        1528.8
    ],
    [
        " And that is a very important tool to have as a leader, to not just look at the other side of the argument and say, they're wrong, they don't get it, they don't make any sense. That is not the right thing to do.",
        1529.3,
        1540.24
    ],
    [
        " And in fact, whenever, you know, as a leader, when you present to me a plan or when I, when you come to me and you say, hey, here's how I want to solve this problem or here's what I think about this.",
        1540.4,
        1549.08
    ],
    [
        " And I have a different opinion. My immediate reaction is, okay, how is he right? That's my, my immediate reaction isn't, isn't how is Darryl wrong? My immediate reaction is, how is he right? How is he seeing this? How can I be wrong? That's my immediate reaction.",
        1549.46,
        1564.54
    ],
    [
        " So when we, yeah, when I hear reports like that, that, that the attitude is, here's what we think you come in here with your opinion and I'm just going to disregard it because I know better.",
        1564.54,
        1575.86
    ],
    [
        " That's an awful, it's arrogance, it's ego, and it'll drive to that decision making.",
        1576.08,
        1581.2
    ],
    [
        " Yeah, I think that there were people in the civilian power structure who, you know, they were at mid and junior levels in those same, in the same power structure, the DOD and other places during the first Gulf War, they felt a lot of guilt over the fact that we had told the Shia and the Kurds encouraged them to rise up and then stood aside while sit on butchered them.",
        1581.4,
        1603.94
    ],
    [
        " And they felt that we, that we, but Smurge Star cells a little bit by doing that and then we should have taken that guy out then.",
        1604.68,
        1611.86
    ],
    [
        " What I, what I, what I resent about the way that they handled it early on was I feel like I think that they didn't trust the American people enough to give them the story straight rather than laying everything out and saying, look, here's the strategic situation.",
        1612.64,
        1631.48
    ],
    [
        " Here's why we can't let this guy stay here anymore. Here's the, you know, for, for regional stability reasons for humanitarian reasons, just lay it all out and let the American people make a decision about that.",
        1632.06,
        1646.12
    ],
    [
        " Instead, they kind of gambled on a few things. Now, I'll give them like by all accounts, they all believe that he had stockpiles of WMD everywhere.",
        1646.42,
        1656.34
    ],
    [
        " Right? And if that was the case, he's a guy who's perfectly willing to use those in irrational, wildly irrational way. So if he had them, that's a very dangerous thing.",
        1656.38,
        1664.16
    ],
    [
        " By all accounts, these people weren't lying about that. You know, they weren't making it up. They expected to find them. They were surprised when we didn't find them everywhere.",
        1664.76,
        1672.84
    ],
    [
        " I wish that they had not rolled the dice on making that the front line of their argument.",
        1673.66,
        1681.54
    ],
    [
        " For sure. And, you know, this comes up all the time. You got to tell people the truth about what's happening.",
        1682.72,
        1687.04
    ],
    [
        " And when you tell people the truth about what's happening, then that will have the ultimate positive result.",
        1687.26,
        1698.34
    ],
    [
        " Now, and to take that a little bit further, when you are telling people the truth, that means you also tell them the truth about things that you don't know 100% because when you say, listen, we really think, well, this is going to keep, this is going to help stability.",
        1698.46,
        1715.16
    ],
    [
        " We can't have these areas where al Qaeda could train. If they get pushed out of Afghanistan, they can easily come here. We can't allow that to happen.",
        1715.26,
        1721.62
    ],
    [
        " This is an unstable region, by the way. And also, there's a strong possibility that there could be weapons of mass destruction there.",
        1722.02,
        1727.68
    ],
    [
        " So, do we know any of these things 100%? No, of course not. This is what we're thinking.",
        1728.22,
        1732.66
    ],
    [
        " And when you, instead, when you go out there on a limb, and you, you know, it's beyond just putting your all your eggs in one basket, because that's one problem.",
        1733.26,
        1742.4
    ],
    [
        " But then the problem was the level of certitude that they gave was because they were trying to sell it.",
        1742.4,
        1750.36
    ],
    [
        " It came across with a lot of certitude. And, you know, look, man, when you look at those overhead pictures, and you see, you see Condoleezza Rice and General Powell, these highly respected people in the United Nations and the United Nations are all nodding their head in agreement.",
        1750.38,
        1768.4
    ],
    [
        " Hey, man, that's, and like we talked about earlier, this is a, this is coming from people in Saddam's own people that are saying, yes, of course he has these things.",
        1768.8,
        1780.88
    ],
    [
        " Yes, yes, he has them, right? Even with all that, you got to give yourself an out as a leader.",
        1781.32,
        1790.08
    ],
    [
        " And the way you give yourself an out as a leader is by not being so egotistical and arrogant that you know something 100%.",
        1790.38,
        1797.3
    ],
    [
        " You know how many things I know 100% like almost nothing. There's almost nothing that I know 100% and I will never look very rarely.",
        1797.3,
        1807.2
    ],
    [
        " Will you catch me saying this is the fact? I just not going to say that. You don't have it out. And you lose trust and confidence with people when you, when you express yourself that way.",
        1807.2,
        1818.48
    ],
    [
        " So I always joke with people, I say, if I ever tell you something like 100%, if I ever say, Darryl, this is what you need to do 100%. I'm telling you this.",
        1819.78,
        1827.98
    ],
    [
        " Then you should probably do it. Because I will not, you probably likely will never hear me say anything like that.",
        1828.56,
        1836.22
    ],
    [
        " So those are some mistakes that I, I think compound the mistake that you're talking about.",
        1837.0,
        1843.26
    ],
    [
        " There was an element within some of the brass up in the civilian leadership who, you know, this is, this is from stories that have come out since then as people have reported, including people on the inside that the decision that we were going after Iraq, it wasn't a debate.",
        1843.26,
        1859.02
    ],
    [
        " What are we going to do? We got hit on 9-11. We got to do something about Afghanistan.",
        1859.78,
        1864.04
    ],
    [
        " Where else are our threats that there were some people in there in powerful places who made the decision. We're going into Iraq and we're going to figure out how to tie this thing and sell it.",
        1864.6,
        1876.46
    ],
    [
        " What's that book by, what is it? Bob Woodward?",
        1876.6,
        1878.26
    ],
    [
        " Woodward's got one and what's the good one?",
        1878.6,
        1881.44
    ],
    [
        " My favorite one on the early period up until about 05 is fiasco by Tom Rick's.",
        1884.42,
        1888.64
    ],
    [
        " Yes, I should have reviewed because, you know, I'm trying to think through these things and I haven't thought about them for a long, long, long time.",
        1888.66,
        1895.32
    ],
    [
        " So I'm trying to think through, you know, what, what, like, like these players because they're certainly were players and...",
        1895.42,
        1905.52
    ],
    [
        " A lot of them were there in the first Gulf War and we talked about before, you know, one of the, one of the things that happened after the Gulf War is the military people, the generals in the first Gulf War, including General Powell, who's now the secretary of state, who's now quite skeptical of the idea of going into Iraq.",
        1905.52,
        1922.28
    ],
    [
        " He agrees to go to the UN and provide his land his credibility to the, to the salesmanship, but he was worried about it and he was, he was counseling caution.",
        1922.42,
        1933.24
    ],
    [
        " Well, he was doing that in the first Gulf War II. He, you know, the generals at the time were saying we want six carrier strike groups, we want overwhelming force because they were Vietnam guys and they didn't want to get bogged down into a quagmire.",
        1933.58,
        1945.46
    ],
    [
        " And a lot of the civilians who were there at the time in the defense department and the rest of the power structure were there in the Bush administration in 03 and they're hearing the same thing again from the military.",
        1945.6,
        1956.0
    ],
    [
        " A lot of the military brass is like, wait a second here. You want to do what? They're a little more hesitant.",
        1956.2,
        1960.82
    ],
    [
        " And the civilians, wolf wits and them are like, yeah, yeah, okay. We've heard this before. We just, just, this is just how you guys are apparently.",
        1961.16,
        1967.76
    ],
    [
        " And since then they had watched us just take apart the Iraqis in the first, in the, in the Gulf War.",
        1968.54,
        1974.66
    ],
    [
        " Use basically air power and some, you know, some patrols in Kosovo to achieve a pretty, you know, a pretty good result there.",
        1975.4,
        1982.02
    ],
    [
        " And so now, in our in Afghanistan, and that hasn't dragged on for 19 years yet. We're just a couple of years into that one.",
        1984.06,
        1989.62
    ],
    [
        " And so we're thinking, you know, I think there were some people who were a little bit blase about it because they had the idea that at this point,",
        1989.74,
        1995.76
    ],
    [
        " there's nothing that the American military can't do that there's just nothing it can't do.",
        1995.76,
        2000.42
    ],
    [
        " When, when the Kosovo thing was happening, it kicked off and we, and I was at SEAL team two at the time.",
        2000.74,
        2006.94
    ],
    [
        " And we started dropping bombs and it like hit the new, I forget the timing of it. But the timing of it played out that it had kind of kicked off and maybe it, you know, in the afternoon or something.",
        2007.48,
        2020.08
    ],
    [
        " And overnight, you know, wake up in the morning and there's, but bombs being dropped and we show up to work and at SEAL team two, we have quarters and we're, so we're all standing there.",
        2020.28,
        2029.6
    ],
    [
        " And, and you know, there's a couple basic announcements that come out, you know, and then I'm not kidding. Like one of the admin girls gets up and is like, hey, we're having the potluck dinner on whatever.",
        2029.76,
        2042.44
    ],
    [
        " So it's going to start at this time, you know, families are invited or whatever. What are my buddies says something along the lines of it.",
        2043.04,
        2052.06
    ],
    [
        " It's kind of like one of those moments where, you know, the young, I think using E6 at the time, but, you know, barks out.",
        2052.06,
        2058.24
    ],
    [
        " Hey, everyone potluck dinner aside. It's we should wear a war right now, you know, and I was kind of, I always laughed about that because even that, you know, we started dropping these bombs and everything.",
        2058.5,
        2069.7
    ],
    [
        " It was really, really distant. And, and again, this is coming from me all amped up hoping to go to war praying for blah, blah, blah.",
        2070.18,
        2078.42
    ],
    [
        " And the war, a little war started and everyone was kind of like, ah, whatever, you know, we're going to drop some bombs, you know, it's, it seems so regional and so small and, and potluck dinner aside, you know, we're at war right now.",
        2078.72,
        2092.32
    ],
    [
        " And what was it 86 day bombing campaign or something?",
        2092.58,
        2095.66
    ],
    [
        " Yeah, about that.",
        2095.8,
        2096.42
    ],
    [
        " So some certain number of days, very, very effective bombing. And, you know, the first time that we kind of looked around and said, hey, maybe we don't need to put boots on the ground to win, which no one ever said that.",
        2096.42,
        2114.26
    ],
    [
        " And even after that, you know, going into going into Iraq, it was like, oh, you got to go after put boots on the ground. Still would hear that. But I'm sure some people are going really.",
        2114.88,
        2123.16
    ],
    [
        " And even the ground forces that the coalition did commit in Kosovo, they were just driving around showing presence.",
        2123.36,
        2129.28
    ],
    [
        " Yeah.",
        2129.6,
        2129.64
    ],
    [
        " You know, I, um, one of my, one of my friends was in the army said that some, some of the people took calling it dabbing, driving around.",
        2129.92,
        2136.88
    ],
    [
        " And, and yeah, so you get up to 2003 and, um, we're going into Iraq. That decision's been made around the summer of 2002.",
        2137.34,
        2150.54
    ],
    [
        " As a matter of selling it to the people selling it to which allies of ours we could, we get into early 2003 and there are global protests, largest protests in history as far as I know, 30 million people participated, massive, one, six, eight million people on February 15th or so.",
        2150.84,
        2170.68
    ],
    [
        " So much of which, by the way, was, you know, you would think something like that would be a global event. I think most people just, unless they were participating or, you know, knew somebody who knew somebody, they knew where they were like, there were some protests, but the idea that they were these giant protests. I think most people that passed right by a lot of them.",
        2171.34,
        2186.26
    ],
    [
        " Yeah, I don't even remember anything about that.",
        2186.26,
        2188.28
    ],
    [
        " Um, I kind of remember it. I remember, you know, it was a three minute news story somewhere. That's about it.",
        2188.72,
        2194.34
    ],
    [
        " And we end up going into Iraq, largely because this is what Rumsfeld wanted to do.",
        2194.78,
        2201.44
    ],
    [
        " Let me just jump in real quick. Yeah.",
        2201.56,
        2203.06
    ],
    [
        " Because I was going to bring this to present day. What's happening? Something happened right now. The COVID virus.",
        2203.56,
        2208.82
    ],
    [
        " What you just said, right? This is very standard when a war scenario starts to unfold that you are going to get one half roughly of the population,",
        2209.48,
        2223.7
    ],
    [
        " even after September 11th, you know, okay, 80% of the population after 9.11 said Afghanistan, they had something to do with the cool. Go get them.",
        2224.04,
        2234.02
    ],
    [
        " By the time we fast forward two years, now we're looking at Iraq and you got at least half the population going, I don't know.",
        2234.28,
        2241.88
    ],
    [
        " And what's interesting about what's unfolding right now is March, it is March 25th, 2020, we're like in the in the middle of this COVID virus thing, the country shut down, you know, not allowed to go out of our houses in California.",
        2242.7,
        2260.3
    ],
    [
        " New York is, you know, under serious pressure. So the whole country, the economy is at a standstill. That's where we're at right now.",
        2260.88,
        2268.82
    ],
    [
        " Well, when you go to war with Iraq, where you go to war with Afghanistan, or you go to war with anybody, there's a whole group of Americans that raised their hand and say no, and it doesn't matter.",
        2270.26,
        2280.5
    ],
    [
        " It doesn't matter what the, what the, what the cause is. You know, even when we're going to take out ISIS, you know, it just has to do with their own self-contention war is just never good.",
        2280.68,
        2292.64
    ],
    [
        " And so you get some level of resistance against the government, right? There's some level of public outcry against the governmental decisions. And what's been interesting about this, and I think it's turning a corner right now, is this virus war, there's no resistance.",
        2292.76,
        2312.36
    ],
    [
        " There's no, there's like no, no, I'm starting to see it now. But basically everything, it's total war. If we need to shut down the government, if we need to shut down the economy, it doesn't matter. This is all bad.",
        2312.6,
        2326.04
    ],
    [
        " And look, I don't, whether that's the right decision or not, we, I don't know yet. But I do know this, there's almost no resistance.",
        2326.46,
        2335.18
    ],
    [
        " And case in point, you have both Democrats and Republicans during a, the most divisive time we've had in a long time in America. I mean, I think you got to go to Vietnam to, to, to have this much divisiveness between, and even in Vietnam, like if you talk to, okay, the civilian populist, there was, was more divisive than the government was. Would you agree with that statement?",
        2335.18,
        2360.52
    ],
    [
        " Yes.",
        2360.52,
        2361.06
    ],
    [
        " So, you know, in the, in the city, in New York City, you had construction workers and you had hippies, and they were more, they were further apart than the Republicans and Democrats were.",
        2361.38,
        2373.58
    ],
    [
        " Oh, yeah.",
        2373.9,
        2374.2
    ],
    [
        " So, so, well right now, it's the opposite. Actually, most Americans are closer together, it's the government officials, it's the Republicans and Democrats that are so, so separated.",
        2374.36,
        2386.86
    ],
    [
        " Until you throw this war against the virus, and then all of a sudden, it's all hands on deck, we're all moving in the same direction. Now, there's been some disruption now because this bill came through and the Democrats, you know, the Republicans put forth a bill, Democrats came and added a bunch of, a bunch of things that they want to it. And so we've got to dispute going on now.",
        2387.56,
        2408.06
    ],
    [
        " But probably all I'm saying is we have a situation right now where there's no, there's very much, much, much less resistance than the government is used to.",
        2408.28,
        2418.36
    ],
    [
        " It was kind of shocking how rapidly we decided we were okay with that. And again, I'm not saying it's not the right thing to do. I don't know. I'm not that guy. I'm not the expert on how to handle an epidemic.",
        2418.9,
        2430.36
    ],
    [
        " But if you would have asked me a couple months ago, what would it take for whole states to just accept being told to stay in their homes for an indefinite period of time?",
        2430.36,
        2441.36
    ],
    [
        " I would have said millions of people would have to be dying in the streets. Otherwise, no way we would, we would accept that. But it kind of goes to show you for as much as we like to complain when pollsters call us up and ask you like, what do you think of the government?",
        2441.5,
        2453.28
    ],
    [
        " What do you think of the media and all these other institutions? And we say, I hate them 10%, you know, 5% approval rating that I think this kind of shows like the ease with which we handed over pretty authoritarian powers to the government because the media told us there was something out there that was scary.",
        2453.28,
        2470.68
    ],
    [
        " And I'm not saying it's not scary, but that was the information we had.",
        2470.92,
        2474.62
    ],
    [
        " A couple hundred people had died shows that we actually do have a little more faith in our institutions than we like to pretend sometimes I think.",
        2474.62,
        2480.7
    ],
    [
        " I think the other thing that made this a little bit of a perfect storm is you had a lot, not only did you have alignment between the people in the government, you had alignment between the two political parties, and then you had this high level of alignment between social media and the real media.",
        2480.7,
        2499.68
    ],
    [
        " Instead of there being, instead of finding these extreme views, hey, COVID's nothing.",
        2500.34,
        2507.82
    ],
    [
        " Like after a couple of weeks ago, you weren't really allowed to say that.",
        2508.9,
        2512.38
    ],
    [
        " Because early on, there's people going, it's just a flu, who's going to get it? I don't care.",
        2512.66,
        2516.14
    ],
    [
        " That got shot down real quick. And all of a sudden you had the media, the big media, and the social media all aligned with this is the plague.",
        2517.0,
        2528.24
    ],
    [
        " And we better get it under control. It was interesting to see how the social media kind of mob mentality that is usually mobilized for political correctness issues and things very quickly.",
        2528.24,
        2540.62
    ],
    [
        " Those same networks got mobilized for this for sure. It was interesting to see how that works.",
        2540.62,
        2546.0
    ],
    [
        " I don't know if maybe that's the first time that it's jumped, you know, kind of jumped issues like that. Yeah, it's crazy to watch.",
        2546.38,
        2553.16
    ],
    [
        " So in this situation, going into Iraq, we had resistance from the people against the government move.",
        2555.66,
        2564.06
    ],
    [
        " Not, you know, obviously it wasn't unified resistance. There was a lot of Americans that, like, yeah, cool.",
        2564.26,
        2569.74
    ],
    [
        " In March 2003, it was either it was either pure gallop, the biggest pole that was run the time in March 2003, 74% of Americans supported the war.",
        2570.18,
        2579.24
    ],
    [
        " That's why you'll find you will not find anybody who was of of age at that time. You say, did you support the war in 2000? No, it's like funny. That's funny because according to the polls, three out of every four people did, but I cannot find anybody who admit to it now.",
        2579.8,
        2593.82
    ],
    [
        " Well, you talked about the generals and the politicians learning bad lessons from the first Gulf War, so did all of America. And all of America said, you know what? Let's go over there and kick some ass.",
        2593.98,
        2605.66
    ],
    [
        " And we took the lesson and our leaders indulged this from Kosovo in the first Gulf War that war is primarily about liberation and freedom and getting rid of tyranny.",
        2605.94,
        2619.1
    ],
    [
        " And that's what war is primarily about. When war is not primarily about those things, war is about suffering and destruction and death.",
        2619.84,
        2627.68
    ],
    [
        " And we let ourselves forget that because of the 90s, because of the way things went in the 90s. And you know, we let ourselves forget that to our detriment, because if we would have gone into the war with clear eyes, you know, we would have been more prepared for the shock of the violence when it hit us.",
        2629.26,
        2646.0
    ],
    [
        " Yeah. And if you go into war thinking the thing that I always say is you got to go into war with the will and it's two wills wrapped up in that, the will to kill and the will to die.",
        2646.0,
        2658.92
    ],
    [
        " And if you don't, if you think you're going to go into war and you think you're not going to kill people and by kill people, I mean, you're going to kill civilians, you're going to kill kids. There's going to be, you know, babies murder or killed by arant bombs and arant machine gunfire.",
        2659.86,
        2675.26
    ],
    [
        " And there's going to be some of your soldiers are going to lose their minds and do some horrible things like that's going to happen. That's going to happen.",
        2675.32,
        2682.2
    ],
    [
        " So if you don't think that's going to happen, you're wrong. You're wrong. Children died on that first night, Obama. You're wrong.",
        2682.4,
        2688.6
    ],
    [
        " You are wrong if you think that. And if you think you can get in and out without taking any casualties on your side, if you think you're not going to be put in American flags over over caskets, you're wrong.",
        2689.26,
        2698.66
    ],
    [
        " And so yes, I totally agree that when you come off of you and it's actually a little escalation in the in the in the niceness of war because you go from the goal for we took some we took some casualties in the goal for a lot more friendly fire.",
        2699.24,
        2714.98
    ],
    [
        " But you know, there was there was Americans killed. But then you go from that to Kosovo and now you're like, wait a second. You track the you track the trajectory from Vietnam to the goal for and now you're in Kosovo where",
        2714.98,
        2729.62
    ],
    [
        " we can pull this off. And I guarantee there were people thinking, you know what? Okay, we maybe maybe some people will kill the genome, but we're going to be all right.",
        2729.62,
        2740.02
    ],
    [
        " And there was the provide comfort example where we kind of you know, we pushed the Iraqi forces back and made room for the Kurds and the Kurds moved in and they you know they created a bill as it is right now, which is a pretty nice place to be relatively speaking.",
        2740.06,
        2753.38
    ],
    [
        " And so we had this idea that all you got to do is get rid of some of the bad people break down the bad power structures, the oppressive power structures.",
        2753.54,
        2760.08
    ],
    [
        " You know, there's a I got I love trolling my libertarian friends and I told them that you know, there was a libertarian streak in the Iraq war planners and they say, what what do you mean we're against war? Yeah, yeah, you're against war. That's fine.",
        2760.14,
        2774.16
    ],
    [
        " But the impulse the idea that all we have to do is go in there and get rid of Saddam's regime. And then since that's not there freedom will break out.",
        2774.22,
        2782.46
    ],
    [
        " Everything will just sort of be you know, it'll just take over. They'll become Vermont Democrats just overnight. And that's not how it works. Freedom is something that exists in a hot house environment, you know, where order is enforced and security is provided.",
        2782.86,
        2797.6
    ],
    [
        " And you know, I'm always shocked. I don't know why it would be I wasn't in a position to have to make these kind of calls back then obviously and I hate.",
        2798.52,
        2807.56
    ],
    [
        " You know, I always refrain from like armchair general ship and I can't stand people who do that kind of thing. I get a little resentful and frustrated where I see civilians making decisions that seem motivated by politics.",
        2808.62,
        2823.7
    ],
    [
        " But it seems like across the board nobody really expected there to be an insurgency. The civilians didn't expect it. Most of the generals didn't expect it.",
        2824.64,
        2836.44
    ],
    [
        " Some did. Some had something to say about it, but they weren't in position to you know, to really have their voices heard. And so we had military leaders who even then even still not expecting a full blown insurgency.",
        2836.44,
        2851.32
    ],
    [
        " We're asking for three or four hundred thousand troops to secure the country. And they were told we don't need that many.",
        2851.76,
        2857.7
    ],
    [
        " You know, they felt that the war would be politically more difficult to sell if we had to tell people were sending you know 300 or 400,000 troops over there.",
        2857.88,
        2867.2
    ],
    [
        " And so we end up going in with one to 120 130 I think something like that. And the first part of it it goes the way first go for what right the US military does what it does.",
        2867.58,
        2880.84
    ],
    [
        " There's one thing I want to just before we get too far beyond this you know when you when you talk about what you think is going to happen is you create a create an opportunity for freedom and freedom is going to break out.",
        2882.38,
        2895.82
    ],
    [
        " That's what's going to happen.",
        2896.32,
        2897.2
    ],
    [
        " What I think happens is you have to establish an environment for freedom and then it's going to take a number of generations for people to be able to own that freedom and not and have it flourish.",
        2897.24,
        2920.32
    ],
    [
        " Because you know when you've had generations so 2003 what we're talking about 20 almost 25 years under this brutal regime regime you got you got people that are absolutely conditioned for you know to to be to to fall under the the orders of violence.",
        2920.9,
        2943.72
    ],
    [
        " That's what they're conditioned for and and for them it's like okay you I'm on board with whatever you want to do boss you know you know I recently had a rose chandelor on on my podcast and you know she was in in Auschwitz and Auschwitz survivor.",
        2944.18,
        2959.38
    ],
    [
        " And there was just complete compliance by the Jews and if they got told hey you know go put your family in the oven you go put your family in the oven because the alternative was instant death.",
        2960.66,
        2971.84
    ],
    [
        " And and so how long is it take to first when you do that to generation upon generation generation upon generation they're not they don't even know what to do when you give them freedom.",
        2972.94,
        2983.58
    ],
    [
        " So what you have to do is you have to give them a taste you have to start you have to get them you have to get them addicted to freedom right you have to let you have to protect it for me you have to feed it to them you have to let them eat it you have to let them grow custom to the taste you have to let them get that taste and start to love that taste so much.",
        2984.1,
        3002.62
    ],
    [
        " And that won't happen with the first generation I just not going to happen because they still won't trust it you have to go to the second generation where those kids are raised like I can do what I want.",
        3003.1,
        3012.52
    ],
    [
        " And I won't have my tongue cut out.",
        3012.58,
        3015.0
    ],
    [
        " And then maybe the third generation where you've got people are like hey you're not going to take my freedom from me that that's what I think I think it takes that kind of that kind of of of nurturing of the environment of freedom and getting people condition to understand the human beings as a human being it's a right that you have they don't have that attitude their attitude isn't I have a right to freedom that's not the attitude.",
        3015.44,
        3042.12
    ],
    [
        " And when you give them a glimpse of it like hey like like when you see the troops that pushed up into Baghdad initially it was like they're waving American flags it's like okay and that's why it's there like the the the seed is there and you know you recently saw that in some of the protests in Hong Kong and China where like you there these people are getting this from somewhere on Hong Kong it's pretty obvious where they're getting it from they they lived as free people for many many years but so they still have some of that but there's a seed that exists like in the mind.",
        3043.24,
        3071.88
    ],
    [
        " But it's been so buried by by fear that you have to do something that's a long term plan and that's what you know that's why when you look at you know when you look at Germany and you look at Japan and you look post World War two it was like okay we're going to we're going to we're going to we're going to",
        3072.64,
        3101.86
    ],
    [
        " they do want freedom but sometimes it's just been buried and abused and beat down so hard that the that it's not worth it to them and they don't understand it.",
        3101.86,
        3113.2
    ],
    [
        " And I think one of the prerequisites to living in a free society is you have to have a population that trusts each other.",
        3113.5,
        3119.18
    ],
    [
        " You know you had had Sunni the Sunni minority in control in Iraq for a long time and the the Mishia majority and the Kurds had been abused under that system",
        3120.16,
        3132.08
    ],
    [
        " under Saddam for a long time and now you've got to convince the Shiites who have the votes now under democracy to just take over the government.",
        3132.08,
        3140.34
    ],
    [
        " You got to convince them not to take revenge on the Sunnis. You got to teach them why it's a good idea to allow the Sunnis into the government at all after everything that they've been through.",
        3140.34,
        3150.36
    ],
    [
        " You got to convince the Sunnis to buy into a government that's now going to be led primarily by Shiites and you and you got to that takes generations.",
        3150.92,
        3160.86
    ],
    [
        " And in order to do it, you know the first and foremost thing you have to be able to do is you got to provide security in the place.",
        3164.18,
        3171.92
    ],
    [
        " You have to be able to let everybody know that look you don't have to go after the Sunnis. You don't have to worry about the Shiites coming after you because daddy's here.",
        3172.12,
        3181.3
    ],
    [
        " And you know when we decided to go in light and then reinforce that decision by canceling the first cavalry's deployment, pulling the third ID back when we replaced him with the first armor division.",
        3182.76,
        3195.2
    ],
    [
        " For what I believe I mean and you know people can debate about this and they do and they will for a long time for what I think were political reasons.",
        3195.96,
        3204.9
    ],
    [
        " You know they didn't they didn't they've been telling everybody that what about those decisions when we're talking about what about those.",
        3204.9,
        3212.32
    ],
    [
        " So the military all along had wanted more troops. They said we need more people to secure this country.",
        3212.54,
        3219.42
    ],
    [
        " Eventually General Frank's sent calm general who was commander of Iraqi forces of our forces in Iraq at the time.",
        3219.42,
        3228.96
    ],
    [
        " He finally bought in and he got his subordinate generals to buy in to the lower amount under the assumption that they would be reinforced once we knew that Saddam wasn't going to use chemical weapons on us and things like that.",
        3228.96,
        3241.26
    ],
    [
        " They were going to be reinforced and that we were going to have the Iraqi military and police available to for Sassos operations.",
        3241.26,
        3248.22
    ],
    [
        " And just none of those things ended up happening right you get up into April.",
        3249.22,
        3253.36
    ],
    [
        " I think yeah and so we go in in March 2003.",
        3254.24,
        3257.8
    ],
    [
        " Well actually this back a little bit where where are you? When did you get out of college?",
        3258.56,
        3261.66
    ],
    [
        " So I graduated college in the spring of 03 of 03 and you get a platoon.",
        3262.02,
        3266.86
    ],
    [
        " This is again why my life has been just awesome. I've been so blessed. I showed up when I asked for orders to a steel team.",
        3266.86,
        3278.52
    ],
    [
        " The guy that I asked for orders to him when he the guy that told me you wait.",
        3278.6,
        3281.84
    ],
    [
        " When he did give me orders he gave me orders to the next deploying steel team right he gave me orders to the next deploying steel team.",
        3282.26,
        3290.38
    ],
    [
        " That's a miracle right that's that's it's a miracle it's also relationships it's like also like you know I worked hard when I worked for that guy I worked hard and he he trusted me you know and he took care of me.",
        3290.62,
        3301.26
    ],
    [
        " He sent me to the next deploying steel team. So it is I graduate in the spring so June July August September set for a set for a September deployment.",
        3301.52,
        3315.58
    ],
    [
        " So I go to seal team seven seal team five is on deployment they got one platoon in Iraq.",
        3316.1,
        3321.62
    ],
    [
        " Seal team five is on deployment they're coming home in September and seal team seven is replacing them.",
        3322.02,
        3326.98
    ],
    [
        " And by the way not all of the two things haven't just a couple platoons are actually one platoon is scheduled to go to Iraq.",
        3327.32,
        3333.5
    ],
    [
        " Did you know these guys yet? Who?",
        3333.72,
        3335.54
    ],
    [
        " The your platoon like I know it's a small world.",
        3336.14,
        3339.06
    ],
    [
        " It's a small world. Here's the here's the the really lucky things.",
        3339.06,
        3344.18
    ],
    [
        " The seal team seven commanding officer was my executive officer when I was at seal team two.",
        3344.18,
        3353.26
    ],
    [
        " So again I knew him I had a great relationship with him we got a long great great guy.",
        3353.82,
        3358.36
    ],
    [
        " And so I show up at seal team seven in spring 2003.",
        3358.7,
        3366.46
    ],
    [
        " Their workup their pre deployment workup cycle for civilians out there you know you you train to deploy and the deployment training ends long before you go on deployment and six months before.",
        3368.24,
        3380.58
    ],
    [
        " And then you spend six months doing some kind of fine tweaking you do a you do what's called what we used to do we don't do anymore but you do like an operational readiness exercise a big exercise to prove that you're good to go.",
        3380.96,
        3391.58
    ],
    [
        " And then you do some additional sort of theater based training like okay we know we're going to this area we'll do some focus training on that.",
        3391.84,
        3398.86
    ],
    [
        " So that the main bulk of the workup was done it was over by the time you got there when I showed up.",
        3399.22,
        3405.1
    ],
    [
        " So I show up and I'm there for a matter of days and I'm walking and actually seal team seven had just been commissioned at the beginning of that workup cycle.",
        3405.46,
        3418.74
    ],
    [
        " So seal team seven's brand new we don't even have a building yet. So we're walking outside you know we're we're kind of thrown into some ad hoc buildings and so I show up and the commanding officer like I said is a guy that I work for.",
        3418.82,
        3432.4
    ],
    [
        " And so he knew me and and you know when you work with someone you know him you trust him and I had a great relationship with him and I'm walking down the hall I start check in and I'm done with my check in and and there's one one platoon is slated to go to war.",
        3432.68,
        3447.22
    ],
    [
        " And so you know I'm not even in a platoon. Oh this before that I'm not even in a platoon. Okay. Okay. I show up to be ops I show up to be you know whatever yeah and I'm walking down the hallway.",
        3447.92,
        3459.98
    ],
    [
        " Out the external part of the building and I see the commanding officer like hey what's up sir and he goes chocolate you look so angry what are you so angry about.",
        3460.48,
        3468.68
    ],
    [
        " And just my face I said it's just my face or you know that he goes what can I do to make you happy.",
        3470.26,
        3475.08
    ],
    [
        " And I said give me a one way ticket to Iraq and he just smiled and I was like well that's interesting and looking back I knew I looking back he knew what he was going to do and what he did was there was a weak platoon commander and a week after I showed up at seal team seven he fired up to",
        3475.08,
        3497.92
    ],
    [
        " the platoon commander and gave me that. How much time do you have to get to know your guys a couple months and what kind of war do you think you're getting into at this point.",
        3497.92,
        3509.56
    ],
    [
        " I don't care you're just I you know whatever so we've got information coming back to the platoon.",
        3510.06,
        3527.9
    ],
    [
        " Take down a target grab a bad guy come back interrogate him find out you know what he's doing get more targets go hit those targets it's like a dream come true what's the off tempo yeah I mean you're talking about nightly missions like several days they're doing they're doing you know they're doing there",
        3527.94,
        3543.86
    ],
    [
        " up temples high I don't know what the specific numbers are I would say they're probably doing two three four targets a week this is this is glory this is awesome like you said there be seals who would",
        3543.86,
        3555.64
    ],
    [
        " spend their entire 30 year careers be master chiefs who would never fire shot anger and these guys are taken down targets target after target and not only that but like I said we train for",
        3555.64,
        3565.9
    ],
    [
        " a mission a single mission would be would be you know the highlight of my life and here's guys doing three four five six missions so I get put in this platoon and I remember",
        3565.9,
        3581.76
    ],
    [
        " as soon as I took over the platoon we had a training mission that night was it that night yes it was that night and when I took over the platoon actually the the commanding officer called me the off going the guy that was about to get relieved they called him and the platoon chief into the office into his office and we get in there and he goes you know",
        3581.76,
        3604.98
    ],
    [
        " lieutenant so and so your performance is subpar and you are here by relieved and uh",
        3604.98,
        3612.34
    ],
    [
        " of and jaco you are now taking over and he says uh how did this go down oh yeah and he says you know lieutenant so and so you're dismissed that guy walks out he says chief I know you I know um you know you got a you got a platoon of good guys you had bad leadership I should",
        3612.34,
        3634.96
    ],
    [
        " done this earlier do whatever he said I don't want to put words in his mouth but he said you know chief you got jaco and so you asked me if I knew these guys I knew that guy the platoon chief was a buddy of mine from team one we kind of one of the guys I grew up with the",
        3634.96,
        3648.64
    ],
    [
        " team one and yeah he had a good relationship with the guys yes he could kind of slide you in yeah yeah yeah and so so I was excited about that and the LPO of the sister platoon was like my best friend",
        3648.64,
        3664.8
    ],
    [
        " for forever in the teams so that was really solid to the and then the task unit who ended up being the task unit senior chief was another like guy that I grew up with a team one so yeah I had some great",
        3665.5,
        3681.76
    ],
    [
        " connections and that guy was like one of my favorite guys ever so yeah I'm pretty stoked man I got the commanding officer I'm super stoked it's just it's awesome it's awesome and this is this is you know this is you're glowing right now",
        3681.76,
        3694.52
    ],
    [
        " man this is why this is why you're in the teams right this is why you this is why you work hard this is why you this why you take care of your teammates right because that's all",
        3694.8,
        3704.92
    ],
    [
        " this is this is like guys that I'd known for you know my whole career and they're all stoked I'm coming in there freaking stoked so the guy the commanding officer says see",
        3704.92,
        3719.62
    ],
    [
        " later to this to this he says hey you know you're fired and he then the chief he says chief you know help with the transition I know you got some good",
        3719.62,
        3728.64
    ],
    [
        " guys in there and he says Roger that and he goes all right you can you can go I'll talk to Joko and then the the platoon chief looks at me and he goes do you",
        3728.64,
        3738.4
    ],
    [
        " want me to tell do you want me to tell Lieutenant so and so anything and I said yeah I said tell him to get his shit out of my desk and like that",
        3738.4,
        3746.24
    ],
    [
        " was that and I and sure enough I you know that he left in the commanding officer you know we talked for a while and",
        3746.24,
        3751.52
    ],
    [
        " then I went down and that guy was gone and his shit was out of my desk and that's when I rolled in so that night we were",
        3751.52,
        3758.28
    ],
    [
        " doing a training mission and I immediately went in there and I talked to chief and I said hey who's the junior guy who",
        3758.28,
        3765.9
    ],
    [
        " I said who's a junior guy that like is good to go and he goes this guy and I go he's gonna run the op tonight and he",
        3765.9,
        3773.36
    ],
    [
        " was like what do you mean I go he's he's gonna run the op tonight and he was like are you sure and I'm like",
        3773.36,
        3778.24
    ],
    [
        " yep so he did you know this young junior and listed guy starts putting together the plan and a couple",
        3778.24,
        3785.24
    ],
    [
        " critical things happened and this this junior and listed guy ended up being just a great friend of mine and",
        3785.24,
        3792.86
    ],
    [
        " and very very helpful to me because when you build relationships with your junior and listed guys they can tell you what's",
        3792.86,
        3802.82
    ],
    [
        " so that night during this mission we during this training mission and and again here we are we're going to Iraq or we're",
        3803.08,
        3810.34
    ],
    [
        " praying to go to Iraq and we were slotted there was two platoons going to sent calm one was going to be in",
        3810.34,
        3819.14
    ],
    [
        " Bahrain one was going to be in Iraq we weren't sure who is who pretty much the other platoon our sister platoon",
        3819.14,
        3826.32
    ],
    [
        " and then the plan was to rotate these two platoons and you'd spend some time in country and then you know",
        3827.48,
        3832.92
    ],
    [
        " then you'd go to Bahrain then you'd switch right okay part of that was just the fair fairy right everyone",
        3832.92,
        3838.7
    ],
    [
        " wants to go to war hey we're not gonna let one platoon get all the experience so that was part of the",
        3838.7,
        3843.34
    ],
    [
        " plan so but still we know we're going to Iraq and here we are we're going on a training mission and",
        3843.34,
        3849.24
    ],
    [
        " it's like an over the beach pilot rescue or something just not something we should have been focused",
        3849.24,
        3855.42
    ],
    [
        " on so we go we come over the beach and one of the boats like capsizes and engines flooded and it's",
        3857.06,
        3870.52
    ],
    [
        " just a disaster and luckily for me I had done a lot of well I was you know I'd been in the teams",
        3870.52,
        3877.74
    ],
    [
        " for a while and I had done a lot of amphibious operations more than normal team guy because I had",
        3877.74,
        3884.48
    ],
    [
        " done two back-to-back arg platoons meaning you know an arg is an amphibious ready group working off",
        3884.48,
        3889.94
    ],
    [
        " a ship like back in the day there would be one arg platoon for every six platoons that would be going",
        3889.94,
        3897.54
    ],
    [
        " on a what we call the spec ops deployment just going to land based deployment there would be one",
        3897.54,
        3903.18
    ],
    [
        " arg platoon and it was always the bad deal and no one wanted it and I did two of those back to",
        3903.18,
        3908.24
    ],
    [
        " back and there he's not did to him back-to-back is because the odds were if you were going to do",
        3908.24,
        3912.72
    ],
    [
        " something real it was going to be from the arg platoon because those were the guys that went to",
        3912.72,
        3915.82
    ],
    [
        " Somalia and and so I was like hey I'm gonna do those arg platoons because those guys are doing",
        3915.82,
        3919.74
    ],
    [
        " real work forward to play at least so so I had done a ton of water work and a ton of over the beach",
        3919.74,
        3927.18
    ],
    [
        " is more than more than a normal seal you know does especially at that moment in time so the boat flips",
        3927.18,
        3935.08
    ],
    [
        " blah blah blah I the guys are like the guys are looking at me like hey we need to cancel like we",
        3935.08,
        3942.56
    ],
    [
        " need to go admin basically go admin we got to get a vehicle down here to get this boat back to base",
        3942.56,
        3949.28
    ],
    [
        " because what are we gonna do how is this gonna work and I was like negative so I kind of just like",
        3949.28,
        3954.96
    ],
    [
        " took over and I said here's here's what we're gonna do boom and I gave out the plan like here's",
        3954.96,
        3959.54
    ],
    [
        " and it's a pretty simple plan and I this is the kind of thing I've done before you know you get one",
        3959.54,
        3962.86
    ],
    [
        " guy with the extended bout line he's gonna go out get through the surf keep that thing oriented to",
        3962.86,
        3966.18
    ],
    [
        " go through the surf everyone else is gonna push it out once we get in we're gonna paddle this thing",
        3966.18,
        3969.7
    ],
    [
        " and when I said we're gonna paddle this thing out these guys were looking at me like I was",
        3969.7,
        3972.16
    ],
    [
        " completely insane because you've got a 55 horsepower motor on there it's a big zodiac boat",
        3972.16,
        3976.96
    ],
    [
        " but and it's filled with gear so it's a pain in the ass but I know that I can do it because I've",
        3976.96,
        3982.86
    ],
    [
        " done it before so but what it the key is that that they didn't think about too much was somebody being",
        3982.86,
        3989.24
    ],
    [
        " in the holding the bout line of the boat and keeping that boat oriented through the surf and as",
        3989.24,
        3995.34
    ],
    [
        " long as that's happening which is it's not hard to do that because you're like basically a see anchor",
        3995.34,
        3999.48
    ],
    [
        " so I say guys listen the bout line thing needs to be you know kept forward and we'll just paddle",
        3999.48,
        4006.06
    ],
    [
        " this thing out once we get out there we'll tell because a couple of the other boats were fine and",
        4006.06,
        4009.44
    ],
    [
        " we just would tow it out once we got out there so so here we go and the guys are like okay and I",
        4009.44,
        4015.8
    ],
    [
        " remember actually the guy that the young guy that I had run in the off later like five years later",
        4016.16,
        4021.52
    ],
    [
        " he told me like when you so I was a guy was like okay I've been in my weapon in the boat put on my",
        4021.52,
        4026.78
    ],
    [
        " fins and took that bow on and started swimming out and the guys got in the boat paddle well we paddle",
        4026.78,
        4031.72
    ],
    [
        " out through the surf zone got it hooked up to the other boat we towed it out we did our rendezvous",
        4031.72,
        4035.76
    ],
    [
        " at sea but like five years later that young guy said to me like when you made that call and then we",
        4035.76,
        4043.24
    ],
    [
        " did it he's like after that I was I would have done anything you ever told me to do because I couldn't",
        4043.24,
        4050.16
    ],
    [
        " believe that it that you said it and then that it worked so that was like the first thing I first day",
        4050.16,
        4057.06
    ],
    [
        " the first day I did the first thing I think it was that night I think it was the night that that guy",
        4057.06,
        4060.78
    ],
    [
        " got fired we did this okay and so and again I was very lucky because you know I done all these",
        4060.78,
        4067.4
    ],
    [
        " dark platoons and I was a prime list of guys so I had done multiple deployments and then I did",
        4067.4,
        4071.36
    ],
    [
        " deployments as an officer already so I was very lucky that I had this experience at the time",
        4071.36,
        4076.94
    ],
    [
        " because I certainly was no you know certainly no spectacular human by any stretch",
        4076.94,
        4081.96
    ],
    [
        " so that was that was the first night I meet these guys and and it did you know like you you mentioned",
        4081.96,
        4087.36
    ],
    [
        " something on one of the earlier podcasts about like bonding together well we did a little bit of a",
        4087.36,
        4091.4
    ],
    [
        " shitty up and it went sideways and we pulled it off and once we pulled it off it was like okay",
        4091.44,
        4097.7
    ],
    [
        " and then we we did our final preparation and then we went on deployment and finally jaco's going to",
        4097.7,
        4108.26
    ],
    [
        " war yeah I think we're up over an hour so let's wrap it there and leave everybody uh with a cliffhanger",
        4108.26,
        4114.42
    ],
    [
        " right on well jaco's head in the war in the meantime if you want to support this podcast uh first of",
        4114.78,
        4123.16
    ],
    [
        " all right now you're probably listening to this podcast on the jaco podcast feed we're going to set up",
        4123.16,
        4127.96
    ],
    [
        " this podcast the thread on its own standalone what is it podcast feed it'll be its own standalone",
        4127.96,
        4138.06
    ],
    [
        " podcast so if you want to keep listening to it subscribe to it and then if you want to support",
        4138.06,
        4143.74
    ],
    [
        " this podcast you can also check out our other podcasts I got a podcast called jaco podcast I got",
        4143.74,
        4148.14
    ],
    [
        " the warrior kid podcast and I got the grounded podcast and Darryl has a podcast which is called",
        4148.14,
        4153.1
    ],
    [
        " margar made and if you want to support any of these podcasts you can go to a place called jaco store",
        4153.1,
        4159.28
    ],
    [
        " dot com and you can get some gear or you can go to origin main dot com and you can get some gear",
        4159.28,
        4165.96
    ],
    [
        " there that's all I got thanks for listening as things unravel this is jaco and Darryl out",
        4166.72,
        4176.74
    ]
]