[
    [
        " This is the podcast formerly known as the thread with Darrell Cooper and me,",
        0.0,
        6.58
    ],
    [
        " Jocco Willink, and we are re-releasing these, or this original series or the",
        6.86,
        12.86
    ],
    [
        " original episodes in this podcast. I guess it's more than a series because we're",
        12.86,
        16.48
    ],
    [
        " gonna keep doing it. But we had to rename it. It turned out that there was already",
        16.48,
        21.32
    ],
    [
        " a podcast called The Thread, which I didn't check or Google or look didn't know",
        21.32,
        29.06
    ],
    [
        " it was a thing. And the people, well, there's another podcast. And so they came",
        29.06,
        36.06
    ],
    [
        " at us with season to assist letters and legal action and all that stuff, which",
        36.06,
        39.54
    ],
    [
        " is fine because they own the name. So we needed a new name. We bounced around a",
        39.54,
        45.04
    ],
    [
        " bunch of ideas and landed on the Jocco unraveling podcast. Why did we pick that",
        45.04,
        54.06
    ],
    [
        " name? One is, why did you pick Jocco? Well, it's real easy. I own that name.",
        54.06,
        59.04
    ],
    [
        " No one can trump us or, you know, threaten to sue me for using my own name. So we",
        60.12,
        66.94
    ],
    [
        " are protected there and unraveling because the intent is still the same as the",
        66.94,
        74.1
    ],
    [
        " original idea behind the thread podcast. What we're gonna do is unravel what is",
        74.1,
        79.12
    ],
    [
        " happening in the world today and get to some of the root causes. And maybe even",
        79.12,
        84.24
    ],
    [
        " if we don't get to root causes, we at least get a better understanding of the world",
        84.24,
        89.58
    ],
    [
        " by unraveling what we see. And it's also not only because we're unraveling",
        89.58,
        96.52
    ],
    [
        " things and looking at them in a more granular level, there's also obviously",
        96.52,
        102.88
    ],
    [
        " another meaning to the word unraveling. I mean, things coming apart. And well, the",
        102.88,
        113.2
    ],
    [
        " world and specifically humanity in many ways like human life, life, they're",
        113.2,
        122.26
    ],
    [
        " similar. Humanity and human life are similar in that they can both be",
        122.26,
        129.8
    ],
    [
        " incredibly durable and adaptive and resilient, but they can both also be",
        129.8,
        136.74
    ],
    [
        " unbelievably fragile. And you can have one man be shot 20 times and survive and",
        138.56,
        147.12
    ],
    [
        " walk away. And someone else can catch a random piece of a ricocheted bullet, a",
        147.12,
        166.72
    ],
    [
        " society and humanity can be kind of like that. Sometimes it can survive all kinds",
        168.4,
        174.88
    ],
    [
        " of turmoil and chaos. And then in one instant, one event can change it forever. Or",
        174.88,
        183.96
    ],
    [
        " can at least dramatically alter its course. It can cause things to unravel. So we",
        183.96,
        196.36
    ],
    [
        " started off this podcast in the first, what is it? The first number of what? Seven,",
        196.36,
        200.28
    ],
    [
        " the first seven, the first seven of these that you will listen to, if you haven't",
        200.48,
        204.18
    ],
    [
        " listened to any of them yet, we dove deep into the Iraq war. And I guess we kind of",
        204.18,
        211.58
    ],
    [
        " fell into that. You kind of got in a kick. You wanted to go hard, right?",
        211.58,
        216.7
    ],
    [
        " Mm-hmm. So Darrell wanted to go hard, which makes sense because he had his own",
        217.24,
        223.76
    ],
    [
        " experiences. He had his own knowledge. He had obviously read and studied and was deployed",
        223.92,
        231.08
    ],
    [
        " over in that region. And then on top of that, you know, he knew what he wanted to know",
        231.08,
        236.28
    ],
    [
        " about my perspective on the ground. And so the first of these seven, we go deep, deeper",
        236.28,
        243.38
    ],
    [
        " than I think we'd plan to, may have veered off the course, the original intent of this",
        243.38,
        249.82
    ],
    [
        " podcast, which is sort of to bring things or to look at things that are happening today.",
        249.82,
        254.08
    ],
    [
        " But at the same time, you know, every, it's okay because everything's related. And the",
        254.64,
        261.38
    ],
    [
        " better that you understand specific events in the past, the better you understand all events.",
        261.38,
        270.68
    ],
    [
        " And the better you will understand the way things unravel. So with that, this is an interesting",
        271.42,
        280.88
    ],
    [
        " scenario that's unfolded that you and I are sitting across from each other at a table. I talked",
        280.88,
        286.96
    ],
    [
        " about this a little bit when you were just on my podcast, the Jockel podcast, about how we got",
        286.96,
        294.1
    ],
    [
        " here. But just to, just to kind of review how we ended up here, you have a podcast called",
        294.1,
        300.04
    ],
    [
        " Margaramade. Yes. In my opinion, one of the best podcasts there is. And I have a problem with,",
        300.06,
        311.32
    ],
    [
        " I have a problem with the educational system in America. That problem is kind of based on the",
        311.66,
        316.64
    ],
    [
        " fact that people don't tie or teachers. And when I say educational system, I'm talking all the way",
        316.64,
        323.36
    ],
    [
        " from the time you're going to whatever kindergarten through college, which I didn't go beyond college.",
        323.36,
        329.72
    ],
    [
        " But the whole time you're getting all this information, but all the information is disconnected.",
        329.72,
        335.62
    ],
    [
        " In other words, there's no thread that ties it all together. When the reality is, as you know,",
        336.04,
        342.0
    ],
    [
        " and as I eventually learned myself, everything actually is connected. Everything is connected.",
        342.12,
        347.56
    ],
    [
        " Whether it's science or math or history or literature or politics, it doesn't matter. You take",
        348.02,
        357.5
    ],
    [
        " any of those things and there is a thread that ties it to everything else. This is human history.",
        357.5,
        362.76
    ],
    [
        " And we miss that. And it makes it for me, it made it harder for me to, to understand things at a",
        362.94,
        369.86
    ],
    [
        " deeper level because there's no context around them. Right. You're just getting like, oh, here's a",
        369.86,
        373.76
    ],
    [
        " chunk time period. You take this history class about this part of American history or this part of",
        373.76,
        378.86
    ],
    [
        " European history or this scientific period gets passed. And you're just learning these chunks,",
        378.86,
        383.82
    ],
    [
        " whether or not not connected. So you don't, I never felt like I developed as much comprehension",
        383.82,
        389.08
    ],
    [
        " until I started to fill in these gaps. And then you take that, you roll that one step further,",
        389.08,
        395.08
    ],
    [
        " and you look at our news media today. And they take these, they take the events that are unfolding",
        395.26,
        402.48
    ],
    [
        " around us. And they give me to very one dimensionally with very little depth. Occasionally, you can get",
        402.48,
        411.74
    ],
    [
        " to two dimensions on a subject here there. But they certainly aren't taking the events that are",
        411.74,
        417.5
    ],
    [
        " happening today, which all have threads that lead into history that give you better understanding",
        417.5,
        424.28
    ],
    [
        " of the things that are unfolding before our very eyes. So, you know, since I'm a listener of your",
        424.28,
        432.94
    ],
    [
        " podcast, you're a listener of my podcast, I was actually on your podcast one time. We did a,",
        432.94,
        437.76
    ],
    [
        " we did a Manaja Toa podcast with you and me and Dan Yelli. And that was, that was really cool.",
        438.28,
        447.86
    ],
    [
        " I enjoyed doing that. But I eventually said, Hey, man, do you want to do something where we talk",
        448.16,
        455.02
    ],
    [
        " about what's going on in the world right now? And we dig deeper and we pull the thread on how",
        455.02,
        461.72
    ],
    [
        " events got to where they are. What do you think? I think it's necessary. You know, you talked about",
        463.82,
        470.06
    ],
    [
        " the news media. When you have no context, it makes everything a surprise. Everything that happens,",
        470.06,
        475.76
    ],
    [
        " it's just a surprise, 9-11 happens. And it's just a surprise. Who are these people? Nobody knows.",
        475.76,
        481.32
    ],
    [
        " It's just completely out of nowhere. And that leaves us vulnerable to anybody who comes along and",
        481.7,
        488.16
    ],
    [
        " says they've got a story that explains it. And sometimes the people sharing those stories have",
        488.16,
        493.74
    ],
    [
        " agendas. Sometimes they don't have all the facts. And like you said, everything's connected.",
        493.74,
        498.92
    ],
    [
        " You can take any event, you know, we could say, what is World War II? Well, it happened between",
        499.52,
        505.74
    ],
    [
        " 1939 and 1945. Well, did it? Or did it start at the Treaty of Versailles? And then if that's the",
        505.74,
        512.14
    ],
    [
        " case, does it go back before World War I? And what about the ending point? Did it end in 1945?",
        512.14,
        516.4
    ],
    [
        " Were you sure? How far out does that go? You can take that all the way out to Adam and Eve if you",
        516.4,
        521.44
    ],
    [
        " want to, figuring out how to draw those lines could be difficult. But that's what it's about.",
        521.44,
        526.9
    ],
    [
        " Figuring out how these things connect to the world. We find ourselves in now so that when things",
        527.3,
        531.66
    ],
    [
        " happen, it's not such a surprise. And you're not so vulnerable to people peddling stories with an",
        531.66,
        536.18
    ],
    [
        " agenda behind them. Yeah. And then as we were having these discussions, some things were kind of,",
        536.18,
        541.86
    ],
    [
        " you know, face a little bit about, well, Solomani had just been killed. We're talking about Iran.",
        541.86,
        548.74
    ],
    [
        " We're talking when you're, and if you're going to talk about Iran, you absolutely have to talk",
        548.98,
        552.18
    ],
    [
        " about Iraq. You have to talk about what unfolded there with ISIS. And then where did ISIS come",
        552.18,
        559.22
    ],
    [
        " from? And then again, now, now this is exactly where it all starts. It's like, oh, you start to",
        559.22,
        563.44
    ],
    [
        " pull the thread on this. And you say to yourself, okay, what is really going on at a deeper level",
        563.44,
        570.8
    ],
    [
        " when we start to pull the thread? And then you kind of came back at me after we talked about",
        571.6,
        577.52
    ],
    [
        " a couple different topics we could go through. And you came back to me and you said, hey, man,",
        577.52,
        581.5
    ],
    [
        " why are we even playing around here? Let's talk about, let's talk about Iraq and go through it",
        582.26,
        588.46
    ],
    [
        " with a level of detail. So people have some real understanding of what's what has happened there.",
        588.46,
        592.82
    ],
    [
        " And what our involvement there has looked like and what led to our involvement there. And",
        593.3,
        598.2
    ],
    [
        " I started kind of filling in some of the blanks that you had about things that I had seen. And",
        598.94,
        603.66
    ],
    [
        " then you started saying, oh, wait, you were there for this. Oh, wait, you were there for that.",
        603.66,
        607.12
    ],
    [
        " And then it kind of just builds a story around itself. And you said, let's do some, let's do that.",
        607.74,
        613.56
    ],
    [
        " And I said, yeah, cool. Sounds good. I will say, and you and I agreed to try and put some",
        613.66,
        619.58
    ],
    [
        " constraints around this in terms of time. You and I both have ridiculously long podcasts.",
        619.58,
        624.66
    ],
    [
        " And I asked, you know, my longest is five hours and 25 minutes, I think. I don't know what you're",
        624.66,
        630.72
    ],
    [
        " longest. Close to seven. Which one was seven? The last one was like 640, I think.",
        630.72,
        636.14
    ],
    [
        " Oh, that was a good one. Yeah. So you and I both said, okay, we're not going to do this. And you and I",
        636.48,
        642.88
    ],
    [
        " clearly both have a propensity to just go. And so we're going to try and keep, well, we'll keep",
        642.88,
        651.42
    ],
    [
        " this to about an hour. And then we'll just, we'll just go to the next topic and in another episode.",
        651.42,
        656.78
    ],
    [
        " So that way, people can chunk it up and don't have to worry about trying to find where it is on",
        656.78,
        661.92
    ],
    [
        " the, on their, on their podcast platform and trying to figure out where they left off, etc, etc.",
        661.92,
        668.92
    ],
    [
        " And plus to give us just a natural sort of, uh, uh, uh, uh, garg rail of you and me going",
        669.9,
        677.36
    ],
    [
        " completely, um, into the 17 hour zone. Yeah. Let's do it. So when we talk about Iraq, where,",
        678.16,
        686.92
    ],
    [
        " where do you want to kick this thing off? You just gave me the starting point I wanted actually,",
        686.96,
        690.7
    ],
    [
        " which is talking about ISIS coming out and how to most people, where did ISIS come from? They",
        690.72,
        696.56
    ],
    [
        " came out of nowhere, right? Came out of the chaos of the Syrian civil war for all anybody knows.",
        696.56,
        701.7
    ],
    [
        " I mean, that's really the way it was portrayed. Is this just this group rises up out of the",
        701.8,
        706.08
    ],
    [
        " sand and comes into Iraq and they're creating all of this chaos. And most of the public,",
        706.08,
        710.88
    ],
    [
        " they came out of, out of nothing, right? Like a spontaneous,",
        711.02,
        715.36
    ],
    [
        " right? A spontaneous group appeared out of nowhere is what it appeared to be a lot of people.",
        715.98,
        720.64
    ],
    [
        " I will say that I believe the term Islamic state began to get used just after I left on my last",
        721.08,
        732.98
    ],
    [
        " deployment. I'm going to say 2007 is when I believe they started to use the term Islamic state.",
        732.98,
        738.12
    ],
    [
        " That is correct. Yeah. Yep. Yep. But who started to use that term is the point, right? Yeah.",
        738.16,
        743.02
    ],
    [
        " That group didn't come out of nowhere. Yeah. And, you know, by the time ISIS comes around, most",
        743.14,
        749.28
    ],
    [
        " of the public in the West is kind of disengaged from Iraq. They've moved on. They don't want",
        749.28,
        753.86
    ],
    [
        " anything to do with it. This is when President Obama is in there and he ran on getting us out,",
        753.86,
        757.56
    ],
    [
        " you know, and for, you know, when, when you're part of the public getting the narrative,",
        757.9,
        761.36
    ],
    [
        " the way they were getting it, it's understandable why they were just like, why are we here enough",
        761.36,
        765.64
    ],
    [
        " as enough? Get us out of there. And that's where we were at by the time ISIS came around.",
        765.64,
        770.56
    ],
    [
        " The majority of Americans at that point could have cared less who was controlling",
        771.26,
        775.12
    ],
    [
        " Fallujah or Ramadi or anything like that. ISIS got our attention, though, because this group",
        775.12,
        782.04
    ],
    [
        " came out of nowhere and they seem to be engaging in acts of violence that were so over the top",
        782.04,
        790.18
    ],
    [
        " and so barbaric that that people thought that this nothing like this had ever happened before.",
        790.18,
        795.98
    ],
    [
        " That's what people thought. I mean, because they didn't, you know, again, coming back to the",
        796.48,
        800.5
    ],
    [
        " history and the context of it. In August of 2014, you know, they're turning on their TVs are going",
        800.5,
        806.82
    ],
    [
        " on to websites and there's an Australian citizen who's traveled over the Middle East with his seven",
        806.82,
        811.6
    ],
    [
        " year old son and he's putting up a picture of his seven year old son holding up the head of a",
        811.6,
        816.32
    ],
    [
        " Syrian soldier and people are saying, wait a second. Now, this is something different.",
        816.32,
        820.1
    ],
    [
        " A few days later, ISIS releases a video featuring Jihadi John speaking in perfectly plain English,",
        821.02,
        828.28
    ],
    [
        " threatening the camera with a knife and then sawing the head off of American journalist James",
        828.56,
        832.8
    ],
    [
        " Foley. And this starts to get people's attention, right? The group starts releasing all of these",
        832.8,
        840.24
    ],
    [
        " propaganda videos, these slick propaganda videos that was of course the famous one with",
        840.24,
        845.46
    ],
    [
        " the Jordanian pilot that had gone down that they captured that they burned alive in a cage.",
        845.46,
        850.48
    ],
    [
        " They're filming themselves. They're not hiding this. They're filming themselves throwing",
        850.72,
        855.08
    ],
    [
        " homosexuals from rooftops. How much of this, as that's unfolding, right? How much of that is",
        855.08,
        863.94
    ],
    [
        " the modern day to 24 year old social media, uh, uh, egocentric me, me, me. Hey, if I'm going to go out",
        866.4,
        877.16
    ],
    [
        " and do Jihad, I'm going to take pictures of it. Yeah, yeah, I think that's probably",
        877.16,
        882.56
    ],
    [
        " pure onto something there. I mean, because they, they were videos before, but now you can get famous.",
        882.56,
        887.26
    ],
    [
        " You know, you can get famous and it's probably probably got something to do with the step up",
        887.62,
        891.84
    ],
    [
        " and school shootings and everything as well. You know, it's, it's a way for somebody with no",
        891.84,
        896.38
    ],
    [
        " identity and living in a world where it seems like they don't have any ability to exert will on the",
        896.38,
        904.14
    ],
    [
        " world. You know, nobody notices them. You're just in nobody. What you're going to notice, you're",
        904.14,
        909.12
    ],
    [
        " going to notice this was the strategy of making these videos. Okay, so we have, we have some element of",
        909.12,
        916.88
    ],
    [
        " this is just the new world. This is social media. I want to be famous. It's about me. I'm Jihad",
        916.88,
        921.82
    ],
    [
        " John with, uh, with the, where was he from? The British accent and, uh, but do we know where he's",
        922.66,
        929.04
    ],
    [
        " from in Britain? I'm sure we do. I don't. So here's this guy. And so I'm going to get famous.",
        929.04,
        933.94
    ],
    [
        " That's part of it. Part of it had to be, hey, we're going to recruit, get people down here.",
        934.2,
        937.9
    ],
    [
        " Yeah, which again, what a, what a, what a, what a just who are you recruiting? That's, that's",
        937.92,
        943.52
    ],
    [
        " the question. Yeah. If we're sawing off people's heads on camera, who were recruiting? I,",
        943.52,
        947.92
    ],
    [
        " well, we know who were recruiting and it worked. Yeah. Tens of thousands of those people",
        948.02,
        952.44
    ],
    [
        " responded to the call and those people were living in our societies before,",
        952.44,
        957.32
    ],
    [
        " before they went down to rock. They were living in our cities. I mean, there's, here's, here's",
        957.56,
        962.58
    ],
    [
        " like one that, uh, I haven't watched too many of their, of their videos, but I've watched some of",
        962.58,
        967.64
    ],
    [
        " them just to try to get an idea. And there was one that stood out where, um, it takes place in an",
        967.64,
        973.68
    ],
    [
        " old broken down amusement park. And it's got a bunch of kids executing prisoners. Um,",
        974.54,
        981.14
    ],
    [
        " there's one where a boy who is hardly big enough, the gun that they give him is too big for his",
        981.56,
        987.6
    ],
    [
        " hand, right? And he shoots a Kurdish prisoner in the head. There's another one where they've got",
        987.6,
        993.22
    ],
    [
        " a prisoner tied up on like a broken down carnival ride and they give this kid a big old knife.",
        993.22,
        999.74
    ],
    [
        " It's way too big for him. He climbs up on this thing and murders this guy. There's one like,",
        999.74,
        1004.38
    ],
    [
        " well choreographed scene where this kid is walking through, you know, those like, uh, those plastic",
        1004.6,
        1010.02
    ],
    [
        " ball pits. They got this kid walking through like this dusty ball pit and he gets there and",
        1010.02,
        1017.2
    ],
    [
        " somebody hands him this big gun and he kind of closes his eyes and looks away and blows his",
        1017.2,
        1023.12
    ],
    [
        " dude's brains out. There's other videos where they've got kids executing other kids.",
        1023.12,
        1027.44
    ],
    [
        " If you got kids killing people in an amusement park, you're doing something very different than",
        1028.88,
        1035.42
    ],
    [
        " just saying, uh, you're sending a very specific kind of message about what kind of people you are",
        1035.42,
        1040.58
    ],
    [
        " and who you're trying to attract at that point, right? I mean, this isn't just, you know,",
        1040.58,
        1044.92
    ],
    [
        " the kids are in on the jihad too. They're doing this in an amusement park. That is a level of",
        1044.96,
        1048.64
    ],
    [
        " depravity that's that that that take, you know, that seems to take things to a new level, right?",
        1048.64,
        1053.58
    ],
    [
        " Seems to it. That's kind of where I wanted to go with this is, uh, maybe the slick production",
        1053.58,
        1059.22
    ],
    [
        " values were kind of shocking to people like you, to some of my friends who were in",
        1059.22,
        1064.02
    ],
    [
        " Fallujah, some Marines and others that I know. But the level of violence that these people",
        1064.02,
        1069.7
    ],
    [
        " were exhibiting was not a huge surprise, um, because you'd seen it before. Most of Americans had",
        1069.7,
        1077.04
    ],
    [
        " not seen it before and I think that people don't realize that there's a thread, not not just a",
        1077.04,
        1082.0
    ],
    [
        " tenuous one, a very direct organizational thread connecting the individuals and the groups",
        1082.02,
        1087.56
    ],
    [
        " from Al Qaeda and Iraq, the people you were fighting in Ramadi that we were going after in Fallujah",
        1087.56,
        1092.36
    ],
    [
        " and O4 right on up through the Islamic State. These are the same people. Some of them swap out. We",
        1092.36,
        1098.04
    ],
    [
        " kill the leaders and people step up. But these are groups that have gone through name changes.",
        1098.04,
        1102.1
    ],
    [
        " And then you can take it back further. And it's not just Al Qaeda and Iraq. A lot of these people",
        1102.66,
        1108.3
    ],
    [
        " are former bathists and Iraqi army soldiers, officers, people who were regime loyalists.",
        1109.16,
        1114.44
    ],
    [
        " And so I would, I knew a lot of people who would have this attitude of like, well, look, I was",
        1115.12,
        1119.06
    ],
    [
        " against the Iraq war. George Bush is a war criminal and so is Dick Cheney, the whole lot of them,",
        1119.06,
        1124.52
    ],
    [
        " they should all be in jail. Uh, but ISIS is, this is something different. We really got to do",
        1124.52,
        1129.32
    ],
    [
        " something about this. And they don't realize and it's not their fault because this is just not,",
        1129.32,
        1134.24
    ],
    [
        " this was not how the narrative was presented to them. They don't realize these are the same people",
        1134.26,
        1138.36
    ],
    [
        " doing the same things that we were fighting in the war in the early days and the people who were",
        1138.36,
        1146.38
    ],
    [
        " actually running that country before we went in. And I think that's something that's a connection",
        1146.38,
        1151.32
    ],
    [
        " that does not get made for most people. And I wonder if they really understood that. That these",
        1151.32,
        1156.04
    ],
    [
        " ISIS people, especially after 2010, ISIS after 2010 was almost entirely run by former Saddam regime",
        1156.04,
        1163.5
    ],
    [
        " loyalists. Okay. And so these people were running that country before. And if you knew that,",
        1163.92,
        1168.78
    ],
    [
        " if you understood that, how do you feel about going in? And I get it, you know, from a strategic",
        1169.02,
        1174.9
    ],
    [
        " standpoint or whatever, you can have reservations. You can't clear up every evil in the world. But I",
        1174.9,
        1179.58
    ],
    [
        " wonder, I think a lot of people would maybe consider it differently if they understood that. And, um,",
        1179.58,
        1184.78
    ],
    [
        " yeah, it's a tough message to get out to people. And I don't know why it didn't get out more clearly",
        1185.66,
        1189.56
    ],
    [
        " in the mid-during the war. Well, it was good. I guess it was good rebranding. Right? It's good",
        1189.56,
        1196.16
    ],
    [
        " rebranding. I had, uh, uh, at echelon front, I had, I got an offer to work with a company. They",
        1196.16,
        1203.44
    ],
    [
        " said, well, what do you want me to do a keynote speech? And the, the, the name of the company was some",
        1203.44,
        1208.16
    ],
    [
        " real, I didn't recognize it. You know, I said, oh, you know, what's the company? Uh, whatever the",
        1208.16,
        1213.28
    ],
    [
        " name of it was brand-ex or whatever. Some just didn't, didn't strike me in any way. And, you know,",
        1213.28,
        1219.52
    ],
    [
        " they wanted me to come and do a keynote. And, you know, so my, my, um, director of operations,",
        1219.56,
        1223.74
    ],
    [
        " Jamie said, oh, we got this company. They wanted to do a keynote and I said, okay, let me, let me take",
        1223.86,
        1227.3
    ],
    [
        " a look. Let me see who they are. And it was a giant tobacco company. And it was a company that had",
        1227.3,
        1231.48
    ],
    [
        " changed their name whatever five years ago, three years ago. And I said, oh, no, I'm not doing that.",
        1231.48,
        1237.16
    ],
    [
        " And the thing was like, you know, it was good branding. They didn't know who it was. And that's,",
        1238.48,
        1244.5
    ],
    [
        " that's a, so who was doing that branding, though? I, I, I know a marine who was in Fallujah,",
        1244.5,
        1249.56
    ],
    [
        " who told me he didn't do it himself, but he knew the people who did, um, that there were torture",
        1250.16,
        1255.58
    ],
    [
        " rooms that they found in that city by the smell. Uh, for sure. And that, and that you would walk into",
        1255.58,
        1260.06
    ],
    [
        " houses that looked normal in normal neighborhoods. And I remember reading this one marine",
        1260.06,
        1264.04
    ],
    [
        " mage, you're talking about how you would wander through this normal house and you would open up a",
        1264.04,
        1267.78
    ],
    [
        " door into a bedroom or garage and it was silence of the lambs in there. So who's, who's doing that",
        1267.78,
        1273.68
    ],
    [
        " branding? Like that's what, you know, like who is hiding that from people? And I don't know if it's",
        1273.68,
        1278.48
    ],
    [
        " hiding. I don't know. Maybe they thought it was just too gruesome and we don't want to put that on",
        1278.48,
        1282.34
    ],
    [
        " the, I don't know. Well, I'm, I'm saying the rebranding done by the, by the perpetrators themselves.",
        1282.34,
        1288.22
    ],
    [
        " In other words, you know, quote, changing from insurgents to al-Qaeda and Iraq to ISIS. Those are,",
        1288.42,
        1296.06
    ],
    [
        " those are changes that got made along the way. And there's also, there are also, um, you know,",
        1296.1,
        1302.02
    ],
    [
        " groups where a group of grown people they'd take on new members that came from the other group. And so",
        1302.16,
        1306.66
    ],
    [
        " it's the same group of people with a different name and maybe a couple of different leaders here",
        1306.66,
        1311.28
    ],
    [
        " and there. But it was, it seemed like one of the reasons that people said, and you actually,",
        1311.28,
        1318.24
    ],
    [
        " you actually just said this minute ago, you got, ISIS came out of nowhere. You, you just got done",
        1318.3,
        1321.58
    ],
    [
        " saying, you know, ISIS has been around for a long time. And then you, in your own, you know,",
        1321.58,
        1325.46
    ],
    [
        " you just, we're telling the story. You said, I, people were shocked because ISIS came out of nowhere.",
        1325.5,
        1329.14
    ],
    [
        " Even you just, I meant that was the perception. Yeah. Yeah. That's a perception. But I mean,",
        1329.58,
        1333.56
    ],
    [
        " even you just said that ISIS came out of nowhere. You would literally just said, ISIS has been the",
        1333.58,
        1339.02
    ],
    [
        " same group of people. And then, you know, you were making the point that ISIS came seemed to come",
        1339.02,
        1343.3
    ],
    [
        " out of nowhere. But I'm saying, look, these, these groups changed their names. And when you change",
        1343.3,
        1352.32
    ],
    [
        " your name and they changed their look too, right? They went to this, you know, they made a flag,",
        1352.32,
        1357.42
    ],
    [
        " a new flag. And they carried that flag. And then they put on the all black outfits, which,",
        1357.76,
        1362.78
    ],
    [
        " well, quite honestly, insurgents a lot of times, sometimes they wear black, but a lot of",
        1362.98,
        1366.72
    ],
    [
        " times they were just wearing, you know, the, the tracksuit was the, was the kind of typical",
        1366.72,
        1370.42
    ],
    [
        " uniform or a dish dash or whatever. So there was some branding that happened that I think helped",
        1370.42,
        1378.22
    ],
    [
        " confuse the rest of the world in cutting that thread subconsciously that they didn't,",
        1378.22,
        1384.7
    ],
    [
        " couldn't make a connection that this group, this is the same group of people. But even at the time",
        1384.74,
        1390.44
    ],
    [
        " when the war was going on, I, I know that back here at home, the reality of, think about when,",
        1390.44,
        1399.24
    ],
    [
        " I'm sure this is personal for you a little bit, but when the movie, American Sniper came out,",
        1399.44,
        1407.38
    ],
    [
        " and you had this huge obscene push from certain quarters of the media and other places that were",
        1407.46,
        1414.18
    ],
    [
        " just, just going hard at Chris Kyle because he called, you know, he used the word savages and",
        1414.18,
        1421.52
    ],
    [
        " stuff like that. And like he's calling a racky savages. That, that makes sense if you have no idea",
        1421.52,
        1428.68
    ],
    [
        " what you guys were dealing with over there. And most people don't, they don't realize like that,",
        1428.68,
        1433.76
    ],
    [
        " you know, the Iraqi insurgency isn't, it was not the same, it was not just some resistance group,",
        1434.0,
        1438.9
    ],
    [
        " that there was a level of obscenity and violence and evil that had taken root over there.",
        1438.9,
        1445.04
    ],
    [
        " That was, that it was really unique in a lot of ways, except that, you know, it was what you see",
        1445.76,
        1451.06
    ],
    [
        " from ISIS only, they didn't cut the slick videos for everybody. And to that point, I mean,",
        1451.06,
        1456.32
    ],
    [
        " Chris Kyle calling the enemy and Iraq savages was not just Chris Kyle, that was me, that was everyone",
        1456.76,
        1463.44
    ],
    [
        " in task unit, bruiser, that was many of the people over there. And you know, I've gone back and forth",
        1463.44,
        1468.58
    ],
    [
        " with people on this and one of the things that I've said is when, you know, someone say,",
        1468.58,
        1473.54
    ],
    [
        " isn't it dehumanizing to label the enemy in this way? And I said, we didn't need to dehumanize this",
        1473.84,
        1484.26
    ],
    [
        " enemy, they dehumanize themselves. That's what they did. The actions that they took were, were,",
        1484.26,
        1492.26
    ],
    [
        " beyond comprehension, beyond, and you know, just before, just before I showed up in Ramadi, there was",
        1494.54,
        1499.56
    ],
    [
        " a guy that had been helping the coalition and he was working with, I think he was working closely",
        1499.56,
        1506.62
    ],
    [
        " with the task unit that was there before us, but it might have been one of the adjacent units.",
        1506.62,
        1511.24
    ],
    [
        " But the insurgents found this out and they, they, they skinned the guy alive, right? And you're",
        1512.18,
        1519.06
    ],
    [
        " rolling in there and you're thinking yourself, okay, this is who we're dealing with. These aren't,",
        1519.06,
        1526.62
    ],
    [
        " these aren't humans. These are not humans. You don't skin someone alive if you're a freaking",
        1526.62,
        1532.42
    ],
    [
        " human being. That's not what you do. And so we knew out of the gate, that's, that was like our",
        1532.42,
        1537.48
    ],
    [
        " in briefing to Ramadi. Here's who you're, here's who you're going to be dealing with.",
        1537.48,
        1541.32
    ],
    [
        " And knowing that, you know, I think maybe you go into a fight, go into a war and you know,",
        1541.76,
        1548.22
    ],
    [
        " somewhere in your mind that, you know, your soldier, soldiers get shot. You catch an AK round,",
        1548.22,
        1553.5
    ],
    [
        " you get blown up by an ID, whatever. I remember reading in, I think, Leaf told the story in",
        1553.76,
        1560.62
    ],
    [
        " Extreme Ownership, one of the times where him and another guy, I think just a, a Marine,",
        1560.62,
        1564.34
    ],
    [
        " they ended up getting separated. Yeah, yeah. For while it's near the beginning. It was,",
        1564.9,
        1567.62
    ],
    [
        " it was, it was our UD guy, yeah. And yeah, that's what it was. And you get separated, things happen.",
        1567.68,
        1572.1
    ],
    [
        " This is a place where, you know, you can kind of handle catching an AK round. Where if you get wounded,",
        1572.64,
        1577.68
    ],
    [
        " and they get their hands on you alive, your suffering is going to be limited by their creativity.",
        1577.68,
        1583.58
    ],
    [
        " And that's it. Yeah. And that's those, these are the kind of people that you're, that you're dealing",
        1584.08,
        1588.28
    ],
    [
        " with. And then the thing you have to remember is that their creativity, as I'm sure we'll get into,",
        1588.28,
        1592.74
    ],
    [
        " it's not there on the spot creativity. It's, it's creativity. That's decades of experience",
        1593.2,
        1597.9
    ],
    [
        " on how to torture human beings to death. Um, in 2008, I was, uh, there's this Gihadi message board.",
        1597.9,
        1605.78
    ],
    [
        " It got shut down like later that year, but it was kind of the most popular one at the time.",
        1605.78,
        1609.62
    ],
    [
        " And after the Ambar awakening, um, there was a, it's all they were talking about, right?",
        1610.58,
        1615.64
    ],
    [
        " The people of Ambar were traders, the post dates for, so this is a, this is a, uh, a message board",
        1615.84,
        1622.4
    ],
    [
        " on the internet that you would go on and read what these, yeah, they would, savages were saying.",
        1622.4,
        1629.68
    ],
    [
        " They would talk to each other. Um, some of them were just supporters from around the world. Um,",
        1629.78,
        1634.98
    ],
    [
        " supposedly we're over there. But these are all people who were on that side. And they were talking",
        1635.4,
        1639.6
    ],
    [
        " about it in that manner. And, um, there was this one discussion about what had happened in Ambar",
        1639.6,
        1645.1
    ],
    [
        " after Ramadi had fallen, uh, you know, from their perspective fallen. And, you know, uh,",
        1645.1,
        1651.04
    ],
    [
        " people are complaining about the people in Ambar all this. And one guy steps in and says, don't worry,",
        1651.22,
        1655.16
    ],
    [
        " you know, yes, we've lost this, but we've got a long time horizon. And there's nothing to worry",
        1655.64,
        1659.64
    ],
    [
        " about as long as our leader, Abu Omar al-Baghdadi is here with us to lead us.",
        1659.92,
        1665.4
    ],
    [
        " Abu Omar al-Baghdadi died in 2010 when we took out most of leadership of IASI. He was replaced",
        1666.76,
        1672.7
    ],
    [
        " by Abu Bakr al-Baghdadi, the leader of IASI said everybody knows who went up the steps of that",
        1672.7,
        1677.42
    ],
    [
        " mosque in Mosul and, you know, announce the Islamic State. There's a direct line of succession",
        1677.42,
        1681.18
    ],
    [
        " going back there. And you can take him from, from, uh, Abu Omar, you go directly back to Zarkawi.",
        1681.18,
        1687.88
    ],
    [
        " You know, these are the same people in 2004, you know, um, this is stuff that I didn't know until",
        1688.2,
        1694.32
    ],
    [
        " maybe a handful of years ago that in 2004, the stuff that they were finding in Fallujah, right,",
        1694.32,
        1699.86
    ],
    [
        " where they would go into these torture rooms and find people,",
        1699.92,
        1702.5
    ],
    [
        " chain to the wall with their legs chopped off. That had happened while they were still alive.",
        1702.5,
        1707.08
    ],
    [
        " Um, you know, just people mutilated and beaten to death. That's not even worth mentioning. That's",
        1707.6,
        1717.86
    ],
    [
        " just incoherent from torture and starvation who were booby trapped, you know, to blow up if anybody",
        1718.96,
        1724.54
    ],
    [
        " comes and tries to help them. And none of that kind of stuff, you know, all I heard coming out of",
        1724.54,
        1730.32
    ],
    [
        " especially first Fallujah watching most of our news media is that we went into hard and, uh, you know,",
        1730.32,
        1737.26
    ],
    [
        " Mattis and the rest of the Marines bit down on their, you know, mouthpieces a little bit too hard",
        1737.5,
        1742.38
    ],
    [
        " and went in there and tore the city up and killed a bunch of civilians. That's the narrative",
        1742.38,
        1745.96
    ],
    [
        " that got really. Yes. That's interesting. And, you know, I think that, uh, yeah, it was only in,",
        1745.96,
        1753.14
    ],
    [
        " like, maybe the last handful of years that I, and so who's in charge of Al Qaeda in Iraq at that time?",
        1753.14,
        1757.22
    ],
    [
        " That's Sarkawi. These are the people, right? These are the insurgents. And they're doing all the things",
        1757.32,
        1762.04
    ],
    [
        " that, you know, that that that that now today when, you know, it's ISIS, we say this is something",
        1762.04,
        1767.32
    ],
    [
        " different. We have no choice but to act. And, uh, and you can trace that directly back. Who were,",
        1767.32,
        1772.86
    ],
    [
        " who were people who ran, um, you know, people who ran for ISIS, who ran the, uh, Ministry of Finance,",
        1772.86,
        1778.88
    ],
    [
        " the military ministry, the security ministry, the interior ministry. These are all former",
        1779.24,
        1784.46
    ],
    [
        " Bathas Saddam regime guys. Okay. The Saddam regime provided, you know, most of the NCO type guys,",
        1784.46,
        1792.02
    ],
    [
        " most of the junior officer type guys, you know, in their organization. That's who these people were.",
        1792.2,
        1796.46
    ],
    [
        " And like you said, there's decades and decades and decades of experience in torture. You know,",
        1796.68,
        1802.64
    ],
    [
        " the, the, the, the, the Iraqi insurgency is, uh, it's, it's, it's very interesting and different",
        1802.64,
        1810.32
    ],
    [
        " because you go back and read Mao, go back and read general like Bowen, JAP, the Vietnamese general,",
        1810.32,
        1816.0
    ],
    [
        " and you know, they would talk a lot about like, we don't have supply trains, logistics,",
        1816.1,
        1821.28
    ],
    [
        " trains, we don't have factories like the state does. We don't have any of that support structure.",
        1821.52,
        1825.34
    ],
    [
        " They have the ultimate weapon. We need the people, right? And we gotta make sure you read Mao's",
        1825.5,
        1830.22
    ],
    [
        " stuff and he says, look, if you got to go into somebody's house, roll up your bed roll when you're",
        1830.22,
        1833.94
    ],
    [
        " finished and close the door behind you gently when you leave and don't lie to the people, they got",
        1833.94,
        1838.02
    ],
    [
        " to know that we're on their side. The Iraqi insurgency was not looking at things like that. You know,",
        1838.02,
        1843.36
    ],
    [
        " these were, first of all, a lot of them were foreigners. And second of all, they're coming from a",
        1843.6,
        1847.78
    ],
    [
        " place where if you don't do what they say, you're in apostate anyway. And they felt just, and,",
        1847.78,
        1851.86
    ],
    [
        " and a lot of them were former regime guys, Saddam guys who had been used to for decades,",
        1851.86,
        1856.62
    ],
    [
        " ruling that country through pure brutality and terror. And it's not a matter of getting the people",
        1856.84,
        1862.48
    ],
    [
        " to believe that they're on, that you're on their side and fighting their war. It's that you better",
        1862.48,
        1867.56
    ],
    [
        " be afraid of us and the Americans can't protect you. And you know, that's the mentality that they",
        1867.56,
        1874.12
    ],
    [
        " brought to these people. And whatever some of the Iraqis may have thought of the Americans",
        1874.12,
        1877.24
    ],
    [
        " early on, and maybe they, you know, there were some who said, yeah, somebody's coming and fighting",
        1877.24,
        1882.16
    ],
    [
        " for a hacker, whatever it is, these insurgent groups, they learned pretty quickly. They learned",
        1882.16,
        1887.8
    ],
    [
        " pretty quickly what these people were about. But by that point, you know, they, they were",
        1887.8,
        1892.14
    ],
    [
        " cout into submission for the most part. Yeah, well, the, the, yes. And that's what's, that's what's",
        1892.14,
        1899.76
    ],
    [
        " hard because when you're in a struggle for power, the benevolent way is obviously better, but you",
        1899.76,
        1910.22
    ],
    [
        " have to have the, you have to have benevolent benevolency and you have to have power. Like you,",
        1910.22,
        1918.12
    ],
    [
        " you have to be able to back it up. And then you have to have the willingness to back it up. And",
        1918.12,
        1923.48
    ],
    [
        " then you have to have the understanding that you back it up in the right way. So it's really the",
        1923.48,
        1929.06
    ],
    [
        " fighting that war with those rules is really, really hard. The other side that just is going to",
        1929.06,
        1936.94
    ],
    [
        " rule through fear. That's, that's an easy, that's it. How long does it take to come up with the,",
        1936.94,
        1942.18
    ],
    [
        " the concept of operations for that 15 minutes? How long does it take to come up with the concept",
        1942.4,
        1948.46
    ],
    [
        " of operations to do this in a benevolent way? And then you get into the ground truth of how does",
        1948.46,
        1955.52
    ],
    [
        " an American differentiate between when they go into a house between someone that's from Syria",
        1955.52,
        1961.52
    ],
    [
        " and someone that's from, you know, wherever in Iraq, the answer is they can. It's very, very",
        1961.56,
        1967.58
    ],
    [
        " difficult. Now, once we were working with Iraqi troops, they could do it. But when we first",
        1967.58,
        1973.74
    ],
    [
        " got there, the first, well, the first three years, that's, that's a, it's a, it's a shit show.",
        1973.74,
        1979.64
    ],
    [
        " And we just don't have the capability of going into a building or going into a neighborhood and",
        1980.3,
        1984.38
    ],
    [
        " figuring out, oh, this guy's from Syria, but this guy, you know, and I always talk about how long",
        1984.38,
        1989.36
    ],
    [
        " does it take the, how long does it take for you to tell that someone is from the, the north of",
        1989.36,
        1994.46
    ],
    [
        " the south, you know, someone says, if someone says, hey, how are you all doing today? It's like,",
        1994.46,
        1999.58
    ],
    [
        " okay, you're from Texas. Cool. Got it. If someone, you know, comes in with a strong New England accent,",
        1999.58,
        2005.14
    ],
    [
        " you, you know that. If you ask them what they had for breakfast, you know, and they say,",
        2005.36,
        2009.1
    ],
    [
        " grits, cool, you know, they're from the south. If they say bacon and eggs, you know, you know,",
        2009.1,
        2012.6
    ],
    [
        " you know, you mean like you can figure it out. We couldn't do that. And so now you're applying",
        2012.62,
        2016.76
    ],
    [
        " your force, just kind of blanket, applying your force. But at the same time, you're trying not to do",
        2016.9,
        2026.6
    ],
    [
        " that. No. All the other sides doing is just, just applying force. That's what they're doing. And",
        2026.6,
        2032.34
    ],
    [
        " their only mission is to make everyone so fearful. They win that war. They win that struggle",
        2032.34,
        2039.42
    ],
    [
        " because of those reasons. And look, good, I believe wins in the long run. But when you go into that",
        2039.42,
        2046.6
    ],
    [
        " situation, then you've got, you know, Americans that are trying to figure out who's who. And they're",
        2046.74,
        2053.28
    ],
    [
        " trying to assemble this thing. You know, they're trying to, they're trying to build a dollhouse,",
        2053.28,
        2061.5
    ],
    [
        " right? They're trying to build a dollhouse, trying to get these little pieces together. And it's",
        2061.74,
        2067.52
    ],
    [
        " delicate. And that's what you're trying to do. Meanwhile, the only thing the other people have to do",
        2067.52,
        2072.88
    ],
    [
        " is smash the dollhouse. That's all they need to do. Smash it. It's just that much easier.",
        2072.88,
        2077.26
    ],
    [
        " And to let every single person know that if they somewhat just pick up a hammer or a chisel to",
        2077.46,
        2082.62
    ],
    [
        " help you build it, then their whole family is dead. Murdered. No. I mean, it's a group whose",
        2082.62,
        2089.46
    ],
    [
        " goal was chaos and death. You know, it was, it was, because like you said, they don't have to do",
        2089.46,
        2095.98
    ],
    [
        " anything other than make this place impossible to live in. You know, under the, under the idea that",
        2095.98,
        2101.94
    ],
    [
        " that will cow the population, that will eventually get frustrated and leave. And, you know, I want",
        2101.94,
        2108.92
    ],
    [
        " to talk about the regime a little bit too, because you'll have a lot of people say, okay, okay,",
        2108.92,
        2112.42
    ],
    [
        " so ISIS and al-Qaeda and Iraq, those insurgents, we can connect that thread. That's fine. And yeah,",
        2112.6,
        2117.28
    ],
    [
        " there were some, there were a lot of bathists and Iraqi officers and these groups and everything fine.",
        2117.46,
        2122.06
    ],
    [
        " But we created the circumstances for those things to arise because we went in there and smashed",
        2122.46,
        2127.0
    ],
    [
        " the Iraqi state and created this chaotic situation. And look, as we'll get into in future episodes,",
        2127.0,
        2133.46
    ],
    [
        " I think that especially at the civilian command level, there were aspects of the planning that were",
        2133.46,
        2140.2
    ],
    [
        " criminally stupid and criminally negligent in a lot of ways. It was not handled well in those",
        2140.2,
        2146.72
    ],
    [
        " early days, right? But as far as the idea of going in there, like we, you remember, uh,",
        2146.72,
        2153.56
    ],
    [
        " we'll, we'll get into that. I want to, yeah, I want to interject this. Yeah. It's really hard to",
        2153.7,
        2159.9
    ],
    [
        " predict what is going to happen. And doing something stupid, making a bad decision is something",
        2159.9,
        2168.44
    ],
    [
        " that can happen in war. War is so dynamic. So if someone makes a bad decision, so the statement",
        2168.44,
        2175.86
    ],
    [
        " that you just made, uh, there are some criminal negligence in the planning, okay? Here's why I will",
        2175.86,
        2181.64
    ],
    [
        " push back against that. I figured we get into this little bit. Well, well, here's why I'll push back",
        2182.48,
        2186.32
    ],
    [
        " against it. You make, and then I'll, and then I'll come to your side a little bit. You make a mistake.",
        2186.32,
        2192.42
    ],
    [
        " Okay. Look, what you do when you make a mistake and you see things are going bad, you say,",
        2192.86,
        2198.06
    ],
    [
        " hey, listen, I picked the wrong strategy. This isn't working. This is where I'm doing correct it.",
        2198.08,
        2201.88
    ],
    [
        " As far as I'm concerned, when you do that and you take ownership of your decision and you",
        2202.32,
        2207.38
    ],
    [
        " recognize that it's not working, I, you got redemption from me and you're going to adjust.",
        2207.44,
        2213.7
    ],
    [
        " That's okay. The problem that I ran into is, or the problem that I have where the, where the",
        2214.18,
        2220.18
    ],
    [
        " negligence comes in is, oh, I made this decision. It's not going well. I'm going to keep going with",
        2220.18,
        2228.94
    ],
    [
        " the same decision. I'm going to keep pushing in the same direction. I'm going to keep trying the",
        2228.94,
        2231.82
    ],
    [
        " same strategies and tactics over and over again, even though it's not getting better. And in fact,",
        2231.82,
        2236.3
    ],
    [
        " I'm going to go harder in that direction. So, you know, I'm sure we'll get into what those",
        2236.3,
        2242.42
    ],
    [
        " decisions were, but my biggest problem with the way things unfolded wasn't that we, as a nation,",
        2242.42,
        2250.72
    ],
    [
        " our leaders, we as a military, not that we made a bad plan. It's that as the plan",
        2251.38,
        2259.06
    ],
    [
        " was executed, things didn't go the way we thought in some cases. And that's going to happen. And we",
        2261.28,
        2268.82
    ],
    [
        " can go, oh, yeah, okay, cool. We didn't, we didn't expect this. Okay, let's adjust. We didn't say",
        2268.82,
        2274.06
    ],
    [
        " that. We didn't say that it took us too long to figure that out. And there's a bunch of reasons",
        2274.06,
        2280.12
    ],
    [
        " behind that. I mean, I mean, one of the reasons I'll throw out right now is the way the military",
        2280.12,
        2284.8
    ],
    [
        " currently world war two, when you went to war, guess when you were coming home, when the war was",
        2285.12,
        2289.74
    ],
    [
        " over, you know, for the Marine Corps and like special operations, Marine Corps is six month",
        2289.74,
        2295.14
    ],
    [
        " deployments, special operations, you know, four to six month deployments. Again, there's variations",
        2295.14,
        2299.94
    ],
    [
        " in that army year, you know, sometimes they get stretched out. The army, the army could do some",
        2299.94,
        2305.72
    ],
    [
        " deployments. You know, they'll go, they'll go 12 months, 14 months, 16 months. And then at the end",
        2305.72,
        2310.36
    ],
    [
        " of that, you're going home. And all of the continuity and all that knowledge, look, you and I can",
        2310.36,
        2316.36
    ],
    [
        " spend, you know, two weeks doing a turnover. But at the end of a 14 month deployment, there's no",
        2316.36,
        2321.86
    ],
    [
        " possible way I can give you the information that I have in my head. So you get fresh blood coming",
        2321.86,
        2327.54
    ],
    [
        " in, they get turned over the strategy, they look at the strategies, say, you know, okay, we'll try,",
        2327.54,
        2331.66
    ],
    [
        " we'll try to we'll do better. And they keep trying it. So that's where I have a problem with",
        2331.76,
        2337.7
    ],
    [
        " leadership in any, in any situation. And there were military people who tried to push back though.",
        2338.02,
        2342.4
    ],
    [
        " And they were getting blocked a lot at the political level. And that's what drives me crazy. Yep,",
        2342.44,
        2346.38
    ],
    [
        " absolutely true. Absolutely true. There was, there was absolutely people that kind of fell on their",
        2346.52,
        2352.56
    ],
    [
        " sword as well to, to say, hey, we're doing this wrong. You know, this is, this is classic hack worth",
        2352.56,
        2357.84
    ],
    [
        " right? This is about face as the full bird colonel, the youngest colonel in the army at the time,",
        2357.84,
        2363.6
    ],
    [
        " saying, hey, or not at the time, but he was the youngest colonel that had been selected to colonel",
        2364.38,
        2372.1
    ],
    [
        " and and now it been a colonel for several years. But for him to say, hey, if we don't change the way",
        2372.1,
        2377.44
    ],
    [
        " we're doing this, we're going to lose. And he got drummed out of the army. That was it game over.",
        2377.44,
        2381.76
    ],
    [
        " You know, he was out of the army after and he was the most, the most decorated one, one of the most",
        2382.24,
        2388.74
    ],
    [
        " decorated soldiers, officers, military men in the army. And he, and that's something else we can",
        2391.02,
        2399.06
    ],
    [
        " talk about because when is it the right time to do that? When is it the right time to to to say,",
        2399.06,
        2405.3
    ],
    [
        " you know what, I'm not going to do this anymore. I'm going to go to the press and talk about this",
        2405.32,
        2409.1
    ],
    [
        " because then you lose all your influence, right? Because he was going to be a division commander next",
        2409.1,
        2413.7
    ],
    [
        " so once your division commander, all of a sudden you're controlling, you know, 15, 10, 15,000 troops",
        2413.7,
        2418.86
    ],
    [
        " and you're controlling all the giant area and you can make some real adjustments to the way",
        2418.86,
        2424.68
    ],
    [
        " you're fighting the war. Well, guess what? He didn't do that. And he fell on his sword",
        2424.68,
        2432.9
    ],
    [
        " at the end and lost all of his influence. And by the way, that word, he fell on his sword. It didn't",
        2432.9,
        2440.54
    ],
    [
        " help. The war kept going, kept going. And now, you know, of course, we look back and we see that,",
        2440.54,
        2446.0
    ],
    [
        " we see that people like McNamara and they, they, they did not see a, they did not see a victory",
        2446.16,
        2455.38
    ],
    [
        " out there on the horizon. And they barely even saw a, an honorable departure like we knew and we kept",
        2455.38,
        2463.88
    ],
    [
        " going. And so, yeah, there's, there's definitely, I'm sure we'll get into that as we, as we discuss",
        2464.84,
        2471.46
    ],
    [
        " this subject. Let's talk a little bit more while we're still in this episode because we will get",
        2471.46,
        2478.2
    ],
    [
        " into all that. I want to talk a little bit more about the regime itself. People have an idea",
        2478.2,
        2483.64
    ],
    [
        " that a rack that under Saddam Hussein was a tough place to live. I don't think people quite,",
        2483.64,
        2490.84
    ],
    [
        " you know, they think he's a dictator. I executed his political opponents. Assad's a dictator too.",
        2490.84,
        2496.46
    ],
    [
        " You know, he's even a bathist dictator. Very similar. I don't think they're that similar. I think",
        2496.96,
        2501.44
    ],
    [
        " that Assad is a dangerous brutal guy. I think Saddam was one of the unique characters in the 20th",
        2501.44,
        2507.24
    ],
    [
        " century. I think he was a psychotic paranoid on the level of somebody like Stalin. And that if he",
        2507.24,
        2512.7
    ],
    [
        " would have had those kind of resources, he would have done the same things that Stalin had done. And",
        2512.7,
        2518.04
    ],
    [
        " one of the, one of the best windows into that is looking at the way that he let his sons run around",
        2518.18,
        2524.36
    ],
    [
        " that country. Cartoonish, cartoonish stereotypes of what like the gangster boss's son,",
        2524.36,
        2533.08
    ],
    [
        " psycho son is like. Right? You can't make it up. From a B movie, you know, that kind of thing. And",
        2533.26,
        2538.5
    ],
    [
        " when you hear about somebody like Uday Hussein making a sport out of going to, going to weddings of",
        2541.38,
        2549.36
    ],
    [
        " regular people and deciding that he likes the way the wife looks and having his man escort her to",
        2549.36,
        2555.74
    ],
    [
        " the back so that he can do what he's going to do. And the husband shoots himself at the wedding",
        2555.74,
        2560.52
    ],
    [
        " because of the dishonor or let's it happen because everybody knows that if you resist your whole",
        2560.52,
        2568.8
    ],
    [
        " family's dead and you can't go tell the government because he's the, he's Saddam's son. Everybody",
        2568.8,
        2575.38
    ],
    [
        " knows what he's doing. Everybody knows that this is an accepted kind of known part of that society",
        2575.38,
        2583.0
    ],
    [
        " where there's nobody to appeal to. It gives you some, some bit of a window into what that regime",
        2583.58,
        2591.78
    ],
    [
        " was really like. And, and Uday was so bad that he basically worked himself out of a job",
        2591.78,
        2601.16
    ],
    [
        " because he was the older son and he was so, so absolutely reprehensible in his activities.",
        2601.16,
        2611.38
    ],
    [
        " And that's an activity like you kind of threw it out there like this, this happened this one time.",
        2611.38,
        2620.62
    ],
    [
        " No, that was like what he did. Go to a wedding, take the bride, take her away, rape her,",
        2620.92,
        2630.34
    ],
    [
        " and then walk away. And that kind of stuff really wasn't what costume is job either or his",
        2630.92,
        2636.68
    ],
    [
        " position. Like what costume is position was doing that kind of thing to important people.",
        2636.68,
        2640.7
    ],
    [
        " You know, he got married to some of Saddam's closest advisors daughters and then he beat the hell out",
        2641.26,
        2645.72
    ],
    [
        " of them, things like that. That's really what, you know, what got them in trouble. All the other stuff,",
        2645.72,
        2650.2
    ],
    [
        " you know, that stuff was par for the course. I mean, the state department, just known documented",
        2651.16,
        2656.68
    ],
    [
        " methods of brutality under that regime, crucifixion, hammering nails into people's fingers and hands,",
        2656.68,
        2663.84
    ],
    [
        " amputating, this has grew some stuff, but amputating genitals and breasts with electric carving knives.",
        2664.5,
        2671.24
    ],
    [
        " This is stuff that's documented. You know, we've all heard of the rape rooms. That's not made up by",
        2671.56,
        2678.62
    ],
    [
        " George Bush, you know, taking people's daughters, wives, children, raping them in front of the parents",
        2678.62,
        2685.08
    ],
    [
        " and family members, you know, to get them to talk. To get them to confess so that they would be",
        2685.08,
        2691.62
    ],
    [
        " executed. You know, we, my first deployment to Iraq, when we rolled in, you know, we were",
        2691.74,
        2697.58
    ],
    [
        " writing Baghdad International Airport. That's where we were staying and formerly known as Saddam",
        2697.58,
        2704.2
    ],
    [
        " International Airport. But there was a couple of his palaces and when you'd walk through him,",
        2704.2,
        2711.82
    ],
    [
        " you could go to, you could go to the rooms where the stuff took place, you know, where they had the hooks",
        2711.9,
        2715.78
    ],
    [
        " hanging from the ceilings, the drainage holes in the bottom, you know, implements of torture.",
        2716.36,
        2721.76
    ],
    [
        " And you get that, you walk into one of those rooms. And of course, I mean, we're all,",
        2722.4,
        2728.92
    ],
    [
        " whatever we all got a dark side. And so, you know, somebody's, hey, did you see the room over it,",
        2729.08,
        2733.74
    ],
    [
        " whatever whatever castle was? And no, let's go look at it. Okay, cool. So, you know, you go over there",
        2733.9,
        2738.4
    ],
    [
        " and you walk in there and you're, you're, you know, you're, you're four, you know, obnoxious,",
        2738.4,
        2747.98
    ],
    [
        " gregarious, seal buddies and you, you walk into that room and it's just quiet. Guys who are pretty",
        2748.16,
        2754.54
    ],
    [
        " comfortable with violence by the way. Guys that are completely comfortable with violence and death",
        2754.54,
        2758.08
    ],
    [
        " and the whole nine yards and you walk in there and you're like, all right, this is one of the ones",
        2758.08,
        2764.24
    ],
    [
        " I like to use on some of my liberal friends is what he did at the end of the Gulf War. Like,",
        2764.24,
        2774.18
    ],
    [
        " a lot of people don't know today by and by about three to five times the largest oil spill",
        2774.24,
        2779.08
    ],
    [
        " in history was not an accident as he was retreating out of Kuwait. He just opened up all the oil",
        2779.08,
        2786.82
    ],
    [
        " pipelines and let it spill out into the Persian Gulf. You know, partly because he wanted to block",
        2786.82,
        2791.96
    ],
    [
        " an amphibious landing but really just to be an asshole. Something like that though, to do",
        2791.96,
        2798.22
    ],
    [
        " something that catastrophically bad out of spite, it, it, it shines a little more light on,",
        2798.22,
        2804.38
    ],
    [
        " you know, you can, you can kind of apply, you know, weapons of mass destruction. These guys aren't",
        2804.88,
        2810.92
    ],
    [
        " suicidal, right? I'm sorry. If a guy is creating by a factor of three to five, the largest oil spill",
        2810.92,
        2817.18
    ],
    [
        " in human history just out of spite because he's getting run out of Kuwait, lighting all the oil",
        2817.18,
        2822.02
    ],
    [
        " wells on fire so that it was just an environmental disaster with the sky's black and for God knows how",
        2822.02,
        2826.94
    ],
    [
        " long. You don't know what that guy's going to do. You know, you don't know what that guy's going to do.",
        2826.94,
        2831.22
    ],
    [
        " That tends to make a dent a little bit sometimes because that's an unpredictable character, you know.",
        2832.02,
        2838.32
    ],
    [
        " I mean, not to mention just what he could do when people, you know, we can think, talk about the",
        2839.04,
        2843.52
    ],
    [
        " individual actions, the brutality, the torture. You know, when he was worried about the Kurds,",
        2844.04,
        2849.56
    ],
    [
        " when he was fighting the Iranians in the late, in the late 80s, you know, he used chemical weapons to",
        2849.58,
        2853.96
    ],
    [
        " kill thousands and thousands of people on population centers. He's just dumping chemical weapons.",
        2853.96,
        2858.32
    ],
    [
        " Dumping like cocktails too. From what I remember, it was like VX gas, seren, like all combined",
        2858.78,
        2866.14
    ],
    [
        " together. Hey, I'm not really sure what I'm doing, but I know this is going to kill a bunch of",
        2866.14,
        2870.02
    ],
    [
        " people. So yeah, that, you know, and I'm sure this could just ignite the, the, the, the, the,",
        2870.36,
        2876.66
    ],
    [
        " the masses, the hordes to talk about the WMD thing because rolling into this thing,",
        2876.66,
        2883.76
    ],
    [
        " you know, I can't believe we fell for that. Like this guy was saying it. This guy had said it,",
        2884.26,
        2891.22
    ],
    [
        " his own jet, like we had intel sources, reliable sources that were like, oh yeah, he's got him.",
        2891.38,
        2897.04
    ],
    [
        " His own sources, his own generals. That's what I'm saying. Reliable sources that said, yes, he has him",
        2897.22,
        2903.28
    ],
    [
        " because he wanted his neighbors to think he wanted everyone to think he had him.",
        2903.28,
        2906.02
    ],
    [
        " And guess what? He did a great job of convincing everybody, including us. And sure, hindsight 2020.",
        2906.06,
        2911.68
    ],
    [
        " The Bush administration made a big mistake by putting all of their money on that.",
        2912.66,
        2918.1
    ],
    [
        " Yeah, I can, because there were, when you get into what was going on in that regime,",
        2918.38,
        2923.52
    ],
    [
        " there were plenty of reasons to go take that dude out. And, um, and it was just, it was a marketing",
        2923.94,
        2930.72
    ],
    [
        " mistake. You know, they shouldn't have done it. They shouldn't have just put all of their chips on",
        2930.72,
        2934.1
    ],
    [
        " that one thing, you know, and it's unfortunate that they did. And I think if they hadn't done that,",
        2934.1,
        2939.42
    ],
    [
        " then the war itself might have unfolded a little. It would have given them liberty to try to win",
        2939.5,
        2942.98
    ],
    [
        " the war in 0 4 and 0 5 rather than just sitting back and trying to avoid casualties for a while,",
        2942.98,
        2948.02
    ],
    [
        " because they were worried about losing support. Once it started to become clear that maybe we're",
        2948.46,
        2953.32
    ],
    [
        " not going to find these things, you know, I think they didn't know what to do exactly.",
        2953.32,
        2956.6
    ],
    [
        " So, um, there is, uh, there is this, this account that I wanted to read to you actually, um,",
        2958.58,
        2967.04
    ],
    [
        " by a Saddam nuclear engineer who was married to a woman from Canada. It's the only reason he",
        2968.04,
        2975.3
    ],
    [
        " made it out alive. But he was taken prisoner. And, uh, you might if I just, I want to read his",
        2975.3,
        2982.68
    ],
    [
        " account to you because it's pretty telling what, what this place was about. His name is Dr.",
        2982.68,
        2988.48
    ],
    [
        " Shah Rastani. In 1979, there was a backlash by the regime in Iraq because of activists in the",
        2988.62,
        2995.42
    ],
    [
        " Shia community. By the summer, the regime had started large scale executions and mass arrests.",
        2995.42,
        3000.6
    ],
    [
        " This is right when Saddam took over in 1979. So they don't exactly know what this guy's about yet,",
        3001.4,
        3005.7
    ],
    [
        " right? I voiced my concern about human rights at atomic energy meetings. I knew I was very",
        3005.72,
        3011.46
    ],
    [
        " crucial to their atomic energy program. I thought they would not arrest me for voicing my concern.",
        3011.46,
        3015.9
    ],
    [
        " I wanted Saddam to know what I said. I was wrong. A little earlier, the regime had arrested and",
        3016.58,
        3022.24
    ],
    [
        " executed one of my cousins, Al-Ashar Astani. He was on his honeymoon and had only been married for",
        3022.24,
        3027.48
    ],
    [
        " 14 days. He was not associated with any party. He was arrested in the street and taken away from",
        3027.48,
        3033.22
    ],
    [
        " his wife and sister. Uh, and his wife and sister were brought to the torture chamber to see him.",
        3033.22,
        3038.06
    ],
    [
        " They had given him a hideous torture. They had filled him with gas through his rectum and then",
        3038.5,
        3042.94
    ],
    [
        " beaten him. They threatened his young wife in front of him and then they banged his head into the",
        3042.94,
        3047.08
    ],
    [
        " wall so hard that the wall was shaking and then they killed him. By this time, Saddam was president",
        3047.08,
        3052.72
    ],
    [
        " and he came to see us and he told us that he was going to redirect us at the atomic energy",
        3052.72,
        3057.5
    ],
    [
        " organization, that we were going to work on what he called strategic projects. Until July 1979,",
        3057.5,
        3063.74
    ],
    [
        " we had been involved in purely peaceful applications of atomic energy. I and my colleague,",
        3063.8,
        3068.86
    ],
    [
        " Dr. Ziyad Jafar, were Saddam's two advisors. We were reputable, internationally trained scientists.",
        3069.12,
        3075.16
    ],
    [
        " We were also close friends. I discussed this with him. I said, if Saddam wants military",
        3075.4,
        3080.18
    ],
    [
        " applications, there's no way I can continue with this organization. At that time, we didn't take",
        3080.18,
        3085.2
    ],
    [
        " it seriously because we knew Iraq had limitations. I assumed I would just be thrown out of the",
        3085.2,
        3090.22
    ],
    [
        " organization. They came to the atomic energy organization when I was talking to the board of",
        3090.4,
        3094.8
    ],
    [
        " directors on December 4, 1979. They said, could we have a word with Dr. Hussain? Hussain",
        3094.8,
        3100.74
    ],
    [
        " Sharastanis's name. As I stepped outside, they put handcuffs on me, shoved me into a car and",
        3100.74,
        3106.92
    ],
    [
        " took me to the security headquarters in Baghdad. At security headquarters, they took me into the",
        3106.92,
        3112.82
    ],
    [
        " director of security Dr. Fidel Barak, who was later executed by Saddam. He said that some people",
        3112.82,
        3119.28
    ],
    [
        " who had been arrested and brought to the headquarters had given my name. I denied any involvement",
        3119.28,
        3123.58
    ],
    [
        " in political parties. I said I was a practicing Muslim, but that I had never taken part in subversive",
        3123.58,
        3127.68
    ],
    [
        " activities. Then they brought me to a man I knew. Jawad Zobati, a building contractor.",
        3127.68,
        3133.24
    ],
    [
        " He had been so badly tortured I hardly recognized him. Jawad said, I know Dr. Hussain.",
        3134.04,
        3139.68
    ],
    [
        " He comes to the mosque and takes part in our religious activities. For them, religious",
        3140.16,
        3144.5
    ],
    [
        " activities meant anti-government activities. They said to me, better tell us all, you'll regret it.",
        3144.68,
        3150.14
    ],
    [
        " Then they took me to the torture chamber in the basement. They blindfolded me and pushed me",
        3151.2,
        3155.58
    ],
    [
        " down the stairs into the chamber. It was a big room. My hands were tied behind my back and I was",
        3155.58,
        3161.2
    ],
    [
        " pulled up into the air by my hands. After five minutes, the pain was so severe in the shoulders",
        3161.2,
        3166.06
    ],
    [
        " that it was unbearable. Then they gave me shocks on sensitive parts of my body. By the end of the",
        3166.06,
        3174.38
    ],
    [
        " genitals and other parts of my body. After 15 minutes, they came to me and said, sign.",
        3174.38,
        3179.38
    ],
    [
        " I was in a very cold sweat. They knew you'll faint. They brought me down and gave me a short rest.",
        3180.0,
        3185.86
    ],
    [
        " I fell asleep for a few minutes. But this went on day and night, day and night. It went on for",
        3186.54,
        3192.34
    ],
    [
        " 22 days and nights. Four of them did it in shifts. Barack, who had a PhD in military psychology",
        3192.34,
        3200.86
    ],
    [
        " from Moscow was standing there. At one point, he said, look, Dr. Hussain, I'll tell you what your",
        3200.96,
        3206.74
    ],
    [
        " problem is. You think you're smart enough and we're stupid. You may be smart in your own field,",
        3206.74,
        3211.48
    ],
    [
        " but we know what we are doing. Just tell us what you know and get this over.",
        3211.48,
        3215.48
    ],
    [
        " I knew Saddam. He knew me. But this could happen to me. I remember once Saddam said to me,",
        3216.58,
        3221.9
    ],
    [
        " you were a scientist. I am a politician. I will tell you what politics is about. I make a decision.",
        3222.54,
        3228.4
    ],
    [
        " I tell someone else the opposite. Then I do something which surprises even myself.",
        3228.7,
        3233.44
    ],
    [
        " The torture techniques in Baghdad were routine and varied in severity. The electric shocks could",
        3234.96,
        3240.08
    ],
    [
        " be everywhere, but sometimes they would burn people on the genitals and go on burning until they",
        3240.08,
        3244.76
    ],
    [
        " were completely burned off. They did the same with toes. They sometimes beat people with iron on",
        3244.76,
        3250.32
    ],
    [
        " the stomach or chest. But with me, they were very careful not to leave any sign on me.",
        3250.32,
        3254.54
    ],
    [
        " I saw one man and they had used a hot iron on his stomach. They used drills and made holes",
        3255.0,
        3260.86
    ],
    [
        " in bones, arms and legs. I saw an officer, Naki Bhamid, and they dissolved his feet and acid.",
        3260.86,
        3267.9
    ],
    [
        " There was another torture where they would put sulfuric acid in a tub. They would take a man and",
        3268.64,
        3273.44
    ],
    [
        " start by dissolving his hands. Once the founder of the Dawah party, 41 Abdul Saheb Akhail was totally",
        3273.44,
        3283.04
    ],
    [
        " dissolved. Barak said to me, have you heard about Khail? This is where we dissolved him.",
        3283.6,
        3289.86
    ],
    [
        " In the final stages of torture, they have a table with an electrical saw. They can saw off a hand",
        3290.92,
        3296.04
    ],
    [
        " or a foot. The majority talk. The people who have refused to talk are exceptional. Adnan Salman,",
        3296.04,
        3302.76
    ],
    [
        " ahead of the Dawah refused to talk. He was brought in. I saw him. And by that time,",
        3303.18,
        3308.08
    ],
    [
        " they had a lot of confessions by other men who had been tortured. Adnan Salman was a teacher.",
        3308.22,
        3312.94
    ],
    [
        " Adnan knew. He was prepared. He told them, my name is Adnan Salman. I am in charge of the Dawah party",
        3313.4,
        3320.26
    ],
    [
        " and none of these people are responsible for our activities. These will be my last words to you.",
        3320.26,
        3324.7
    ],
    [
        " You will never extract a single word from me. They brought three doctors and told them that if",
        3325.18,
        3330.86
    ],
    [
        " Adnan died under torture, they would be executed. He didn't under a single word. Sometimes you would",
        3330.86,
        3337.42
    ],
    [
        " hear the doctors so scared because they could not bring him back from unconsciousness.",
        3337.42,
        3341.74
    ],
    [
        " I was in another torture room that could hear everything. I was in Abu Ghraib prison when I heard",
        3342.42,
        3347.3
    ],
    [
        " Adnan had been executed. He had not died under torture. One prisoner told me he was 17 and was the",
        3347.3,
        3354.76
    ],
    [
        " youngest prisoner. And so they made him sweep the corridors of the internal security headquarters",
        3354.76,
        3359.34
    ],
    [
        " every morning at seven o'clock. He saw a peasant woman from the south, but tattoos, he said,",
        3359.34,
        3364.8
    ],
    [
        " a woman from the marshes with a girl of 10 and a boy of about six. She was carrying a baby in her arms.",
        3365.2,
        3371.08
    ],
    [
        " The prisoner told me that as he was sweeping an officer came and told the woman,",
        3371.74,
        3375.92
    ],
    [
        " tell me where your husband is. Very bad things can happen. She said, look, my husband takes great",
        3376.58,
        3382.68
    ],
    [
        " pride in the honor of his woman. If he knew I was here, he would have turned himself in.",
        3382.68,
        3386.6
    ],
    [
        " The officer took out his pistol and held the daughter up by the braids of her hair and put a",
        3387.62,
        3392.0
    ],
    [
        " bullet into her head. The woman didn't know what was happening. Then he put a bullet into the",
        3392.0,
        3397.08
    ],
    [
        " boy's head. The woman was going crazy. He took the youngest boy by the legs and smashed the",
        3397.08,
        3403.2
    ],
    [
        " baby's brain on a wall. You can imagine the woman. The officer told the young prisoner to bring",
        3403.2,
        3409.68
    ],
    [
        " the rubbish trolley and to put the three children in it on top of the garbage and ordered the woman",
        3409.68,
        3415.0
    ],
    [
        " to sit on their bodies. He took the trolley out and left it. The officer had gotten to the habit of",
        3415.0,
        3421.14
    ],
    [
        " getting rid of people who were worthless. Now I know that there are questions about the Iraq war,",
        3421.14,
        3433.36
    ],
    [
        " about how we went about it, about whether it was a good decision, about how things went in the end",
        3433.66,
        3439.52
    ],
    [
        " when we bailed, but killing certain people, getting rid of certain people is a good in itself.",
        3439.52,
        3447.24
    ],
    [
        " There were things going on in that country and people doing them that the world is a better place",
        3447.68,
        3455.72
    ],
    [
        " for not having them around. This was a systematic, this was a regime of ISIS. People say what if",
        3455.72,
        3465.08
    ],
    [
        " ISIS won? What if they actually had their state? We know what happened. This is what happened.",
        3465.08,
        3469.36
    ],
    [
        " I think people really need to ask themselves. People can have honest debates about whether it's the",
        3470.96,
        3476.5
    ],
    [
        " role of America in the world or whether it's strategically viable or good for us to go intervene",
        3476.5,
        3483.76
    ],
    [
        " in things like this. But you're talking about a level of evil here that had taken possession of",
        3483.76,
        3489.56
    ],
    [
        " a population that is really extraordinary. It's not just a dictatorship. It's not just an authoritarian",
        3489.56,
        3496.54
    ],
    [
        " government. This is a level of evil that had taken those people in that country by the hair.",
        3496.54,
        3503.5
    ],
    [
        " However the thing played out and whatever reasons were given in the press for why we went over",
        3506.8,
        3511.36
    ],
    [
        " there, we tried to get those people out of that situation.",
        3511.36,
        3514.3
    ],
    [
        " Well, yeah, we tried. I think probably a good place to wrap it up.",
        3515.26,
        3530.82
    ],
    [
        " We can move on from all the ugliness and some of the actual history here.",
        3530.92,
        3536.56
    ],
    [
        " Possibly. Let's wrap this one if you want to support this podcast. Then you can check out our",
        3537.16,
        3546.16
    ],
    [
        " other podcasts, Minor Jockel Podcast, Warrior Kid Podcast and Grounded Podcast, Daryl's Podcast,",
        3546.16,
        3551.54
    ],
    [
        " called Marjoram Made. You can also support this podcast and all those podcasts by getting some gear",
        3551.8,
        3558.12
    ],
    [
        " from jockelstore.com or from origin main.com.",
        3558.6,
        3565.0
    ],
    [
        " And if you were listening to this podcast on the Jockel Podcast feed,",
        3565.26,
        3571.66
    ],
    [
        " well eventually we will create its own feed and we'll separate these two. But look for that.",
        3572.14,
        3579.1
    ],
    [
        " Thanks for listening as things unravel. This is Jockel and Daryl.",
        3579.86,
        3586.74
    ],
    [
        " Out.",
        3586.74,
        3588.02
    ]
]