[
    [
        " How did you deal with losses in Jiu Jitsu? Jiu Jitsu day today.",
        0.0,
        4.38
    ],
    [
        " Losses.",
        4.52,
        6.52
    ],
    [
        " Assuming in a tournament, right? I just had my first tournament and got the floor wiped with me.",
        6.7,
        12.22
    ],
    [
        " Yeah, welcome to Jiu Jitsu.",
        12.52,
        13.7
    ],
    [
        " Yeah, that's a nice.",
        14.08,
        14.7
    ],
    [
        " The obvious thing is you got beat good.",
        14.72,
        17.42
    ],
    [
        " You learned, I think we've, I think we've gone through that one.",
        17.68,
        20.64
    ],
    [
        " And then really, you know, how did you get beat?",
        20.98,
        23.36
    ],
    [
        " What areas were you weak in?",
        23.6,
        25.04
    ],
    [
        " Then you analyze and improve in those areas.",
        25.48,
        28.2
    ],
    [
        " And that's Jiu Jitsu, right?",
        28.8,
        30.5
    ],
    [
        " Don't dwell in, in don't dwell in your loss,",
        30.66,
        34.94
    ],
    [
        " but learn from it and move forward.",
        35.28,
        37.7
    ],
    [
        " And actually speaking of Dave Burke,",
        37.88,
        41.6
    ],
    [
        " I was talking to Dave Burke and he was explaining to me",
        42.14,
        47.76
    ],
    [
        " his psychological current status in Jiu Jitsu.",
        47.76,
        52.7
    ],
    [
        " So he's, however, he's, he's basically my age.",
        52.9,
        56.22
    ],
    [
        " I'm 46. He might be 45 or something like that.",
        56.22,
        58.34
    ],
    [
        " But he's been basically a master of kind of everything he's done.",
        58.72,
        66.66
    ],
    [
        " You know what I mean?",
        66.96,
        67.52
    ],
    [
        " I mean, he's like, like, factually,",
        67.74,
        70.54
    ],
    [
        " if you look at his life, he's been top gun, top gun instructor.",
        70.76,
        77.88
    ],
    [
        " He was telling me that during operation,",
        78.18,
        81.88
    ],
    [
        " Southern watch, which was pre, you know, post first call for pre 9-11.",
        82.12,
        88.96
    ],
    [
        " He was the, he was one of the very, very, very few guys that actually",
        89.34,
        96.26
    ],
    [
        " dropped a live bomb.",
        96.26,
        97.94
    ],
    [
        " And, you know, back in the day, where no one had an experience,",
        98.14,
        102.06
    ],
    [
        " he was a guy that had really, really done it.",
        102.24,
        104.8
    ],
    [
        " And, and then he was top gun, top gun instructor.",
        105.0,
        108.6
    ],
    [
        " You know, you're just, and then F 35, F 22, just all that stuff that he's done.",
        109.02,
        113.84
    ],
    [
        " And he was, he was telling me that like if he thinks about it,",
        114.64,
        118.7
    ],
    [
        " he gets a little bit bummed out because he's just starting Jiu Jitsu right now.",
        118.86,
        123.38
    ],
    [
        " And obviously it's in his head.",
        123.44,
        124.8
    ],
    [
        " And he's thinking, oh, well, I'm never going to reach the highest level that I",
        125.1,
        129.84
    ],
    [
        " should or could if I had started younger.",
        129.84,
        135.2
    ],
    [
        " And so he, he's almost like if he thinks about that too much,",
        135.34,
        138.58
    ],
    [
        " it's almost like, well, then I'm just not going to do it.",
        138.58,
        140.46
    ],
    [
        " Yeah. Yeah.",
        140.48,
        140.8
    ],
    [
        " But he immediately was like, of course, I know that I'm going to do it.",
        141.16,
        145.36
    ],
    [
        " And I'm maybe as good as I can.",
        145.4,
        146.52
    ],
    [
        " But, you know, that's, that's also the way life is, right?",
        146.92,
        154.2
    ],
    [
        " Just like when you, how do you deal with losing in life?",
        154.4,
        157.26
    ],
    [
        " You learn from your mistakes, you move on, you don't dwell.",
        157.82,
        160.54
    ],
    [
        " It's the same thing as Jiu Jitsu.",
        160.74,
        161.8
    ],
    [
        " You study your weaknesses, you figure out what you can do.",
        162.0,
        164.62
    ],
    [
        " You fix those problems, you move forward, don't dwell on the past.",
        164.62,
        167.34
    ],
    [
        " That's it.",
        167.58,
        168.42
    ],
    [
        " Yeah.",
        168.48,
        168.76
    ],
    [
        " Those got beat good.",
        169.04,
        170.24
    ],
    [
        " Yeah.",
        170.6,
        170.88
    ],
    [
        " I actually put into perspective even more.",
        171.12,
        174.56
    ],
    [
        " Well, okay, so this is just an assumption.",
        174.82,
        176.82
    ],
    [
        " I know.",
        177.24,
        177.44
    ],
    [
        " I just had my first tournament.",
        177.98,
        179.62
    ],
    [
        " I'm assuming white belt, maybe blue belt.",
        179.84,
        182.2
    ],
    [
        " Okay.",
        182.28,
        182.56
    ],
    [
        " I'm assuming.",
        182.7,
        183.16
    ],
    [
        " Yep.",
        183.38,
        183.56
    ],
    [
        " You know, it just doesn't seem like at Brown belt or something.",
        184.04,
        187.66
    ],
    [
        " You're not asking this question.",
        188.26,
        189.68
    ],
    [
        " Oh, you're not in your first tournament.",
        190.08,
        191.14
    ],
    [
        " Yeah, typically.",
        191.38,
        192.12
    ],
    [
        " But, you never know, but you wouldn't have this in your mind where,",
        192.14,
        195.66
    ],
    [
        " like, how do you deal with loss?",
        195.76,
        196.98
    ],
    [
        " You, you won't have that in your mind as a Brown belt.",
        197.32,
        199.06
    ],
    [
        " Like you know, you know, it's a little bit more clear.",
        199.32,
        200.86
    ],
    [
        " Anyway.",
        200.86,
        201.22
    ],
    [
        " So unless you, this is like scarred you for life, I lost and I'll never compete",
        201.84,
        208.72
    ],
    [
        " ever again.",
        208.72,
        209.64
    ],
    [
        " Kind of thing.",
        209.92,
        210.48
    ],
    [
        " I think this is, this is a good way to think of it.",
        210.88,
        214.48
    ],
    [
        " Where, you know how it's like, I don't know, your first girlfriend,",
        214.58,
        219.0
    ],
    [
        " like junior high or something dumped you.",
        219.14,
        221.08
    ],
    [
        " Like at the time, it seems like,",
        221.08,
        222.48
    ],
    [
        " I don't know, whatever.",
        222.52,
        224.0
    ],
    [
        " And then when you're in the adult, you're like, oh my gosh,",
        224.5,
        226.28
    ],
    [
        " the same thing as you do.",
        226.44,
        227.22
    ],
    [
        " So like when you're a white belt and you lost your first, you know,",
        227.86,
        230.34
    ],
    [
        " as a white belt and you're, you know, I don't know, a blue belt,",
        230.4,
        234.06
    ],
    [
        " per belt, brown belt, black belt, whatever.",
        234.34,
        235.6
    ],
    [
        " And you're thinking about your first tournament.",
        235.78,
        236.98
    ],
    [
        " You're like, oh my gosh, who cares?",
        237.42,
        238.54
    ],
    [
        " It doesn't matter at all.",
        238.88,
        239.9
    ],
    [
        " And really when you kind of put into perspective, unless you want to dedicate",
        240.14,
        243.86
    ],
    [
        " your life to competing, the tournaments don't really mean anything.",
        243.86,
        247.24
    ],
    [
        " It's just fun.",
        247.44,
        248.26
    ],
    [
        " And if you take the fun out of it by putting everything on that one",
        248.26,
        251.98
    ],
    [
        " tournament that you're currently doing, you probably won't want to do it.",
        251.98,
        254.64
    ],
    [
        " And you'll kind of think that that's kind of what competing is about.",
        254.86,
        258.04
    ],
    [
        " That's not.",
        258.64,
        258.96
    ],
    [
        " So if you're, if you lose your first tournament, my first match in my first",
        259.5,
        265.28
    ],
    [
        " tournament, I lost.",
        265.28,
        266.06
    ],
    [
        " I didn't get the floor wiped with me, but that's a common thing.",
        266.62,
        270.28
    ],
    [
        " Yeah.",
        270.88,
        271.12
    ],
    [
        " You think back on it and not only do you, well, I think you'll always remember",
        271.64,
        274.68
    ],
    [
        " the first one, but as far as like whether you want to loss, it doesn't matter at",
        274.68,
        279.08
    ],
    [
        " all.",
        279.08,
        279.2
    ],
    [
        " Totally doesn't matter at all.",
        279.66,
        281.02
    ],
    [
        " And you'll find that the more you compete, the less it'll matter.",
        281.44,
        284.2
    ],
    [
        " And then did you just competition really, unless you're like really",
        284.62,
        287.68
    ],
    [
        " dedicating your life to being a good competitor?",
        287.68,
        291.64
    ],
    [
        " Did you do competitions?",
        293.04,
        294.78
    ],
    [
        " You're going to win some and you're going to learn to lose some and you learn.",
        295.1,
        298.62
    ],
    [
        " Yeah.",
        298.86,
        299.08
    ],
    [
        " And you learn and you learn, oh my gosh, that doesn't work.",
        299.4,
        304.46
    ],
    [
        " Because that's not a real submission.",
        304.94,
        306.46
    ],
    [
        " I only do it to smaller guys and they tap because it's uncomfortable kind of thing.",
        306.46,
        310.18
    ],
    [
        " But in turn, it doesn't, you learn these kind of things, you know, but it's not",
        310.26,
        313.04
    ],
    [
        " even going to matter.",
        313.04,
        313.62
    ],
    [
        " Like dealing with the loss.",
        313.88,
        315.44
    ],
    [
        " It's not even going to be a factor because you're just going to know that's just part of it.",
        315.44,
        319.02
    ],
    [
        " And really who cares when you're kind of just starting out, you know, like if you ask",
        319.4,
        324.4
    ],
    [
        " like a top level black belt competitor, you know, did you win?",
        324.4,
        330.08
    ],
    [
        " Ask Koyler.",
        330.22,
        330.68
    ],
    [
        " Okay.",
        330.84,
        330.96
    ],
    [
        " Koyler, right?",
        330.96,
        331.9
    ],
    [
        " He tells the story about him and hoist and went into their first competition.",
        332.42,
        339.18
    ],
    [
        " Their dad said, if you win, I'll give you 10 bucks.",
        339.18,
        345.56
    ],
    [
        " If you lose, I'll give you 20.",
        345.96,
        347.78
    ],
    [
        " So it takes the pressure off.",
        348.34,
        350.62
    ],
    [
        " Like it's not that big of a deal.",
        350.68,
        352.36
    ],
    [
        " You know, if you lose, boom, you know, it's all good.",
        352.58,
        354.38
    ],
    [
        " That's what that was for.",
        354.54,
        355.4
    ],
    [
        " And hoiler loss, hoist one, hoiler loss.",
        355.82,
        358.7
    ],
    [
        " He got the 20 bucks and he's like sure I would have, you know, had the hoiler.",
        358.92,
        362.06
    ],
    [
        " One of the greatest legendary guys lost his first one.",
        362.22,
        365.52
    ],
    [
        " Yeah, puts it in perspective.",
        365.58,
        367.32
    ],
    [
        " Well, it doesn't matter at all.",
        367.6,
        369.38
    ],
    [
        " You got 20 dollars.",
        369.54,
        370.24
    ],
    [
        " I was going to get the 20 bucks, but just say it doesn't matter.",
        370.88,
        376.76
    ],
    [
        " It won't matter.",
        377.0,
        377.58
    ],
    [
        " And you're going to think the same thing like high school, like the stuff that happens in high school.",
        377.76,
        380.66
    ],
    [
        " When it happens, it seems like it's a big deal.",
        380.68,
        382.5
    ],
    [
        " But then when you're an adult, you're like, uh, it can happen.",
        382.5,
        384.96
    ],
    [
        " This is an adult.",
        385.18,
        385.56
    ],
    [
        " It's cool.",
        385.78,
        386.02
    ],
    [
        " It's a cool memory.",
        386.12,
        386.94
    ],
    [
        " But, you know, it could have been better.",
        386.94,
        389.24
    ]
]