[
    [
        " This next one is sort of a statement and sort of a question wrapped in there.",
        0.0,
        6.04
    ],
    [
        " Somebody coming from law enforcement, I thought it was a pretty informative statement",
        6.22,
        11.42
    ],
    [
        " based on one of the other podcasts that we did.",
        11.42,
        13.92
    ],
    [
        " And it says this, I currently work a vice, but I've had my share of use of force on the job.",
        14.96,
        21.48
    ],
    [
        " I quickly learned that you can't knock everyone out.",
        21.84,
        24.5
    ],
    [
        " And then applying Jiu-Jitsu will reduce injuries to you and the suspects.",
        24.98,
        29.26
    ],
    [
        " So this is what we talked about last time.",
        29.26,
        30.76
    ],
    [
        " Whereas if my method of controlling you is to strike you, I'm going to have to beat you over and over again to get you to submit.",
        31.08,
        41.1
    ],
    [
        " Whereas if I know how to do a chokehold, boom, you're good.",
        41.36,
        43.56
    ],
    [
        " Back to the quote.",
        43.92,
        44.78
    ],
    [
        " The chokehold, or carotid, as we called it, is still permitted in our force policy, but only in an immediate defense of life situation.",
        45.96,
        54.74
    ],
    [
        " Basically, using a chokehold is considered deadly force and equivalent with shooting someone.",
        54.96,
        61.76
    ],
    [
        " There was a time when the LAPD saying was a win and doubt choke amount.",
        62.6,
        67.34
    ],
    [
        " In the 80s during the PCP era, officers were applying the carotid choke on PCP's suspects daily.",
        68.2,
        75.34
    ],
    [
        " During one of those incidents, a male black died from the choke being improperly applied.",
        76.4,
        82.52
    ],
    [
        " Chief Gates made the mistake of going on national television and saying that male blacks had a higher chance of dying from the choke due to their physical make and larger atoms apple.",
        82.94,
        95.06
    ],
    [
        " As you can imagine, this caused an outrage, which in turn caused the department to fall to political pressure and make the carotid choke almost impossible to use.",
        96.06,
        106.8
    ],
    [
        " When I alluded to this on that last podcast, there's exactly what happened.",
        110.58,
        116.44
    ],
    [
        " A guy got choked to death.",
        116.76,
        117.92
    ],
    [
        " There was political pressure.",
        118.26,
        119.44
    ],
    [
        " Chief Gates comes out and says that...",
        119.94,
        123.32
    ],
    [
        " Actually, I went online and researched this a little bit.",
        123.32,
        126.12
    ],
    [
        " He made every classic mistake you could make on this.",
        126.26,
        130.96
    ],
    [
        " That's why they outlawed using chokeholds.",
        132.2,
        136.34
    ],
    [
        " And actually, as I read through it, they a bunch of them, kind of how I referred to the Rodney King beating and said,",
        137.98,
        144.78
    ],
    [
        " here you had guys just wailing on this individual with bats and sticks and billy clubs or whatever.",
        144.78,
        152.8
    ],
    [
        " And it didn't stop him.",
        153.42,
        155.0
    ],
    [
        " And they referred to that.",
        155.92,
        156.84
    ],
    [
        " When they looked at the chokehold being used, that's one of the major cases that they say,",
        157.5,
        161.56
    ],
    [
        " man, let us let people use the chokehold so this doesn't happen.",
        161.56,
        165.36
    ],
    [
        " This guy goes on as a certified Rcon, which is our consents for arrest and control,",
        166.16,
        171.5
    ],
    [
        " Rcon and structure.",
        171.8,
        172.8
    ],
    [
        " I feel the department taking away our ability to use a rear naked choke has caused many unnecessary shootings and injuries to suspects.",
        173.4,
        181.14
    ],
    [
        " It saddens me to work for a department that is being run like a poor corporation instead of a police department.",
        182.14,
        188.94
    ],
    [
        " So that's kind of the build up, right?",
        190.06,
        191.78
    ],
    [
        " And that's why I wanted to read it because there was just good information in there.",
        191.98,
        195.22
    ],
    [
        " It is very much in line with what we talked about last time in police work and also in combat situations",
        195.52,
        205.72
    ],
    [
        " where you're dealing with non-combative people in a hostile environment.",
        205.72,
        209.04
    ],
    [
        " In other words, you go into a building to capture a terrorist and there's a women in there,",
        209.16,
        213.16
    ],
    [
        " there's kids in there, there's teenagers in there that are not combative,",
        213.32,
        217.36
    ],
    [
        " but they're not compliant either.",
        217.38,
        219.08
    ],
    [
        " So they don't have a gun, you're not going to shoot them, but you got to get control of them.",
        219.38,
        222.46
    ],
    [
        " Now it gets into the sort of the leadership question here.",
        223.18,
        226.66
    ],
    [
        " How do I keep morale up and stay motivated when I have no faith in the leaders",
        227.44,
        234.52
    ],
    [
        " and when the leadership has turned its back on you time after time?",
        234.52,
        237.74
    ],
    [
        " The morale is at its lowest point, even lower than post-92 riots, according to the old timers.",
        238.8,
        246.1
    ],
    [
        " We were trained in the academy to be warriors.",
        247.82,
        250.4
    ],
    [
        " Now the department doesn't allow us to call ourselves warriors, only guardians.",
        251.24,
        255.74
    ],
    [
        " This change in mentality will sadly cause only more bad shootings and more officers getting hurt.",
        256.6,
        263.18
    ],
    [
        " So that's obviously a tough situation.",
        265.82,
        271.2
    ],
    [
        " And like I said, for the Jiu-Jitsu versus striking,",
        271.7,
        274.02
    ],
    [
        " I think this is spot on the Jiu-Jitsu and the grappling is a far superior way,",
        274.02,
        278.3
    ],
    [
        " like I said, of controlling people than striking is. That's just a reality.",
        278.4,
        282.14
    ],
    [
        " Now on the leadership front, that leadership question,",
        283.2,
        285.68
    ],
    [
        " for me, I have my own team, right? I got my people, the people that around me,",
        286.32,
        301.24
    ],
    [
        " I'm going to buffer all this bad morale and all this stuff.",
        301.52,
        305.84
    ],
    [
        " I'm going to buffer it away from my team.",
        305.98,
        308.04
    ],
    [
        " I'm going to make their lives good. That's my goal.",
        308.04,
        311.18
    ],
    [
        " And I'm going to lead toward what my ideal is.",
        311.76,
        314.7
    ],
    [
        " Right? I'm going to lead toward what my ideal is.",
        314.82,
        317.94
    ],
    [
        " Now, in order to do that well, you got to play the game",
        318.02,
        321.3
    ],
    [
        " so that you can get more influence.",
        321.3,
        324.42
    ],
    [
        " If you don't go play the game, you say, hey, the bosses don't know what they're talking about.",
        325.0,
        329.12
    ],
    [
        " The bosses don't know what they're talking about.",
        330.38,
        332.0
    ],
    [
        " And we need to",
        333.04,
        333.62
    ],
    [
        " you got to play the game so that you can get more influence.",
        333.62,
        343.72
    ],
    [
        " And that means doing what you have to do.",
        345.28,
        350.08
    ],
    [
        " That means not saying, hey, our morale sucks and we don't have good leadership.",
        350.14,
        354.06
    ],
    [
        " No, it means going, okay, we're going to move.",
        354.28,
        356.56
    ],
    [
        " We're going to move forward. Here's the goal.",
        356.86,
        358.2
    ],
    [
        " Here's what I think. Here's what I believe.",
        358.2,
        359.72
    ],
    [
        " Hey, by the way, I'm going to run this up the chain of command.",
        360.0,
        362.56
    ],
    [
        " I'm going to gather the data myself.",
        363.12,
        364.8
    ],
    [
        " I'm going to do the research.",
        365.4,
        366.82
    ],
    [
        " I'm going to do the administrative work.",
        367.2,
        368.88
    ],
    [
        " I'm going to study the cases.",
        369.0,
        370.04
    ],
    [
        " I'm going to present them and say, hey, here's what's happening.",
        370.2,
        372.48
    ],
    [
        " And I'm going to do that from an unemotional situation.",
        373.56,
        376.4
    ],
    [
        " Just from pure logic, hey, we've had this many shootings.",
        376.84,
        379.44
    ],
    [
        " We've had this many incidents.",
        379.78,
        380.58
    ],
    [
        " We've had this many suspects turn up with",
        380.92,
        386.14
    ],
    [
        " concussions.",
        388.54,
        388.98
    ],
    [
        " There's only one thing that causes a concussion to a suspect.",
        389.36,
        393.16
    ],
    [
        " It's getting hit in the head.",
        393.42,
        394.4
    ],
    [
        " So if we're having, you know, 42% concussion rate,",
        395.04,
        398.84
    ],
    [
        " maybe we could drop that down if we use something that doesn't cause concussions,",
        399.1,
        402.74
    ],
    [
        " but still gives us control.",
        402.74,
        403.9
    ],
    [
        " You got to do that legwork.",
        404.3,
        405.98
    ],
    [
        " And make life good for the people that work for you.",
        406.42,
        411.26
    ],
    [
        " And that's that can be a little bit hard to do.",
        412.64,
        415.92
    ],
    [
        " But it's not that hard.",
        415.92,
        416.88
    ],
    [
        " You know, you're subordinates.",
        417.54,
        419.34
    ],
    [
        " Look at you as the guy.",
        419.38,
        422.04
    ],
    [
        " And so the way you carry yourself and the way you present yourself",
        422.44,
        425.48
    ],
    [
        " and the morale that you have is the morale that they're going to have.",
        425.48,
        427.76
    ],
    [
        " That's what they're going to see as the way it is.",
        428.16,
        430.38
    ],
    [
        " And I've always viewed in a seal team that with seal teams",
        430.64,
        434.38
    ],
    [
        " to have different vibes in them.",
        434.38,
        436.76
    ],
    [
        " Good and bad.",
        437.12,
        437.86
    ],
    [
        " Someone have good commands.",
        438.06,
        439.4
    ],
    [
        " And there's a new commanding officer every two years at a seal team.",
        439.82,
        442.64
    ],
    [
        " So you get a new guy that comes in and he might be a lot different than the last guy.",
        443.1,
        446.98
    ],
    [
        " He might be really good.",
        446.98,
        448.44
    ],
    [
        " He might be really bad.",
        448.48,
        449.58
    ],
    [
        " And you know what, it doesn't matter.",
        449.8,
        452.04
    ],
    [
        " It doesn't matter to me in the seal platoon as a platoon commander",
        452.32,
        455.04
    ],
    [
        " or even as a squad commander or even as an E5 in the seal platoon.",
        455.04,
        458.9
    ],
    [
        " Meaning just one of the sled dogs.",
        459.3,
        460.78
    ],
    [
        " I don't care what the opportunity command.",
        461.1,
        463.92
    ],
    [
        " Because guess what, we're going to do things right.",
        463.94,
        465.8
    ],
    [
        " We're going to make things happen.",
        466.54,
        467.6
    ],
    [
        " Now we're not going to disobey what's being told.",
        467.7,
        469.94
    ],
    [
        " But if we're being told something that's wrong,",
        470.22,
        471.64
    ],
    [
        " guess what, we're going to try and get it.",
        471.64,
        472.7
    ],
    [
        " We're going to run up the chain of command.",
        472.8,
        473.78
    ],
    [
        " We're going to be squared away.",
        473.8,
        474.68
    ],
    [
        " We're going to play the game so that we can make the changes that need to be made.",
        474.72,
        478.22
    ],
    [
        " Because I care about the teams.",
        478.22,
        480.14
    ],
    [
        " Just like this guy cares about the police department.",
        480.46,
        483.84
    ],
    [
        " Wants it to be a great force.",
        483.98,
        485.48
    ],
    [
        " Wants it to do the right thing.",
        485.72,
        486.96
    ],
    [
        " And so you got to take that attitude that",
        487.7,
        491.78
    ],
    [
        " you control your part of the world.",
        491.78,
        496.22
    ],
    [
        " And the more you improve your part of the world",
        496.56,
        499.32
    ],
    [
        " and the more influence you gain,",
        499.32,
        500.94
    ],
    [
        " the more you'll have control over the big picture as well.",
        501.1,
        503.48
    ],
    [
        " There's no company, no corporation that maintains just superb morale all the time.",
        504.0,
        511.26
    ],
    [
        " It doesn't happen.",
        511.48,
        512.44
    ],
    [
        " You know, every company, every business, every unit, every force,",
        513.74,
        517.58
    ],
    [
        " every team has ups and downs.",
        517.78,
        519.36
    ],
    [
        " And they have leadership that comes in and takes over and that everyone considers to be bad.",
        520.12,
        523.96
    ],
    [
        " And that's the way it is.",
        524.36,
        527.18
    ],
    [
        " But you got to own your little piece of the world.",
        527.38,
        530.08
    ],
    [
        " And then as you own your piece of the world,",
        530.4,
        533.96
    ],
    [
        " guess what?",
        534.06,
        534.38
    ],
    [
        " Everyone starts performing well.",
        534.54,
        535.94
    ],
    [
        " And as you perform well, you gain more clout.",
        536.52,
        538.68
    ],
    [
        " And as you gain more clout, you can influence real change.",
        538.78,
        541.84
    ],
    [
        " And that's what you're looking to do.",
        542.3,
        543.9
    ],
    [
        " So don't let, don't let that leadership",
        544.64,
        547.94
    ],
    [
        " that bad, what you consider to be bad leadership.",
        547.94,
        552.18
    ],
    [
        " Just don't let that permeate into your head and your world.",
        552.54,
        555.64
    ],
    [
        " Buffer your people from it and then do what you can to build the best team you can get",
        556.1,
        560.6
    ],
    [
        " so that you can have more influence so that you can change that policies and the procedures",
        560.6,
        566.64
    ],
    [
        " that you don't agree with.",
        566.64,
        567.98
    ],
    [
        " It's a long haul.",
        568.36,
        569.32
    ],
    [
        " I know it.",
        569.7,
        570.16
    ],
    [
        " I don't have a miracle solution for you.",
        570.32,
        572.02
    ],
    [
        " Man, it's tough.",
        572.08,
        572.48
    ],
    [
        " It's tough.",
        572.88,
        573.58
    ],
    [
        " But that's the world.",
        573.98,
        575.44
    ],
    [
        " That's the world.",
        576.32,
        577.1
    ],
    [
        " Yeah, especially when you dealing with the political elements of it.",
        577.86,
        581.52
    ],
    [
        " And then at the same time, you have the public eye on you.",
        581.84,
        584.58
    ],
    [
        " You know, so",
        584.64,
        585.92
    ],
    [
        " you know, as far as",
        585.92,
        589.46
    ],
    [
        " the exposure and stuff like that, it's the newsman and just I think median general.",
        589.46,
        593.66
    ],
    [
        " It's easy to spread all this negative stuff.",
        594.06,
        597.38
    ],
    [
        " It's easy, you know?",
        597.54,
        598.42
    ],
    [
        " So it's like one of those jobs where it,",
        598.68,
        600.34
    ],
    [
        " in a big way, it's um,",
        600.34,
        602.72
    ],
    [
        " it only gets attention when something's wrong is going on, you know?",
        603.02,
        606.26
    ],
    [
        " Yeah, and I would take advantage of a lot of this negative press because a lot of this negative",
        606.44,
        609.76
    ],
    [
        " press like this guy is saying, hey, we're getting more shootings, we're getting more beatings.",
        609.76,
        614.38
    ],
    [
        " Well, why is that?",
        614.7,
        615.38
    ],
    [
        " Let's look at our procedures.",
        615.56,
        616.64
    ],
    [
        " Hey, boss, you know what?",
        617.02,
        617.9
    ],
    [
        " We used to use this chokehold and we had X amount of concussions.",
        618.24,
        621.82
    ],
    [
        " We had X amount of shootings.",
        621.82,
        623.36
    ],
    [
        " You could present the information in a logical way that proves what I know to be true,",
        623.36,
        628.98
    ],
    [
        " what this guy knows to be true, what anybody that's ever done this type of work before knows",
        629.08,
        633.64
    ],
    [
        " to be true.",
        633.64,
        634.44
    ],
    [
        " Right?",
        635.1,
        635.14
    ],
    [
        " That is that there are certain techniques that work better than others.",
        635.54,
        639.02
    ],
    [
        " And a chokehold and a grappling type scenario definitely works better to subdue somebody",
        639.08,
        644.9
    ],
    [
        " than striking them in the head repeatedly until they're knocked unconscious.",
        644.9,
        649.4
    ],
    [
        " Yeah, that's just the reality of it.",
        649.66,
        651.4
    ],
    [
        " And no one can argue with that.",
        651.48,
        652.82
    ],
    [
        " And the only reason that they went against it is for political pressure.",
        653.0,
        655.94
    ],
    [
        " So how do we, how do we defeat that?",
        656.2,
        658.0
    ],
    [
        " We gain cloud, we move, we continue to get influence, we grow our power, we strengthen our allies,",
        658.46,
        665.58
    ],
    [
        " we build a coalition and we go forward and we win.",
        665.74,
        669.0
    ],
    [
        " And it might take three years, it might take three months, it might take six years.",
        669.62,
        674.48
    ],
    [
        " This guy right here that wrote this might need to be the chief of police himself before he gets",
        674.82,
        679.1
    ],
    [
        " it done.",
        679.1,
        679.44
    ],
    [
        " Yeah.",
        679.64,
        679.86
    ],
    [
        " But he, that's what he does.",
        680.28,
        681.52
    ],
    [
        " Yeah.",
        681.9,
        682.0
    ],
    [
        " He keeps on the right path and keeps moving in the right direction.",
        682.08,
        685.16
    ],
    [
        " And does the right thing so that he can get advanced.",
        685.52,
        687.92
    ],
    [
        " He doesn't make a bunch of emotional arguments against people that have a bunch of power",
        688.06,
        692.58
    ],
    [
        " and put himself in a bad seat for them where they're looking at him like he's a rabble rouser.",
        692.58,
        697.36
    ],
    [
        " No, not a good thing.",
        697.52,
        699.02
    ],
    [
        " You got to build, you got to build the relationships up the chain of commands so that you become",
        699.36,
        703.38
    ],
    [
        " respected so that people do listen to you.",
        703.38,
        705.3
    ],
    [
        "",
        705.62,
        705.62
    ],
    [
        " That's what you got to do.",
        705.68,
        706.76
    ],
    [
        " That's how you make it happen.",
        706.88,
        708.0
    ],
    [
        " Yeah, man.",
        708.46,
        710.46
    ],
    [
        " And on a, on a side note, the chokehold,",
        710.78,
        713.84
    ],
    [
        " well, the Jiu-Jitsu overall isn't just submission hold.",
        714.22,
        716.8
    ],
    [
        " That's, that's kind of, in my opinion, one of the great things about Jiu-Jitsu, it's,",
        717.1,
        721.28
    ],
    [
        " like, I know it kind of seems that way sometimes if you're not, if you don't do Jiu-Jitsu or",
        722.08,
        727.18
    ],
    [
        " whatever you think, oh, this guy knows Jiu-Jitsu.",
        727.18,
        728.66
    ],
    [
        " Oh, he'll choke you up.",
        728.84,
        729.48
    ],
    [
        " He'll break your arm, you know.",
        729.8,
        730.84
    ],
    [
        " The kind of the glamorous part of it is the submission for sure, but every other part of it",
        731.66,
        738.1
    ],
    [
        " is control, controlling the situation all the way down to controlling the other guys.",
        738.1,
        741.82
    ],
    [
        " So when you, when you consider like just a concept of risk control in Jiu-Jitsu,",
        742.24,
        747.1
    ],
    [
        " when you're rolling a sudden risk control, just that alone will help you in law enforcement.",
        747.22,
        752.36
    ],
    [
        " Just that alone.",
        752.58,
        753.14
    ],
    [
        " No, no, no.",
        753.22,
        753.54
    ],
    [
        " You don't have to let alone the whole of Jiu-Jitsu, just risk control.",
        753.54,
        757.4
    ],
    [
        " That'll help you alone.",
        757.78,
        758.78
    ],
    [
        " So you don't need to necessarily, and I'm not saying so the chokehold should remain",
        759.06,
        762.68
    ],
    [
        " bad. I'm not saying that.",
        762.68,
        764.02
    ],
    [
        " I mean, for someone to die, I mean, I know this guy died because the chokehold was,",
        764.2,
        767.12
    ],
    [
        " was applied incorrectly.",
        767.12,
        768.36
    ],
    [
        " So I don't know if he broke his neck or his atoms up or something.",
        768.74,
        771.54
    ],
    [
        " Yes.",
        771.62,
        771.78
    ],
    [
        " And by the way, if he had, if he was better at Jiu-Jitsu,",
        772.1,
        775.06
    ],
    [
        " right, he would have applied it, put the guy to sleep, and then cuffed him and it all",
        775.58,
        779.14
    ],
    [
        " been good to go.",
        779.14,
        779.7
    ],
    [
        " Which happens all the time in class, by the way.",
        780.08,
        781.62
    ],
    [
        " In training, guys, you can put the sleep all the time.",
        781.8,
        783.42
    ],
    [
        " I gotta put the sleep out, I don't even know how many times.",
        783.58,
        785.18
    ],
    [
        " A bunch of times.",
        785.48,
        786.2
    ],
    [
        " For someone to die from a choke, from a regular normal chokehold, you gotta choke him for a long time.",
        786.64,
        792.18
    ],
    [
        " Yeah.",
        792.34,
        792.44
    ],
    [
        " Where your arms gonna be so tired, just from choking him, after he goes unconscious,",
        792.52,
        795.78
    ],
    [
        " you have to keep choking, choking him for a long time.",
        796.02,
        797.46
    ],
    [
        " So it takes a lot of, yeah, really.",
        797.56,
        799.28
    ],
    [
        " This is probably what you said, probably a crushed,",
        799.3,
        801.18
    ],
    [
        " a high old bone, I think it's called, that it's basically your atoms,",
        801.52,
        804.7
    ],
    [
        " apple crushes, it shuts your windpipe and the guy didn't get a tracheon man's in time.",
        804.7,
        808.22
    ],
    [
        " That is very, very rare.",
        808.62,
        810.44
    ],
    [
        " If ever in Jiu-Jitsu, now I've had, I've seen it happen one time, a guy passed out and",
        810.98,
        817.08
    ],
    [
        " went to sleep and someone was geechoking him.",
        817.08,
        819.96
    ],
    [
        " And so just kept cranking, didn't realize that he was out for a couple seconds and it hurt him.",
        820.56,
        825.76
    ],
    [
        " So you do have to watch out for it.",
        826.42,
        828.18
    ],
    [
        " But I mean, that is so rare compared to the amount of times that someone gets hit in the head",
        828.68,
        833.32
    ],
    [
        " and gets brain damage.",
        833.32,
        834.32
    ],
    [
        " I mean, that just happens all the time.",
        834.44,
        836.08
    ],
    [
        " Yeah, yeah.",
        836.46,
        837.34
    ],
    [
        " So, and this choke's that you can actually do, that does that kind of stuff.",
        837.34,
        841.1
    ],
    [
        " But again, if you know Jiu-Jitsu, you know the positions, you know the moves,",
        841.34,
        845.32
    ],
    [
        " you know the submissions, if you can do submission.",
        845.5,
        847.04
    ],
    [
        " And you're not panicking.",
        847.16,
        848.12
    ],
    [
        " Yeah.",
        848.68,
        848.82
    ],
    [
        " You feel very comfortable on the ground, you feel very comfortable engaging in combat,",
        848.88,
        852.44
    ],
    [
        " you feel very comfortable engaging in this struggle.",
        852.44,
        855.36
    ],
    [
        " You're used to it, you do it all the time.",
        855.68,
        857.38
    ],
    [
        " So you're not freaking out.",
        857.38,
        858.66
    ],
    [
        " Yeah.",
        858.88,
        859.32
    ],
    [
        " You're not adrenaline just cranking a guy in the head with a Billy Club over and over again.",
        859.52,
        865.42
    ],
    [
        " And what does he do?",
        865.56,
        866.78
    ],
    [
        " He puts his hands up.",
        866.88,
        867.7
    ],
    [
        " Why?",
        867.86,
        868.22
    ],
    [
        " Because he's trying to fight me.",
        868.6,
        869.72
    ],
    [
        " No, he's just trying to protect his head.",
        869.8,
        871.14
    ],
    [
        " But you think he's trying to fight you?",
        871.14,
        872.52
    ],
    [
        " And that's why you're hitting him even harder.",
        872.94,
        874.62
    ],
    [
        " Yeah.",
        875.88,
        876.34
    ],
    [
        " So, yeah, it's definitely a tough situation.",
        876.66,
        880.62
    ],
    [
        " And the way you win on the ground in Jiu-Jitsu,",
        880.62,
        886.78
    ],
    [
        " and the way you win this leadership situation is also with Jiu-Jitsu.",
        886.78,
        891.02
    ],
    [
        " You don't go in bang heads with the chain of command.",
        891.42,
        894.58
    ],
    [
        " Yeah.",
        894.76,
        894.8
    ],
    [
        " That's not how you're going to win this fight.",
        895.22,
        896.72
    ],
    [
        " The way you win this fight is by doing Jiu-Jitsu against the leadership.",
        897.02,
        899.8
    ],
    [
        " And you get in with them and you gain their trust and you make them think that you're the man.",
        900.28,
        905.34
    ],
    [
        " And your team is awesome.",
        905.86,
        906.98
    ],
    [
        " And oh, by the way, I know our team's awesome.",
        907.5,
        909.54
    ],
    [
        " And we totally agree with this policy.",
        909.92,
        911.5
    ],
    [
        " And we've supported only this policy's working great and this other policy.",
        911.62,
        914.32
    ],
    [
        " Oh, you know what, you got this one policy here that's not so good.",
        914.6,
        916.56
    ],
    [
        " Maybe we could do something to fix that.",
        916.68,
        918.08
    ],
    [
        " Let me do some research.",
        918.14,
        918.86
    ],
    [
        " That's how you win.",
        919.36,
        920.7
    ],
    [
        " You got to play the long game.",
        920.9,
        922.02
    ],
    [
        " It's so funny that analogy, like,",
        922.38,
        924.08
    ],
    [
        " Jiu-Jitsu, right?",
        924.16,
        925.0
    ],
    [
        " Because really, what Jiu-Jitsu is establishing a good position.",
        925.58,
        929.02
    ],
    [
        " Right?",
        929.52,
        929.54
    ],
    [
        " Sounds like a good position.",
        929.72,
        930.54
    ],
    [
        " Knowing where to be and where not to be.",
        930.88,
        932.3
    ],
    [
        " You know, where to put your weight or where to put your force",
        932.7,
        935.34
    ],
    [
        " and where not to put your force, you know?",
        935.34,
        937.28
    ],
    [
        " Yeah.",
        937.74,
        937.9
    ],
    [
        " And the other big pieces that in Jiu-Jitsu that I was more referring to,",
        937.94,
        942.54
    ],
    [
        " although those are all correct and you have to do those,",
        942.76,
        944.44
    ],
    [
        " but it's also, A, you think I'm going to choke you,",
        944.5,
        947.72
    ],
    [
        " but I'm actually going to arm-lock you.",
        947.92,
        948.94
    ],
    [
        " Right, right, right.",
        948.98,
        949.74
    ],
    [
        " Like, that's the setup that you flank people and you attack them",
        949.88,
        953.04
    ],
    [
        " indirectly.",
        953.04,
        953.74
    ],
    [
        " You infiltrate and you do things indirectly instead of going and just",
        954.0,
        959.5
    ],
    [
        " fist-acuffs banging each other, war of attrition.",
        959.5,
        962.64
    ],
    [
        " Don't do that.",
        963.1,
        963.74
    ],
    [
        " So true.",
        964.24,
        964.86
    ],
    [
        " Yeah, leading up the chain of command,",
        965.3,
        970.08
    ],
    [
        " I think that's kind of a new concept.",
        970.34,
        971.98
    ],
    [
        " Not a new life.",
        972.16,
        973.18
    ],
    [
        "",
        973.44,
        973.44
    ],
    [
        " We get, you know, that's a chapter in the book.",
        973.58,
        976.5
    ],
    [
        " Yeah.",
        976.82,
        977.02
    ],
    [
        " Or it's actually a sub-chapter in the book,",
        977.24,
        978.8
    ],
    [
        " but it's one that people always have a hard time getting their head around",
        978.88,
        982.1
    ],
    [
        " because I always said like,",
        982.1,
        984.28
    ],
    [
        " my boss did whatever I wanted him to do.",
        984.42,
        986.24
    ],
    [
        " Yeah.",
        986.32,
        986.52
    ],
    [
        " People don't understand that.",
        987.14,
        988.5
    ],
    [
        " That's the way it is.",
        988.6,
        989.52
    ],
    [
        " When you build trust and you take the time and you build the relationship",
        989.64,
        992.78
    ],
    [
        " and you prove over and over again that you're going to do the right thing",
        992.78,
        996.06
    ],
    [
        " in the right situation and that you're going to take accountability",
        996.06,
        998.46
    ],
    [
        " and responsibility when something goes wrong",
        998.46,
        1000.22
    ],
    [
        " and that you have a good head on your shoulders and that you're not going to",
        1000.82,
        1003.44
    ],
    [
        " get emotional about things and you do all those things",
        1003.44,
        1005.9
    ],
    [
        " and that you're driving and supporting the mission.",
        1005.9,
        1008.18
    ],
    [
        " Guess what you're going to get?",
        1008.26,
        1008.9
    ],
    [
        " You're going to get supported.",
        1008.94,
        1009.56
    ],
    [
        " Which means your boss is going to do what you want him to do.",
        1009.92,
        1012.08
    ],
    [
        " Yeah.",
        1012.42,
        1012.56
    ],
    [
        " Meanwhile, you're doing the same thing with down the chain of command.",
        1012.68,
        1014.52
    ],
    [
        " You're doing the same thing.",
        1014.56,
        1015.04
    ],
    [
        " It's just that exact list.",
        1015.04,
        1016.1
    ],
    [
        " You're doing that same thing.",
        1016.18,
        1016.82
    ],
    [
        " It's crazy.",
        1017.04,
        1017.62
    ],
    [
        " Because you just, I don't know, it's today.",
        1018.04,
        1019.36
    ],
    [
        " It doesn't seem as intuitive, you know?",
        1019.66,
        1021.84
    ],
    [
        " Because it's the easiest excuse that anyone could ever have is,",
        1021.94,
        1026.46
    ],
    [
        " hey, you know what?",
        1026.92,
        1027.5
    ],
    [
        " My boss didn't give me what I needed.",
        1027.58,
        1028.66
    ],
    [
        " That's why I failed.",
        1028.8,
        1029.46
    ],
    [
        " Hey, you know what?",
        1029.78,
        1030.7
    ],
    [
        " Our bosses won't let us use chokeholds.",
        1030.98,
        1033.46
    ],
    [
        " And therefore, we can't accomplish our mission.",
        1033.76,
        1035.78
    ],
    [
        " Well, no, guess what?",
        1036.02,
        1037.16
    ],
    [
        " I'm going to make, I'm going to lead up the chain of command",
        1037.52,
        1040.3
    ],
    [
        " and I'm going to get my superiors to let us do what we need to do",
        1040.3,
        1043.74
    ],
    [
        " to do it effectively.",
        1043.74,
        1044.62
    ],
    [
        " Because guess what?",
        1044.76,
        1045.24
    ],
    [
        " The leadership is lined.",
        1045.66,
        1047.38
    ],
    [
        " Your leadership is going to be aligned with what you want to do.",
        1048.0,
        1050.18
    ],
    [
        " Do you think that the leadership of the LAPD wants, you know,",
        1050.44,
        1054.14
    ],
    [
        " Victor or Suspects and Purps to get brain damage or killed?",
        1055.22,
        1060.1
    ],
    [
        " No, they didn't want that.",
        1060.3,
        1061.04
    ],
    [
        " They want them to be arrested properly.",
        1061.4,
        1062.96
    ],
    [
        " They don't want to have lawsuits the whole nine yards.",
        1063.12,
        1064.48
    ],
    [
        " So if you're presenting something to them,",
        1064.8,
        1066.52
    ],
    [
        " that's going to improve them and move them towards the mission",
        1066.62,
        1069.1
    ],
    [
        " and support the ideals of what they're trying to get accomplished.",
        1069.1,
        1072.66
    ],
    [
        " Of course, you're going to get supported.",
        1072.92,
        1074.0
    ],
    [
        " Now you're going to get these little political battles.",
        1074.12,
        1076.04
    ],
    [
        " But those are just part of the challenge.",
        1076.04,
        1077.5
    ],
    [
        " They're just part of making it happen.",
        1077.66,
        1079.34
    ],
    [
        " That's part of the Jiu-Jitsu.",
        1079.56,
        1081.68
    ],
    [
        " Yeah, when you're role of the guy,",
        1083.84,
        1085.28
    ],
    [
        " don't expect them not to fight back.",
        1085.36,
        1086.8
    ],
    [
        " They're going to have to fight back.",
        1086.82,
        1088.22
    ],
    [
        " Exactly right.",
        1088.52,
        1089.68
    ]
]