[
    [
        " What is your relationship to surfing?",
        0.0,
        1.94
    ],
    [
        " Could you surf on active duty?",
        2.76,
        5.06
    ],
    [
        " And what does surfing do for you?",
        5.66,
        7.42
    ],
    [
        " Okay, so my relationship with surfing.",
        8.08,
        11.0
    ],
    [
        " Number one, I was lucky to have a guy that when I was a kid up in Maine,",
        12.04,
        18.4
    ],
    [
        " that said, Hey, I'm going to teach you how to surf.",
        19.16,
        21.58
    ],
    [
        " This guy was a lifeguard.",
        21.64,
        22.56
    ],
    [
        " He was an outstanding surfer and he said, I'm going to teach you how to surf.",
        22.56,
        25.76
    ],
    [
        " And I was a 10 year old kid.",
        26.06,
        27.74
    ],
    [
        " Nice.",
        28.02,
        28.18
    ],
    [
        " Nice water.",
        28.3,
        28.68
    ],
    [
        " In the freezing cold water.",
        28.76,
        30.28
    ],
    [
        " And I said, yeah, awesome.",
        31.1,
        32.24
    ],
    [
        " And so he gave me an old surfboard and put me out there and taught me how to surf when I was 10 years old.",
        32.4,
        37.4
    ],
    [
        " And it definitely, you know, surfing up in Maine is a little bit different because it's dark and it's cold.",
        37.4,
        42.66
    ],
    [
        " And you got to do a little bit of suffering if you want to enjoy the benefits of it.",
        43.32,
        48.5
    ],
    [
        " You got to know the darkness as they say anything about the darkness of surfing.",
        48.7,
        52.86
    ],
    [
        " Yeah, yeah, I'm quite.",
        52.96,
        53.4
    ],
    [
        " Yeah, I'm quite.",
        53.84,
        54.5
    ],
    [
        " You didn't have to deal with that.",
        54.68,
        55.54
    ],
    [
        " So that's how I got into surfing and surfing.",
        56.3,
        58.44
    ],
    [
        " A lot of people will tell you when you when you do it, it's somewhat addictive because it's a very",
        58.68,
        64.34
    ],
    [
        " a very, you know, kind of paradoxical thing because it's very relaxing at the same time.",
        64.34,
        70.98
    ],
    [
        " It's very kind of exciting.",
        71.12,
        72.4
    ],
    [
        " I guess is the word you get a little adrenaline, but you get a little mellowed out too.",
        72.4,
        75.52
    ],
    [
        " So it's a very fun thing to do.",
        75.58,
        77.38
    ],
    [
        " Good for you.",
        77.92,
        78.6
    ],
    [
        " It's good for your brain.",
        78.72,
        79.7
    ],
    [
        " It's good for the soul.",
        79.86,
        80.94
    ],
    [
        " Right.",
        81.68,
        82.2
    ],
    [
        " And when I was on active duty, if you're on active duty in the SEAL teams, yeah, you can surf.",
        82.48,
        88.22
    ],
    [
        " And I definitely surfed sometimes more, more, I was more focused on surfing than others.",
        88.7,
        94.12
    ],
    [
        " When I really went BJJ crazy, I wasn't doing anything else with any free time other than Jiu Jitsu.",
        94.74,
        103.46
    ],
    [
        " So that's, but yeah, there's guys, there's guys in the SEAL teams that that actually",
        104.02,
        109.38
    ],
    [
        " manipulate their career around surfing because you can get stationed and you can go on trips to great",
        110.1,
        114.46
    ],
    [
        " surf spots and all that.",
        114.46,
        116.42
    ],
    [
        " And there's some, there's some pretty amazing surfers in the SEAL teams in the military as well.",
        116.54,
        121.26
    ],
    [
        " But I mean, I only know about guys in SEAL teams.",
        121.28,
        123.12
    ],
    [
        " There's a good guy named Ivan Trent, whose dad was busy trying a famous old pioneer",
        123.26,
        128.82
    ],
    [
        " surfer in Hawaii.",
        128.82,
        130.02
    ],
    [
        " And Ivan Trent, when it was a picture, when I first got into the SEAL teams, there was a picture",
        130.62,
        135.18
    ],
    [
        " of Ivan Trent dropping in on a giant wave at Wamiabe, the famous Wamiabe.",
        135.18,
        139.76
    ],
    [
        " So there's some great surfers.",
        140.1,
        141.58
    ],
    [
        " It's definitely a little subculture inside the teams.",
        141.8,
        144.7
    ],
    [
        " And you could definitely, you can definitely surf a lot.",
        145.06,
        148.06
    ],
    [
        " I mean, you're living in San Diego or Virginia Beach.",
        148.22,
        150.96
    ],
    [
        " I mean, for New Beach has waves sometimes San Diego has waves a lot of the times.",
        151.06,
        155.92
    ],
    [
        " And what does it do for me?",
        156.44,
        159.3
    ],
    [
        " Well, one thing is it gets you outside, gets me outside.",
        160.7,
        164.44
    ],
    [
        " And gets you out into nature.",
        164.9,
        167.44
    ],
    [
        " And what I like about nature, nature, what I like about nature is nature makes you feel small.",
        167.64,
        174.08
    ],
    [
        " That's what nature.",
        174.6,
        175.94
    ],
    [
        " To me, that's what's good about nature.",
        176.18,
        177.7
    ],
    [
        " That's what, that's why nature puts things in perspective because nature makes you feel small.",
        177.82,
        182.86
    ],
    [
        " Makes you realize, you know what, look at the ocean.",
        183.28,
        185.16
    ],
    [
        " I'm nothing.",
        185.52,
        186.04
    ],
    [
        " Look at the giant wilderness.",
        186.9,
        188.2
    ],
    [
        " I'm in. I'm nothing.",
        188.2,
        189.38
    ],
    [
        " So it just keeps you in check and keeps you in perspective.",
        189.54,
        192.24
    ],
    [
        " That's one of the, that's actually one of the things that the,",
        192.62,
        195.1
    ],
    [
        " probably the only thing I don't like about Jiu-Jitsu is pretty much the most part.",
        195.24,
        198.74
    ],
    [
        " It's inside, it's inside the gym on the mat.",
        199.06,
        202.86
    ],
    [
        " And so, you know, you can do it outside, but it's, it's hard to do outside.",
        204.14,
        208.26
    ],
    [
        " Do this, the mats get super hot.",
        208.48,
        210.32
    ],
    [
        " It's just not, it's just a thousand times more efficient and convenient to do inside.",
        210.74,
        216.9
    ],
    [
        " It's novel outside.",
        217.12,
        218.34
    ],
    [
        " It's novel, exactly.",
        218.46,
        219.44
    ],
    [
        " It's cool to do sometimes.",
        219.9,
        220.98
    ],
    [
        " And at my old house, I had like a full outdoor Jiu-Jitsu area, which was cool.",
        221.72,
        226.56
    ],
    [
        " I had a shade structure over.",
        226.8,
        227.9
    ],
    [
        " It was good. It was good.",
        227.92,
        228.8
    ],
    [
        " But you have to have something to that extent before.",
        229.2,
        231.56
    ],
    [
        " It's not like you can just do Jiu-Jitsu outside and you can do it.",
        231.68,
        235.84
    ],
    [
        " It's, but it's novel.",
        235.92,
        236.68
    ],
    [
        " And you know, like, you know, if you do it in grass, you get the grass edges.",
        237.02,
        241.0
    ],
    [
        " Yeah, yeah.",
        241.42,
        241.9
    ],
    [
        " For some reason, I don't know what it is when you do Jiu-Jitsu in grass, you're all itchy.",
        242.0,
        245.1
    ],
    [
        " Yeah, yeah.",
        245.42,
        245.92
    ],
    [
        " But even that's kind of not, you know, like,",
        246.14,
        247.72
    ],
    [
        " this is more when you're younger.",
        247.98,
        250.2
    ],
    [
        " You know, when you first learned Jiu-Jitsu, you just got your new building.",
        250.26,
        253.12
    ],
    [
        " You're doing Jiu-Jitsu everywhere.",
        253.12,
        254.74
    ],
    [
        " You see your friend, you're at the party and...",
        254.98,
        256.52
    ],
    [
        " Everything's in that when you're a blue belt.",
        256.52,
        258.3
    ],
    [
        " You're just looking at everything like it's a mat.",
        258.38,
        260.34
    ],
    [
        " And, and you know, so I think, I think with other people,",
        260.7,
        264.16
    ],
    [
        " you know, some people obviously do not buy the ocean, but, you know,",
        264.54,
        267.62
    ],
    [
        " anything outside, running, hiking, biking, swimming, you do,",
        267.72,
        271.12
    ],
    [
        " even playing outdoor sports like soccer and shoot basketball outside.",
        271.2,
        274.92
    ],
    [
        " Just whatever.",
        275.34,
        276.16
    ],
    [
        " Just get outside.",
        276.5,
        277.0
    ],
    [
        " Just get outside.",
        277.5,
        278.44
    ],
    [
        " Get out in the air, feel it.",
        279.08,
        281.2
    ],
    [
        " And I'll tell you one more thing about Jiu-Jitsu and surfing.",
        281.84,
        284.54
    ],
    [
        " There's a little connection there.",
        284.84,
        285.86
    ],
    [
        " There's a little connection between Jiu-Jitsu and surfing.",
        286.32,
        288.5
    ],
    [
        " I don't know what it is.",
        288.68,
        289.62
    ],
    [
        " I know what it is.",
        289.84,
        290.66
    ],
    [
        " Do you know what it is?",
        290.66,
        291.4
    ],
    [
        " What is it?",
        291.5,
        291.84
    ],
    [
        " I'll tell you later.",
        291.9,
        292.42
    ],
    [
        " Well, you know, you got, like, even Kelly Slater, who's, you know,",
        292.84,
        297.06
    ],
    [
        " what does he, that 11 time, 12 time champion of the world in surfing.",
        297.32,
        301.6
    ],
    [
        " He does Jiu-Jitsu.",
        301.86,
        302.72
    ],
    [
        " You got guys like Joel Tudor.",
        303.18,
        304.68
    ],
    [
        " I don't know who Jiu-Jitsu is.",
        304.76,
        305.28
    ],
    [
        " JT.",
        305.38,
        306.06
    ],
    [
        " If you don't know who Joel Tudor is, he's just a legendary longboard surfer.",
        306.46,
        313.74
    ],
    [
        " And actually he's from San Diego.",
        314.84,
        315.98
    ],
    [
        " So we kick it with JT from time to time.",
        316.4,
        319.46
    ],
    [
        " And actually I see him on a regular basis at the longboard surfing contest",
        320.18,
        324.04
    ],
    [
        " because both his kid and my kid surf on the longboards.",
        324.04,
        328.26
    ],
    [
        " But Joel Tudor, who's a, who's a literally one of the most,",
        328.74,
        332.44
    ],
    [
        " you know, many people consider him to be the best longboard surfer of all time.",
        332.64,
        336.96
    ],
    [
        " Oh, dang.",
        337.16,
        337.5
    ],
    [
        " Of all time.",
        337.8,
        338.52
    ],
    [
        " Yeah.",
        338.7,
        338.86
    ],
    [
        " You didn't even know he was that good, did you?",
        338.94,
        340.36
    ],
    [
        " I knew he, of all time, I didn't know that, but I believe it.",
        340.62,
        344.38
    ],
    [
        " And I'm not, I'm not going to make that declaration because then a million people",
        344.38,
        347.64
    ],
    [
        " will say no, it should be this guy.",
        347.64,
        348.64
    ],
    [
        " But there are many, there are many people in the world who consider Jiu-Jitsu",
        348.64,
        352.86
    ],
    [
        " to be the best longboard surfer of all time.",
        352.86,
        356.7
    ],
    [
        " I met, I met Jiu-Jitsu in Jiu-Jitsu.",
        357.1,
        359.58
    ],
    [
        " Yeah.",
        359.62,
        359.94
    ],
    [
        " You just started coming and he, there was, Shannon was like, hey, roll with him.",
        359.94,
        363.74
    ],
    [
        " He's good at Jiu-Jitsu.",
        363.86,
        364.62
    ],
    [
        " So I was like, oh, cool.",
        364.88,
        365.58
    ],
    [
        " He was like a brown belt at the time and a roll and he's really good at Jiu-Jitsu.",
        365.94,
        368.64
    ],
    [
        " And I was like, okay, cool, Joel.",
        368.82,
        369.88
    ],
    [
        " And I see him during the day, he was like mellow group.",
        370.08,
        372.02
    ],
    [
        " And he'd come to the head, roll with Joel sometimes.",
        372.52,
        374.14
    ],
    [
        " Yeah.",
        374.48,
        374.58
    ],
    [
        " And he was like, cool, Joel Tudor.",
        375.04,
        376.06
    ],
    [
        " He's this kind of guy who's smaller than me.",
        376.18,
        378.78
    ],
    [
        " We'll say.",
        378.9,
        379.2
    ],
    [
        " And he's better than me.",
        379.5,
        380.12
    ],
    [
        " Cool, cool.",
        380.24,
        380.84
    ],
    [
        " One day, you know, who told me Joel Tudor was a bad ass longboarder?",
        381.22,
        385.2
    ],
    [
        " Who?",
        385.34,
        385.46
    ],
    [
        " Kick nuts.",
        385.68,
        386.06
    ],
    [
        " Kick nuts, that's you.",
        386.38,
        387.36
    ],
    [
        " Hey, is that Joel Tudor in that picture right there with Joel Tudor?",
        387.36,
        390.04
    ],
    [
        " I was like, hey, you know, he's brought that to a longboarder.",
        390.46,
        392.76
    ],
    [
        " He's so bad ass as well.",
        392.86,
        393.66
    ],
    [
        " Yeah.",
        393.7,
        393.88
    ],
    [
        " And, and, and, not only is he so awesome at surfing, he's Jiu-Jitsu is sick too.",
        395.0,
        400.0
    ],
    [
        " Very, yes.",
        400.06,
        400.72
    ],
    [
        " So, Joel Tudor's one and then you get, then the, once you go, once you go Brazilian in",
        401.1,
        405.68
    ],
    [
        " this scenario, then there's all kinds of surfing going on because that's a culture down there,",
        405.68,
        408.82
    ],
    [
        " you know, my first instructor, Fabio Santos.",
        408.96,
        411.6
    ],
    [
        " So, he's a, he's a bad ass surfer, Hoi Lurix and even Kid Palegro.",
        411.6,
        418.18
    ],
    [
        " He's, yeah.",
        418.46,
        420.06
    ],
    [
        " Yeah.",
        420.36,
        420.5
    ],
    [
        " So, so there's definitely, and, and when you just meet guys surfing, there's like a decent",
        420.56,
        426.02
    ],
    [
        " chance that they train the Jiu-Jitsu.",
        426.02,
        427.5
    ],
    [
        " Right.",
        427.86,
        428.08
    ],
    [
        " And so, you said you know what the connection is?",
        428.6,
        430.4
    ],
    [
        " I know of some connections, yes.",
        430.42,
        433.12
    ],
    [
        " Which major ones is sick.",
        433.36,
        434.68
    ],
    [
        "",
        435.0,
        435.0
    ],
    [
        " So, educate.",
        435.26,
        436.24
    ],
    [
        " Okay, so me.",
        436.86,
        437.68
    ],
    [
        " It's one of these things where kind of on the surface, it feels like you against this",
        439.98,
        445.38
    ],
    [
        " big wash of a challenge, right, both of them.",
        445.38,
        449.78
    ],
    [
        " But really it's not, it's not like this challenge that you take on.",
        450.18,
        453.68
    ],
    [
        " It's more of a challenge that you kind of just ride with and it's more you yourself.",
        454.16,
        458.56
    ],
    [
        " So, in, and on top of it, and that could be, that could be mountain climbing, whatever.",
        458.9,
        462.42
    ],
    [
        " But, this is Jiu-Jitsu and surfing.",
        463.72,
        465.76
    ],
    [
        " Is it always changes?",
        466.1,
        467.36
    ],
    [
        " It's not different.",
        467.54,
        468.36
    ],
    [
        " It may seem same in one way or another, it's same, but every single experience is different.",
        468.56,
        474.44
    ],
    [
        " Yeah.",
        474.72,
        474.76
    ],
    [
        " And it's not something you can just take control of, you know, it's not one of those things.",
        474.9,
        479.3
    ],
    [
        " Yeah.",
        479.32,
        479.42
    ],
    [
        " It's, you have to, you have to ride the wave.",
        479.94,
        482.06
    ],
    [
        " Yes.",
        482.28,
        482.48
    ],
    [
        " And in surfing, it's literally in Jiu-Jitsu, it's, you gotta go with it, you can't fight it.",
        482.62,
        487.02
    ],
    [
        " Just like you can't fight a wave, you gotta, and it's, and they're both that.",
        487.2,
        490.68
    ],
    [
        " Yes.",
        491.08,
        491.32
    ],
    [
        " So, of course, yeah, they take balance, but those are just little small physical actually.",
        491.32,
        494.54
    ],
    [
        " Right, right.",
        494.54,
        494.86
    ],
    [
        " Because other sports take balance to it.",
        494.92,
        496.6
    ],
    [
        "",
        496.6,
        496.6
    ],
    [
        " I don't do, yeah.",
        496.6,
        497.02
    ],
    [
        " But yeah, it's, it's you, I mean, it's kind of a spiritual type thing to say, it's you",
        497.28,
        502.42
    ],
    [
        " against yourself.",
        502.42,
        503.28
    ],
    [
        " Right.",
        503.78,
        503.92
    ],
    [
        " But that's really what it is.",
        504.18,
        505.92
    ],
    [
        " It's like you have to improve yourself.",
        505.92,
        509.1
    ],
    [
        " You don't, it's not about conquering this, you know, maybe psychologically it is, but",
        509.76,
        514.22
    ],
    [
        " it's still within yourself and it, and it's constantly changing.",
        514.22,
        517.7
    ],
    [
        " That's getting philosophical.",
        520.24,
        521.12
    ],
    [
        " It's true.",
        521.8,
        522.3
    ],
    [
        " But I like it.",
        522.4,
        522.9
    ],
    [
        " Yeah.",
        523.12,
        523.26
    ],
    [
        " No, that's good.",
        523.46,
        523.9
    ],
    [
        " And my last comment on that was both of them, both surfing and Jiu-Jitsu, empty your brain.",
        524.1,
        529.8
    ],
    [
        " They empty my brain out.",
        529.8,
        530.72
    ],
    [
        "",
        530.72,
        530.72
    ],
    [
        " They empty my brain out and they, they give me a nice clean slate to do other things with.",
        531.06,
        537.34
    ],
    [
        " Yep.",
        537.48,
        537.78
    ],
    [
        " So that's that.",
        538.24,
        538.8
    ],
    [
        " All right.",
        539.4,
        541.7
    ],
    [
        " For the record, it come from Koi, but sorry, I don't surf.",
        542.1,
        546.0
    ],
    [
        " Yeah.",
        546.04,
        546.6
    ],
    [
        " But he's to shred body boarding and body.",
        546.6,
        550.56
    ],
    [
        " Sponger.",
        550.68,
        551.56
    ],
    [
        " Yeah.",
        551.66,
        552.08
    ],
    [
        " Total Sponger.",
        552.26,
        553.44
    ],
    [
        " Oh, and by the way, it's Waimea, not Waimea.",
        553.48,
        559.36
    ],
    [
        " Oh.",
        559.58,
        559.78
    ],
    [
        " I'm not, I'm correcting you because you're my friend, but I don't want to be a corrector.",
        560.1,
        565.4
    ],
    [
        " That's no correct.",
        565.9,
        566.82
    ],
    [
        " Correct?",
        567.26,
        567.6
    ],
    [
        "",
        567.92,
        567.92
    ],
    [
        " Give me a minute.",
        568.1,
        568.36
    ],
    [
        " Okay.",
        568.48,
        568.62
    ],
    [
        " Yeah.",
        568.74,
        568.92
    ],
    [
        " Absolutely.",
        569.24,
        569.58
    ],
    [
        " We're going to be Waimea, I guess, right?",
        569.58,
        571.08
    ],
    [
        " It's just pronunciation.",
        571.24,
        571.9
    ],
    [
        " Yeah.",
        572.18,
        572.38
    ],
    [
        " We're going to go, what can I say?",
        572.54,
        574.5
    ],
    [
        " Waimea.",
        574.84,
        575.98
    ],
    [
        " Waimea Bay.",
        576.12,
        576.78
    ],
    [
        " Hawaiian.",
        577.2,
        577.52
    ],
    [
        " If you be a corrector too much, you become the guy that people are tolerating.",
        578.36,
        585.38
    ],
    [
        " So you don't want to be the guy at the party that people are tolerating.",
        585.82,
        588.98
    ],
    [
        " You don't want to be that guy.",
        589.56,
        590.46
    ],
    [
        " No matter how smart you want them to think you are.",
        590.6,
        592.52
    ],
    [
        " Well, you just proved your intelligence.",
        593.14,
        595.08
    ],
    [
        " You give me permission.",
        595.08,
        595.94
    ]
]