[
    [
        " How do the seals reconcile themselves with the fact they face death on every operation they undertake?",
        0.0,
        6.2
    ],
    [
        " More so than the conventional forces.",
        6.66,
        8.7
    ],
    [
        " Is this something that is learned?",
        9.48,
        11.38
    ],
    [
        " Well, first of all, let me make it perfectly clear that this is not true.",
        13.18,
        17.22
    ],
    [
        " What is it?",
        17.92,
        18.42
    ],
    [
        " Well, first of all, the part that you face death on every operation, there's always a chance.",
        18.64,
        23.2
    ],
    [
        " But furthermore and more importantly, this idea that the seals or special operations unit face death more so than conventional forces.",
        23.2,
        34.98
    ],
    [
        " Not true.",
        35.06,
        35.82
    ],
    [
        " In fact, in many cases, seals are safer than the conventional forces.",
        36.52,
        41.82
    ],
    [
        " The conventional forces are out there doing very difficult operations that are oftentimes more dangerous.",
        43.04,
        49.82
    ],
    [
        " I mean, even just something as simple as going on a logistics convoy.",
        49.82,
        54.3
    ],
    [
        " You are, I mean, in Iraq and Afghanistan, you are extremely exposed in those situations.",
        55.52,
        61.22
    ],
    [
        " You're on the defensive because you're in a convoy.",
        61.22,
        64.52
    ],
    [
        " You're just waiting to get blown up.",
        64.62,
        66.14
    ],
    [
        " And so that situation is you're facing you're much,",
        67.44,
        72.14
    ],
    [
        " you're much more exposed in that situation, doing a daytime convoy run.",
        72.26,
        79.3
    ],
    [
        " Down IED roads, then you would be if you were doing a night patrol through the same area.",
        80.5,
        86.78
    ],
    [
        " There's just, that's just the way it is.",
        86.84,
        88.22
    ],
    [
        " I mean, there's other operations too.",
        88.34,
        89.52
    ],
    [
        " I mean, presence patrols and census operations, there's all kinds of operations that the conventional units do that are extremely dangerous.",
        89.66,
        98.72
    ],
    [
        " They also oftentimes have less support.",
        99.76,
        102.26
    ],
    [
        " So for instance, there's an aircraft called an AC-130 that is just a miraculous piece of equipment.",
        102.64,
        112.0
    ],
    [
        " Just an incredible weapon system.",
        112.18,
        116.46
    ],
    [
        " And it's an airplane that flies around at 10,000 feet and it can see everything.",
        116.88,
        122.54
    ],
    [
        " Because as these incredible, incredible imagery systems on it.",
        123.06,
        127.74
    ],
    [
        " So they can see everything that's happening, they can track, they can end and they can shoot and destroy anything they want.",
        127.74,
        132.46
    ],
    [
        " So a lot of times the special operations unit will have, for instance, something like an AC-130 supporting them.",
        133.18,
        140.68
    ],
    [
        " On top of that, special operations they get really good training.",
        141.28,
        146.28
    ],
    [
        " So you've got this out there.",
        147.5,
        149.48
    ],
    [
        " Now the conventional forces often have great training as well, but sometimes they don't have the best training in the world.",
        149.6,
        154.7
    ],
    [
        " Then you're in a sea of platoon or you're in a special operations in a special forces ODA.",
        155.32,
        161.42
    ],
    [
        " You can have some good training under your belt that you've been going through for many, many years.",
        161.9,
        166.36
    ],
    [
        " So the training makes you safer as well.",
        166.5,
        168.48
    ],
    [
        " And you know, you can get oftentimes, again, you're going to get better gear in special operations because they have a big budget for a smaller number of people.",
        169.74,
        177.92
    ],
    [
        " The logistical support, the flexibility that you have in special operations.",
        178.24,
        183.38
    ],
    [
        " It's usually better.",
        186.6,
        187.96
    ],
    [
        " I mean, like the logistics and the army or the Marine Corps is awesome.",
        188.16,
        191.1
    ],
    [
        " And it definitely is better than special operations, but special operations is always supporting a much smaller unit.",
        191.5,
        201.34
    ],
    [
        " So even though the logistics people or systems might not be as good, they're overwhelmingly good for the small number of people that are in special operations.",
        201.5,
        210.02
    ],
    [
        " So, I'll just go one step further.",
        210.9,
        215.64
    ],
    [
        " A lot of times, you know, in Ramadi, the conventional guys, they were living out in the city.",
        216.08,
        221.1
    ],
    [
        " They were living out in the city of Ramadi after we put combat outposts in place.",
        221.54,
        226.4
    ],
    [
        " You know, we, seals would return to base after a few days out in the field.",
        226.54,
        230.32
    ],
    [
        " These guys stayed out there.",
        230.68,
        231.6
    ],
    [
        " So we'd return back and get it, get a shower and get some good food and relax.",
        232.18,
        238.16
    ],
    [
        " And we had permanent guards that kind of guarded our base with a really big perimeter.",
        238.16,
        242.42
    ],
    [
        " So we were in a good spot to stand down for the most part.",
        242.68,
        247.14
    ],
    [
        " Whereas the conventional guys, they're out there in Ramadi.",
        247.36,
        251.2
    ],
    [
        " They're standing watch, you know, oh, you know, we go back and can take a break and go on the internet.",
        251.36,
        256.14
    ],
    [
        " When they take a break, they're going into a watch tower.",
        256.3,
        258.18
    ],
    [
        " So I just don't, I just want to make sure I make it perfectly clear that, you know, the, the conventional's are by no means.",
        258.66,
        267.82
    ],
    [
        " Doing anything less risky than the special operations.",
        268.26,
        271.14
    ],
    [
        " In fact, most of the time, they're doing things that are more risky, tougher missions, higher risk.",
        271.16,
        276.4
    ],
    [
        " You know, that's just the way it is.",
        277.26,
        280.6
    ],
    [
        " So that's why, you know, we have just the utmost respect and admiration for the conventional",
        281.6,
        290.28
    ],
    [
        " units that we work with in Ramadi.",
        290.28,
        291.72
    ],
    [
        " And I'll tell you the guys, that's how we feel.",
        292.12,
        294.64
    ],
    [
        " So now the question becomes, how do we any service member?",
        295.96,
        300.86
    ],
    [
        " Face deaf is the question.",
        302.06,
        304.64
    ],
    [
        " And again, it's any service member.",
        305.28,
        307.26
    ],
    [
        " Anybody that's going to war has to realize that there's a possibility that they could get killed.",
        307.34,
        311.96
    ],
    [
        " And so what do you, how do you get over that?",
        312.28,
        315.28
    ],
    [
        " For me, it was acceptance and saying to myself, you know what?",
        315.44,
        320.46
    ],
    [
        " Okay, I could get killed.",
        321.16,
        323.26
    ],
    [
        " And it could happen tonight.",
        323.64,
        326.14
    ],
    [
        " It could happen tomorrow.",
        326.4,
        327.22
    ],
    [
        " It could happen in a week.",
        327.4,
        328.18
    ],
    [
        " I don't know when it's going to happen, but it could happen.",
        328.4,
        330.86
    ],
    [
        " And you know what?",
        331.12,
        332.44
    ],
    [
        " I'm not afraid of it.",
        332.72,
        334.2
    ],
    [
        " So if I'm afraid of it, that's going to be hard to deal with every single day.",
        334.58,
        339.38
    ],
    [
        " The other piece of it is,",
        340.12,
        341.26
    ],
    [
        " you deal with it by mitigating as much risk as you possibly can.",
        341.76,
        346.68
    ],
    [
        " Okay, what can we do?",
        346.84,
        347.64
    ],
    [
        " How can I make sure that I'm safe?",
        347.78,
        348.72
    ],
    [
        " If you know how I make sure that I can say it's safe as possible, I train hard.",
        348.72,
        352.0
    ],
    [
        " I make sure my guys are training hard.",
        352.28,
        353.84
    ],
    [
        " I make sure my guys are dialed in.",
        354.06,
        356.08
    ],
    [
        " I make sure that they know what the plan is when we go out on the battlefield.",
        356.28,
        359.72
    ],
    [
        " That's what you do.",
        359.72,
        361.76
    ],
    [
        " You mitigate as much risk as you can.",
        362.38,
        364.22
    ],
    [
        " And then there's areas where you can't mitigate risk.",
        364.48,
        367.68
    ],
    [
        " There's areas where you could catch a, you could find an ID, you could find a bullet,",
        368.04,
        376.54
    ],
    [
        " you could find a bomb, and that's it.",
        376.76,
        380.5
    ],
    [
        " And you can't, in my mind, you can't worry about things that you can't control.",
        381.74,
        388.64
    ],
    [
        " So the things that you can't control, accept them, and let's focus on mitigating what we",
        389.08,
        395.54
    ],
    [
        " can control. And I think that's probably, that's what I did when I was in those situations.",
        395.54,
        403.02
    ],
    [
        " And I would tell you that that's what most of the guys that I was with had something along",
        403.6,
        408.8
    ],
    [
        " those lines in their, in their brains.",
        408.8,
        411.14
    ],
    [
        " That acceptance is such a powerful thing.",
        411.44,
        417.24
    ],
    [
        " Like if you just accept something like, okay, I'm at risk of this or I'm",
        418.16,
        425.46
    ],
    [
        " like, this is gonna be a terrible crude example, comparatively speaking.",
        425.46,
        430.8
    ],
    [
        " Compared to what?",
        430.92,
        431.72
    ],
    [
        " Compared to accepting the risk of death.",
        432.18,
        434.84
    ],
    [
        " Let's hear it.",
        435.1,
        435.76
    ],
    [
        " Let's say you messed up.",
        435.8,
        436.94
    ],
    [
        " Is it a long example?",
        436.94,
        437.86
    ],
    [
        " Let's say you go to work.",
        439.16,
        440.94
    ],
    [
        " The fans wanted me to say that.",
        441.2,
        442.84
    ],
    [
        " Yeah, yeah, yeah.",
        443.04,
        444.32
    ],
    [
        " All right, let's say you go to work.",
        444.32,
        445.16
    ],
    [
        " You go to work and right when you walk in one of your co-workers,",
        445.18,
        447.7
    ],
    [
        " Hey man, John, your boss is looking for you.",
        447.82,
        450.68
    ],
    [
        " He's gonna, and you know you did something, you messed it up, you blew off some meeting.",
        450.96,
        453.96
    ],
    [
        " I don't know whatever.",
        454.1,
        454.6
    ],
    [
        " Messed up with a client.",
        455.24,
        455.88
    ],
    [
        " You're like, hey man, the boss is looking for you.",
        456.98,
        458.86
    ],
    [
        " And you're like, yeah, I was just, so you're gonna avoid the boss at all costs.",
        459.22,
        462.66
    ],
    [
        " Oh, that's gonna make for a long day.",
        462.7,
        464.26
    ],
    [
        " Yeah, so let's say you avoid them one day.",
        464.58,
        466.08
    ],
    [
        " The whole day, boom, you clocked out, you're out.",
        466.48,
        468.26
    ],
    [
        " The next day, same thing.",
        468.5,
        469.44
    ],
    [
        " Well, sure, he's looking for you even more, even more, even more.",
        469.7,
        472.18
    ],
    [
        " After a while, it's gonna weigh on you.",
        472.56,
        475.4
    ],
    [
        " And once you just feel like, I'm gonna get chewed out.",
        475.52,
        478.04
    ],
    [
        " Let me just accept it.",
        478.36,
        479.58
    ],
    [
        " And then, you know, you can go through with it.",
        480.14,
        482.12
    ],
    [
        " Stress is gone.",
        483.12,
        483.98
    ],
    [
        " Yeah.",
        484.42,
        484.64
    ],
    [
        " Really?",
        484.84,
        485.1
    ],
    [
        " Yeah.",
        485.32,
        485.48
    ],
    [
        " You know, um, analogy accepted.",
        485.48,
        489.04
    ],
    [
        " Yeah.",
        489.52,
        489.74
    ],
    [
        " Or like, for example, I'm just kidding.",
        490.2,
        492.38
    ],
    [
        " Oh, if like a bully is looking for you.",
        493.44,
        495.16
    ],
    [
        " Yeah, let's go up and get him.",
        495.42,
        496.46
    ],
    [
        " Yeah, like, you know, well, I don't know if you've ever been bullied in school,",
        496.66,
        499.14
    ],
    [
        " but like if someone's looking for you, they're mad at you or whatever.",
        499.14,
        501.76
    ],
    [
        " And you know, they're looking for you.",
        502.12,
        503.24
    ],
    [
        " The bully.",
        503.54,
        504.02
    ],
    [
        " And you're like, man, you're avoiding when you're avoiding them.",
        504.3,
        506.72
    ],
    [
        " After a while, you just, all right, I accepted.",
        507.0,
        508.48
    ],
    [
        " You know, something's gonna have to go down.",
        508.82,
        511.04
    ],
    [
        " I'm gonna have to experience this confrontation.",
        511.38,
        513.22
    ],
    [
        " Yeah, and really accept it.",
        513.48,
        515.06
    ],
    [
        " Would be to say, you know what?",
        515.06,
        516.14
    ],
    [
        " What's the worst thing that could happen?",
        516.28,
        517.54
    ],
    [
        " The worst thing that happened, he beats me up.",
        517.82,
        519.36
    ],
    [
        " I get a bloody nose.",
        519.44,
        520.2
    ],
    [
        " I don't care anymore.",
        520.42,
        521.54
    ],
    [
        " Right.",
        521.54,
        522.1
    ],
    [
        " I'm gonna go get it.",
        522.18,
        523.24
    ],
    [
        " Yeah.",
        523.28,
        523.48
    ],
    [
        " Because what you're talking about really is facing the problem,",
        523.6,
        526.3
    ],
    [
        " which I also support.",
        526.3,
        527.8
    ],
    [
        " You know what?",
        528.04,
        528.44
    ],
    [
        " You got a problem whether it's meeting with your boss or whether you're gonna get bullied.",
        528.62,
        531.14
    ],
    [
        " I'm gonna face that problem.",
        531.5,
        533.2
    ],
    [
        " So that's one piece.",
        533.4,
        534.24
    ],
    [
        " But one thing that will help you to face the problem is saying,",
        534.42,
        537.76
    ],
    [
        " okay, what's the worst thing that happens?",
        537.76,
        539.1
    ],
    [
        " Yeah.",
        539.44,
        539.62
    ],
    [
        " You know what?",
        539.64,
        539.96
    ],
    [
        " I go into my boss.",
        540.04,
        540.72
    ],
    [
        " He might fire me.",
        541.06,
        542.1
    ],
    [
        " Okay, if he fires me, I'm gonna have to go get a new job.",
        542.36,
        544.28
    ],
    [
        " But that's the worst thing that's gonna happen.",
        544.28,
        545.66
    ],
    [
        " What's the worst thing that happens if I get in a fight with a bully?",
        545.68,
        548.56
    ],
    [
        " Worst thing that happens, I'm gonna get a bloody nose,",
        548.8,
        550.5
    ],
    [
        " I'm gonna get beat up.",
        550.8,
        551.68
    ],
    [
        " But you know what?",
        551.86,
        552.98
    ],
    [
        " I can handle that.",
        553.44,
        554.6
    ],
    [
        " So, I'm gonna go face this issue.",
        554.9,
        556.82
    ],
    [
        " And it's the same thing in combat.",
        556.96,
        557.94
    ],
    [
        " What's the worst thing that happens?",
        558.14,
        559.2
    ],
    [
        " Worst thing that happens, I'm gonna get killed.",
        559.62,
        561.78
    ],
    [
        " Okay.",
        562.14,
        562.48
    ],
    [
        " That happens.",
        563.04,
        563.94
    ],
    [
        " It's over.",
        564.12,
        565.06
    ],
    [
        " I'm good with it.",
        565.58,
        566.44
    ],
    [
        " Let's go out and face it.",
        566.62,
        567.94
    ],
    [
        " And you know, honestly, I said it's the worst thing,",
        568.24,
        569.94
    ],
    [
        " but honestly, the thing that guys are usually most afraid of",
        570.08,
        572.9
    ],
    [
        " is having their friends get hurt or other guys get hurt.",
        572.9,
        575.26
    ],
    [
        " That's the worst thing.",
        575.38,
        577.0
    ],
    [
        "",
        577.6,
        577.6
    ],
    [
        " Pully, and then even how you said that the training helps.",
        578.0,
        580.46
    ],
    [
        " And that seems obvious, you know?",
        581.04,
        582.74
    ],
    [
        " But I think even that is,",
        582.98,
        584.88
    ],
    [
        " that's like kind of an understated, I think, under-appreciated thing.",
        585.12,
        590.2
    ],
    [
        " Yeah, it should be.",
        590.46,
        590.68
    ],
    [
        " Because you know, like, remember when the USC came out?",
        590.68,
        592.42
    ],
    [
        " Mm-hmm.",
        592.68,
        592.9
    ],
    [
        " And I remember looking at these guys are nuts to go in there to do that.",
        592.9,
        597.38
    ],
    [
        " But once you learn even just some Jiu-Jitsu,",
        597.7,
        601.68
    ],
    [
        " just some Jiu-Jitsu, that way you see them fighting the USC and stuff,",
        601.9,
        606.46
    ],
    [
        " like that's...",
        606.58,
        607.18
    ],
    [
        " I could do that.",
        607.18,
        607.72
    ],
    [
        " Yeah.",
        607.8,
        607.94
    ],
    [
        " Actually, that's one of the reasons why I started.",
        608.24,
        611.0
    ],
    [
        " I started Jiu-Jitsu.",
        611.0,
        611.7
    ],
    [
        " I didn't start Jiu-Jitsu.",
        611.84,
        612.44
    ],
    [
        " I want to be a fighter.",
        612.54,
        613.28
    ],
    [
        " So I trained in MMA first.",
        613.86,
        615.04
    ],
    [
        " And before training that, I would have thought you're completely insane to do that.",
        616.06,
        621.42
    ],
    [
        " Like, you gotta be like kind of crazy person.",
        621.68,
        623.32
    ],
    [
        " But once you have the training, you see,",
        623.7,
        624.96
    ],
    [
        " okay, you know, I kind of just...",
        625.06,
        626.12
    ],
    [
        " Yeah, you get a knock on the light.",
        626.12,
        627.1
    ],
    [
        " You see, like, okay, I see all this stuff.",
        627.44,
        629.62
    ],
    [
        " You have just a vast understanding,",
        630.02,
        632.54
    ],
    [
        " rather than all you see is knuckles and blood and arms breaking and stuff.",
        632.76,
        637.7
    ]
]