[
    [
        " Chockel is a minimal amount of competent defensive ability, self-defense, essentially.",
        0.18,
        6.6
    ],
    [
        " The most overlooked essential stabilizer of young male psyche.",
        7.3,
        11.46
    ],
    [
        " So this question, this actually came across the interwebs as a statement, an opinion.",
        12.76,
        20.6
    ],
    [
        " And I kind of rephrased it just a little bit to make it into a question, but it actually came",
        21.08,
        25.22
    ],
    [
        " across someone who's saying, look, he believes this person believes that they know",
        25.22,
        29.64
    ],
    [
        " on how to fight, you know, competent defensive, defensive ability. I call that knowing how to fight",
        29.64,
        35.46
    ],
    [
        " is, and he thinks it's the most essential stabilizer of young male psyche.",
        35.46,
        40.62
    ],
    [
        " I agree with this statement. I think that, yeah, I completely agree with it. I think that learning",
        41.38,
        47.58
    ],
    [
        " how to fight and knowing how to fight gives you real confidence and security, not just in the form",
        47.58,
        56.64
    ],
    [
        " of being secure, but as in opposition to insecurity, right? Because when you know how to fight,",
        56.64,
        64.34
    ],
    [
        " all of a sudden you don't have anything to prove anymore. And this changes. So I wish I would",
        64.8,
        71.7
    ],
    [
        " have been going to have a fight and I'm watching. We fought all the time when I was a kid. We fought.",
        71.7,
        75.3
    ],
    [
        " We didn't know how to fight. So what do we have to prove that we knew how to fight? If we actually",
        75.3,
        79.58
    ],
    [
        " knew how to fight, we wouldn't have to prove that all the time. So I absolutely agree with this.",
        79.58,
        84.8
    ],
    [
        " And that's why I'm constantly trying to get people to get into Jiu-Jitsu. You know, get your kids",
        84.86,
        90.74
    ],
    [
        " into Jiu-Jitsu. Get your 13 year old boy, your 10 year old boy, get him into Jiu-Jitsu. Your girl too.",
        90.74,
        96.82
    ],
    [
        " I mean, your girl too, because your girl is going to use it for defense.",
        97.14,
        99.64
    ],
    [
        " Girls don't have the constant tension of fighting that guys have. It is part of who we are. When I shake",
        103.06,
        110.28
    ],
    [
        " someone's hand, I don't care what kind of mood I'm in. I am thinking about taking them down. I am",
        110.28,
        116.1
    ],
    [
        " thinking about what I'm going to do to them in a fight. It doesn't matter if I'm meeting Santa",
        116.1,
        119.7
    ],
    [
        " Claus. I'm thinking about doing a double leg. I'm thinking about what what his weight is. Does he",
        119.7,
        124.64
    ],
    [
        " have cauliflower here? That's what I'm doing. And guys do that. Guys do that. And it's real.",
        124.64,
        130.64
    ],
    [
        " And I mean, especially in the environment, I grew up in the SEAL teams. I mean, everybody's got that",
        130.94,
        135.06
    ],
    [
        " constant like tests between you and the evaluation. So if you don't know how to fight, there's only one",
        135.06,
        144.62
    ],
    [
        " way to figure out where you are. And that is to fight. And so you end up doing stupid things.",
        144.62,
        150.62
    ],
    [
        " Stupid things to prove your manhood. And I hate to use that word. But you end up doing stupid things",
        151.66,
        156.74
    ],
    [
        " to prove your manhood. So my recommendation is, well, I totally agree with this statement. I think",
        156.74,
        162.84
    ],
    [
        " it is a huge stabilizer of your personality and your psyche as a man. So get those kids to learn",
        162.84,
        179.2
    ],
    [
        " that. Because you know, you've got choked out. You know what's happened. You know, that is a",
        179.24,
        183.54
    ],
    [
        " horrible feeling. It's a horrible feeling when another human being can control you 100%. You know what,",
        183.54,
        191.4
    ],
    [
        " physically, it doesn't matter how smart you are anymore. I'm sorry, it doesn't matter. It doesn't",
        191.6,
        197.04
    ],
    [
        " matter. It doesn't matter how smart you are anymore. When you are getting completely physically",
        197.04,
        202.1
    ],
    [
        " dominated by someone, it doesn't matter that you're smarter than them. At that time, there's nothing",
        202.1,
        207.02
    ],
    [
        " you can do about it. What are you going to challenge them to a spelling bee? It's not going to",
        207.02,
        210.74
    ],
    [
        " help you. You're under their control. And that's a horrible, horrible feeling. And so I think it's,",
        210.74,
        217.64
    ],
    [
        " you know, and I felt that, you know, when I was a kid, you know, I got bullied just like everybody",
        217.9,
        220.56
    ],
    [
        " gets bullied at certain point. You know, you show up to high school, you're 13 years old. I was",
        220.56,
        224.5
    ],
    [
        " there. I was a young whatever, however that works when you are born. That was born in September. So",
        224.5,
        229.82
    ],
    [
        " I was a young, scrawny kid. And I didn't get bullied to some crazy extent. But you get picked on,",
        230.46,
        238.04
    ],
    [
        " you get picked on, you get in the little scuffles and you get thrown around by a kid that's,",
        238.24,
        242.28
    ],
    [
        " that reached puberty when he was nine and he's now, you know, six feet to 20. And I'm showing up at",
        242.42,
        249.08
    ],
    [
        " school 13 years old, way in a buck 45. You're going to get, you're going to get physically controlled.",
        249.08,
        255.32
    ],
    [
        " And it's not fun. And so I didn't know how to fight. I was trying to figure it out. And there",
        255.32,
        263.02
    ],
    [
        " was no one knew how to fight back then, unless you were a boxer, maybe a wrestler. But yeah, so",
        263.02,
        268.4
    ],
    [
        " definitely this is a huge piece. Helps you with. I think, I think kids that know how to fight are",
        268.4,
        274.16
    ],
    [
        " going to get an a lost less street fights. They're going to do a lot less stupid things to prove",
        274.16,
        278.5
    ],
    [
        " themselves. Because guess what? They already have the essential primal animalistic characteristic of",
        278.5,
        287.74
    ],
    [
        " physical domination. And that goes a long way. Yeah. And we talked about this before back to the",
        287.74,
        293.74
    ],
    [
        " girls thing, getting your girls into it. You know how when you get into any kind of physical",
        293.74,
        300.72
    ],
    [
        " situation, even if you're in a crowd and someone starts shoving someone else, not even you. And",
        300.72,
        305.5
    ],
    [
        " boom, you feel the force of somebody or someone's just all like on you or even if someone like,",
        305.5,
        310.92
    ],
    [
        " I don't know, tackles you or something like that. It's like this kind of imposed physical situation.",
        310.94,
        315.58
    ],
    [
        " And when you're into Gigi, that's every day. So you get used to that real quick. And in fact,",
        315.86,
        321.2
    ],
    [
        " you get real comfortable with it. But as a girl, you're not trying to like win fights now. You know,",
        321.2,
        326.26
    ],
    [
        " I know Gigi. So I'm going to try win fights and beat up guys. That's not really what it's for for",
        326.32,
        329.76
    ],
    [
        " girls. It's more for knowing how to function, knowing where to be, where not to be, because man,",
        329.76,
        335.44
    ],
    [
        " if you don't know, you just simply don't know. And also being totally right. And then also being",
        335.52,
        340.24
    ],
    [
        " inoculated to the physical contact when it happens. And I'll say you say you can't win, I mean,",
        340.24,
        346.44
    ],
    [
        " not looking to win fights. There's go watch YouTube. Yeah. There's all kinds of videos of girls",
        346.52,
        350.26
    ],
    [
        " working over guys. And I mean in street fights. Yeah. There's one in particular where this girl's",
        350.26,
        356.02
    ],
    [
        " just trying to arm lock, just choke, just crushing this kid. Yeah. Well, the truth is,",
        356.18,
        362.06
    ],
    [
        " if you learn Gigi, if someone knows, Jesus, someone doesn't, the chance of the person knowing",
        362.32,
        367.64
    ],
    [
        " Gigi, to winning the fight is very, very, very high. Yes. Even if you're a girl, it still applies to",
        367.64,
        372.8
    ],
    [
        " you. Of course, the girls at a physical disadvantage, because she's smaller week or whatever. But",
        372.8,
        376.6
    ],
    [
        " like I said, Gigi, it's just this huge jump in, you know, ability as far as fights go. And you",
        376.6,
        385.66
    ],
    [
        " yourself defense perspective, if you, a lot of times, let's say a girl's not able to physically,",
        386.4,
        392.44
    ],
    [
        " let's say she's a hundred pounds and she's a guy attacks her, that's 200 pounds. She might not",
        392.62,
        397.92
    ],
    [
        " be able to put him asleep. She might not be able to finish him, but she may able to be able to",
        397.92,
        403.9
    ],
    [
        " survive, then the guy off for a minute and 30 seconds instead of two seconds,",
        403.9,
        409.62
    ],
    [
        " you know, instead of four seconds, you know, instead of eight seconds. So that's what it takes for",
        409.88,
        413.76
    ],
    [
        " someone to hear for someone to see. So every second counts. And if you know Gigi, I guarantee you,",
        413.76,
        419.46
    ],
    [
        " it's, it's really hard to subdue somebody that knows some Gigi, if you don't know anything,",
        419.76,
        424.9
    ],
    [
        " you are going to have a hard time getting control of them. They're going to, they're going to be,",
        425.08,
        429.16
    ],
    [
        " and even if you're stronger than them, you'll be able to get a hold of them. Maybe eventually,",
        429.22,
        432.64
    ],
    [
        " if they're a lot smaller, a lot weaker than you, but it's going to be a fight. And a lot of,",
        432.64,
        436.04
    ],
    [
        " a lot of, you know, you read a lot of stories when in self defense situations, if the girl puts up a",
        436.14,
        440.44
    ],
    [
        " decent fight, the guy's not going to have any of it. You know, he's going to realize that he's not",
        440.44,
        444.3
    ],
    [
        " looking for that. He's not looking for a fight. He's looking for something else. And so the fight",
        444.3,
        448.44
    ],
    [
        " begins, he backs off. So yeah, absolutely. It applies for, for girls as well. And there's just a",
        448.44,
        454.24
    ],
    [
        " certain level of confidence. You know, and I've seen that, you know, my sons had a couple little",
        454.24,
        458.24
    ],
    [
        " scuffles, a couple that I've witnessed too, where, you know, he just was like not trying to,",
        458.24,
        465.12
    ],
    [
        " not trying to have a problem until someone just grabs him and is obviously going to do, try and do",
        465.36,
        469.78
    ],
    [
        " something to him. And then that person's getting launched, you know, like a perfect judo, because",
        469.78,
        474.4
    ],
    [
        " you're going to get, you know, how hard is it to judo for somebody that doesn't know any judo",
        474.4,
        477.84
    ],
    [
        " to do it? It's so easy. So you see a kid fly through the air, hit the ground. You see my son,",
        477.84,
        482.46
    ],
    [
        " you know, just like there's no guard passing because the person doesn't even know what the guard is.",
        482.46,
        486.04
    ],
    [
        " So it's just straight to mount. And then once you're in mount, the person has no idea what's",
        486.1,
        490.36
    ],
    [
        " happening. And, and they're completely controlled and they're getting put to sleep. That's it. It's",
        490.36,
        494.66
    ],
    [
        " easy as that. Yeah. And so funny how you, this is kind of the part that I forget actually,",
        494.66,
        500.2
    ],
    [
        " every once in a while, where how you brought up when you shake someone's hand, you're always",
        500.4,
        504.56
    ],
    [
        " thinking about it or whatever. So that's, that's something too. That's why, that's why it's almost",
        504.56,
        508.96
    ],
    [
        " like if you don't know juditsu, like, or, or for real fighting, there's not many out there.",
        508.96,
        513.72
    ],
    [
        " And there's not many. But even, we'll just say, if you don't know juditsu, you might fall into this",
        513.72,
        519.08
    ],
    [
        " trap by thinking, well, you know, I might, you know, you never know. He's not on all the time,",
        519.08,
        522.98
    ],
    [
        " or he might not be ready for this or, you know, all surprise him with a, like, this punch or",
        522.98,
        527.12
    ],
    [
        " something like this. And they'll, they won't give it its due credit. But the thing is when you",
        527.12,
        532.12
    ],
    [
        " learn juditsu breath, that's how you're thinking about it. You're like, oh, take this guy right here.",
        532.12,
        536.52
    ],
    [
        " 100% of the time. You, you can be laying in your, in your bed with your wife. And she'll be like,",
        536.76,
        541.92
    ],
    [
        " hey, give me a hug and you're like, you're under hooked there. Yes, exactly the whole time. So",
        541.92,
        546.42
    ],
    [
        " you can't really, to surprise a guy who knows juditsu to surprise him is super hard. Like, you got to do",
        546.42,
        552.52
    ],
    [
        " from behind. I don't know. Even if you think of him behind, like, you know what to do from behind.",
        553.6,
        557.4
    ],
    [
        " You know, to, you got to like, I don't know, hit him or something really hard. Knock him out one",
        557.58,
        560.76
    ],
    [
        " punch. Yeah, yeah. It's really hard to knock somebody out with a punch for me. So, yeah. But",
        560.76,
        565.68
    ],
    [
        " that's so funny, because that, that is how it is. Even as like a, like a high level guy, you're still,",
        565.68,
        571.88
    ],
    [
        " like, it's always on your mind. Like, it's like you're walking around with this big, powerful, like,",
        572.02,
        577.52
    ],
    [
        " gun or something. Like you're like, okay, who wants to get shot? Not that you want to shoot people",
        577.74,
        581.84
    ],
    [
        " specifically, but it's like this radar that's like, okay, who wants to get shot? Kind of thing.",
        582.42,
        586.92
    ],
    [
        " Because you're just ready. It's ready to do it. Yeah. And to me, honestly, it's so instinctive",
        587.1,
        593.58
    ],
    [
        " at this point. Yeah. It's just part of every movement that you make is thinking about that.",
        593.58,
        600.04
    ],
    [
        " And you know, you ever had somebody that doesn't know juditsu, like, maybe you haven't seen someone in",
        600.26,
        604.34
    ],
    [
        " a while. I've had that happen. I've seen someone for a while. Yes. And I mean 20 years. So,",
        604.34,
        609.32
    ],
    [
        " they have no idea what juditsu is. We've gone a completely different paths in our lives. And they,",
        609.32,
        612.84
    ],
    [
        " like, grab hold of you as if it was the old days and you're gonna have a tussle. Yeah. And it's",
        612.9,
        617.84
    ],
    [
        " edible. Yeah. It's just a, it's just a four second, you know, spirit crushing maneuver of death.",
        617.84,
        624.7
    ],
    [
        " And you're happy to do it too, you know, because as an adult, like, you know, I think anywhere",
        625.0,
        629.7
    ],
    [
        " past 26, 27 years old, it's hard to get away with like getting into a wrestling match in public,",
        629.7,
        636.34
    ],
    [
        " or you know, somewhere outside of the man. That's interesting. You might not have known that. But",
        636.34,
        641.86
    ],
    [
        " I don't know. I think I speak for more than more people than just myself, but there's a part of",
        641.86,
        647.5
    ],
    [
        " your mind that kind of helped it. It happens just with your friend, you know, or something like that.",
        647.5,
        651.06
    ],
    [
        " Just so you can do it. Of course. Always hoping for a, for a scrap. You know what? Ironically,",
        651.36,
        656.56
    ],
    [
        " back to the part where we're saying, um, it's kind of hard to surprise a juditsu guy. Ironically,",
        656.74,
        661.46
    ],
    [
        " the easiest time to surprise a juditsu guy is on the mat. If you're another juditsu guy, what you do",
        662.42,
        667.54
    ],
    [
        " is you play like, oh, we're just going light right now. And then you go hard, you know, so you can't",
        667.54,
        672.42
    ],
    [
        " really surprise them in the like in public. You got it like, you got to learn juditsu. Go on the",
        672.42,
        678.16
    ],
    [
        " mat. Yeah. Go with them. Make them think you're not rolling our dance surprise. And you know, I think",
        678.16,
        681.68
    ],
    [
        " that's part of it is you become more aware when you're talking, what you've been talking about",
        681.68,
        686.38
    ],
    [
        " the past couple of minutes is awareness. And when you have juditsu in your brain, then oh,",
        686.38,
        691.74
    ],
    [
        " and it's true with boxing too and and Muay Thai, when you have that stuff in your brain,",
        691.96,
        696.96
    ],
    [
        " then you can't help but be aware of what's happening around you because it's in there. It's like",
        697.4,
        702.98
    ],
    [
        " knowing that the color of the table is brown, like you, you know what that person's body position is,",
        702.98,
        709.34
    ],
    [
        " you're looking and seeing that their stance is off balance. You're seeing an underhook exposed.",
        709.48,
        713.44
    ],
    [
        " You know, so you can't help. You can't take it away. So your awareness increases. You also",
        713.44,
        717.7
    ],
    [
        " are aware of what problems can occur really quickly. So if you start, you know, if you're a girl",
        717.7,
        722.4
    ],
    [
        " and you say, oh, wait a second. Now I'm back into a corner where I can't get out. I don't like this",
        722.4,
        728.34
    ],
    [
        " feeling. It becomes it increases your awareness as a human. It makes you more aware of your surroundings.",
        728.34,
        733.72
    ],
    [
        " So there's so many benefits. Yeah. It's kind of ridiculous. Yeah. And you couldn't have almost",
        733.72,
        739.88
    ],
    [
        " one level up from that awareness that you're talking about because like how you're saying it's",
        740.12,
        743.96
    ],
    [
        " part of that, even if you don't know how to fight, it's still kind of on your mind. You know,",
        743.96,
        747.62
    ],
    [
        " like all guys have that kind of sort of sort of evaluation, especially if the guy's close to your",
        747.88,
        751.98
    ],
    [
        " close to you. Yeah. Who you are. You know, whether it be age size, whatever, whatever the scenario",
        751.98,
        757.22
    ],
    [
        " even, like if you're a scholar and no one else in the scholar, then another scholar walks in,",
        757.22,
        761.2
    ],
    [
        " ooh, this evaluation. You know, so that's how it is naturally. Yeah, smart. This guy. Yeah. Yeah.",
        761.24,
        766.34
    ],
    [
        " So, oh, so as a guy, just naturally, you're going to have even more. It's like you know what the",
        766.34,
        771.6
    ],
    [
        " color of brown is or whatever, but just instinctually, you're always looking for brown. That's kind of",
        771.6,
        777.02
    ],
    [
        " what it's like. So now you, when you're doing these evaluations that are going to happen anyway,",
        777.02,
        781.16
    ],
    [
        " your jujitsu mind is right there at the front. Ready. The whole time. Yeah. It's interesting.",
        781.72,
        788.56
    ],
    [
        " Yeah. It's a lot of people, but that's not to be confused with like your aggressive and want to",
        789.48,
        793.08
    ],
    [
        " fight. That's the weird thing. It's like you don't want to actually fight with people because you",
        793.08,
        797.46
    ],
    [
        " don't feel the need to like, oh, I got a, I don't know. Yeah, you don't think it's proven that it's",
        797.46,
        801.32
    ],
    [
        " where the small conversation started off. And also now you not feel like you need to prove anything,",
        801.32,
        805.44
    ],
    [
        " but I literally am like, oh, I really want to get in a fight with this guy. I'm gonna get my",
        805.54,
        808.66
    ],
    [
        " knuckles, you know, I'm probably going to rip my t-shirt, disguise it. This is really, no, I,",
        808.66,
        813.4
    ],
    [
        " I fight every single day. I don't need, I don't, I don't care about this guy. This is a two-second",
        813.44,
        821.3
    ],
    [
        " thing where I got to scuff up my knee on the pavement. And he's probably going to rip my,",
        821.3,
        825.58
    ],
    [
        " my shirt, and that's going to be a pain. And then I got to deal with the cops if they show up.",
        825.58,
        829.7
    ],
    [
        " It's just a big pain. Whereas if you don't fight and you have that opportunity, maybe you got",
        829.86,
        834.42
    ],
    [
        " that thing inside you, you know, no, right? The payoff of the fight, right? If you don't know,",
        834.42,
        838.62
    ],
    [
        " or if you're just insecure, whatever, the payoff of the fight and hopefully winning is bigger than",
        838.86,
        843.6
    ],
    [
        " all the detriment that you got to be offered. I used to tell my put in guys, when we were overseas",
        843.6,
        848.28
    ],
    [
        " before the war started, hey, you know, so guys were overseas, what are you doing? You're drinking,",
        848.48,
        852.24
    ],
    [
        " you're out in bars, you're causing problems or whatever. And I, you know, before you go out of",
        852.42,
        856.12
    ],
    [
        " your way, hey guys, if you feel like fighting tonight, come find me. Because if you want to fight,",
        856.12,
        860.56
    ],
    [
        " come find me and it'll be all be good, you know, you know, we'll fight. And it's all good, you",
        860.58,
        865.14
    ],
    [
        " won't get in trouble, you won't get arrested, you won't get hurt, it's all good. You'll get in trouble.",
        865.14,
        868.2
    ],
    [
        " You're not going to get in trouble with the law though, you know what I mean? You're not going to",
        868.98,
        872.5
    ],
    [
        " get that kind of trouble, you're going to get in trouble in your situation and you're in your",
        872.5,
        875.56
    ],
    [
        " positioning is going to be in trouble. So yeah, it's better to fight amongst yourself than to",
        875.88,
        880.9
    ],
    [
        " fight against the outsiders who are going to sue you, pull a knife out and stab you in the throw,",
        880.9,
        886.18
    ],
    [
        " whatever, right? Yeah, don't do that. Stay out of the street fights, not worth it. You know,",
        886.36,
        892.36
    ],
    [
        " all right, I agree with it too though, you said you agree that it is the stabilizer.",
        892.48,
        897.3
    ],
    [
        " And look, it is, because if you don't know, you don't even know how much you don't know.",
        897.86,
        901.98
    ],
    [
        " It's funny because we get a lot of people that have started training Jiu Jitsu.",
        902.74,
        905.88
    ],
    [
        " Good move. Yes, but they'll come on Twitter or on the Facebook and say, you know,",
        906.26,
        913.08
    ],
    [
        " they started training Jiu Jitsu. Oh my god, I can't believe I need to train this all the time.",
        913.36,
        920.16
    ],
    [
        " I can't believe I got control of how they always say how humiliating. And sometimes they say humbling,",
        920.32,
        924.98
    ],
    [
        " but sometimes I think even when they say humbling, they actually mean humiliating.",
        925.2,
        928.18
    ],
    [
        " Because they, that's the weird thing. When you're walking around on the earth without the knowledge,",
        929.06,
        934.82
    ],
    [
        " you think you look at other people and you think, you know what? This guy knows Jiu Jitsu.",
        935.12,
        939.32
    ],
    [
        " I heard this guy knows Jiu Jitsu. It doesn't matter. I'm strong. I'm athletic. I'll just hit him in the neck",
        939.68,
        945.48
    ],
    [
        " or even even even you know what, I'm just strong enough. He's not going to get my, how's he going to",
        945.48,
        948.72
    ],
    [
        " get my arm over there? Yeah, it's not going to work. I'll just pull my arm back and you get on the",
        948.72,
        953.54
    ],
    [
        " mat and you go, oh my lord, I have no control over this situation. This guy is effortlessly making",
        953.54,
        959.04
    ],
    [
        " me submit over and over and over again. That's when the reality hits. The reality hits doesn't end",
        959.04,
        964.8
    ],
    [
        " in the first time you tap. Because on the first time you tap, you go, oh, I'm going to, I'll just,",
        964.8,
        968.84
    ],
    [
        " I won't do that single movement again. I won't stick my head over there. Okay. So then you get your",
        968.98,
        973.88
    ],
    [
        " arm locked. Yeah. And then you get your foot locked and then you get your knee locked and then you",
        973.88,
        976.92
    ],
    [
        " get a commuter and then you get a guillotine again. Then you get weird. So you, all you, it's just a",
        976.92,
        980.28
    ],
    [
        " lose, lose, lose, lose, lose, lose, lose, lose. And then you go, after usually for me, it's like",
        980.28,
        984.88
    ],
    [
        " three to five times with somebody that's never changed a jitsu before, three to five times before",
        984.88,
        989.26
    ],
    [
        " they realize like, oh, I'm never, because you know, when you tap a guy once that's never trained",
        989.26,
        993.6
    ],
    [
        " before and he comes out, you're so hard. And his mind, he thinks, oh, this time I'm going to get him.",
        993.6,
        997.98
    ],
    [
        " And then we even come close. They don't even realize. So yeah, get on the mat, man, and learn, learn",
        998.5,
        1003.58
    ],
    [
        " the jiu jitsu.",
        1003.58,
        1004.24
    ]
]