[
    [
        " This is Jockel Podcast number 245 with Echo Charles and me, Jockel Willink. Good evening, Echo.",
        0.32,
        6.76
    ],
    [
        " Good evening.",
        6.9,
        7.24
    ],
    [
        " Also joining tonight is Dave Burke. Good evening, Dave.",
        7.78,
        12.24
    ],
    [
        " Good evening.",
        12.8,
        13.28
    ],
    [
        " Did you make it to the status of honorary co-host yet?",
        13.78,
        19.0
    ],
    [
        " Yes, no.",
        23.24,
        23.8
    ],
    [
        " Well, I was thinking...",
        24.02,
        25.12
    ],
    [
        " We're getting there.",
        25.12,
        25.5
    ],
    [
        " People want to know what they call the Good Deal Dave.",
        25.66,
        27.48
    ],
    [
        " Good, good. This is the fact that we've been talking about that. This is why.",
        27.48,
        32.4
    ],
    [
        " Check. Back again, tonight with some more combat lessons.",
        32.62,
        35.58
    ],
    [
        " From the document called combat lessons,",
        36.36,
        40.86
    ],
    [
        " document written in the Throws of World War II,",
        42.08,
        45.86
    ],
    [
        " and what they were doing was interviewing frontline leaders and frontline troops.",
        46.44,
        50.86
    ],
    [
        " In fact, the subtitle is rank and filing combat.",
        51.62,
        54.82
    ],
    [
        " What they're doing and how they're doing it.",
        55.18,
        56.98
    ],
    [
        " We've covered two of these so far.",
        57.04,
        58.3
    ],
    [
        " This is the third one.",
        58.96,
        59.9
    ],
    [
        " Sometimes I think to myself,",
        61.54,
        62.48
    ],
    [
        " we kind of get the idea.",
        63.62,
        64.92
    ],
    [
        " I'll start thumbing through this one.",
        65.74,
        67.92
    ],
    [
        " Do we really need to cover another one of these?",
        68.18,
        70.38
    ],
    [
        " I start thumbing through it and you just start reading these things.",
        71.32,
        74.18
    ],
    [
        " I can't put it down.",
        76.2,
        78.08
    ],
    [
        " I'm still learning.",
        78.6,
        79.28
    ],
    [
        " I figure if I'm learning, we can all learn.",
        79.98,
        83.24
    ],
    [
        " Why try and hold it back from the people.",
        83.94,
        86.5
    ],
    [
        " No reason.",
        86.98,
        87.6
    ],
    [
        " We can get right into it.",
        88.08,
        89.48
    ],
    [
        " So here it is.",
        89.76,
        90.28
    ],
    [
        " Combat lessons, volume three.",
        90.84,
        93.52
    ],
    [
        " We've done two of these so far.",
        95.0,
        98.6
    ],
    [
        " Actually, I forget what number of podcasts they are,",
        98.98,
        100.82
    ],
    [
        " but we've covered two of these volumes.",
        100.9,
        102.24
    ],
    [
        " This is the third volume.",
        102.34,
        103.3
    ],
    [
        " This is what all the volumes start off with.",
        104.64,
        106.74
    ],
    [
        " The Paramount Combat Lesson learned from every operation",
        106.98,
        110.44
    ],
    [
        " is the vital importance of leadership,",
        110.44,
        111.98
    ],
    [
        " which is really an interesting thing that we say every single time",
        112.44,
        117.58
    ],
    [
        " we talk to people,",
        117.58,
        118.38
    ],
    [
        " our equipment, our supply, and above all men,",
        118.76,
        120.66
    ],
    [
        " and above all, our men are splendid.",
        121.0,
        122.96
    ],
    [
        " Aggressive and determined leadership is the priceless factor,",
        124.02,
        128.0
    ],
    [
        " which inspires a command and upon which all success in battle depends.",
        128.0,
        134.62
    ],
    [
        " It is responsible for success or failure.",
        135.74,
        139.94
    ],
    [
        " That is July 3rd, 1944.",
        140.9,
        144.98
    ],
    [
        " Starts off just jumping right into leadership.",
        147.08,
        149.82
    ],
    [
        " Leadership and command need for leadership.",
        150.04,
        151.52
    ],
    [
        " Comments received from all active theaters continue to emphasize",
        152.02,
        155.48
    ],
    [
        " the need for competent and aggressive leaders.",
        155.48,
        157.52
    ],
    [
        " This is especially true as regards junior officers and non-commissioned officers.",
        157.82,
        162.82
    ],
    [
        " Lieutenant General Courtney H. Hodges,",
        163.62,
        166.34
    ],
    [
        " who observed operations in North Africa and Italy stated,",
        167.02,
        170.36
    ],
    [
        " and before I even get to that,",
        170.74,
        173.14
    ],
    [
        " why is it just so awesome that they're just pointing out over and over",
        175.32,
        181.84
    ],
    [
        " and over again in each one of these volumes that leadership is the most important thing",
        181.84,
        187.02
    ],
    [
        " on the battlefield?",
        187.02,
        187.88
    ],
    [
        " And yet, we work with companies that have no leadership training for their people",
        189.24,
        196.1
    ],
    [
        " until I saw them front you know what I'm talking about,",
        196.1,
        200.6
    ],
    [
        " and then I guess they do.",
        200.6,
        201.3
    ],
    [
        " But it's bizarre that it's a bizarre that it is so hard.",
        201.8,
        207.38
    ],
    [
        " What makes it so hard to see that leadership is the most important thing?",
        207.74,
        213.6
    ],
    [
        " What do you think makes it so hard to see?",
        214.26,
        215.34
    ],
    [
        " I stumped good deal.",
        218.86,
        219.86
    ],
    [
        " Yeah, well, no, there's a couple of things at first.",
        219.86,
        222.16
    ],
    [
        " I don't think people realize how impactful leadership is.",
        222.4,
        227.96
    ],
    [
        " They almost convince themselves that, hey, our, what we can do is,",
        228.0,
        231.04
    ],
    [
        " you know, if we bring in people with these skills or our software suite,",
        231.78,
        234.6
    ],
    [
        " and they get so wrapped up in all these other components,",
        234.6,
        237.1
    ],
    [
        " they lose sight of the fact that this thing, this intangible thing,",
        237.26,
        240.44
    ],
    [
        " that you can't really track with the spreadsheet,",
        240.52,
        242.86
    ],
    [
        " they lose sight of how important it is.",
        243.74,
        245.0
    ],
    [
        " And I think the other part that we're seeing a lot now is,",
        245.22,
        247.82
    ],
    [
        " people lose sight of how often you have to keep addressing leadership.",
        248.6,
        251.8
    ],
    [
        " And so they think it's sometimes like, hey, no, I understand what a good leadership is like,",
        252.58,
        256.86
    ],
    [
        " and they think they are applying it, but they don't realize that,",
        257.06,
        259.86
    ],
    [
        " hey, I've got to keep addressing this over and over and over again.",
        259.86,
        262.86
    ],
    [
        " And they lose sight of not just how important it is,",
        263.58,
        265.34
    ],
    [
        " but also how important it is, how hard it is to sustain it.",
        265.5,
        268.24
    ],
    [
        " And when we come work with companies,",
        268.44,
        270.44
    ],
    [
        " the more we work with them and the longer work with them,",
        271.0,
        274.36
    ],
    [
        " the more they want to keep doing it, they realize,",
        274.56,
        276.36
    ],
    [
        " man, I had no idea how long this journey was going to be.",
        276.46,
        279.76
    ],
    [
        " But the ones that figured out, dude, they, they elevate so quickly,",
        280.58,
        286.46
    ],
    [
        " they get so good so fast when they make it a priority.",
        286.8,
        289.48
    ],
    [
        " Yeah.",
        289.92,
        290.04
    ],
    [
        " The first thing that you said,",
        290.78,
        293.08
    ],
    [
        " you are de facto not detached.",
        294.54,
        298.04
    ],
    [
        " When you're inside of a company, you're firefighting day to day,",
        298.26,
        300.8
    ],
    [
        " you're trying to figure out what the next quarter is going to be,",
        300.9,
        302.82
    ],
    [
        " and you're trying to figure out what's going on with this thing.",
        302.82,
        304.42
    ],
    [
        " So you're just in it.",
        304.7,
        305.56
    ],
    [
        " And so you start to lose track of the fact that this is,",
        306.04,
        309.04
    ],
    [
        " this is all about leadership.",
        309.12,
        311.04
    ],
    [
        " Yeah.",
        311.34,
        311.42
    ],
    [
        " So that happens, and that's why when we come in with a company,",
        311.72,
        314.72
    ],
    [
        " we can immediately see, because we are detached.",
        315.16,
        318.52
    ],
    [
        " That is part of it.",
        319.3,
        320.86
    ],
    [
        " The other cool thing analogy here is, when you start doing Jiu-Jitsu,",
        321.0,
        325.4
    ],
    [
        " you, you know, you get through that point where you realize",
        326.2,
        331.78
    ],
    [
        " how much you don't know, and you realize, oh, wow, I got a lot to learn.",
        331.78,
        335.04
    ],
    [
        " And a leader, you know, you can read the book and be like,",
        335.32,
        338.32
    ],
    [
        " you can read extreme ownership, be like, oh, yeah, I got this.",
        338.36,
        341.22
    ],
    [
        " But that's like the first two, three moves that you learned in Jiu-Jitsu,",
        341.82,
        345.4
    ],
    [
        " and you think you're good to go, but you don't realize you need to drill.",
        345.76,
        348.6
    ],
    [
        " You need to practice. You need to see, there's so much more to learn.",
        348.78,
        350.76
    ],
    [
        " So those are the things I think that, yeah, can inhibit people",
        351.36,
        358.1
    ],
    [
        " from recognizing what we say all the time, what every freaking book that I read says.",
        358.52,
        365.82
    ],
    [
        " Leadership's the most important thing.",
        367.02,
        368.24
    ],
    [
        " So getting into what General Hodges had to say,",
        368.46,
        371.16
    ],
    [
        " few division commanders are satisfied with the qualities of a major percentage",
        371.36,
        375.18
    ],
    [
        " of their platoon commanders.",
        375.18,
        376.44
    ],
    [
        " Ouch.",
        377.24,
        377.5
    ],
    [
        " Too many of them are lacking in aggressive leadership, self-reliance,",
        378.6,
        382.6
    ],
    [
        " and ability to meet emergencies.",
        382.84,
        384.98
    ],
    [
        " Inefficiency of officers in this group and carrying out orders strictly",
        386.24,
        390.22
    ],
    [
        " and in making accurate reports as to locations,",
        390.22,
        393.04
    ],
    [
        " dispositions, and information gained was especially stressed by one division commander.",
        393.56,
        399.06
    ],
    [
        " So that's a horrible outlook.",
        399.74,
        402.98
    ],
    [
        " And if you feel that way, what are you supposed to do about it?",
        403.96,
        407.48
    ],
    [
        " That's why you need to implement training for your subordinate leaders.",
        407.64,
        410.16
    ],
    [
        " And that's exactly what this next record recommendation is.",
        412.78,
        415.48
    ],
    [
        " Course for NCOs, that's non-commissioned officers.",
        415.7,
        417.64
    ],
    [
        " Lack of leadership on the part of non-commissioned officers was also frequently reported.",
        417.96,
        421.48
    ],
    [
        " In one division in reserve, a special course was designed to develop more aggressive leadership",
        421.8,
        426.68
    ],
    [
        " in non-commissioned officers and to make squad, to make the squad a real fighting team,",
        426.68,
        433.32
    ],
    [
        " trained to use the firepower of its weapons to the maximum.",
        433.9,
        436.68
    ],
    [
        " This leadership course consisted in what is termed a battle drill.",
        436.68,
        440.98
    ],
    [
        " While most comments on leadership deal mainly with leadership during actual contact with the enemy,",
        441.84,
        449.32
    ],
    [
        " the true leader, recognizing the responsibilities of his position,",
        449.82,
        455.3
    ],
    [
        " must exercise leadership at all times.",
        455.92,
        458.2
    ],
    [
        " He must be unsparing in his efforts to take care of his units",
        458.68,
        463.36
    ],
    [
        " by providing for the comfort of his personnel and at the same time ensuring proper maintenance",
        464.36,
        470.2
    ],
    [
        " and safeguarding of their equipment.",
        470.2,
        471.84
    ],
    [
        " Exercise leadership at all times.",
        472.46,
        475.98
    ],
    [
        " And isn't it interesting leadership strategy and tactics?",
        477.3,
        480.26
    ],
    [
        " What's the most important thing you have to take care of your people?",
        480.26,
        482.12
    ],
    [
        " What is this unsparing in your efforts?",
        483.42,
        485.86
    ],
    [
        " Even as you read, even as I read that the first time I read it,",
        485.96,
        489.14
    ],
    [
        " I read unsparing in his efforts and you think it's going to say,",
        489.44,
        492.84
    ],
    [
        " to provide the discipline mandatory for combat operations, but no.",
        493.14,
        497.2
    ],
    [
        " Unsparing in his efforts to take care of his units by providing the comfort",
        498.42,
        504.78
    ],
    [
        " and there's the dichotomy at the same time ensuring proper maintenance and safeguarding their equipment.",
        504.78,
        510.2
    ],
    [
        " And what it should say there is they're training, right?",
        510.84,
        513.18
    ],
    [
        " It's talking about safeguarding their maintenance and equipment.",
        513.26,
        515.26
    ],
    [
        " That's cool, but you got to make sure that they're well-trained and ready to rock and roll when the time comes.",
        515.44,
        519.06
    ],
    [
        " Irresponsibility.",
        521.94,
        522.42
    ],
    [
        " In this connection comment of Colonel Maurice E. Barker, Fifth Army,",
        522.62,
        528.1
    ],
    [
        " Italy is interesting.",
        528.18,
        529.24
    ],
    [
        " Younger officers seem to lack a sense of responsibility for the men under their care",
        529.66,
        534.94
    ],
    [
        " and for the equipment entrusted to them.",
        534.94,
        537.22
    ],
    [
        " They seem to feel that there is an inexhaustible supply of equipment and that all they have to do",
        537.56,
        542.2
    ],
    [
        " is throw stuff away when they no longer lead it, need it.",
        542.2,
        545.32
    ],
    [
        " Of course, the non-commissioned officer follow their lead.",
        546.24,
        551.82
    ],
    [
        " This lack of responsibility is tremendously important and something drastic must be done about it.",
        552.34,
        556.1
    ],
    [
        " Hey, Colonel Maurice E. Barker, you know you should do something about it?",
        556.42,
        561.28
    ],
    [
        " You should, because if your junior officers are lacking the sense of responsibility, guess what?",
        561.58,
        566.84
    ],
    [
        " Who's fault is that?",
        567.78,
        568.92
    ],
    [
        " Yes, yours.",
        569.32,
        570.32
    ],
    [
        " That's one part.",
        570.88,
        572.0
    ],
    [
        " The other thing that I'll underline here is, of course, the non-commissioned officers follow their lead.",
        572.0,
        577.26
    ],
    [
        " And that's a subconscious thing that happens.",
        578.18,
        580.14
    ],
    [
        " You get somebody in charge and you get somebody that's...",
        580.6,
        585.38
    ],
    [
        " In whatever they're doing, where they're underperforming or they're treating things as if they don't matter",
        585.38,
        591.98
    ],
    [
        " or they're throwing equipment away, whatever they're doing.",
        591.98,
        594.1
    ],
    [
        " The junior people are going to follow them.",
        594.76,
        597.16
    ],
    [
        " That's the way it works.",
        597.8,
        598.72
    ],
    [
        " Along this same line, Lieutenant Colonel E. W. Gibson, G2 43rd Division, New Georgia commented,",
        600.28,
        607.26
    ],
    [
        " the chief fault of the inexperienced officer is that he does not realize his responsibilities with respect to looking out for his men,",
        608.22,
        615.1
    ],
    [
        " finding them food and water, checking their Bivouac and seeing to their clothing.",
        615.68,
        622.5
    ],
    [
        " If he will evidence his concern for their welfare, he can forget about morale, they'll fight.",
        623.36,
        632.54
    ],
    [
        " If he will evidence his concern for their welfare, he can forget about morale, they'll fight.",
        633.18,
        644.98
    ],
    [
        " Who would have thought that if you actually take care of your people?",
        645.74,
        651.14
    ],
    [
        " They'll fight.",
        652.14,
        652.82
    ],
    [
        " Did it say, hey, if you bark orders at your people, they'll fight.",
        653.48,
        662.38
    ],
    [
        " No, it didn't say that.",
        662.52,
        663.38
    ],
    [
        " Did it say, hey, if you impose hardcore discipline on them, they'll fight.",
        663.96,
        668.62
    ],
    [
        " No, it didn't say that either.",
        668.72,
        669.48
    ],
    [
        " What you have to do is just show evidence of your concern for their welfare.",
        670.52,
        674.94
    ],
    [
        " And then they'll fight.",
        675.58,
        676.94
    ],
    [
        " Wide spread effect.",
        679.86,
        681.38
    ],
    [
        " Junior officers and non-commissioned officers seldom realize the widespread effect on major operations of their failure to do their particular jobs properly.",
        681.72,
        689.18
    ],
    [
        " Being an excellent fighter is not enough unless the junior leader performs his other command functions in an efficient manner the resulting failure of his personnel or equipment can imperil the whole action of a major unit.",
        690.2,
        703.32
    ],
    [
        " Once again, if my people don't recognize that, who's fault is it?",
        706.34,
        711.7
    ],
    [
        " And this one's in this one in particular, it's in the cast and the blame, but it should say make sure you tell your junior officers and non-commissioned officers what the widespread effect of their failure would be.",
        712.24,
        722.16
    ],
    [
        " The following common is from the division commander 36 division, Italy.",
        723.16,
        727.92
    ],
    [
        " At Salerno, carelessness was noted in the landing of communications equipment.",
        728.42,
        732.68
    ],
    [
        " Most communications failures are believed to be the result of careless handling of the equipment by personnel.",
        732.82,
        738.36
    ],
    [
        " Without communications, even the best train troops are very often cannot be employed where desired.",
        738.76,
        743.14
    ],
    [
        " So, yeah, didn't waterproof your radio correctly and everything falls apart.",
        743.48,
        747.6
    ],
    [
        " Through your radio and to the bottom of the landing craft and it got banged around and the tubes broke.",
        748.18,
        753.14
    ],
    [
        " Total failure.",
        755.36,
        756.1
    ],
    [
        " Why? Because no one emphasized the fact that hey, your job as the radio man is the most important job of anyone out there.",
        756.76,
        763.48
    ],
    [
        " And if we can't make communications, it doesn't matter what else happens. If we can't make communications, we're going to fall apart.",
        764.28,
        769.74
    ],
    [
        " Next section, practice and more practice. Commanding general, third infantry division, Italy.",
        775.1,
        779.64
    ],
    [
        " The development of leadership is largely a matter of practice. Practice in leading.",
        780.24,
        785.7
    ],
    [
        " Make these lieutenants actually lead, exercise their voice and issue commands.",
        787.0,
        792.58
    ],
    [
        " Require high standards of physical condition. Always got to throw that in there.",
        793.74,
        797.76
    ],
    [
        " Make these lieutenants actually lead.",
        799.58,
        801.4
    ],
    [
        " Having James Webb on when he went through the basic school and then got done with the basic school and then had 12 days of leave.",
        802.18,
        815.94
    ],
    [
        " And then he landed in Vietnam and they drove him out through the AO and appointed at a ridge line and said there's your platoon up there.",
        816.68,
        825.94
    ],
    [
        " Okay, who am I replacing? Well, you're not replacing anyone.",
        826.86,
        830.18
    ],
    [
        " The lieutenant that was there is no longer there because he's dead or wounded.",
        830.98,
        834.54
    ],
    [
        " So there's a sergeant that's been running the platoon. Go take over. Walk up the hill. He takes over. That night he's calling for fire. Total mayhem.",
        835.06,
        843.06
    ],
    [
        " And he was, I was like, well, were you ready for that? And he said yes. That's squared away.",
        844.2,
        851.14
    ],
    [
        " Were you ready for that action coming out of OCS or coming out of coming out of the basic school?",
        852.72,
        857.7
    ],
    [
        " Dude, I'm listening to you talk about this and the first thing I'm thinking is it sounds like somebody read this and took some action because I was the beneficiary of by the time I got in the Marine Corps.",
        858.28,
        869.98
    ],
    [
        " The NCOs, the middle level enlisted Marines that on paper were subordinate to me but really were way more experienced than me.",
        870.28,
        880.24
    ],
    [
        " They didn't let me fail. And so I can tell you right now. Second Lieutenant Burke when he had his first group of Marines was an idiot.",
        880.96,
        888.88
    ],
    [
        " But I was lucky because rather than my subordinate in listen Marines kind of following whatever stupidity I might be, they were putting me, hey sir, actually, hey, sir, a better way to do it might be this or something",
        889.26,
        908.48
    ],
    [
        " that you can do is a young Lieutenant is listening to your staff and CEO's. Listen to your gunnies, your staff sergeants, those Marines who on paperwork for you, you're going to learn a lot from them.",
        908.72,
        919.0
    ],
    [
        " And thank God my junior in listen didn't listen to me at all. They understood that they needed to lead up the chain.",
        919.4,
        925.2
    ],
    [
        " And for me to look you nice, yeah, I would be ready. No way. I was ready. When I walked out of TBS and I walked into whatever that first thing that I did.",
        926.22,
        936.68
    ],
    [
        " Had I not had that leadership up the chain, I would have struggled much more than I did much more than I did.",
        937.1,
        942.62
    ],
    [
        " The other thing I take away from this is is you need practice practice and leading, right? And there was there's situations in business, right?",
        942.82,
        955.18
    ],
    [
        " Because we work mostly with businesses now. What you have is an opportunity to train leaders all the time day in, day out. There's always situations where decisions need to get made, where there's low level decisions that need to get made.",
        955.18,
        971.12
    ],
    [
        " Well, there's medium level decisions that get need to get made, where there's high level decisions where maybe you still need to make the decision, but at least you can allow them to attempt to make that decision and maybe get corrected or maybe get, maybe get a pat on the back for, hey, good way to do it.",
        971.3,
        985.16
    ],
    [
        " You need to think through that issue. So this does happen. And if you think about the fact that every opportunity you get, you say, you know what? Hey, junior personnel, once you run this project, why don't you, why don't you organize that logistical movement that needs to take place? Why don't you run that meeting?",
        985.16,
        1002.96
    ],
    [
        " Every time you get that opportunity, take it because that is what you're doing. You're letting your subordinate leaders practice leading and they need it and you let them do it in an environment where, look, I'm going to let them run an in house meeting with just our company. So that way, if they screw it up, no one sees it. It's okay. We can debrief it later.",
        1003.78,
        1021.0
    ],
    [
        " I'm not going to let them go out and brief the client on what we're going to do and have them drop the ball on that. But after I see them perform well, three or four or five in house meetings, and they've got control in their confidence and they're doing a good job. Cool. Hey, why don't you brief this part of this thing to the client? Okay. Yeah. And then we go from there. So as a leader, every opportunity that you get, give your subordinates all the way down the front lines, the opportunity to practice leading by actually leading.",
        1021.8,
        1050.44
    ],
    [
        " Let them lead some stuff. Yeah. And most decisions that we make in business and anyone like, most decisions aren't catastrophic. Okay. Most of the decisions, even if we get them wrong, they aren't going to destroy our company or have these catastrophic effects. And that's not as, say, it's a free pass. You still need to have these guard rails in place. You don't want your people to be able to drive the truck off the road.",
        1050.56,
        1073.44
    ],
    [
        " But the truth of the matter is, is that giving your people opportunities to lead isn't that hard because even the things that you push down to their level and help them when they get it wrong, which they will, most of those will not undermine your company. Now, be smart. Just like you said, I'm not just going to cut loose my brand of guy. I take this high. Our number one client, our biggest money maker, just go figure it out. Call me when you're done.",
        1073.64,
        1092.98
    ],
    [
        " But the decisions that we make there are so many opportunities to let other people even get along a little bit and get involved, have a small part of it and watch that grow and just have confidence that the decisions, most of the decisions we make aren't going to lead to catastrophe.",
        1094.28,
        1107.86
    ],
    [
        " Yeah, I did that piece on EF online. I don't know, maybe a month or two ago, it was that it was like, listen, very few decisions that you make are final decisions.",
        1108.06,
        1119.9
    ],
    [
        " In fact, almost none of them and furthermore, just about every interaction you have is up for further negotiation. So if Dave and I are arguing about something and Dave wants to do a and I want to do B, we can walk away.",
        1120.12,
        1134.58
    ],
    [
        " And it's not like that is what's going to happen in most cases. Most of the time, there's going to be further negotiation. And if I maybe subordinate my ego and say, all right, Dave, let's go with your plan. I can go back and reinsert some of the things that I thought might be a little bit smoother.",
        1134.58,
        1149.92
    ],
    [
        " If we did it the way I was thinking and once we start to see that, it's good. So we move forward with a little bit more negotiation. And you're right, those are the opportunities where you let people lead.",
        1149.92,
        1159.38
    ],
    [
        " You know what prevents us from doing that is when I want to be in charge.",
        1160.72,
        1165.86
    ],
    [
        " Man, it feels good to be the man, right? It feels good to be the man. Well, what's crazy about that is that you as when you're my boss, you're the guy in charge.",
        1166.4,
        1176.54
    ],
    [
        " When you take something that you're responsible for and you give it to me, you don't look weak. You actually look even stronger than you are.",
        1176.78,
        1185.18
    ],
    [
        " Like that fear of that, hey, I want to be in charge. I look like I'm in charge. When you give people on your team that work for you the chance to lead. And if you actually put yourself in a position to follow them, you look so much stronger than when you refuse to ever do that.",
        1185.32,
        1200.82
    ],
    [
        " You want to know something that I haven't quite figured out yet. I know it exists. I know what happens. I know it's a thing. But it has to do with detachment. It has to do with perspective. It has to do with ego. It's these three things. So you have you have perspective.",
        1201.1,
        1219.44
    ],
    [
        " You have detachment and you have ego. So here's what happens. Dave, let's say I do something. Let's just the scenario that you just gave, right?",
        1220.28,
        1231.58
    ],
    [
        " If I'm the boss and you work for me and I walk in and say, hey, Dave, you know what we got this project? Why don't you go ahead and take ownership of this thing and run with it.",
        1233.12,
        1241.46
    ],
    [
        " Now, when we look at that, we know we know that from the outside that that that that increases your respect for me, right?",
        1243.76,
        1251.5
    ],
    [
        " But how often do we see someone that goes, Dave, here's what we're doing. And here's how we're doing it. Because in the back of my mind, I'm thinking, well, Dave doesn't want to think that I don't know what I'm doing. Dave needs to know that I have the plan and he needs to know that actually I'm the boss.",
        1252.48,
        1267.68
    ],
    [
        " So even though when you when you're not in it, you know that it's a bad move. But you do it.",
        1268.96,
        1276.38
    ],
    [
        " Or sorry, when you're not in it, yeah, when you're not in it, you know what the right thing or the wrong thing to do is we just make that mistake all the time. I see it.",
        1276.94,
        1283.76
    ],
    [
        " I play this game with clients. Like, who would you hire? Who would you fire?",
        1283.82,
        1288.48
    ],
    [
        " When when if echoes in charge of us and echo walks in and you and I were in charge of a project, or we were working together on a project and echo says, Hey, you guys missed the deadline. And I go, Well, it's because Dave didn't finish his part of the project because he is late.",
        1290.42,
        1302.8
    ],
    [
        " And then he, you know, Dave walks in the office and and echo says, What happened and Dave says, Well, you know what? I actually need to perform a couple things. I could have done a better job here.",
        1304.12,
        1312.72
    ],
    [
        " I should have supported Jaco a little bit more so that we could have completed the project. Okay, which guy are you going to give the next project to you're going to give a guy took ownership all day long.",
        1313.02,
        1321.76
    ],
    [
        " Everybody knows that everybody knows that. And here's the thing that I haven't quite figured out everybody knows that. And then when they're in it, they say, Oh, Dave's fault. It's just the way it's so horrible.",
        1322.22,
        1334.46
    ],
    [
        " It's like a lesson that you try and teach to people over and over and over again. The lesson is detach.",
        1334.84,
        1341.34
    ],
    [
        " Take your ego out of it and understand it from the boss's perspective or from the subordinate's perspective. See it from the other person's perspective. And you'll see it's so obvious that you're making a bad call.",
        1342.16,
        1354.72
    ],
    [
        " But when you're in it, you do it. So detach. Take your ego out of the picture and see the other person's perspective, which by the way, when you tell someone a story or you show someone example, that's exactly what's happening.",
        1357.9,
        1374.88
    ],
    [
        " They're detached. They're ego is out of it because it's not them. And they they see the better perspective because they're not in it.",
        1375.48,
        1382.18
    ],
    [
        " There's a little there's a little triangle of justice, a little triangle of of how to proceed and assess what you're doing.",
        1382.94,
        1398.18
    ],
    [
        " It's it's detachment. It's perspective and it's ego. If you can remember those three little things that little triangle of decision making, it's going to it's going to put you in the right place way more often than if you lose either one any of those three.",
        1399.38,
        1415.4
    ],
    [
        " You put your ego in there. It doesn't matter. It overrules them. You don't see the perspective of now. You don't know what's happening. You're not detached. You're in it. You lose.",
        1415.76,
        1421.6
    ],
    [
        " Every infantry lieutenant should be thoroughly trained in firing all the infantry weapons. He cannot know too much about them. He may have to fire directed fire of several weapons. He never knows when good, good.",
        1426.16,
        1437.02
    ],
    [
        " The next thing theory is not enough. A thorough and practical knowledge of his job is the basis for efficient leadership. This knowledge must be gained in a practical way by exercising leadership under all conditions.",
        1437.68,
        1453.46
    ],
    [
        " Too much of our leadership training has been theoretical in nature. There has been too much dependence on listening to lectures.",
        1453.84,
        1461.26
    ],
    [
        " Opportunity must be given to the junior officer to put the theoretical knowledge to practice by actually leading criticisms of errors made must be so couch that they do not destroy the initiative and spirit of the individual.",
        1463.22,
        1477.8
    ],
    [
        " I really come up with this thing about how to debrief people and how to do it in a nice way so that they actually receive it. This is 19, what I say, 44, 43. These guys are already figured all this out.",
        1481.18,
        1491.22
    ],
    [
        " Theoretical. This is what's nice about role playing. This is what's nice about the FTX program. This is what's nice about living in a business where you can actually put people in leadership positions when they can practice the theory that we're talking about.",
        1492.1,
        1505.74
    ],
    [
        " Because someone can explain to someone how to do a jump shot basketball. You can explain that to him for two weeks. They'll have a concept in their mind, but they gotta go pride, they gotta go get on the foul line.",
        1506.18,
        1516.9
    ],
    [
        " Leadership on the beach. Fifth and Fabius Corps, Taroua. Squad and platoon leaders must expect that the mixing of units and an apparent state of confusion are normal in an operation of the same way.",
        1517.96,
        1535.72
    ],
    [
        " This is what's nice about the idea of this nature. When troops have gained the beach and coordinated battalion and company attacks are broken up by the enemy pillbox defenses, leaders, whether lieutenants, corporals or privates must take the initiative and push on with the men in the vicinity, whether of their own units or not.",
        1535.74,
        1551.0
    ],
    [
        " This assault was very successful because men moved on in spite of heavy losses.",
        1551.3,
        1556.0
    ],
    [
        " So I was talking about something with Darrell Cooper on the unraveling podcast.",
        1561.18,
        1567.86
    ],
    [
        " We have something called an air box when you're doing a dive underwater. And the air box is when you're diving underwater, you're being impacted by the currents and the tide and your own fence.",
        1568.28,
        1585.98
    ],
    [
        " You're being physically productivity as you dive. So if I put you on a blindfold and put you underwater in a pool and said dive in a straight line and you were blindfolded, you would not dive in a straight line. You'd be a little bit off.",
        1585.98,
        1597.8
    ],
    [
        " Then if I gave you a compass, you could maintain a little bit better, but you'd still be off a little bit. It wouldn't be perfect. And then you put tide and current and now you're gonna be off.",
        1598.38,
        1609.22
    ],
    [
        " I assume it's very similar to flying a plane, like a plane may drift a little bit to the left, right?",
        1609.8,
        1615.34
    ],
    [
        " Totally. Okay, so it's the same thing. So what you have to do when you're diving is you dive so that you can, you want it, what you're looking for is a reset point where you know exactly where you are.",
        1615.44,
        1627.72
    ],
    [
        " So example, if you're gonna dive in a bay or in a harbor, you would aim the first thing you would do is aim at a big quay wall. That's 500 yards long.",
        1627.92,
        1638.28
    ],
    [
        " You're not gonna miss that. Well, even if you had to dive 500 yards to get to that quay wall, it's a massive target.",
        1639.26,
        1644.1
    ],
    [
        " But when you get to that target, you might have drifted 20 or 30 yards to left or 20 or 30 yards to right or even 40 or 50 or 60 yards to left or right depending on the tide.",
        1644.78,
        1653.66
    ],
    [
        " So when you actually hit that quay wall, you have no idea where you are. What you've done is you've landed inside the error box.",
        1654.18,
        1660.7
    ],
    [
        " So then what you do is you take a right hand turn when you hit that quay wall. Once you take that right hand turn, you go to the end of the quay wall till you get to the corner.",
        1661.58,
        1671.52
    ],
    [
        " Now guess what? You know exactly where you are. And then you're next, you can swim your next leg, but you've tightened up that error box.",
        1672.16,
        1679.32
    ],
    [
        " So what we need to do when we're planning is we need to figure out if we can reset that error box at any point, how can we do it?",
        1682.68,
        1691.64
    ],
    [
        " And if we can't do it, then we need to pay attention to that. So what we were talking about actually was Syria. And you go into Syria and you think, hey, we're gonna do this little thing in Syria and it will have this impact and we'll be good to go.",
        1692.06,
        1703.12
    ],
    [
        " And what you're saying is I'm gonna hit with one, I'm gonna hit right where I'm aiming for. Well, what are the chances that they're not really good. So what do you do? Oh, you need to figure it out.",
        1703.12,
        1714.64
    ],
    [
        " You need to figure out if it's the error boxes, hey, we might go 10 to the 10 to the left, 10 to the right. Now we know. And by the way, if we don't get a reset there, our next leg is going to have an even bigger error box.",
        1714.88,
        1725.26
    ],
    [
        " So when you look at something in a strategic way like Syria, what your assumption has to be you have to go through that whole thing as if your error box never got reset.",
        1725.66,
        1738.1
    ],
    [
        " And you missed every single time. And by the end of it, then you have to look at the total cost of what it would take to solve that ultimate situation. And that's what you have to be willing to commit.",
        1738.8,
        1751.06
    ],
    [
        " And we don't do that. What we say is, well, we'll go in and do this and have this impact. And then from that perfect spot that we know, we'll do something else and it will be perfect again.",
        1751.4,
        1764.98
    ],
    [
        " And so the same thing happens in business. What people unfortunately have a tendency to do is they plan with a positive attitude.",
        1765.74,
        1775.08
    ],
    [
        " And we don't want to plan with a positive attitude. We don't want to say, well, you know, Dave, if we make drinks, we're going to, if we put, if we put, put drinks in a can, our assumption is they'll all, every can's going to be perfect.",
        1776.64,
        1792.54
    ],
    [
        " There'll be no error. Well, there's going to be error. And then once we once they get to the stores while they're getting shipped to the stores, nothing's going to happen to any of them. There's going to be no damaged goods.",
        1792.74,
        1802.26
    ],
    [
        " And then once they're in the store, none of them are going to get stolen. And then once they're bought at the store, none of them are going to get returned. Right? So if you have that attitude, it's a mistake.",
        1802.86,
        1813.28
    ],
    [
        " So you have to plan with a negative attitude, at least to be able to cover whatever contingencies you have at the end of the day, which is, you know what, people will buy it. Right?",
        1814.0,
        1832.22
    ],
    [
        " It's tastes. Well, actually, that's not necessarily true. Your taste buds are different than everyone else is in the world. So you can't assume that, oh, this is just going to fly off the shelf. No.",
        1832.22,
        1841.48
    ],
    [
        " What are you willing to invest if your error is calculated and exponentially increased every phase of your operation? Think about that to keep yourself out of trouble.",
        1842.34,
        1853.78
    ],
    [
        " Orientation. Then this is ridiculous, ridiculously awesome. The need for explanation, the American soldier always performs better if he knows the wise and where force of the problem confronting him.",
        1861.08,
        1876.58
    ],
    [
        " So where force, this is a word we're going to bring back into usage. Because what where for's means it's it's for the cause or reason or for which reason you're doing something that's what where for means.",
        1877.58,
        1892.68
    ],
    [
        " So you need to know the wise and the where for's you need to know the reason that you're doing something.",
        1893.2,
        1897.48
    ],
    [
        " His willing and intelligent cooperation can be gained if commanders will take the time and effort to explain the situation, the mission, the plan devised to accomplishment, the effect success will have on the general situation.",
        1899.54,
        1913.68
    ],
    [
        " In short, everything concerning the operation that the time and available information will permit.",
        1913.94,
        1918.44
    ],
    [
        " Wow, it's crazy.",
        1919.1,
        1921.14
    ],
    [
        " This is why you don't you don't want me as a co-host. All I want to do is sit here and just listen to you read this thing.",
        1922.48,
        1927.9
    ],
    [
        " I don't want to say anything because I'm listening to that and it's like God, that is so good.",
        1928.08,
        1931.82
    ],
    [
        " It's so good and yet how often do we run into a company and the front lines and you go to talk to them and they don't understand why they're doing something.",
        1932.04,
        1941.1
    ],
    [
        " It's it's it's so straightforward. I was thinking early, yes, that question right at the beginning.",
        1941.34,
        1945.96
    ],
    [
        " Sometimes we when we start working with companies, one of the reasons why they reach out to us is even in these, they'll have these initial calls.",
        1947.76,
        1954.6
    ],
    [
        " They just reach out. They want to have just a call about what does echelon front do and one of the things they'll say is like listen, we don't really know how to do leadership training.",
        1954.74,
        1962.8
    ],
    [
        " We don't really know what to do.",
        1963.26,
        1964.28
    ],
    [
        " So that's why they they reach out to us.",
        1965.0,
        1967.98
    ],
    [
        " That's why the book, that's why extreme ownership is so good and that's why listening to this stuff is so good because it may.",
        1968.62,
        1975.34
    ],
    [
        " It itself isn't complicated. It's not complex and we create these things in our mind that it's so difficult and it's so new on.",
        1975.72,
        1983.34
    ],
    [
        " Leadership is so simple. Now the application is hard. It is hard.",
        1984.2,
        1989.36
    ],
    [
        " Totally. But the reason the book is so good and the reason I will why listen to this like how much more straightforward is that be.",
        1989.56,
        1995.94
    ],
    [
        " Explain to your people why they're doing what they're doing and they'll do better.",
        1996.3,
        1998.56
    ],
    [
        " And then we see those missteps at every single level and our job is to find out hey, why aren't you explaining it to your people?",
        1999.64,
        2006.84
    ],
    [
        " Sometimes it's like you said, hey, their ego gets in the way they want, they don't want to look weak and we pull them back and give them that detachment, their perspective, go, hey, do you think is a leader?",
        2007.22,
        2015.26
    ],
    [
        " If you just spend a little bit of time telling your people why they're doing what they're doing, well that make you look worse or better as a leader.",
        2015.86,
        2021.32
    ],
    [
        " They get the answer right every single time. But it's because we're coming in from the outside helping them see it in a way that they wouldn't see it before.",
        2021.76,
        2028.62
    ],
    [
        " But none of the answers are complex and as I'm sitting here like I don't want to go. I just want to listen to this book be read out loud because there's that simplicity to it.",
        2029.08,
        2038.34
    ],
    [
        " But he's talking about the World War II battlefield in my brain. It's like that fits everywhere. That's every company we've ever worked with. It's every problem I've ever had. It's all the same thing.",
        2038.44,
        2047.3
    ],
    [
        " Yeah, and for anyone that's worried about what if you don't have time? Yeah, there's going to be times we don't have time.",
        2047.54,
        2052.12
    ],
    [
        " And guess what? If you've done this time and time again and now you're making a call, people go, got it. He's going to film me in later, but he's telling me this for a reason and I'm going to move forward.",
        2052.34,
        2061.84
    ],
    [
        " Back to the book. Such explanations will do much to forest all rumors anxiety and mass hysteria. All factors which contribute to incidents of war neurosis cases, which is people shell shock or",
        2062.88,
        2078.28
    ],
    [
        " I guess it's not PTSD if it's during the conflict, right?",
        2079.36,
        2083.4
    ],
    [
        " But guys breaking down. If people know why they're doing what they're doing, they will have much less of a chance of breaking down.",
        2085.04,
        2091.7
    ],
    [
        " And we actually talked about this. You know, late, late talked about the fact that one thing that we could have done better is explain the bigger picture of what was happening.",
        2092.48,
        2103.48
    ],
    [
        " And the reason we saw the reason this became so obvious is because the guys in task unit bruiser that were involved in the planning that were involved in picking targets that were involved to figure out where we're going to position overwatches that were going to battalion level briefs.",
        2103.6,
        2117.7
    ],
    [
        " And these were all different guys throughout the chain of command. Whether it was the point man, whether it was the lead sniper, whether it was the platoon commander, the platoon chief, but they all understood the why and the wear force.",
        2117.84,
        2132.1
    ],
    [
        " The guys that we were saying, hey, get your gear on going on another mission. Those were the guys that had that had a rougher time of it psychologically. So that's on us. That's on me.",
        2132.76,
        2145.36
    ],
    [
        " And, and you know, as Lafe explains in the book, when we got back and we put together the brief that I was briefing to the the naval special warfare community at large about what we had done and Lafe for the first time put together.",
        2146.4,
        2161.02
    ],
    [
        " Wow, we went and helped the one one AD went back to city, even he didn't really hadn't really assembled that in his head. So I'm sitting there and he said that. He's like, man, we really had a big impact. And I'm like ashamed because if he didn't really see that how in God's name could one of his front line guys see it. Now look, part of this is because that trust that Lafe did have and Seth same thing like, hey, we're going to go get after it.",
        2161.22,
        2188.78
    ],
    [
        " You know what those guys say Roger point me in the direction of bad guys and we will go and get after it. But not everyone's feeling that way, especially two months, three months, four months, five months into a deployment. Who's fault is that 100% on me 100% on me. So there you go.",
        2188.78,
        2208.9
    ],
    [
        " There it's plain as day explain to your people the wise and where force.",
        2209.46,
        2214.86
    ],
    [
        " It also makes them it also makes them more resilient when things go wrong. So when you know we.",
        2215.5,
        2223.62
    ],
    [
        " You talk about losing somebody you talk about just the devastating effect of losing someone on your team.",
        2224.58,
        2232.8
    ],
    [
        " Those are the type of events that you can fully understand why people want to just tap out. They just don't want to keep going through this and we were going to memorials.",
        2233.32,
        2240.28
    ],
    [
        " I think we had a stretch that are beginning it was 60 K a and 30 days something really bad.",
        2240.48,
        2245.26
    ],
    [
        " The more connected you are the more you understand those things the easier it is for you to look at that. It's no less.",
        2245.8,
        2252.64
    ],
    [
        " It's still soul crushing, but you can still power through that if you understand. But if you don't understand it, you are disconnected.",
        2253.22,
        2259.28
    ],
    [
        " Those type of critical events those catastrophic events.",
        2259.68,
        2262.82
    ],
    [
        " Do you will tap out all over the place. And so it also allows you to endure the hardest things are going to happen.",
        2262.88,
        2269.16
    ],
    [
        " And the more connected you are the more you can understand why you need to keep moving forward when those things happen.",
        2269.48,
        2275.02
    ],
    [
        " Yeah, 100% and on top of that where I initially thought you were going to say was by the way, this is the foundation of decentralized command.",
        2275.56,
        2286.5
    ],
    [
        " Because what they're talking about they're not talking about decentralized. They're just talking about willing and intelligent cooperation, which I guess is you know you could interpret as decentralized command.",
        2287.0,
        2294.42
    ],
    [
        " But if you want somebody build to make decisions and lead out in the battlefield, they need to know the wise and wherefores of what's happening.",
        2294.6,
        2301.24
    ],
    [
        " This is the foundation of decentralized command. On top of that what you said is absolutely true. And by the way, it doesn't only apply to combat. It applies to a business where guess what? We got to lay off 28 people.",
        2301.52,
        2314.02
    ],
    [
        " And no one feels good about that. And if they don't understand that it's how we're going to keep the company afloat and how we're going to move forward.",
        2315.44,
        2323.32
    ],
    [
        " And this is exactly what the numbers look like. And this is why we need to make this decision. If it's just hey, I'm a business you know where a business and we got to get rid of some people right now. It's like no why?",
        2323.72,
        2335.0
    ],
    [
        " Next method of dissemination. If possible, this orientation should be conducted by the leaders in immediate contact with the soldier. By the individual he instinctively looks to for guidance during the stress and strain of combat.",
        2337.46,
        2352.38
    ],
    [
        " It should reach the private soldier through his squad leader, the squad leader by means of the section or platoon leader, the platoon leader from the company commander and so on.",
        2353.02,
        2361.72
    ],
    [
        " However, each higher echelon of command must be certain that the information is carefully and accurately disseminated by those next lower in the chain of command.",
        2362.58,
        2372.46
    ],
    [
        " This method of orientation also tends to enhance the prestige and influence of each echelon of leaders with those junior to them.",
        2373.02,
        2382.78
    ],
    [
        " So you want to utilize the chain of command to put this information out that elevates them. Now there's a dichotomy this and out in the EF battlefield that we did out at Gettysburg. We had some clients out there talking about leadership principles and one of the leadership principles that I talked about was the horse's mouth because there are certain things.",
        2385.22,
        2409.06
    ],
    [
        " Well, in Task Unit bruiser, there are certain things that I had to tell the team. There was no, I didn't want there to be any of the of the misinterpretation of any kind.",
        2411.28,
        2422.38
    ],
    [
        " I am going to tell there's been a change in the ROE. There's been a change in our overall mission set. That's not getting interpreted through the chain of command and I'm going to hope that the that the fire team leader conveys the same message.",
        2423.0,
        2437.9
    ],
    [
        " Nope, it's going to come from me. So out there at EF battlefield, there was a CEO that was saying, hey, I feel like the message isn't always getting to the front lines. And when it comes to important things, that can be a problem.",
        2437.9,
        2451.96
    ],
    [
        " I'm like, yes, absolutely. If it's something that is super important, there's been a legal change or a regulatory change in what's happening in the way we do business.",
        2451.96,
        2461.78
    ],
    [
        " I would be having a video teleconference and saying, hey, hey, everyone, good to talk to you. I know I know where you know I haven't talked to you in a few weeks, but here's what's going on. We got this major change. I wanted y'all to hear from me. I already briefed your leaders on it, but I wanted to make sure you didn't have any questions.",
        2462.58,
        2475.94
    ],
    [
        " So when it is a significant change, sometimes got to come from the horse's mouth. By the way, if you get to do that in an optimum way, what you do is you pre-brief your leaders, you give them the opportunity to brief their troops.",
        2476.42,
        2489.04
    ],
    [
        " And then you say, hey, everyone to get together just to reemphasize what you heard. Boom. A little bit of both.",
        2489.04,
        2495.98
    ],
    [
        " Next one, tell the story, Colonel Earl Maxwell, surgeon, New Georgia. A soldier needs to know what is going on. What is expected of him? What he may expect to encounter? He must have a definite objective or goal.",
        2498.56,
        2516.68
    ],
    [
        " Without these, he's an automaton with no personal interest in the efforts of his unit and is entirely unprepared when the unexpected or unexplainable happens.",
        2517.56,
        2527.6
    ],
    [
        " Without the proper orientation, he is more prone to absorb wild rumors, loose talk misinformation, all resulting in constant mental stress and strain evidenced by apprehension, fear, anxiety, and coherence and confusion.",
        2528.1,
        2540.58
    ],
    [
        " There you go.",
        2541.2,
        2542.98
    ],
    [
        " There you go. You don't look, we worry about, hey, people aren't going to do what I want them to do because I didn't tell them, but what about the fact that now they're scared?",
        2544.86,
        2556.42
    ],
    [
        " Now they don't know what's happening. Now there's increased stress because they think they might get fired tomorrow. They think they're laying off half the fort. All those things.",
        2556.9,
        2564.76
    ],
    [
        " Put those things to rest.",
        2565.6,
        2567.24
    ],
    [
        " Next section, the After the Fight Conference. Every effort must be made to emphasize the important part, each individual plays in a successful combat of his unit.",
        2571.22,
        2582.06
    ],
    [
        " A method used by one infantry regiment to accomplish this and at the same time provide information which would furnish background orientation is described in the following comment.",
        2582.58,
        2591.82
    ],
    [
        " They eat it up. This little section is called Major Kermit Hansen, 34th Infantry Division Italy.",
        2592.26,
        2598.44
    ],
    [
        " While I was S2 of an infantry regiment, that's the intelligence guy, I found that it aided the efficiency of the regiment to have material assembled as the fight was going on.",
        2599.04,
        2610.22
    ],
    [
        " When a battalion was pulled out for arrest, all the men and officers were assembled in a group.",
        2610.5,
        2615.7
    ],
    [
        " First I would use the collected material to give them the whole picture from the viewpoint of the army, corps and division.",
        2615.98,
        2624.3
    ],
    [
        " And then I would get down to more detail on just what the battalion had done, what German units they had fought, and how many casualties they had caused the enemy.",
        2624.94,
        2633.66
    ],
    [
        " Such a conference keeps the men abreast of the situation, increases their morale, and keeps up their fighting spirit. The men eat it up.",
        2634.42,
        2643.26
    ],
    [
        " During this after the fight conference, I would emphasize how much of our information regarding the enemy was obtained from prisoner of war interrogation, and pressing upon them how disastrous talking could be if they were captured.",
        2644.08,
        2656.26
    ],
    [
        " So this is taking a debrief, a post-operational debrief, and taking it to the next level, sliding in little psychological warfare on the troops.",
        2657.0,
        2666.88
    ],
    [
        " If you're down at the bottom of the org chart, you're a frontline guy, and not just the military, you don't have to be a private or a rifleman, it's the same thing in business, you've got your frontline sales folks out there.",
        2669.64,
        2680.56
    ],
    [
        " If you as a leader, and look, if you're the CEO or key leader, you've got the big picture, if your folks on your team at the very front can picture and their minds, how that one little action they take goes all the way up, and he's described.",
        2681.16,
        2695.8
    ],
    [
        " The viewpoint of the army, like we're invading Europe, this is a big viewpoint, and he's trying to get that connection all the way down to that one little action you take.",
        2695.8,
        2704.62
    ],
    [
        " When he says they eat it up, the first thing that popped my mind is they feel like they have ownership, what they do matters.",
        2705.04,
        2713.56
    ],
    [
        " And if you think what you do matters, and you can actually understand how what you do matters, you as a CEO, you can kind of, you can leave, you don't need to be here anymore, you can pack it up and let your people go do their thing.",
        2714.14,
        2727.84
    ],
    [
        " And a lot of times, like I don't have time to explain, you have to make the time to explain it, because if your people make that connection, it makes your life so much easier, because they feel like they own this.",
        2728.42,
        2739.94
    ],
    [
        " That is such a powerful thing. Yeah, you invest $1 in effort in explaining to people what's happening and it pays dividends 10 fold.",
        2740.54,
        2750.12
    ],
    [
        "",
        2750.48,
        2750.48
    ],
    [
        " There's a section here called battlefield gallantry, which by its very title must be read.",
        2750.94,
        2759.34
    ],
    [
        " Here's the subtitle, he didn't know when he was beaten.",
        2760.14,
        2766.02
    ],
    [
        " Seventh Army, Sicily, during one of the more fluid situations in the Sicilian fighting, and I love that, because you just know how completely crazy it was, but this is even more of the more fluid situations.",
        2768.1,
        2780.18
    ],
    [
        " The wireline running from the battalion command post to the rear suddenly went out.",
        2780.86,
        2785.34
    ],
    [
        " Sergeant Joseph Gorleski, with three men, started back to check and repair the break. After they had traveled about one half mile, they were ambushed by a patrol of 30 Germans.",
        2787.46,
        2798.02
    ],
    [
        " So that's four four against 30 who had managed to infiltrate our position. Sergeant Gorleski and two men were wounded while the third man was killed.",
        2799.24,
        2808.02
    ],
    [
        " So they're down to three.",
        2809.1,
        2810.74
    ],
    [
        " The German patrol leader called in perfect English, give up you crazy Americans.",
        2811.96,
        2819.36
    ],
    [
        " Although severely wounded and outnumbered 10 to 1, Sergeant Gorleski ordered his men to open rapid fire. After emptying his rifle, the sergeant rushed the enemy with hand grenades.",
        2820.74,
        2833.3
    ],
    [
        " The German patrol, surprised by the unexpected stubborn resistance, was defeated and driven off with the loss of a number of its men.",
        2833.86,
        2842.08
    ],
    [
        " There you go.",
        2843.2,
        2847.8
    ],
    [
        " Battlefield, gallantry.",
        2849.24,
        2851.66
    ],
    [
        " Aggressive action.",
        2853.0,
        2854.98
    ],
    [
        " Cover and move.",
        2856.4,
        2858.02
    ],
    [
        " Getting after it.",
        2859.2,
        2860.96
    ],
    [
        " Sergeant Gorleski just, just getting some.",
        2863.6,
        2867.1
    ],
    [
        " Next little section, protected by valor, the Germans have a nasty habit at times of opening fire at extreme ranges and making you advance under it.",
        2867.82,
        2878.74
    ],
    [
        " While this long range fire is not particularly dangerous, dangerous, it is very disconcerting.",
        2879.16,
        2884.74
    ],
    [
        " The platoon of which private Shelby R. Horde was a member had been advancing under this long range fire until, despite several casualties, they had secured a position within 300 yards of the gun which had been harassing them.",
        2884.74,
        2899.38
    ],
    [
        " From here on, there was no cover.",
        2900.28,
        2901.9
    ],
    [
        " This did not deter private Horde who suddenly springing to his feet, raised some 250 yards until he was within hand grenade throwing range.",
        2902.72,
        2912.42
    ],
    [
        " With four grenades, he silenced the gun and rushing in, killed four of the remaining enemy and wounded three others with his carbine.",
        2912.82,
        2921.78
    ],
    [
        " He then turned the machine gun on other enemy elements in the vicinity.",
        2922.24,
        2925.54
    ],
    [
        " The success of his apparently suicidal rush demonstrates the fact that valor can sometimes provide protective armor.",
        2927.26,
        2933.9
    ],
    [
        " The enemy simply did not realize that any man would try such a thing and were not ready to put their fire on him.",
        2934.3,
        2940.88
    ],
    [
        " By the way, he's got a wing too.",
        2942.7,
        2944.8
    ],
    [
        " Because he got, it was 300 yards away, he closed 250 yards and then he made grenade shots at 50 yards.",
        2945.34,
        2952.16
    ],
    [
        " Credit.",
        2953.06,
        2955.24
    ],
    [
        " General Douglas MacArthur.",
        2957.02,
        2959.48
    ],
    [
        " It should be constantly emphasized that there must be no thought of surrender as long as it is possible to do damage to the enemy.",
        2960.82,
        2967.18
    ],
    [
        " The men at Baton and Corregidor fulfilled this condition.",
        2967.74,
        2971.8
    ],
    [
        " However, in some cases we have not done so.",
        2972.18,
        2974.84
    ],
    [
        " The Japanese soldiers always do.",
        2975.56,
        2977.5
    ],
    [
        " Unless all are individuals, also do it, we will suffer serious setbacks before Japan is conquered.",
        2978.46,
        2985.84
    ],
    [
        " And the word individuals is italicized.",
        2987.02,
        2991.4
    ],
    [
        " Obviously it is italicized for a reason.",
        2994.2,
        2995.94
    ],
    [
        " It is like, hey, at an individual level you cannot surrender.",
        2996.18,
        3000.32
    ],
    [
        " If you can still do damage to the enemy, you cannot surrender.",
        3000.82,
        3003.68
    ],
    [
        " Next thing.",
        3005.26,
        3011.76
    ],
    [
        " Reorganization after the attack. Don't waste time.",
        3013.04,
        3015.68
    ],
    [
        " I mean, you could just say don't waste time.",
        3016.76,
        3018.94
    ],
    [
        " Lieutenant Colonel Murphy.",
        3019.96,
        3021.16
    ],
    [
        " Infantry, Italy.",
        3021.78,
        3023.58
    ],
    [
        " When an objective is captured, immediately push reconnaissance elements of the supporting weapons unit forward behind the rifleman.",
        3024.38,
        3030.0
    ],
    [
        " Get rifle groups out for security as soon as the position is captured.",
        3030.12,
        3032.6
    ],
    [
        " Have the weapons, platoons, immediately take position to beat off a counterattack.",
        3032.96,
        3037.4
    ],
    [
        " Displaced promptly at least one half of the heavy weapons company forward to capture the objective or to the captured objective.",
        3037.9,
        3044.3
    ],
    [
        " Get your artillery observer up front and hurry.",
        3044.3,
        3046.56
    ],
    [
        " We were taught all these things and they are still perfectly sound.",
        3046.7,
        3050.46
    ],
    [
        " So what he's saying, my point for this is you get that advantageous moment and your...",
        3051.7,
        3061.6
    ],
    [
        " The gravitational pull will be to take a breath to relax.",
        3061.6,
        3065.58
    ],
    [
        " Don't do that.",
        3066.24,
        3067.52
    ],
    [
        " Continues on here. Delay brings trouble.",
        3068.62,
        3071.24
    ],
    [
        " Where an outfit gets into trouble is it is usually because they haven't pushed these points hard enough.",
        3071.32,
        3076.8
    ],
    [
        " When they waste time just a little instead of getting set and moving stuff forward at once.",
        3076.92,
        3082.46
    ],
    [
        " You probably will have only a little time to dig in before the counterattack hits.",
        3083.52,
        3088.0
    ],
    [
        " But if you set without delay, you will be alright whether you plan to keep going or hold what you've captured.",
        3088.38,
        3094.72
    ],
    [
        " In football.",
        3095.44,
        3096.9
    ],
    [
        " There's a strategy called the no huddle.",
        3097.78,
        3100.44
    ],
    [
        " No huddle offense.",
        3101.24,
        3102.06
    ],
    [
        " It's literally exactly what that is.",
        3102.1,
        3103.74
    ],
    [
        " You know football.",
        3103.96,
        3104.7
    ],
    [
        " You run a play.",
        3105.1,
        3105.78
    ],
    [
        " You know they blow the whistle.",
        3106.16,
        3107.36
    ],
    [
        " Take a little time.",
        3107.36,
        3108.06
    ],
    [
        " Everybody, yeah the offense goes back to the huddle.",
        3108.2,
        3110.54
    ],
    [
        " The formulae's their next play.",
        3110.84,
        3112.58
    ],
    [
        " They come to the line.",
        3112.86,
        3113.76
    ],
    [
        " Same thing defensive huddle all this stuff.",
        3113.84,
        3115.48
    ],
    [
        " Right.",
        3115.62,
        3115.72
    ],
    [
        " When they come to the line they make the call.",
        3115.82,
        3117.92
    ],
    [
        " Boom they run another play.",
        3118.7,
        3119.96
    ],
    [
        " You go no huddle offense.",
        3120.46,
        3121.6
    ],
    [
        " Right when the you know the guy gets tackled or whatever.",
        3122.02,
        3124.98
    ],
    [
        " Get back on the line.",
        3125.18,
        3126.1
    ],
    [
        " Boom right on the line.",
        3126.1,
        3127.02
    ],
    [
        " Quarterback calls the play from the line in code.",
        3128.22,
        3130.72
    ],
    [
        " Real fast too.",
        3130.88,
        3132.08
    ],
    [
        " Usually isn't that more fun.",
        3132.3,
        3134.22
    ],
    [
        " No.",
        3134.3,
        3135.16
    ],
    [
        " It's freaking tiring.",
        3135.44,
        3136.48
    ],
    [
        " Super tiring.",
        3136.98,
        3137.74
    ],
    [
        " So you gotta you gotta kind of you gotta be ready for it.",
        3138.42,
        3140.9
    ],
    [
        " You gotta train for it for sure.",
        3140.96,
        3142.02
    ],
    [
        " But what it does is the defense or you still that rhythm.",
        3142.2,
        3144.72
    ],
    [
        " You know that rarer sprint rest huddle get sat you know all that stuff.",
        3144.98,
        3149.06
    ],
    [
        " You if you run a no huddle offense and they're not ready for it.",
        3149.38,
        3152.38
    ],
    [
        " You get one two plays ahead of them.",
        3152.68,
        3154.4
    ],
    [
        " But you'll just rough march down the field if you can take it.",
        3154.42,
        3157.34
    ],
    [
        " So why doesn't that just happen all the time?",
        3157.42,
        3158.68
    ],
    [
        " Because it's tiring.",
        3159.06,
        3159.72
    ],
    [
        " I know but why doesn't someone train up a squad where they're like okay this is what we're doing.",
        3159.96,
        3163.36
    ],
    [
        " Well so when I played in high school.",
        3163.86,
        3168.12
    ],
    [
        " The you know, quite a small island.",
        3168.56,
        3171.62
    ],
    [
        " So the white man was the other team we're playing and they were I forget if we beat them last time or or it was closer.",
        3171.94,
        3179.22
    ],
    [
        " I don't know I forget what happened the last time but this we're gonna play him again.",
        3179.22,
        3182.06
    ],
    [
        " And the word on the street was they were just gonna beat us like bad.",
        3182.74,
        3186.26
    ],
    [
        " They're gonna beat us bad.",
        3186.58,
        3187.26
    ],
    [
        " And I always was thinking like why why would they even say that you know like we're even if they beat us we're like competitive.",
        3187.36,
        3192.8
    ],
    [
        " So doesn't it it wasn't making sense it seemed like they had something brewing.",
        3192.8,
        3196.78
    ],
    [
        " Sure enough they come out with the no huddle unexpected.",
        3197.08,
        3200.88
    ],
    [
        " I was like right and they just marched down the field.",
        3201.36,
        3203.02
    ],
    [
        " How many times did they do it until I don't remember but until they scored and they threw it and it was all like quarterback keep.",
        3203.18,
        3210.26
    ],
    [
        " You know what that means.",
        3210.28,
        3211.22
    ],
    [
        " No.",
        3211.46,
        3211.9
    ],
    [
        " Instead of like giving it to the running back or throwing it the quarterback gets the ball from the center and just runs it.",
        3211.9,
        3217.28
    ],
    [
        " Oh.",
        3217.4,
        3217.6
    ],
    [
        " But these are all formulated plays where he just where he's running on the outside.",
        3217.8,
        3221.14
    ],
    [
        " He's running the left side right side middle like and they're just coming and I remember well.",
        3221.14,
        3224.74
    ],
    [
        " Back that was kind of a beast huh.",
        3224.8,
        3226.34
    ],
    [
        " Yeah Aaron Chun was this.",
        3226.72,
        3228.24
    ],
    [
        " Did he make it to the NFL or anything?",
        3228.36,
        3230.66
    ],
    [
        " Oh no not that I know but he made it the offense made it to the the Inzo I'll tell you that.",
        3230.94,
        3236.12
    ],
    [
        " And I remember just how like.",
        3236.38,
        3238.38
    ],
    [
        " I remember thinking man hold out I remember thinking you guys go huddle like I can't like get my get my act together here.",
        3238.94,
        3245.82
    ],
    [
        " To tackle nobody because you're just so on your toes the whole time.",
        3245.84,
        3249.64
    ],
    [
        " Here's the other thing okay so so there's that and I still you haven't really answered my question which is if you're a coach where you just say hey we're actually going to condition ourselves in a different way in a non traditional way.",
        3249.78,
        3263.4
    ],
    [
        " And we're going to be ready just to we're never going to huddle.",
        3263.4,
        3266.28
    ],
    [
        " Yeah you the thing is that's a huge undertaking the thing is we do that's a common conditioning method is like no how to offense for like 10 minutes 20 minutes or whatever like that's part of football conditioning practice and stuff because when you go no huddle you better buckle up.",
        3266.28,
        3281.86
    ],
    [
        " There's no substitutions I wonder if you just get guys that were different like they'd all of a sudden they'd be smaller and skinnier and have more have less power.",
        3281.86,
        3291.14
    ],
    [
        " And then you'd end up with a team that even though they could run the know how to offense on defense they would just get they would get run through methodically.",
        3291.7,
        3300.26
    ],
    [
        " Yeah wait what do you mean meaning if everyone else on the other team is just jacking steel and doing cleans with 315 and they're going to get some bunch of guys that are way in and out 170 because they're doing this know how to laugh.",
        3300.3,
        3316.48
    ],
    [
        " Yeah I can see it you'd end up with different physics.",
        3317.66,
        3320.14
    ],
    [
        " Yes for sure and some teams they'll they'll kind of have that more in their strategy you know and you know some teams they pass the ball more or they run the ball more or some you know some know how to that's like some",
        3320.14,
        3333.5
    ],
    [
        " Yeah I'm going to do quarterback keeps a lot as opposed to quarterback sneak which is different.",
        3333.5,
        3341.0
    ],
    [
        " Yeah well I would say the explanation for that is it can be risky because if you're going no huddle no huddle and then the defense is like oh we're ready for the no huddle then it's like man you get shut down.",
        3341.26,
        3352.84
    ],
    [
        " Okay. All right it's different now you understand.",
        3353.06,
        3355.16
    ],
    [
        " Yeah nothing the other thing I sometimes wonder about football is you know you see like a trick play on YouTube.",
        3355.52,
        3360.24
    ],
    [
        " Yeah.",
        3360.24,
        3360.54
    ],
    [
        " How come everything's just not a trick?",
        3360.9,
        3363.4
    ],
    [
        " Yeah because they're risky just like you just do like you do those trick moves and you do so you get like a group of people who figured out that trick.",
        3363.4,
        3370.4
    ],
    [
        " They're going to shove it up you're they're not going to it's not going to work and say that it becomes not a trick play now.",
        3370.54,
        3377.28
    ],
    [
        " It's no longer a trick play when people know so yeah and there are teams who and that's actually kind of how the no huddle is too.",
        3377.34,
        3384.6
    ],
    [
        " It's kind of it's I wouldn't call it in the realm of trick plays but it's kind of one of those things that's it's unorthodox so the unorthodoxness of it is part of the advantage you know so it's like there's another play called the reverse right it's like a we'll call it a common trick play.",
        3384.6,
        3401.1
    ],
    [
        " Yep I know that's a go to the other side of the field right no it's damn show my ignorance here.",
        3401.22,
        3407.0
    ],
    [
        " Yes here but it's okay you're good at a lot of things.",
        3407.06,
        3410.46
    ],
    [
        " Or reverse is like let's say okay so you got you you're having guys essentially right you got the quarterback behind the center and they say set down huh whatever right if it's a running play I'm going to get if it's you can run it up the middle right that's usually for short yardage situations we'll need three yards for this first time",
        3413.64,
        3429.2
    ],
    [
        " power through exactly right jump I might even jump maybe maybe that's more of a one yard half yard situation but whatever right then there's like an outside run which is you can either give it to you.",
        3429.2,
        3440.44
    ],
    [
        " So I'm going to go back to the running back and he'll run on the outside but anyway whatever side you're running in right side left side whatever there's no like there's no like we always run to the right side we always run you know there tends not to be that much of that going on but when you run when a play is going to the right side will say you can see it all 11 guys start look if I if I'm not the go back to the other side now right this is this is how they do it though so I was right I guess it was that's an",
        3440.44,
        3470.06
    ],
    [
        " ambiguous statement go to the other side so I don't know maybe so what's about to happen so they either pretend I mean there's plenty ways to do it but they basically show that this play is running to the right and then they say the running back is running to the right with the ball if I'm on the",
        3470.58,
        3485.5
    ],
    [
        " O line on the for the front the front line guys you're going to step right because you got to get in front of the defense this way because they're running behind me",
        3485.5,
        3492.34
    ],
    [
        " so insane so when you look at the offense as a defender you see the whole offense as a group they flow to a certain side you know that's where they're going",
        3492.34,
        3499.58
    ],
    [
        " yeah pass play they're just going to sort of stay in place right because the quarterback is dropping back and he got a pass the",
        3499.58,
        3504.48
    ],
    [
        " receivers go right so you can see all this stuff on the defense so boom the whole offense is flowing this one side your natural tendencies to roll that",
        3504.48,
        3512.28
    ],
    [
        " side right fast hard and then what happens there one receiver or maybe the tight and or something like this he goes or",
        3512.28,
        3518.22
    ],
    [
        " he steps once the only guy one step back and goes all the way around the quarterback or the running best sometimes they give it to",
        3518.22,
        3523.74
    ],
    [
        " the running back running back gives a team going the other side go over the other side because you know exactly you're correct yes so that",
        3523.74,
        3532.26
    ],
    [
        " okay so that that's an unorthodox play overall that's not a typical play but it's not like when you see it you know okay they",
        3532.26,
        3540.1
    ],
    [
        " ran the reverse it's it's a play yes but it's unorthodox but you get there are teams that run a lot of those types of",
        3540.1,
        3547.6
    ],
    [
        " plays but once the defense knows oh they run these kinds of plays it's like it doesn't work as good as all it's like when",
        3547.6,
        3553.68
    ],
    [
        " um leg locks yes people started getting I remember we trained with people that thought that leg locks which is totally the",
        3553.68,
        3562.56
    ],
    [
        " the they were the solution to jiu jitsu right but we did we did we did leg locks yeah we did even more leg locks",
        3562.56,
        3569.0
    ],
    [
        " than some guys that thought that leg locks the jitsu so all of a sudden they try the leg locks the leg locks weren't working yes we",
        3569.0,
        3575.4
    ],
    [
        " were doing leg locks more than the leg lock people yeah so yeah so then they had to try and do regular jitsu and then they",
        3575.4,
        3582.52
    ],
    [
        " did right then you yeah then you get a well okay so good example so the leg locks right so remember and let's go",
        3582.52,
        3589.12
    ],
    [
        " old school right you see I think one or maybe two I forget but it was Ken Sharmer Ken Sharmer was crazy Ken Sharmer",
        3589.12,
        3598.98
    ],
    [
        " so this is that that's an example of what happens if someone knows your trick play unorthodox play but it's unorthodox for",
        3598.98,
        3606.36
    ],
    [
        " reason just like I said if it's like so effective want to just do it all the time well because it probably has more risks if",
        3606.36,
        3612.38
    ],
    [
        " everyone's on a reverse right in football if everyone's blocking to the right and we send one guy back to the left you",
        3612.38,
        3620.04
    ],
    [
        " rely on them getting tricked at everything's going to the right if they see the reversal time to say oh yeah I see",
        3620.04,
        3627.18
    ],
    [
        " it creamed you know that that situation with Ken Sharmer Ken Horace that shows you how really a little bit beyond the graces at",
        3627.18,
        3638.28
    ],
    [
        " that time were even more highly developed than you thought they were yeah because with you when you watch that sequence Horace",
        3638.28,
        3645.46
    ],
    [
        " immediately he had him that from the sad person I recommend a perfect like leg lock defense now he's on top and now he's on top",
        3645.46,
        3650.8
    ],
    [
        " right there it was the perfect leg lock defense at a time where basically no one was doing leg locks in jujitsu so it's pretty awesome",
        3650.8,
        3660.44
    ],
    [
        " and it's pretty impressive that even at that time he had the defense for the leg lock now I don't know maybe they",
        3660.44,
        3667.06
    ],
    [
        " maybe they saw enough of it or they knew that it was a possibility because Ken Sharmer was what was he",
        3667.06,
        3673.36
    ],
    [
        " champion of pancreas and and shoot and shoot fighting yeah shoot fighting where they were doing leg locks so they",
        3673.36,
        3678.76
    ],
    [
        " might have watched enough to go oh you know what if he starts going for this you got to grab his neck you got to go on top",
        3678.76,
        3683.56
    ],
    [
        " yeah no they they did leg locks yeah well that's true okay so there's a video this is an old school video where it was",
        3683.56,
        3690.38
    ],
    [
        " hoiler and Hicks and doing it essentially a demonstration might have been pride or something like that look like maybe in the",
        3690.38,
        3695.28
    ],
    [
        " middle of pride maybe a half time situation okay so it looked like so it's cool but that's not more old school than UFC",
        3695.28,
        3701.3
    ],
    [
        " two um you see what I'm saying yeah might have been so by the time they're teaching at pride yeah everyone's",
        3701.3,
        3707.7
    ],
    [
        " kind of doing leg locks by that but you know how like they do such hardcore fundamental like stuff yes this is this is",
        3707.7,
        3713.82
    ],
    [
        " really the feel you got and part of the demonstration was a leg lock submission it was like the basic straight",
        3713.82,
        3720.0
    ],
    [
        " straight straight ankle lock straight ankle yeah exactly right so you know how like when they do those",
        3720.0,
        3725.04
    ],
    [
        " demonstrations you know Horia and Hicks in the hoiler when they do those demonstrations it's all just the",
        3725.04,
        3730.76
    ],
    [
        " basic the fundamental Gracie just to start yeah and that was in there it's not like they're like okay let's",
        3730.76,
        3736.5
    ],
    [
        " do that's almost some new age stuff it was there's none of that here's a here's a straight ankle this is Gracie",
        3736.5,
        3741.4
    ],
    [
        " she just to yeah exactly right and it was part of it yeah so you figure yeah of course they did that stuff yeah with",
        3741.4,
        3747.52
    ],
    [
        " the G2 by the way yep and that's what I'm saying yeah what I'm saying is it's impressive yeah because if",
        3747.52,
        3752.86
    ],
    [
        " you're thinking like well you know back then they even do foot locks at all yep it's like well and actually",
        3752.86,
        3758.24
    ],
    [
        " know who did a lot did you know who did a number of foot locks to finish people hoiler yeah",
        3758.24,
        3766.6
    ],
    [
        " whether it be snagging the locks off of people I mean now the whole foot lock game is a is the whole you",
        3766.6,
        3773.22
    ],
    [
        " know it's a mess now but but again going back to hoist Gracie can Shamrock it's it's that's the",
        3773.22,
        3778.52
    ],
    [
        " example where it's like oh if leg foot locks back then we're such a cheat move like such a easy like",
        3778.52,
        3784.0
    ],
    [
        " shortcut kind of move that you surprise people like why don't you just do them all the time and then",
        3784.02,
        3788.58
    ],
    [
        " can Shamrock sort of camp was kind of like well yeah we do that's part of how we win you just get one",
        3788.58,
        3793.9
    ],
    [
        " guy to figure out the little trick and you're exposed a lot of the time that's why it's a trick move",
        3793.9,
        3798.96
    ],
    [
        " otherwise it just be fundamental moves yeah seems so a trick move that use all the time is not a trick at all",
        3798.96,
        3803.5
    ],
    [
        " it's it's just another move it's just another move and here's the thing it'll occur and it will not be",
        3803.5,
        3808.06
    ],
    [
        " another move if it has a high high part or a high risk involved in it yes that's usually what trick",
        3808.06,
        3813.52
    ],
    [
        " moves are what can Shamrock got caught with a high risk moves that actually hoist was able to",
        3813.52,
        3817.98
    ],
    [
        " capitalize you know he's on top and can Shamrock's on the bottom same thing with the reverse same thing",
        3817.98,
        3821.72
    ],
    [
        " as a hail mayor not actually that's not a trick move but same thing like a what do you call it the",
        3821.72,
        3827.2
    ],
    [
        " the one where you sweep it to the running back and then he throws the ball back to the quarterback",
        3827.2,
        3831.92
    ],
    [
        " yeah yeah you ever seen those moves yeah it's like that's a trick move you see guys kill with that but",
        3831.92,
        3836.56
    ],
    [
        " brow run backs can't throw the ball that's such a high risk oh don't let the quarterback get and",
        3836.56,
        3841.68
    ],
    [
        " make a catch and get cream by one of the DB's now your quarterback's out because you know he",
        3841.68,
        3845.16
    ],
    [
        " doesn't take as much punishment as the rest of the guys on the team so there's all this risk I'm",
        3845.16,
        3849.04
    ],
    [
        " saying yeah when Dean got Kakaraco in the absolute finals with the what we call the Kakaraco heel hook",
        3849.04,
        3858.92
    ],
    [
        " which is now called 50 50 but you could see that Kakaraco there was confusion yeah and I mean",
        3858.92,
        3865.26
    ],
    [
        " obviously he's an incredible world champion himself but there was not a there was you could see like",
        3865.64,
        3872.48
    ],
    [
        " he was not aware of what was happening yeah and Dean was obviously fully aware he was always",
        3872.48,
        3877.38
    ],
    [
        " but now we've seen plenty of people oh you want to go to 50 50 with me okay cool and they're",
        3877.38,
        3884.18
    ],
    [
        " gonna there's defenses and have a hole in your heart so it's now it's now not a hugely advantageous",
        3884.18,
        3888.8
    ],
    [
        " trick move because it's just a normal move now right and then that's a good example is one of one of",
        3888.8,
        3893.4
    ],
    [
        " these things that you know when you create a whole system around like foot locks for example",
        3893.4,
        3898.02
    ],
    [
        " that you start to eliminate all the risk factors that come with it that's what a system does you",
        3898.02,
        3903.56
    ],
    [
        " know it eliminates lingering problems whatever becomes like an actual effective system if you if",
        3903.56,
        3908.92
    ],
    [
        " you can't eliminate the risk it's probably it's not a system you're still over here throwing",
        3908.92,
        3912.14
    ],
    [
        " risks out really hopefully you won't you know and that's what I think some of the old footlock",
        3912.14,
        3918.32
    ],
    [
        " guys or people they'll be like oh I'll just jump for for locks oh yeah for sure you know that's",
        3918.32,
        3923.24
    ],
    [
        " not based around like a system systematic footlock game like how it is like Dean had so early on",
        3923.24,
        3928.68
    ],
    [
        " you know that's why I think he was he was as effective you know definitely very effective we'll say",
        3928.68,
        3935.14
    ],
    [
        " yes sir all right let's go back to where we were at so we were talking about not delaying when",
        3935.14,
        3941.26
    ],
    [
        " you get in certain situations and it was talking about you know hey want you once you do an attack",
        3941.26,
        3949.7
    ],
    [
        " you get in a position then you need to immediately set yourself up and and get your defense ready",
        3949.8,
        3956.02
    ],
    [
        " immediately don't wait and then there's a jump and forward to a section here where they talk about",
        3956.02,
        3960.28
    ],
    [
        " how do you do that like what's the methodology for making that happen well here you go",
        3960.28,
        3963.62
    ],
    [
        " reorganization aided by prior planning Lieutenant Colonel Ahern and Italy from the bataian",
        3963.62,
        3972.38
    ],
    [
        " commander's point of view the most vital feature of reorganization is prior planning by that I mean",
        3972.38,
        3977.86
    ],
    [
        " deciding well in advance whether all machine guns are going to displace forward immediately only",
        3977.86,
        3982.34
    ],
    [
        " half of them deciding what areas the 81 millimeter mortars are going to cover what areas the 60 millimeter",
        3982.34,
        3986.54
    ],
    [
        " mortars are going to cover various companies cover all this planning is vital so that the prompt",
        3986.54,
        3990.94
    ],
    [
        " issuing of orders for reorganization can be affected immediately following the capture of the",
        3990.94,
        3995.6
    ],
    [
        " objective think about where you can use that in your in your entire world business life everything",
        3995.6,
        4003.0
    ],
    [
        " that's going on hey when this happens we're going to do that immediately afterwards that is the deal",
        4003.0,
        4008.44
    ],
    [
        " there's a comment here this is from the editor all comment on attack tactics against the Germans",
        4008.44,
        4016.74
    ],
    [
        " emphasize the importance of prompt and thorough reorganization of the attack unit when it reaches",
        4016.74,
        4021.86
    ],
    [
        " its objective it is necessary that this be accomplished in order to oppose effectively the habitual",
        4021.86,
        4028.26
    ],
    [
        " German counter attack and it goes on reorganization of an attack unit must begin at the elementary",
        4029.14,
        4035.2
    ],
    [
        " squad level and work to the top have squad leaders organize their squad section leaders supervising",
        4035.2,
        4041.42
    ],
    [
        " the work of all squad leaders the platoon commander assisted by the platoon sergeant supervise the",
        4041.42,
        4045.7
    ],
    [
        " work of the section leaders and so on chaining command the company commander must be planning the",
        4045.7,
        4049.42
    ],
    [
        " defense of the position checking the dispositions of its weapons and coordinating the fires of his",
        4049.42,
        4054.52
    ],
    [
        " borders with his artillery sports so was that say decentralized command so pre-planning what",
        4054.52,
        4059.72
    ],
    [
        " you're going to do when you win is a really important thing and then once you win immediately",
        4059.72,
        4068.68
    ],
    [
        " execute the plan yeah this happens with companies that they close the deal right they close the deal",
        4068.68,
        4078.86
    ],
    [
        " hey I close the deal with you know whatever with bill if they're smart they have a follow-up plan",
        4078.86,
        4086.12
    ],
    [
        " it's emails coming two days that are hey bill just following up want to make sure you got the",
        4086.12,
        4089.78
    ],
    [
        " support that you needed and by the way I also want to let you know we've got some other features",
        4089.78,
        4093.12
    ],
    [
        " that we are adding to our product in two weeks when it comes out I want to let you know that's",
        4093.12,
        4097.4
    ],
    [
        " happening and also I know that you've got some affiliate businesses that you also work with I would",
        4097.4,
        4103.56
    ],
    [
        " like to reach out to them and see if we can help you know what I'm saying like you have a plan",
        4103.56,
        4107.52
    ],
    [
        " a winning plan yeah that's uh there's just and there's a slight difference between because as long",
        4108.08,
        4115.74
    ],
    [
        " as that plan isn't contingent on like the fact that you went because just just a little while ago",
        4115.74,
        4122.38
    ],
    [
        " we're talking about um you know the idea that okay my whole comprehensive plan every move like one",
        4122.38,
        4128.1
    ],
    [
        " the next move is dependent on you executing the first move right meanwhile there's a lot of",
        4128.1,
        4133.76
    ],
    [
        " wiggle room in that first move there's levels of success you know check so you literally can't go",
        4133.76,
        4138.04
    ],
    [
        " to the second plan if you don't achieve this certain thing which is a that's a variable over there however",
        4138.04,
        4143.54
    ],
    [
        " just to shut you down no I'm saying there's a difference there I'm saying don't get confused in",
        4143.54,
        4150.2
    ],
    [
        " that let me tell you what the difference is this is important because you you brought about totally",
        4150.2,
        4153.18
    ],
    [
        " valid point tactileco it gets it gets all day it gets a w but it's about to get a little bit",
        4153.18,
        4159.7
    ],
    [
        " revoked here's the deal so you're right we don't know exactly how it's going to turn out right we",
        4159.82,
        4166.66
    ],
    [
        " don't know what that win actually looks like but here's here's the deal both section that I just read",
        4166.66,
        4173.4
    ],
    [
        " what did it say it said let your section leaders lead let your squad leaders lead so what you say is",
        4173.4,
        4181.3
    ],
    [
        " listen folks once we secure the subjective we are going to immediately develop a defensive posture",
        4181.3,
        4187.74
    ],
    [
        " that means this you spell out what your intention is and then your subordinate leaders",
        4187.74,
        4193.96
    ],
    [
        " through decentralized command step up and fulfill your intent immediately based on the",
        4193.96,
        4200.9
    ],
    [
        " particulars and the variables of the outcome of the victory yeah one mission for patrol a patrol",
        4200.9,
        4207.76
    ],
    [
        " should have a single and sole mission there appears to be a general tendency upon the part of staff",
        4207.76,
        4212.3
    ],
    [
        " officers and immediate commanders to add a second mission just because the patrol is going to be in",
        4213.84,
        4218.74
    ],
    [
        " the vicinity of some point in which they are interested I believe this is that this point of a",
        4218.74,
        4225.24
    ],
    [
        " single mission is highly important so you're telling your people hey this is what I want you to go",
        4225.24,
        4230.1
    ],
    [
        " doing these hey by the way do this and by the way do this doesn't help what do you got Dave",
        4230.1,
        4236.16
    ],
    [
        " leg locks no",
        4239.48,
        4240.66
    ],
    [
        " no",
        4240.66,
        4241.08
    ],
    [
        " hold it back sneak whatever these lessons are everywhere you're just you're making that point about hey",
        4241.08,
        4248.16
    ],
    [
        " we just closed the deal with bill we're not done and that was kind of a kind of a micro example",
        4248.16,
        4254.6
    ],
    [
        " like juggle closes the deal with bill but I'm going to read read out the bill on Monday and we're",
        4254.6,
        4258.1
    ],
    [
        " going to keep looking and I was thinking in the context of of this idea of hey when we accomplish",
        4258.1,
        4262.86
    ],
    [
        " the mission or we have a win or whatever that success ends that's true at that very small tactical",
        4262.86,
        4268.18
    ],
    [
        " level that emailed a bill it's also true at the strategic level at the highest level of we work",
        4268.18,
        4274.52
    ],
    [
        " with companies and one of the things we do with the senior executive level is we help them build",
        4274.52,
        4278.02
    ],
    [
        " these big strategic plans the five year plan but the five year plan doesn't just map out five years",
        4278.02,
        4285.06
    ],
    [
        " and then at the end of those five years we we are done that five year plan the five year cycle never",
        4285.06,
        4290.78
    ],
    [
        " ends and so when we achieve these big victories in business nothing really ends it's just leads us",
        4291.14,
        4297.28
    ],
    [
        " to the next things so we can get bigger and bring more people in that's true in sports it's this idea",
        4297.28,
        4302.1
    ],
    [
        " that the win that we're looking for isn't the end of any of this the win that we're looking for is",
        4302.1,
        4307.52
    ],
    [
        " what allows us to start to do more and bigger and other things of what that long range strategy is",
        4307.52,
        4312.52
    ],
    [
        " which actually in the business as we're working with there's no end for them they're going to get",
        4312.52,
        4318.0
    ],
    [
        " bigger they're going to get more dominant they're going to be more successful they're going to",
        4318.28,
        4320.96
    ],
    [
        " branch out in other areas and I I'm a big fan of Echo Sports analogies but the win even if you're",
        4320.96,
        4331.2
    ],
    [
        " thinking like the team that wins the Super Bowl you know what they want to do as soon as they win",
        4331.2,
        4334.62
    ],
    [
        " the Super Bowl they want to celebrate that another school you know they want to win the next Super Bowl",
        4334.62,
        4337.74
    ],
    [
        " because I've not they become the story of oh yeah you guys won the Super Bowl and you didn't",
        4337.74,
        4341.7
    ],
    [
        " even make the playoffs next year this this idea of when you win you have to plan to have something to",
        4341.7,
        4347.88
    ],
    [
        " do right after that which is you don't want to rest you don't want to take a knee and that's the",
        4347.88,
        4351.66
    ],
    [
        " worst thing we can do because that win is fleeting and you don't email Bill you're going to lose Bill",
        4351.66,
        4357.96
    ],
    [
        " because somebody's going to get in there and you don't get Bill's contact you're going to lose those",
        4357.96,
        4360.92
    ],
    [
        " contacts too and that win is going to be meaningless in the long run unless you recognize the win is",
        4360.92,
        4365.38
    ],
    [
        " just another step as you're moving forward yeah that actually that's that's that makes sense too",
        4365.38,
        4369.88
    ],
    [
        " right where it's like and you mentioned you super quick barely mention this sure you want a party",
        4369.88,
        4375.18
    ],
    [
        " right after right after you win the Super Bowl so you know the classic story right like you have",
        4375.18,
        4381.06
    ],
    [
        " certain champions right whatever they win the Super Bowl they win the heavyweight title whatever",
        4381.06,
        4384.94
    ],
    [
        " next day they're training already yeah I'm saying that's like the real champion day in a while",
        4384.94,
        4390.0
    ],
    [
        " yeah meanwhile you get like the one time champion right who may be like I don't know whatever he's",
        4390.0,
        4396.48
    ],
    [
        " the one time champion he goes he wins and what's he doing party cruising oh I need to take a couple",
        4396.48,
        4402.84
    ],
    [
        " weeks off vacation I'm gonna go spend my bonus money whatever and you know I'm quiet whatever",
        4402.84,
        4407.8
    ],
    [
        " for a little bit meanwhile like you see what I'm saying it's like it makes sense so the guy who",
        4407.8,
        4413.46
    ],
    [
        " who can strategize like yeah I won but you know like the the real champion is going to get back to work",
        4413.46,
        4418.58
    ],
    [
        " immediately it's kind of that you know it's a hundred percent that yeah that's why these",
        4418.58,
        4423.28
    ],
    [
        " for these principles from combat apply to everything in life yep we're not just outspending our",
        4423.28,
        4429.74
    ],
    [
        " bonus money and co-Iy not necessarily no poor map reading patrolling to provide security was",
        4429.74,
        4437.08
    ],
    [
        " generally good but patrolling to maintain contact and determine enemy positions and movement was",
        4437.08,
        4440.98
    ],
    [
        " often slated many patrolling leaders lacked the ability to read a map and locate themselves",
        4440.98,
        4445.16
    ],
    [
        " this resulted in incorrect information being brought back fairly to reach the objective and an",
        4445.16,
        4450.7
    ],
    [
        " inability to call for fire support some patrolls didn't know the situation and what to expect",
        4450.7,
        4457.22
    ],
    [
        " and what specific information was desired they were not properly properly briefed prior to starting",
        4457.22,
        4463.74
    ],
    [
        " so once again if we have a team who doesn't know where they are they're useless what does that mean",
        4463.74,
        4471.38
    ],
    [
        " if you have a team that doesn't understand what they're making how much they're making how much",
        4471.38,
        4477.94
    ],
    [
        " they're producing what their raw materials where what the level of the raw materials are what's",
        4477.94,
        4483.78
    ],
    [
        " what level of say all those things if people don't know where they are they're worthless",
        4483.78,
        4487.98
    ],
    [
        " infantry notes I get to read books that have sections that are called infantry notes I'm a happy",
        4487.98,
        4499.42
    ],
    [
        " human interunit liaison major general Lucas Italy experience has shown that enemy offensive",
        4499.42,
        4507.74
    ],
    [
        " action is usually along the boundaries between units boom Ramadi this fact emphasizes the need",
        4507.74,
        4515.88
    ],
    [
        " for closely azon in constant contact between adjacent units from squads on up maximum benefit from",
        4515.88,
        4522.14
    ],
    [
        " coordinated action will be realized if commanders will ensure that the following conditions are met",
        4522.14,
        4526.5
    ],
    [
        " exchange of actively azon personnel between adjacent units close contact between front line",
        4526.5,
        4534.66
    ],
    [
        " organizations and a mutual agreement to ensure maximum combined protection along the boundary",
        4535.02,
        4539.66
    ],
    [
        " prompt report to adjacent units of any unusual act enemy activity early advice of plans for attack",
        4539.66,
        4545.86
    ],
    [
        " counter attack or withdrawal together with requests for assistance desired from adjacent units",
        4545.86,
        4550.06
    ],
    [
        " commanders should know at all times what units will be directly affected by their action and realize",
        4550.06,
        4554.22
    ],
    [
        " that is their responsibility to keep those concerned informed so look we work we interact with all kinds",
        4554.22,
        4561.86
    ],
    [
        " of different groups all kinds of different departments all kinds of different divisions all kinds",
        4561.86,
        4566.6
    ],
    [
        " of different companies we work in companies all the time that all rely on other companies to get",
        4566.6,
        4571.44
    ],
    [
        " their job is B2B right business to business how do we what where does the weakness usually fall",
        4571.44,
        4578.44
    ],
    [
        " where does where does failure I shouldn't say usually where does failure often fall it's in those",
        4578.44,
        4583.42
    ],
    [
        " seams between those two businesses so what do you do here's some suggestions exchange actively azon",
        4583.42,
        4590.64
    ],
    [
        " personnel right actually trade some people hey take this person i'll take that person let",
        4590.66,
        4595.8
    ],
    [
        " him run that project let him work through this project close contact between organizations",
        4595.8,
        4600.0
    ],
    [
        " mutual agreement to to to work through those problems that you're going to have prompt reporting",
        4600.0,
        4607.86
    ],
    [
        " hey echo if your t-shirt business can't supply my silk screen business can you please tell me",
        4607.86,
        4614.42
    ],
    [
        " right that's what we want thank you at that backwards but yeah I understand what do I say if",
        4615.98,
        4620.82
    ],
    [
        " you're silk screen business if your t-shirt business can't supply my silk screen business why do you",
        4620.82,
        4626.46
    ],
    [
        " think I had that backwards because usually silk screen provides service for the t-shirt business",
        4626.46,
        4630.56
    ],
    [
        " I guess so I could go go to a street yeah you're right so you're a way either way",
        4630.56,
        4637.04
    ],
    [
        " perspective my part my part my way either way what we need to make sure is that we're talking to",
        4637.04,
        4639.88
    ],
    [
        " maybe I'm running out of ink yeah and now I'm not going to be able to print your shirts maybe",
        4640.32,
        4644.6
    ],
    [
        " my sales are going down I can't supply with that business it won't depend on that anymore",
        4644.6,
        4648.32
    ],
    [
        " it seems saying there we go early advice of plans for attack counter attack or withdraw right so",
        4648.32,
        4654.16
    ],
    [
        " if I'm gonna be printing a ton of shirts I tell echo hey man I got a big order from another company",
        4654.16,
        4660.24
    ],
    [
        " I'm letting you know if you're gonna need something here's the wait time oh okay let's plan",
        4660.24,
        4664.52
    ],
    [
        " through that okay great commander should know it all times what units will be directly affected by",
        4664.52,
        4670.38
    ],
    [
        " their action and realize that's my response is what I just said it's my responsibility for telling",
        4670.38,
        4674.58
    ],
    [
        " you hey I'm gonna I've got a bunch of other stuff we've got a print if you need something you",
        4674.58,
        4678.1
    ],
    [
        " better tell me ASAP ASAPSUALLY use your rifle it's another good heading",
        4678.1,
        4686.14
    ],
    [
        " Colonel Harry B Sherman commanding officer infantry Italy we have a hard time getting rifleman",
        4686.14,
        4693.32
    ],
    [
        " to use their rifles they depend too much on artillery and supporting weapons in most cases it",
        4693.32,
        4699.64
    ],
    [
        " would be better if they fired even if there is no visible target a group of infantry infantry a",
        4699.64,
        4705.02
    ],
    [
        " group of riflemen may be stopped by a German machine gun which they can't locate but if they",
        4705.02,
        4709.82
    ],
    [
        " open fire in the general direction of the machine gun the Germans will usually pull out",
        4709.82,
        4714.38
    ],
    [
        " I believe that we have placed too much emphasis on fire orders and fire control by unit leaders",
        4714.38,
        4719.48
    ],
    [
        " men must be taught to open fire at once in the general direction of any target that is holding",
        4719.52,
        4723.2
    ],
    [
        " them up without waiting for any squad leader or any other individual to tell them to open fire what",
        4723.2,
        4728.56
    ],
    [
        " is that is decentralized command and it's also going on the offense and it's also cover and move",
        4728.56,
        4735.24
    ],
    [
        " they're kind of like in the UFC when a guy gets like hit real hard and he just starts swinging",
        4735.24,
        4742.1
    ],
    [
        " kind of like that when he gets hit so if you punched me really hard my reaction is just to start",
        4742.1,
        4747.36
    ],
    [
        " swinging a little bit kind of kind of yeah a little bit yeah yeah actually I would say accurate",
        4747.36,
        4754.86
    ],
    [
        " it's like I'm in jujitsu when some of the dean gets like a good position on me and I use this",
        4754.86,
        4762.2
    ],
    [
        " spaz defense it's kind of like that like he starts I was just gonna spaz out sort of moving like",
        4762.2,
        4766.84
    ],
    [
        " crazy it's just to like mess him up yeah throwing bullets down there yeah you're not picking your shots",
        4766.84,
        4773.66
    ],
    [
        " I'll tell you that definitely not big shots yeah makes sense yeah there's a connection there too to",
        4773.66,
        4779.04
    ],
    [
        " what you were just talking about a little while ago too which was hey doing something is usually better",
        4779.04,
        4784.2
    ],
    [
        " than doing nothing and if your plan is hey let's you know we're in a difficult situation let's",
        4784.2,
        4789.92
    ],
    [
        " assess a little bit let's reach out to you know our supporting organizations while we're just sitting",
        4789.92,
        4794.54
    ],
    [
        " here doing nothing as opposed to hey we've got resources right here that we can expand right now",
        4794.54,
        4800.04
    ],
    [
        " now I can't win the war with these resources but I need to use these resources right now hey",
        4800.04,
        4803.74
    ],
    [
        " this team get online start employing moving forward jaco radio back see what kind of fire",
        4803.74,
        4807.88
    ],
    [
        " sport we have coordinate with the other agencies inside your organization but this tendency of",
        4807.88,
        4813.14
    ],
    [
        " I'm gonna sit back and see what's happening or doing nothing what they're saying is hey you",
        4813.14,
        4818.82
    ],
    [
        " are given those resources those tools that you have so you can use them and yeah that our",
        4818.82,
        4825.38
    ],
    [
        " artillery always looks better the airplanes look like a really cool you imagine when we were in",
        4825.38,
        4830.06
    ],
    [
        " our body if every time we went on a assault the criteria is we wanted to wait for aircraft first",
        4830.06,
        4835.18
    ],
    [
        " you're gonna sit there all day long and I knew that firsthand as a amazingly a liaison my job",
        4835.18,
        4842.84
    ],
    [
        " as an angle comarine air naval gunfire liaison company was to try to bring that air support but",
        4842.84,
        4849.9
    ],
    [
        " actually the best thing I did was support them to say hey listen we can't get air for all these times",
        4849.9,
        4855.58
    ],
    [
        " that I'm not gonna provide you what you need let's come up with another way to do this and when",
        4855.58,
        4859.54
    ],
    [
        " they show that'll be a great force multiplier it'll be awesome we're gonna sit around waiting for",
        4859.54,
        4863.52
    ],
    [
        " that thing we've got all these other assets that we can use and we need to use them yeah because it's",
        4863.52,
        4867.84
    ],
    [
        " it's a real low risk right yeah if I start pushing forward right now it seems like it'll be a lot",
        4867.84,
        4875.34
    ],
    [
        " easier for just me call some artillery over there but guess what you don't have it right now",
        4875.34,
        4879.38
    ],
    [
        " so what seems like less risk is actually more risk because action beats in action so when I'm sitting",
        4879.46,
        4888.54
    ],
    [
        " here waiting for artillery or waiting for aircraft to come overhead guess at the enemy who I just knew",
        4888.54,
        4893.02
    ],
    [
        " that they were somewhere over there they're moving they're maneuvering and now I'm getting beat so",
        4893.02,
        4896.84
    ],
    [
        " what seemed like less risk is actually more risk",
        4896.84,
        4901.26
    ],
    [
        " no it's on training how I would train a company now captain robert c gates infantry Italy if I had",
        4904.68,
        4913.72
    ],
    [
        " to train a rifle company again I would stress the following basic discipline which means smart",
        4913.72,
        4920.28
    ],
    [
        " saluting alertness of bearing cleanliness and neatness of person clothing and equipment shoes",
        4920.28,
        4927.56
    ],
    [
        " shine haircut etc get perfection in this early as is the basics of much later training",
        4928.64,
        4937.12
    ],
    [
        " combat firing on a course which included a lot of surprise targets proper distribution of",
        4937.12,
        4944.96
    ],
    [
        " small arms fire over suspected target area use of the rifle sling sniper training",
        4944.96,
        4951.1
    ],
    [
        " b-a-r training so the b-a-r is borderline heavy machine gun for them to be given to every man in",
        4951.78,
        4958.12
    ],
    [
        " the squad until he has a thorough knowledge of the weapon is one of our more effective weapons",
        4958.12,
        4962.3
    ],
    [
        " but must be in the hands of a trained man to really be valuable a b-a-r man in one of our companies",
        4962.3,
        4969.32
    ],
    [
        " got 20 Germans for sure in an hour during one of the their counterattacks this was one half the",
        4969.32,
        4976.04
    ],
    [
        " casualties his platoon inflicted credit scouting and patrolling need plenty of emphasis so",
        4976.04,
        4984.98
    ],
    [
        " terrain appreciation to teach the men advantages and disadvantages of terrain features teach them to",
        4984.98,
        4993.7
    ],
    [
        " visualize how the ground on which you're located looks from the enemy's viewpoint what he can see",
        4993.7,
        4999.36
    ],
    [
        " and what he can't see where you can take positions unobserved so I was saying the other day",
        4999.36,
        5005.64
    ],
    [
        " that I think terrain in combat is the difference and I'm not 100% sure on this is the difference between a",
        5006.46,
        5014.94
    ],
    [
        " white belt and a purple belt when you know terrain when you understand how you can use that berm or",
        5014.94,
        5021.52
    ],
    [
        " how you can use that ravine or how you can use that high ground when you start to understand that",
        5021.52,
        5025.94
    ],
    [
        " that's when you can just start to tap people out by maneuvering and I'm not 100% sure the",
        5025.94,
        5032.54
    ],
    [
        " the reason I'm not 100% sure about it is is because it's this massive thing it's like a it's like",
        5032.54,
        5040.66
    ],
    [
        " understanding the theory of grappling itself so if you if you took fighting like okay what's a fight",
        5040.66,
        5050.24
    ],
    [
        " it's two people swinging punches each other and trying to kick each other if that's what we think",
        5050.24,
        5055.02
    ],
    [
        " fighting is once you know terrain now it's like we understand that there's a whole",
        5055.02,
        5059.94
    ],
    [
        " another dimension it's called grappling so maybe the purple belt thing doesn't really work",
        5060.16,
        5064.26
    ],
    [
        " but as far as just comprehensive understanding of how to fight when you understand terrain all",
        5064.26,
        5072.08
    ],
    [
        " of a sudden you understand there is a third dimension in the game yeah that makes sense yeah I think",
        5072.08,
        5078.82
    ],
    [
        " I just talked myself through it I think I figured it out you that's the big thing to try and",
        5078.82,
        5085.5
    ],
    [
        " teach the young seal leaders is like okay the minute you move over here the enemy can't shoot",
        5085.5,
        5092.52
    ],
    [
        " at you anymore yeah you move for me if you can get your platoon to move four meters as a whole to",
        5092.52,
        5099.6
    ],
    [
        " the east you are free and clear from those guys yeah and that means you can now run or you can",
        5099.6,
        5105.78
    ],
    [
        " move quickly yeah yeah even like even like the high ground right we always hear that and I probably",
        5105.78,
        5113.06
    ],
    [
        " don't understand the amount that there is to understand about it but it's like in in fighting",
        5113.06,
        5119.6
    ],
    [
        " their positions you can be anywhere you can hit them and they literally can't hit you like there's",
        5119.6,
        5123.68
    ],
    [
        " positions like that but then if you don't know about them you can ask somebody okay what's that",
        5123.68,
        5127.46
    ],
    [
        " position and they don't know that like grappling or nothing they're really hard to figure it out",
        5127.46,
        5131.74
    ],
    [
        " it's almost impossible really basically the high ground is being on top yeah let's say you're mounted",
        5131.74,
        5139.08
    ],
    [
        " though like brand new ones punching you really if you're mounted yeah and you know how to fight of",
        5139.32,
        5144.34
    ],
    [
        " course like yeah if you're just a kid mounted there in the high ground yeah yeah yeah and that's a",
        5144.34,
        5148.38
    ],
    [
        " dominant high ground yeah if you're in their guard you're still in the high ground but you're not",
        5148.38,
        5153.04
    ],
    [
        " like in maybe the best most dominant high ground yeah the thing that's interesting that you got to",
        5153.04,
        5157.3
    ],
    [
        " remember about high ground is the way it your angle if you're hiding in a fox hole if I'm in a fox hole",
        5157.3,
        5165.72
    ],
    [
        " and you're in an elevated position above me what good is my fox hole yeah if I'm in it if that's",
        5165.78,
        5171.66
    ],
    [
        " even if even if I'm in a pretty deep fox hole if I'm above you I can be in a shallow fox hole and",
        5171.66,
        5177.44
    ],
    [
        " I'm totally protected yeah kind of in a way it depends on where you are I guess but like you",
        5177.44,
        5184.38
    ],
    [
        " don't have to be in a fox hole really just gotta back up a little bit that's how good high ground is",
        5184.38,
        5187.84
    ],
    [
        " whereas if you're on the low ground a fox hole doesn't even really do you any good no fox hole",
        5187.84,
        5193.86
    ],
    [
        " not to mention you got gravity on your side yes you know which is a powerful thing so terrain",
        5194.92,
        5200.68
    ],
    [
        " appreciation so if you're if you're happened to be a military individual and you're new to the game",
        5200.68,
        5207.7
    ],
    [
        " start thinking about terrain next camouflage and camouflage discipline particularly the discipline",
        5207.7,
        5214.22
    ],
    [
        " pound into the men the necessity of not making trails not moving around when the enemy can",
        5214.22,
        5219.62
    ],
    [
        " observe your position and similar matters until each man always thinks about it",
        5219.62,
        5226.84
    ],
    [
        " do you feel in a deep I mean it's I told you man the best thing about being here is I just get",
        5226.84,
        5231.4
    ],
    [
        " to listen to this stuff you know we were just talking about terrain and I was thinking if you're",
        5231.4,
        5237.88
    ],
    [
        " you're in a competition whatever it is I don't care if it's jujitsu the military private sector",
        5237.88,
        5243.74
    ],
    [
        " if you understand terrain and your opponent doesn't you have this massive massive disparity it's",
        5243.74,
        5251.72
    ],
    [
        " it makes things so much easier if you understand how to use the terrain and you're fighting against",
        5251.72,
        5255.76
    ],
    [
        " someone who doesn't it you can be undermaned you can be under-resourced under-equipped and it's",
        5255.76,
        5261.84
    ],
    [
        " the same thing in the private sector you don't have to be the biggest if you understand how the",
        5261.84,
        5265.68
    ],
    [
        " environment around you is working and your product or your your interaction with the market does",
        5265.68,
        5271.02
    ],
    [
        " work and your opponents don't you can be the smallest company out there and you're going to end",
        5271.28,
        5276.12
    ],
    [
        " up dominating because you understand the terrain and then you were just talking about the connection",
        5276.12,
        5280.54
    ],
    [
        " to camouflage and as you're saying that we were just talking don't give away your position",
        5280.54,
        5285.28
    ],
    [
        " and I just love how listening to these things that we talk about the connections between all the",
        5285.28,
        5291.1
    ],
    [
        " other lessons that you keep talking about over and over again and I'm just sitting over like",
        5291.1,
        5294.4
    ],
    [
        " talk or just said that when the last time we're here and",
        5294.4,
        5297.18
    ],
    [
        " don't give away your position and camouflage allows you to not do that and he's made the",
        5298.64,
        5304.04
    ],
    [
        " come as like this especially the camouflage was that point he was making the the other thing",
        5304.04,
        5310.78
    ],
    [
        " well when I talk to people about the importance of terrain and then you translate that into leadership",
        5310.78,
        5318.24
    ],
    [
        " what you realize is that human beings are the terrain the people that you're dealing with",
        5318.6,
        5328.5
    ],
    [
        " they are at various elevations they have various micro terrain they are their personality",
        5328.5,
        5337.56
    ],
    [
        " is terrain that can be high and low and that's why we literally say take the high ground",
        5337.56,
        5347.24
    ],
    [
        " morally right so if echo does something if he's working for me or we're working together",
        5347.6,
        5354.24
    ],
    [
        " and he does something he does something that he shouldn't have done",
        5354.24,
        5358.84
    ],
    [
        " I need to maintain the moral high ground the minute that I say hey I know you took some money from",
        5358.84,
        5367.4
    ],
    [
        " that client give me 10% of it or else I'm going to report you what does that do I can never I just",
        5367.4,
        5375.14
    ],
    [
        " gave up the high ground and I can never get it back I can never get it back everything is going",
        5375.14,
        5380.36
    ],
    [
        " to be a struggle from here on out so the way that you view things and if you start to view the",
        5380.36,
        5386.72
    ],
    [
        " elevations that you're seeing the way people behave the way people interact where the ravines are",
        5386.72,
        5391.8
    ],
    [
        " where the cover is who is covering who is concealment meaning like if I know that Dave will back me up",
        5391.8,
        5400.22
    ],
    [
        " in the deep in like the deepest sense the word but echo he'll he'll like stick up for me a little bit",
        5402.18,
        5407.88
    ],
    [
        " but then he's gonna he's gonna bow down to whatever temptations are there that means Dave's gonna",
        5407.88,
        5414.6
    ],
    [
        " give me cover echo's gonna give me a little concealment but then he's gone like those interactions",
        5414.6,
        5418.98
    ],
    [
        " when you're dealing with people you're dealing with terrain you're dealing with variations",
        5418.98,
        5424.64
    ],
    [
        " in the surfaces of where you're working",
        5425.82,
        5427.92
    ],
    [
        " organization of squad leaders squad chain of leadership to the point where if there's only two",
        5427.92,
        5437.9
    ],
    [
        " men left in the squad they will know automatically who which one is the leader keep the squad organized",
        5437.9,
        5442.7
    ],
    [
        " this way regardless of casualties in consequent replacements some other information very very",
        5442.7,
        5451.0
    ],
    [
        " tactical in selecting non-commissioned officers I am convinced in selecting non-commissioned officers",
        5451.0,
        5458.62
    ],
    [
        " I am convinced that steadiness is the first asset how do we talk about steadiness we talk about the",
        5458.62,
        5467.1
    ],
    [
        " ability to detach knocking emotional that's the first asset resourcefulness is the second",
        5467.1,
        5476.02
    ],
    [
        " so how am I gonna get these problem solved what can I use with what I have to get these freaking problem",
        5476.34,
        5482.28
    ],
    [
        " solved that's number two intellect third I've known some really smart people that were really ineffective",
        5482.28,
        5492.18
    ],
    [
        " flanking out machine guns the battle and indoctrination courses have given some troops the idea that",
        5492.18,
        5501.96
    ],
    [
        " if they attack machine guns by crawling toward the machine guns on their bellies without a chance of",
        5501.96,
        5506.2
    ],
    [
        " hitting back this is not so they must go around and flank them out in this connection in training",
        5506.2,
        5513.82
    ],
    [
        " and in maneuvers we should teach this flanking out by having our men to go over the toughest and hardest",
        5513.82,
        5519.06
    ],
    [
        " hills available as we had to do in Sicily and Italy it's just over and over again physical conditioning",
        5519.06,
        5526.62
    ],
    [
        " to is all important here in the so-called rest period all infantry men take a four mile march in",
        5526.62,
        5533.58
    ],
    [
        " 40 minutes each day precision and snap in all basic drill including calisthenics should be stressed",
        5533.58,
        5540.12
    ],
    [
        " precision and snap that's something that I'm not good at what snapping precision and snap in my",
        5540.12,
        5550.66
    ],
    [
        " movements I see some guys like doing exercises whatever name and exercise I don't I see you have",
        5551.08,
        5558.88
    ],
    [
        " a lot of snap I need to focus on that more more precision and snap oh there's a little headline for",
        5558.88,
        5566.28
    ],
    [
        " you the hard way is safer Colonel Harry B Sherman commanding officer seventh infantry Italy stress",
        5566.28,
        5575.42
    ],
    [
        " stress night cross country movements and night attacks don't allow the units or individuals to",
        5575.44,
        5580.48
    ],
    [
        " use any road path trail or any other easy route of advance in every case they in every case have",
        5580.48,
        5586.7
    ],
    [
        " them moved by only the most difficult and inaccessible terrain in the vicinity roads past trails",
        5586.7,
        5593.58
    ],
    [
        " and even just open ground that offers easy going are almost invariably mind or booby trapped make",
        5593.58,
        5600.46
    ],
    [
        " the men regard the most difficult ground as the natural route of advance and it will save many",
        5600.46,
        5606.66
    ],
    [
        " casualties the easy path leads downhill my friends this is kind of epic motors they by the way",
        5606.66,
        5620.82
    ],
    [
        " I'm skipping through a bunch of this stuff because they go through each individual like department of",
        5620.82,
        5625.64
    ],
    [
        " combat right but I read them all because there's always things that you can learn so this one is",
        5625.64,
        5631.18
    ],
    [
        " this is like the motor pool motors need maintenance brigadier general Vincent Meyer commanding 18th",
        5631.18,
        5637.96
    ],
    [
        " field artillery brigade Italy it was my experience that as soon as we moved out of the staging area",
        5637.96,
        5643.56
    ],
    [
        " and got within range of the enemy's guns motor maintenance for some strange reason came to a summary",
        5643.56,
        5649.84
    ],
    [
        " end it was partly due to the vial weather and to the slimy mud first echelon maintenance was so",
        5649.9,
        5658.28
    ],
    [
        " utterly wanting that drivers were not even checking the water level in the radiators the motor",
        5658.28,
        5663.88
    ],
    [
        " mechanics were honestly trying to do proper second echelon maintenance but they were exposed to the",
        5663.88,
        5668.4
    ],
    [
        " weather with no overhead cover from the rain and were slipping and sliding around in the mud that was",
        5668.4,
        5672.72
    ],
    [
        " inches deep it finally got them down they just couldn't cope with it so so I read you all that I",
        5672.72,
        5678.5
    ],
    [
        " read you all that for a very specific reason so you got this you people aren't doing maintenance",
        5678.5,
        5682.88
    ],
    [
        " the the drivers that are supposed to probably do some kind of recursion we check of a vehicle they're",
        5682.88,
        5687.16
    ],
    [
        " not even checking if the freaking radiators are filled now we got vehicles are overheating and then",
        5687.16,
        5690.1
    ],
    [
        " the secondary maintenance these guys are they they're out there in the weather so what is this guy's",
        5690.1,
        5694.7
    ],
    [
        " solution to the problem corrective measures when I realized the gravity of the situation",
        5694.7,
        5703.24
    ],
    [
        " I placed an energetic leader in charge that's what he did that's what he did placed an energetic",
        5704.72,
        5712.2
    ],
    [
        " leader in charge he meaning this energetic leader immediately scoured it around and got a",
        5712.2,
        5717.88
    ],
    [
        " placed with overhead cover and hard standing using available buildings and got a couple of caves",
        5717.88,
        5722.82
    ],
    [
        " we required that the drivers clean off mud and drain old oil across the street from the shop",
        5722.82,
        5729.04
    ],
    [
        " this helped to keep the shop in clean order as to the first echelon maintenance of my motor my",
        5729.12,
        5735.36
    ],
    [
        " oh as to the first line maintenance my motor officer had to bear down in no uncertain terms but in",
        5735.36,
        5740.34
    ],
    [
        " two or three days the drivers were back to doing the things they had been trained to do for so",
        5740.34,
        5744.9
    ],
    [
        " many months prior to entering the combat in addition I required every officer so already we got",
        5744.9,
        5750.9
    ],
    [
        " multiple good things right you got a problem look I don't even I'm not gonna solve the problem",
        5750.9,
        5754.44
    ],
    [
        " put a good leader in there the good leader starts to figure things out oh we're freaking walk around",
        5754.44,
        5758.9
    ],
    [
        " ago gonna get a overhead cover gonna get some caves and then this guy starts holding the line hey",
        5758.9,
        5763.34
    ],
    [
        " you need to freaking do your maintenance checks took him two or three days to tighten them back up",
        5763.34,
        5768.76
    ],
    [
        " why is that you hold the line what are you holding the line on if you allow slack they're gonna take it",
        5768.76,
        5777.9
    ],
    [
        " bro you think I want to do vehicle maintenance echel Charles I don't think so I don't want to do",
        5777.9,
        5782.7
    ],
    [
        " the vehicle you know what I want to do is give my vehicle to you and let you worry about all that",
        5782.7,
        5785.9
    ],
    [
        " crap that's what I want to do I'm lazy so I just give it to you and if you accept it guess what",
        5786.56,
        5792.66
    ],
    [
        " I'm never doing maintenance again if you say hey bro sorry jaco you got to do your share",
        5792.66,
        5798.86
    ],
    [
        " what if I don't I'm not taking your vehicle two or three days later I'm not even asking I'm just",
        5798.86,
        5806.12
    ],
    [
        " doing my job okay so those that's awesome and then it gets this in addition I required every",
        5806.12,
        5811.62
    ],
    [
        " officer prior to starting on a trip with a motor vehicle to check at least one item on the car",
        5812.56,
        5817.8
    ],
    [
        " in which he was traveling for example tires battery water so then he put another little level of checks",
        5817.8,
        5823.02
    ],
    [
        " in there freaking legit by the way all the problems that you have are leadership problems",
        5823.02,
        5830.9
    ],
    [
        " kind of goes for your kids to write that thing that that were that that concept right there",
        5830.9,
        5835.74
    ],
    [
        " like your kids right if they're like hey get I don't know throw away my rubbish oh like your kids",
        5835.96,
        5842.4
    ],
    [
        " aren't doing their vehicle maintenance yeah when they can but if you do them for a vehicle maintenance",
        5842.4,
        5849.1
    ],
    [
        " obviously but they're metaphoric vehicle maintenance right so they're not cleaning their room okay",
        5849.1,
        5854.32
    ],
    [
        " making their back here's my my son just turned four by the way so that's about the time you know",
        5854.32,
        5860.9
    ],
    [
        " give or take where they brush their own teeth but like you expect a three and a half four-year-old",
        5860.9,
        5867.38
    ],
    [
        " kid to brush their teeth good maybe maybe not in the beginning when it's like two when they",
        5867.38,
        5872.66
    ],
    [
        " start getting teeth you brush the teeth for them right but if you're like hey you're trying to save",
        5872.66,
        5877.12
    ],
    [
        " time on bedtime scenarios and all this stuff you just come here I'll brush your teeth and you",
        5877.12,
        5881.36
    ],
    [
        " brush them good or whatever because you're an adult you know how to brush teeth right but as a",
        5881.36,
        5885.12
    ],
    [
        " kid they're gonna be like turning three turning four and if you keep brushing their teeth for them",
        5885.12,
        5889.0
    ],
    [
        " they're just gonna keep doing it just like if you keep giving me your truck to change the oil or",
        5889.0,
        5893.52
    ],
    [
        " whatever you're trying to do to me or whatever same kind of thing but if you're like hey and actually",
        5893.52,
        5898.6
    ],
    [
        " you kind of taught me this about the time the shoes thing you know I don't care if you're trying",
        5898.6,
        5902.02
    ],
    [
        " to save time learn how to tie your shoes so if you're like hey I'm not brushing your teeth you're",
        5902.02,
        5907.82
    ],
    [
        " brushing your own teeth you don't want to do it twice after all that would like I'm brushing my",
        5907.82,
        5912.22
    ],
    [
        " own teeth I don't want to I way rather just sit there as a kid and then quite frankly as an adult",
        5912.22,
        5916.74
    ],
    [
        " and just show my teeth have someone else brush them way more right but man say it's just not like that",
        5916.74,
        5922.6
    ],
    [
        " here's what you do age three you show your child the faces of meth transitions where people are",
        5922.6,
        5929.06
    ],
    [
        " meth on vitamins they get arrested over several years and their teeth ended up all yellow and falling",
        5929.06,
        5933.74
    ],
    [
        " out yeah and you say hey do you want to see faces of people that don't brush their teeth yeah",
        5933.74,
        5938.5
    ],
    [
        " yes and and of course that that's true I don't know if I'd ever do that you know two two three four",
        5938.5,
        5945.02
    ],
    [
        " maybe I would I don't know but I feel like that comes before that's the why by the way yeah",
        5945.08,
        5950.14
    ],
    [
        " why you brush your teeth yes or that's why you get your your teeth have to be brushed so now we're",
        5950.14,
        5956.32
    ],
    [
        " in phase two already where it's like just like how you you're gonna give me your truck to change the oil",
        5956.32,
        5960.86
    ],
    [
        " you know the oil has to be changed we already know that part seems saying it's just a matter",
        5960.86,
        5964.84
    ],
    [
        " whether I'm gonna do it or you can do that thing for me you can say what if it's like no no",
        5964.84,
        5970.36
    ],
    [
        " slack you don't you don't want to brush your teeth I highly doubt I'm saying look I don't want",
        5970.36,
        5976.28
    ],
    [
        " I want my teeth brush how about that I don't want I don't want them not to be brushed but if",
        5976.28,
        5981.24
    ],
    [
        " someone else could break okay maybe not brush teeth let's not say that how about to uh",
        5981.24,
        5985.08
    ],
    [
        " whatever do your house yeah do the dishes that's a big one what is someone's like oh someone",
        5985.08,
        5990.62
    ],
    [
        " always does your dishes you know you just sort of like when my wife when my wife is mad that my",
        5990.62,
        5995.88
    ],
    [
        " kids didn't do the dishes and she'll tell me like oh the kids didn't do the dishes as she's",
        5995.88,
        6001.64
    ],
    [
        " cleaning the dishes yeah yeah how many times I clean the dishes because my children didn't clean them",
        6001.64,
        6007.38
    ],
    [
        " zero zero times yeah zero times yeah that's not a good way to train your kids if they didn't do the",
        6007.38,
        6014.88
    ],
    [
        " dishes well that's not actually a thing shouldn't be a thing they do the dishes yeah that yeah that",
        6014.88,
        6021.34
    ],
    [
        " makes sense that's the worst way to train my daughters my on the family group text true the other",
        6021.34,
        6027.82
    ],
    [
        " day my oldest daughter posted something that's or sent to the group text which was a screenshot of",
        6027.82,
        6035.02
    ],
    [
        " a post that someone had made and it said like my dad talk no like dad talks about hard value of",
        6035.02,
        6042.2
    ],
    [
        " hard work hasn't done dishes in seven years you know and that was the big hit on jaco or they do",
        6042.2,
        6049.24
    ],
    [
        " in your shop wait so look if you're not doing your own dishes they're doing your dishes you're",
        6049.24,
        6053.8
    ],
    [
        " on the other side of that scenario they're not holding a line on your discipline they have their jobs",
        6053.8,
        6061.6
    ],
    [
        " okay okay we're talking about a bigger system now yeah this is a system yeah I have I have",
        6061.6,
        6068.28
    ],
    [
        " responsibilities in the house you do yes they're called it's called paying mortgages right",
        6068.28,
        6073.86
    ],
    [
        " yeah it's called providing the roof yeah that's that's what I do I understand they have their",
        6074.26,
        6080.2
    ],
    [
        " responsibilities things like doing the dishes so it was a pretty good shot I gotta kick out of it my",
        6080.2,
        6087.98
    ],
    [
        " daughter giving me a hassle or you could get super technical and be like hey I don't regard doing",
        6087.98,
        6093.32
    ],
    [
        " dishes as the benchmark for hard work no I mean but they fortunately they weren't trying to have a",
        6093.32,
        6099.02
    ],
    [
        " legitimate argument with me yeah yeah because they were not they know not that that's not a",
        6099.9,
        6105.16
    ],
    [
        " you know you're down for that solution all right essentials of jungle warfare jungle SOPs",
        6105.16,
        6111.3
    ],
    [
        " SOP attack procedures combat patrol once again if I've gotten to a point in my life where I'm",
        6111.3,
        6119.66
    ],
    [
        " reading a document that says SOP attack procedures combat patrol I'm pretty happy about the world",
        6119.66,
        6124.94
    ],
    [
        " one have a covered root of withdrawal picked out in advance in case enemy pressure becomes too great",
        6125.16,
        6131.7
    ],
    [
        " this this is another little hint towards the value of free planning if you're gonna have to leave",
        6131.7,
        6137.78
    ],
    [
        " tell everyone where you're gonna leave by two keep one squad back as a reserve and to provide a",
        6137.78,
        6146.22
    ],
    [
        " force to cover the forward elements of the patrol if they're forced to withdraw why am I talking",
        6146.22,
        6151.62
    ],
    [
        " about this what's what God's name does this have to do with anything that we're doing here in",
        6151.62,
        6155.82
    ],
    [
        " a leadership situation well let me tell you when you're in a business and I'm in businesses",
        6155.82,
        6162.66
    ],
    [
        " you have a certain amount of capital those are your resources every military",
        6162.66,
        6172.24
    ],
    [
        " modern every modern military book actually no it's not even just modern if you go back and you",
        6172.24,
        6179.74
    ],
    [
        " listen to this podcast everything that we've ever talked about says you need to have a reserve",
        6179.76,
        6185.92
    ],
    [
        " why is that because you're gonna come up against variables that you didn't expect so these people",
        6185.92,
        6190.16
    ],
    [
        " when we when we sit here and talk about variables and I'm acting as if hey there's a real cool",
        6190.16,
        6194.9
    ],
    [
        " concept about the variables and the things that could go wrong okay it's been talked about for",
        6194.9,
        6199.88
    ],
    [
        " thousands of years and in order to cover down on those variables that you cannot anticipate",
        6199.88,
        6205.4
    ],
    [
        " you need to have some level reserve so when you are running a business and you have to",
        6205.82,
        6212.8
    ],
    [
        " place resources in different things you can buy this much produce you can buy this much you know",
        6212.8,
        6219.32
    ],
    [
        " gear you can buy this much product you spend money let's just let's just say money that's a simple",
        6219.32,
        6224.06
    ],
    [
        " one we have this much money is it smart to use all of to employ all of our money at the same time",
        6224.06,
        6232.04
    ],
    [
        " no it is not you must keep a reserve back because when echoes project goes sideways so if I say oh",
        6232.9,
        6240.82
    ],
    [
        " I'm gonna give half my money to echo and half my money to Dave half of our half of the money that",
        6240.82,
        6245.62
    ],
    [
        " we have half the echo and half the Dave oh because we want to get the project done quickly",
        6245.62,
        6250.04
    ],
    [
        " and then all of a sudden echo hits a hit's a hiccup what what can I do now nothing I have nothing",
        6250.04,
        6258.38
    ],
    [
        " off to give so what I should do is give a third of my resources to echo a third to Dave we start",
        6258.38,
        6264.3
    ],
    [
        " to move forward you had a hiccup echo no problem we got your back little reserve capital ready to",
        6264.3,
        6270.2
    ],
    [
        " employ mentioned be designated to watch for snipers now why is that important how does that relate",
        6270.2,
        6280.88
    ],
    [
        " to anything what company are we talking to right now that needs to have a person designated to watch",
        6280.88,
        6286.88
    ],
    [
        " for snipers let me explain when you are doing anything and you give people important jobs as",
        6286.88,
        6296.92
    ],
    [
        " collateral duties you can anticipate that those collateral duties will not be done with maximum",
        6296.92,
        6303.32
    ],
    [
        " effectiveness what's collateral duties meaning hey echo I want you to navigate I want you to cut",
        6303.32,
        6316.86
    ],
    [
        " I want you to look for snipers here's the third thing just look either sorry your fourth job is",
        6316.86,
        6322.42
    ],
    [
        " to look for snipers how much time are you spending looking for snipers the answer is very little",
        6322.42,
        6326.82
    ],
    [
        " if any so what I need to do is say echo you got these three jobs cool but one thing I really don't",
        6326.82,
        6333.32
    ],
    [
        " want to have happen is get hit by a sniper so Dave he's gonna be in the middle of the patrol he's",
        6333.32,
        6340.3
    ],
    [
        " not cut and brushed he's not looking for booby traps what he's gonna do is he's gonna move forward",
        6340.3,
        6345.26
    ],
    [
        " a little bit he's gonna stop and while the patrol moves he's gonna be looking for snipers that's",
        6345.26,
        6350.54
    ],
    [
        " his job and what's the the philosophy there is it because of course watch for snipers important",
        6350.54,
        6355.68
    ],
    [
        " but you don't want to compromise any of your jobs because you're spread thin or is it because a",
        6355.68,
        6361.3
    ],
    [
        " certain job kind of kind of almost in a way requires less attention from time to time here's",
        6361.3,
        6366.08
    ],
    [
        " another example we started getting EOD explosive ordinance disposal individuals",
        6367.02,
        6372.58
    ],
    [
        " tasked to our platoons in the seal teams as this was happening we started getting these guys that",
        6372.58,
        6379.9
    ],
    [
        " this was in the beginning of the war the you a lot of the EOD guys that were coming on board like",
        6379.9,
        6384.66
    ],
    [
        " they weren't they hadn't been through any combat skills training they didn't really know",
        6384.66,
        6388.78
    ],
    [
        " what they were doing and of course I didn't really know any of these guys at the time so I'm",
        6388.78,
        6392.64
    ],
    [
        " just thinking why would we take a regular Navy EOD guy that's used to being on an aircraft carrier",
        6392.64,
        6397.32
    ],
    [
        " in case there's an emergency with a bomb that's strapped to an F-18 that needs to get disarmed why",
        6397.32,
        6403.2
    ],
    [
        " would we take that guy and try and make him basically into a seal when it seems like it'd be a lot",
        6403.2,
        6410.88
    ],
    [
        " easier to me to take a seal send him to an EOD school you learn the skills and then if something",
        6410.88,
        6415.08
    ],
    [
        " happens you can you can handle it my commanding officer at the time said hey jaco here's the deal",
        6415.08,
        6419.46
    ],
    [
        " if it's a collateral you didn't use these exact words but he said the exact same thing which is hey",
        6420.36,
        6424.86
    ],
    [
        " if the enemy is going to be using booby traps which they are and ied's we want to have somebody",
        6424.86,
        6430.64
    ],
    [
        " that that's the focus of their life and I sent as he said that I was like oh good point thank you",
        6430.64,
        6439.34
    ],
    [
        " I will gladly train an EOD individual so that they are focused on keeping us alive",
        6439.34,
        6445.08
    ],
    [
        " so if you have prior it's it's it's a form of prioritize an execute meaning I can't take",
        6446.9,
        6453.44
    ],
    [
        " something that's important if I deem something is important I need to assign it to a person as",
        6453.44,
        6458.16
    ],
    [
        " their primary responsibility post out post to cover platoon as it as it organized the position",
        6458.16,
        6466.42
    ],
    [
        " place loaded automatic weapons nearby in case enemy attacks during so cover your flanks select",
        6466.42,
        6471.92
    ],
    [
        " a difficult position to attack preferably on high ground I just have to say when it says high",
        6471.92,
        6476.14
    ],
    [
        " ground cover trails and other likely avenues of enemy approach with well-dugging automatic weapons",
        6476.14,
        6481.3
    ],
    [
        " pits dig three-man in placement so that they are mutually supporting and cover the area completely",
        6481.3,
        6486.88
    ],
    [
        " around the platoon if the platoon has sufficient communication equipment this a sound power telephone",
        6486.88,
        6494.12
    ],
    [
        " net connecting the platoon command post with e squad should be provided be able to talk to each other",
        6494.12,
        6499.22
    ],
    [
        " booby trap the area complete completely around the perimeter clear light brush and",
        6499.94,
        6503.98
    ],
    [
        " fire lanes outside the perimeter for 20 to 40 yards these are real tactical things arrange",
        6503.98,
        6508.54
    ],
    [
        " artillery and supporting fires play sharp pointed sticks 10 to 25 feet and it goes goes through that",
        6508.54,
        6514.82
    ],
    [
        " use grenades freely when the enemy is seen or heard hold weapons fire until a definite target is",
        6514.82,
        6522.14
    ],
    [
        " observed premature firing of weapons will disclose positions debut talked earlier about not",
        6522.14,
        6528.1
    ],
    [
        " wanting to disclose our positions when you start shooting at night that's definitely going to happen",
        6528.1,
        6532.34
    ],
    [
        " must of the jungle soldier first Marine Corps if he is to survive it must be second nature for",
        6532.34,
        6542.1
    ],
    [
        " every jungle's shoulder to keep his mouth shut on the trail recognize common jungle sounds keep",
        6542.1,
        6549.92
    ],
    [
        " his eyes off the ground when on the trail and maintain a constant watch toward the head of the column",
        6549.92,
        6555.78
    ],
    [
        " and to a selected flank get off the trail at halts conceal himself and observe the flanks dig in at",
        6556.04,
        6562.38
    ],
    [
        " protracted halts know the nambu which is the light machine gun of the Japanese by its sound because",
        6562.38,
        6567.88
    ],
    [
        " it is the framework of the japan jungle organization and it is and guide to flanks and strong points",
        6567.88,
        6574.9
    ],
    [
        " that's so good you got to know what the japanese machine gun sounds like because if you know",
        6574.9,
        6580.66
    ],
    [
        " if you see where that japanese machine gun is it's on their flanks or it's in their strong points",
        6580.68,
        6585.9
    ],
    [
        " black his face and hands to and remove any shine from equipment conserve his own ammunition and",
        6585.9,
        6593.56
    ],
    [
        " pick up a band and band a layer when he sees one memorizing invariably use the unit selected",
        6593.56,
        6597.86
    ],
    [
        " code words for leaders various maneuvers ammunition corpsman etc be able to select a night position",
        6597.86,
        6602.72
    ],
    [
        " so that the jungle works to his advantage and to the disadvantage of the infiltrating japs",
        6602.72,
        6608.1
    ],
    [
        " appreciate the fact that japs do not have cat's eyes that they are afraid of the dark",
        6608.68,
        6613.28
    ],
    [
        " and that at night a moving jap is an easy victim for a silent marine who believes in his bayonet",
        6613.28,
        6619.44
    ],
    [
        " care for his equipment religiously weapons deteriorate with unbelievable rapidity in the",
        6619.44,
        6626.24
    ],
    [
        " junglin must be cleaned at every opportunity",
        6626.24,
        6628.38
    ],
    [
        " good",
        6634.64,
        6635.32
    ],
    [
        " what's good about that is and the main reason why i thought it was important to say that",
        6635.32,
        6641.42
    ],
    [
        " is because if you're in charge that section right there",
        6641.42,
        6651.24
    ],
    [
        " shows you how important it is to convey to all the troops a baseline of actions that is going to help",
        6652.0,
        6662.44
    ],
    [
        " you win because it's real easy to sit back and think well obviously you should know what this machine",
        6662.44,
        6669.82
    ],
    [
        " gun feels sounds like and obviously you should blacken your face and like all those things seem super",
        6669.82,
        6676.32
    ],
    [
        " obvious but why are they written here because people failed to do them so as a leader what can you",
        6681.2,
        6686.76
    ],
    [
        " look at inside your team where there might be some obvious things and by the way you know these",
        6686.76,
        6690.82
    ],
    [
        " things have been talked a lot lately about values and and the fact that if you have the proper",
        6690.82,
        6699.68
    ],
    [
        " values this is sort of the ultimate form of decentralized command because people can operate",
        6699.68,
        6706.0
    ],
    [
        " just based on the values so these are almost these are like these minor things that almost become",
        6706.0,
        6713.4
    ],
    [
        " values right to use your code words every single time to conserve your ammunition every single those",
        6713.4,
        6719.44
    ],
    [
        " are those are almost like values that you have dig in at protracted halts think if you did if",
        6719.44,
        6726.8
    ],
    [
        " you were a jungle fighter and you did all these things all the time that's the way you operate",
        6726.8,
        6731.14
    ],
    [
        " your survivability is going to be infinitely larger than someone that doesn't do these things",
        6731.14,
        6735.26
    ],
    [
        " so what is going on at your business inside your teams where this stuff isn't happening every single",
        6736.08,
        6741.66
    ],
    [
        " time what do you need to tell people what needs to happen you know these are the things you need",
        6741.66,
        6749.96
    ],
    [
        " to think about as leader they're not as obvious as you think there are also the things that your",
        6749.96,
        6758.1
    ],
    [
        " people need to know because those are the things that they need to do so you can win your people",
        6758.1,
        6763.58
    ],
    [
        " the ones that aren't camouflaging their faces or recognizing the sounds of those machine guns",
        6764.06,
        6768.86
    ],
    [
        " not only do they not know what they're supposed to be doing because more than likely nobody's",
        6768.86,
        6772.44
    ],
    [
        " ever explained it or taught it to them they also to understand why it's important what the",
        6772.44,
        6777.26
    ],
    [
        " significance of it and if we do this as a team we are going to win and if we don't we're going",
        6777.26,
        6782.1
    ],
    [
        " to lose there's a reason our enemies put out snipers and it's the same thing in businesses you are",
        6782.1,
        6789.42
    ],
    [
        " you are if you're running a business right now listen to this podcast and you own a company",
        6789.46,
        6794.0
    ],
    [
        " your leaded team you're a war the people you're competing with don't want to share space with you",
        6794.0,
        6798.6
    ],
    [
        " have an equitable share of the market they want to run you into the ground and they're going to",
        6798.6,
        6803.74
    ],
    [
        " harass you they're going to probe you they're going to watch you they're going to try to take you out",
        6803.74,
        6807.38
    ],
    [
        " they're going to set up snipers and machine guns and you have to know what you need to do to win",
        6807.38,
        6811.92
    ],
    [
        " and if your people in the front lines don't know this you're going to lose and the reason that",
        6811.92,
        6816.42
    ],
    [
        " you're not doing it isn't because there's something wrong with them or they're not it's because you",
        6816.42,
        6822.04
    ],
    [
        " haven't shown them why they need to do that for you guys to win and that's why this these",
        6822.04,
        6827.34
    ],
    [
        " lessons get repeated over and over and over again and that's why it's so fun to listen to this stuff",
        6827.34,
        6833.64
    ],
    [
        " patrolling jungle craft lieutenant b mayor infantry bogeonville",
        6833.64,
        6842.1
    ],
    [
        " I think back now on how I used to cuss when scouting and patrolling came up on the schedule",
        6842.78,
        6848.18
    ],
    [
        " he's talking about training I had the idea that with all the lectures and field work we had it would",
        6848.18,
        6855.08
    ],
    [
        " all come the second nature when we got to combat but let me tell you something I have many veterans",
        6855.08,
        6861.04
    ],
    [
        " of Gwaddle Canal in my platoon who have lots of combat experience in patrolling and they still",
        6861.04,
        6866.24
    ],
    [
        " have plenty to learn let me give you an example of a four day patrol we had in jab territory",
        6866.24,
        6871.26
    ],
    [
        " in those four days we moved about a thousand yards a day starting at seven in the morning",
        6871.28,
        6878.08
    ],
    [
        " an hour stop for lunch and ending at five figure out for yourself how far we averaged per hour",
        6878.08,
        6883.8
    ],
    [
        " it's pretty tough to move like a cat through the jungle hour after hour one man causing a little",
        6883.8,
        6889.46
    ],
    [
        " too much noise can cause the annihilation of a patrol I sincerely mean it because it has happened",
        6889.46,
        6895.78
    ],
    [
        " teamwork men must not try to fight the japs individually a soldier fighting on his own is a most",
        6904.88,
        6911.26
    ],
    [
        " unaccommodal investment and unless he is lucky he will accomplish very little it is a rare occasion",
        6911.26,
        6916.92
    ],
    [
        " when a japanese machine gun is not covered by other weapons including a sniper or two no one man",
        6916.92,
        6922.16
    ],
    [
        " can move in on such a combination fighting must be done by mutually supporting groups and",
        6922.16,
        6927.34
    ],
    [
        " in order to make this system effective training must be continuous and every effort must be made",
        6927.34,
        6932.82
    ],
    [
        " to keep the composition of the groups unchanged essential standards the successful and",
        6932.82,
        6941.52
    ],
    [
        " efficient intelligence and reconnaissance platoon should have the following standards select personnel",
        6941.52,
        6947.92
    ],
    [
        " mentally and physically better than average each member should be the equal of the average squad leader",
        6947.92,
        6953.88
    ],
    [
        " rigorous physical hardening lots of hill and mountain climbing experience in the jungle during",
        6957.08,
        6963.78
    ],
    [
        " training they should stay out for eight or ten days at a time use native guides and learn how to",
        6963.78,
        6968.14
    ],
    [
        " read science from them have them show the men the edible fruits and vegetables strict water discipline",
        6968.14,
        6974.12
    ],
    [
        " both as the amount consumed and its purification ability to move rapidly and silently use arm and",
        6974.12,
        6981.14
    ],
    [
        " hand signals to indicate the situation and the desired action no talking or whispering constant",
        6981.14,
        6988.68
    ],
    [
        " maintenance of visual contact front and rear left and right physical hardening here's some basic",
        6988.68,
        6996.54
    ],
    [
        " principles travel light no papers include a high percentage of automatic weapons and concentrate a",
        6996.54,
        7002.64
    ],
    [
        " large proportion of them well forward the point should be heavily armed when I used to hear the",
        7002.64,
        7008.34
    ],
    [
        " Vietnam guys talking about they would move the machine gunners close to the point",
        7008.34,
        7012.52
    ],
    [
        " because you're expecting a compact front that was the kind of became the SOP often well not all time",
        7012.52,
        7018.8
    ],
    [
        " but it was we used all time in our money JP almost always had Mikey up there why JP's own point needs",
        7018.8,
        7027.42
    ],
    [
        " that cover fire approach streams gingerly the japs like streams best for their ambushes make sure",
        7027.42,
        7037.1
    ],
    [
        " that the point has grenades in his hand when he starts across it damn that's freaking fired up",
        7037.1,
        7044.38
    ],
    [
        " don't pause for any reason until both banks have been well scouted in both directions",
        7044.38,
        7049.36
    ],
    [
        " select successive reorganization points as the patrol progresses down the trail to provide for swift",
        7049.36,
        7056.96
    ],
    [
        " reorganization maneuver swiftly on first contact jap ambushes and jap ambush weapons are not",
        7056.96,
        7066.24
    ],
    [
        " normally cited to cover widefields of fire and usually bear mainly on the trail likewise the",
        7066.24,
        7072.52
    ],
    [
        " japs react poorly to an attacker who makes and acts on his decisions quickly",
        7072.52,
        7078.2
    ],
    [
        " and yes i obviously i'm using the term jap here i know it's an offensive term",
        7078.2,
        7091.4
    ],
    [
        " but this is the literature of this time period and they're not talking about the japanese people",
        7091.72,
        7098.24
    ],
    [
        " they're talking about the imperial japanese army army and military who they were fighting to death",
        7098.24,
        7104.06
    ],
    [
        " infantry control is hard to maintain in squads platoons and companies when operating in the woods",
        7104.06,
        7110.84
    ],
    [
        " connecting groups are soon lost from sight and sound is necessary that particular attention be",
        7110.84,
        7116.52
    ],
    [
        " by all commanders from the squad leader on up to maintain control of their forces and contact",
        7116.68,
        7124.46
    ],
    [
        " with adjacent units every individual must know the location of his immediate superior and his cp",
        7124.46,
        7130.34
    ],
    [
        " at all time and this is the last thing from this particular volume fighting spirit it was notable",
        7130.34,
        7138.74
    ],
    [
        " that until such time as the infantry got fighting mad there was a carefree attitude among the troops",
        7138.74,
        7145.78
    ],
    [
        " in training this mad spirit can be developed to a certain degree",
        7146.7,
        7151.7
    ],
    [
        " the use of cover in advancing by creeping and crawling must be stressed it is necessary to",
        7151.7,
        7159.76
    ],
    [
        " emphasize the importance of the live soldier as compared as compared to the dead hero",
        7159.76,
        7165.74
    ],
    [
        " emphasize the importance of the live soldier as compared to the dead hero and that's sort of a",
        7165.74,
        7175.62
    ],
    [
        " dichotomy between that and fighting mad and fighting mad and staying focused and they call that",
        7177.06,
        7186.52
    ],
    [
        " fighting spirit so there you go lessons being learned over and over again",
        7186.52,
        7195.32
    ],
    [
        " you would think that you would think that the things that we talk about the thing that's the things",
        7195.32,
        7204.28
    ],
    [
        " that we teach the things that we teach to the military the things that we teach to the business",
        7204.28,
        7210.2
    ],
    [
        " world the things that we teach to law enforcement you would think that the things that we teach",
        7210.2,
        7215.18
    ],
    [
        " which we are literally reading from a book that's what whatever 70 years old you would think that",
        7215.18,
        7224.28
    ],
    [
        " people would just be like hey bro what are you trying to teach us we are this is your",
        7224.28,
        7227.54
    ],
    [
        " teach the most obvious things ever we don't need you you would think that we wouldn't have a business",
        7227.54,
        7232.3
    ],
    [
        " but we do oddly enough there's something there's a there's a force that draws people in the wrong",
        7234.3,
        7244.84
    ],
    [
        " direction and and well should I say there's forces there's forces that draw you in the wrong direction",
        7244.84,
        7252.74
    ],
    [
        " forces of ego the forces lack of perspective there's another force",
        7252.74,
        7260.2
    ],
    [
        " in addition to those forces that I talked about earlier what ego perspective and what emotion ego",
        7261.2,
        7268.84
    ],
    [
        " perspective and detachment the other one the other fourth thing that draws people down",
        7268.84,
        7277.44
    ],
    [
        " is complacency and and just weakness just taking the easy bath",
        7277.44,
        7283.06
    ],
    [
        " those are the four those are the four things that mess us up there's a fourth leg to the stool",
        7284.88,
        7291.38
    ],
    [
        " complacency emotion or emotion slash detachment",
        7291.38,
        7300.3
    ],
    [
        " yeah these are the things that draw people down ego",
        7300.3,
        7307.08
    ],
    [
        " you and I have been talking about ego a bunch lately it just so happens that that's been the",
        7310.88,
        7317.04
    ],
    [
        " topic of our most recent series of of conversations whether it's e if online or just you and me or",
        7317.04,
        7322.16
    ],
    [
        " ego just happened to be on the forefront when I was as you're talking at the work in place",
        7322.16,
        7329.22
    ],
    [
        " they were just ringing in my head and I was thinking as you said it not that it's it's a separate thing",
        7329.22,
        7335.88
    ],
    [
        " but your ego will get out of control when you're complacent absolutely and and if your ego is out of",
        7335.88,
        7344.5
    ],
    [
        " control you'll get complacent totally and then if you just think you're just gonna detach from",
        7344.5,
        7352.14
    ],
    [
        " emotion and just you get complacent about your ability to do that you will get sucked in and",
        7352.14,
        7357.86
    ],
    [
        " if you want to actually see it from other people's points of view and go how will it look if I say",
        7358.68,
        7364.64
    ],
    [
        " this if you get complacent and understand it it was just the way you put that that word under",
        7364.64,
        7369.56
    ],
    [
        " under all three of those things of that triangle is it's the complacency that is why you don't",
        7369.56,
        7375.64
    ],
    [
        " apply those three things and we can jot everyone it's just the way you're saying it in my mind was",
        7375.64,
        7380.48
    ],
    [
        " when when I don't keep my ego and my ego mechanism isn't working it's because I'm I'm being complacent",
        7380.56,
        7388.66
    ],
    [
        " with oh I'm humble I'm a humble guy Dave's humble I know how to keep my ego in check and the minute",
        7388.66,
        7392.98
    ],
    [
        " I tell myself I can do that my ego gets out of control yeah complacency is an underlying symptom",
        7392.98,
        7400.56
    ],
    [
        " and cause of these three things that keep us in business bro they keep us in business right on",
        7400.56,
        7411.78
    ],
    [
        " all right echo Charles yes we kind of close out talking about fighting spirit",
        7411.78,
        7417.78
    ],
    [
        " any suggestions on how we can keep our fighting spirit up keep the fighting spirit up yes",
        7417.78,
        7424.98
    ],
    [
        " the path that's what I'm talking about okay so in our on our path and if we all have individual",
        7425.88,
        7433.28
    ],
    [
        " path by the way some overlapping elements of course fitness mental and physical if you're not",
        7433.28,
        7441.58
    ],
    [
        " at the very least maintaining but hopefully we're working to move to progress mentally physically",
        7441.58,
        7450.52
    ],
    [
        " physically that's a big one once you get married well you know you got your career in order",
        7451.08,
        7456.78
    ],
    [
        " yeah face it that complacency on the mental on the physical home front by the way if you don't have",
        7456.78,
        7463.82
    ],
    [
        " physical health there you're in a real bad way in every way yeah but mentally spiritually",
        7463.82,
        7471.2
    ],
    [
        " emotionally it's all going downhill so we want to maintain as much physical health as we can",
        7471.2,
        7476.26
    ],
    [
        " is that kind of where we're going that that is true but I think that the kind of the perception",
        7476.26,
        7481.5
    ],
    [
        " is that that hill that you're talking about go downhill that's a big hill it's like it's like long",
        7481.5,
        7486.94
    ],
    [
        " and then when you're like younger potentially you're at the top of that hill but the hill is so",
        7486.94,
        7492.44
    ],
    [
        " long you can let these things slide for so long that on the way down you kind of know yeah sure",
        7492.44,
        7499.32
    ],
    [
        " I'm letting my health kind of slide but it's not like code red it doesn't feel like code red for like",
        7499.32,
        7504.6
    ],
    [
        " a long time Rome wasn't built in the day and it wasn't destroyed in a day either there you go",
        7504.6,
        7508.92
    ],
    [
        " and they go day by day but then one point you look up and the infrastructures hurt hurting and you're",
        7508.92,
        7514.66
    ],
    [
        " like the infrastructure might not be recoverable that's what I'm saying that's the problem and and",
        7514.66,
        7518.64
    ],
    [
        " that is kind of one of those one of those points that I think doesn't for some reason doesn't",
        7518.64,
        7524.4
    ],
    [
        " dawn upon us real obviously you know no that's because it creeps in creeps in a little bit at a time",
        7524.4,
        7531.18
    ],
    [
        " and but you kind of would think right like on paper or whatever that like you could get to the point",
        7531.18,
        7536.9
    ],
    [
        " oh you could at least predict okay look I'm going downhill I get it this is not any never single day",
        7536.9,
        7541.74
    ],
    [
        " by the way I get it but when I get to xyz point I know that that's not recoverable or I'm in",
        7541.74,
        7550.26
    ],
    [
        " bio super hot water or whatever so let's when it gets to here let's let's really tighten it up",
        7550.26,
        7556.42
    ],
    [
        " really but we don't really do that well we hope we do yeah we hope we do let's not get it let's not",
        7556.94,
        7564.14
    ],
    [
        " let it get to the point and something that can something that can that that allows us to move to",
        7564.14,
        7569.54
    ],
    [
        " let it slide more is you got some like you're feeling a little dinged up yeah right maybe those",
        7569.54,
        7574.98
    ],
    [
        " maybe those joints are feeling like it just that's one of the things and well and actually that",
        7574.98,
        7581.8
    ],
    [
        " that reminds me of what I was thinking like sure yes we would like if you work hard hard work out",
        7581.8,
        7587.38
    ],
    [
        " hard for you by takes beating joint sink a beating right but even like daily doing like the same thing",
        7587.38,
        7594.92
    ],
    [
        " every day sitting down every day like all that kind of stuff it jams up your joints as well",
        7594.92,
        7599.32
    ],
    [
        " did you know that if you sleep with your knees together on your side it kind of like puts weird",
        7599.32,
        7604.48
    ],
    [
        " pressure like on your hips and your knees I did not know that yeah so they found out anyway",
        7604.48,
        7610.92
    ],
    [
        " all right whatever all right joints jocle fuel there you go we need supplementation we're in the",
        7610.92,
        7615.24
    ],
    [
        " game we are working out if you're not working out it's like man Brad you got to start working out",
        7615.24,
        7620.32
    ],
    [
        " have to definitely unless your job is even then even if you have the most physical job you can think",
        7620.32,
        7629.54
    ],
    [
        " of we know what you have to do proactively do mobility stretch you know what I'm saying pro soccer",
        7629.54,
        7636.3
    ],
    [
        " player well then again no if you're pro athlete you are working out that's your whole gem so yeah",
        7636.3,
        7639.98
    ],
    [
        " okay you were correct I agree with that 100% okay so workout you're not working out we're working",
        7639.98,
        7644.82
    ],
    [
        " out now and you will need very levels of supplementation let's start from the bottom the foundational",
        7644.82,
        7650.42
    ],
    [
        " supplementation joints keep that keep those in the game you're not getting younger I know you heard",
        7650.42,
        7656.5
    ],
    [
        " it before seems obvious but we don't act like it sometimes I'm saying you get old I like",
        7656.5,
        7661.72
    ],
    [
        " a joint all conversation just with yourself because I know I know the thought that's why you know",
        7661.72,
        7666.7
    ],
    [
        " someone's like hey I'm not getting any younger it's like yeah Brad that literally applies to",
        7666.72,
        7671.54
    ],
    [
        " every single human being at any age you could be just born you're still not getting any younger you",
        7671.54,
        7676.28
    ],
    [
        " know I'm saying I don't know though bro oh so you are getting some people are getting",
        7676.28,
        7680.14
    ],
    [
        " you know like don't you think hey I'm better in these following nine aspects right now than I",
        7680.14,
        7686.2
    ],
    [
        " was last year that's true I think I'm getting younger no see you lost me at the last part you might",
        7686.2,
        7692.1
    ],
    [
        " be getting better for sure more mobile more physical whatever but nonetheless what I'm saying is",
        7692.1,
        7698.52
    ],
    [
        " sometimes these cliches are super self explanatory like obvious to everyone or whatever so that I",
        7698.52,
        7704.12
    ],
    [
        " say I'm then I gotta explain what I mean by I'm just saying because they apply soon saying all right",
        7704.12,
        7709.56
    ],
    [
        " anyway take joint more fair and super cruel oil keep your joints in the game because weak joints",
        7709.56,
        7714.74
    ],
    [
        " is worse than weak strength you understand that yeah because you don't even have the capability",
        7714.74,
        7719.78
    ],
    [
        " to understand it that man you didn't need to expand on I'm looking at Dave he didn't say anything",
        7720.12,
        7726.98
    ],
    [
        " so I figured I was compelled to explain it a little bit more the tape will show that I nodded my",
        7726.98,
        7731.86
    ],
    [
        " head which is every bit the same as saying I understand just your guys words right now tells me",
        7731.86,
        7738.68
    ],
    [
        " that you don't fully understand trying to give to you guys so you got joint warfare cruel oil",
        7738.68,
        7743.44
    ],
    [
        " discipline discipline go vitamin D3 cold war we got the RTD you can drink okay where you at",
        7743.44,
        7749.72
    ],
    [
        " Dave Burke what's your flavor assessment at the current time of the cans of discipline go",
        7749.72,
        7756.96
    ],
    [
        " Sarah apple sniper that's your number one number one okay just came out okay no",
        7756.96,
        7762.16
    ],
    [
        " echo Charles where you at I'm I'm to I'm gonna be honest I like the jockel Palmer taste the best",
        7762.16,
        7769.04
    ],
    [
        " but you know how you like you going like routines I'm on the sour apples sour apples sniper I think",
        7769.04,
        7775.06
    ],
    [
        " maybe subconsciously it's I'm still in the novel phase you know like all the flavors seem same but",
        7776.38,
        7780.94
    ],
    [
        " I think taste wise yeah jockel Palmer edge like by a little bit when is your signature flavor coming",
        7780.94,
        7788.74
    ],
    [
        " out good deal Dave Burke it's it's next man so we have slapped the table we are we are official on",
        7788.74,
        7794.54
    ],
    [
        " the flavor did you did you get the flavor that you liked we did we did and now it's production time",
        7794.54,
        7799.92
    ],
    [
        " it is time the cans were ordered oh the kids were official and I be a little I had the talk last",
        7799.92,
        7805.66
    ],
    [
        " week and I think we're we're next so I actually know I saw the can design did you post the can",
        7805.66,
        7811.22
    ],
    [
        " design I think I reposted it from every time like this is like Pete's dream yeah every time",
        7811.22,
        7817.7
    ],
    [
        " Pete gets to design a cool can he like just that's his that's he's so happy he was super fired up",
        7817.7,
        7824.7
    ],
    [
        " on this exactly dude yeah he's and probably because you were fired up I was fired up because you know",
        7824.7,
        7830.16
    ],
    [
        " he sends me stuff and I'm like looks cool I was I was super excited I'm when he sent me that stuff I",
        7830.16,
        7836.5
    ],
    [
        " was so stuff like he was so cool and he's like yeah totally why is jockel such a freaking showbeth",
        7836.5,
        7843.24
    ],
    [
        " yeah I'm feeling Pete totally unknown because you know when you're fired up you you know you",
        7843.24,
        7847.92
    ],
    [
        " artistically you're like oh man this one really came together you know there's layers in there you",
        7847.92,
        7852.28
    ],
    [
        " show it to like your primary audience and they just are like cool bro why don't we come to you",
        7852.28,
        7858.12
    ],
    [
        " sometimes hey warning order you know warning order is means like hey we got an operation that's",
        7858.12,
        7863.9
    ],
    [
        " gonna be coming up pretty soon in the southeast a store called wawa wawa yeah I hear good things",
        7863.9,
        7873.84
    ],
    [
        " they're gonna be having discipline go there little warning order that when it comes go get some",
        7873.84,
        7881.44
    ],
    [
        " wear on a little mission uh mulk protein that tastes good yep or dessert that has protein",
        7882.28,
        7890.02
    ],
    [
        " yeah I'm not sure which way you want to describe it either way it's good with me",
        7890.02,
        7892.8
    ],
    [
        " jocke white tea yeah good good good good product and this stuff is also available at the vitamin",
        7892.8,
        7902.84
    ],
    [
        " shop or at origin main dot com which is where you can also get jujitsu products such as a ghee such as a",
        7904.84,
        7912.88
    ],
    [
        " rash card and by the way just don't not just a ghee kind of get the ghee you can kind of get the",
        7912.88,
        7919.78
    ],
    [
        " ghee that you want the most comfortable ghee ever made rift yeah is there a more comfortable",
        7919.78,
        7927.7
    ],
    [
        " ghee than rift negative it's not even in the same ballpark yeah it was funny because my son he's",
        7927.7,
        7932.24
    ],
    [
        " for like I mentioned before so he'll like just be brand like we're not training at any place or",
        7932.24,
        7937.94
    ],
    [
        " nothing like that but he'll randomly be like hey it's time to train yeah or at the very least put",
        7937.94,
        7943.6
    ],
    [
        " on put on like ghee I just want to put on the ghee right now so he'll put yeah I hope",
        7943.6,
        7947.8
    ],
    [
        " we'll put it on and I'll like remember Pete because we already met Pete at the vitamin shop all",
        7947.8,
        7952.46
    ],
    [
        " that and I was like he's the one that made this key so he'll be like cool and he'll be running around",
        7952.46,
        7957.02
    ],
    [
        " doing a single whatever and then he'll say hey can you tell Pete thanks for making this",
        7957.02,
        7962.38
    ],
    [
        " key for me your kid is nice straight up oh yeah carols very nice yeah all right so we got",
        7962.38,
        7967.68
    ],
    [
        " geese we got boots American made boots American made jeans blue jeans right yeah you would think you",
        7967.68,
        7975.14
    ],
    [
        " would just think oh blue jeans that's an American thing right blue jeans come from America you know",
        7975.14,
        7979.96
    ],
    [
        " what you're right and you're wrong blue jeans came from America they originated in America",
        7979.96,
        7986.28
    ],
    [
        " but they're not made there anymore unless you get origin jeans and then they're made in America",
        7987.02,
        7993.66
    ],
    [
        " a hundred percent from the thread in the cotton dude that's true good they're sewn the whole nine yards",
        7993.66,
        8002.24
    ],
    [
        " so if you want to support America and you want to support this podcast and you want to support",
        8002.24,
        8008.14
    ],
    [
        " America then check out origin main dot com and I'll quote echo here if you see something and you",
        8008.14,
        8015.48
    ],
    [
        " like something get something that's something it's true also jaco store it's called jaco store so we're",
        8015.48,
        8021.78
    ],
    [
        " on the path like I said like we always say so if you want to represent while on the path we got",
        8021.78,
        8027.72
    ],
    [
        " some shirts some hats some hoodies some shorts board shorts some other various items on there jaco",
        8027.72,
        8036.76
    ],
    [
        " store dot com like I said so you know just let me go through them good get out all these things",
        8036.76,
        8042.18
    ],
    [
        " representative of this crazy hard from time to time path that we're on including the shirt that",
        8042.46,
        8049.5
    ],
    [
        " I'm wearing right now yes hard corricandos all day you know I don't introduce new shirts into my",
        8049.5,
        8057.6
    ],
    [
        " lineup very often yes it's a it's a weave move for sure so here I am hardcore recondo slack",
        8057.6,
        8064.9
    ],
    [
        " warrior kid soap don't forget to eat that at the jaco store as well",
        8064.9,
        8069.98
    ],
    [
        " yep some some some some of that soap is for children some of it for adults some of it's called",
        8071.12,
        8075.58
    ],
    [
        " killer soap some it's called warrior kid soap but regardless of what kind of soap you get it will",
        8075.58,
        8079.7
    ],
    [
        " all allow you and your family to stay clean subscribe to this podcast if you haven't yet",
        8079.7,
        8090.9
    ],
    [
        " you which is just crazy if you haven't yet so the value of subscribing to a podcast",
        8090.9,
        8096.58
    ],
    [
        " what I know whatever I'm just saying because it's one of those things you know an ongoing kind of",
        8097.68,
        8103.16
    ],
    [
        " question mark like oh you're like yeah I don't you know yeah how valuable is saying subscribe to",
        8103.16,
        8108.98
    ],
    [
        " the podcast okay this is new if you're new to the podcast also well you can subscribe to another",
        8108.98,
        8115.56
    ],
    [
        " podcast which is called the jaco unraveling podcast you can subscribe to that one it's myself and",
        8115.56,
        8121.92
    ],
    [
        " Darryl Cooper we originally called it the thread see that's valuable right there yeah but that's",
        8122.26,
        8128.82
    ],
    [
        " valuable right there to be like okay you're listening to jaco podcast you probably you know",
        8128.82,
        8132.02
    ],
    [
        " unless you're like brand new the first one you ever listen to or whatever and think think for",
        8132.02,
        8135.56
    ],
    [
        " some reason this is like a one-off and individual episode then you say subscribe to this podcast",
        8135.56,
        8140.28
    ],
    [
        " but we're listening to jaco podcast but there is in fact like you said unraveling podcast",
        8140.28,
        8145.3
    ],
    [
        " whole different podcasts subscribe to that one too available for subscribing also grounded",
        8145.3,
        8150.16
    ],
    [
        " podcasts which we are gonna record another one with JP but we didn't sorry we're gonna know time",
        8150.16,
        8156.74
    ],
    [
        " and warrior kid podcast I know I owe you those I apologize I need to work harder we have a YouTube",
        8156.74,
        8162.0
    ],
    [
        " channel where echo Charles makes videos if they're short really compact videos then they'll have",
        8162.0,
        8168.66
    ],
    [
        " all kinds of excitement in them if they're in long video then there'll be no excitement in them",
        8168.66,
        8173.8
    ],
    [
        " of just be people talking which in echo Charles's opinion is the way to do it valuable everyone else",
        8173.8,
        8179.0
    ],
    [
        " doesn't think that but it's echo Charles's YouTube channel that's what he that's where he's at",
        8179.0,
        8183.4
    ],
    [
        " I got a text from Brandon today and he said hey you pick her yeah and he he said something",
        8183.4,
        8191.82
    ],
    [
        " along the lines of you know trooper since day one if we don't have explosions if that's not part of",
        8191.82,
        8199.04
    ],
    [
        " the program something's wrong there's another vote all right good tip just do it one time see if",
        8199.04,
        8206.5
    ],
    [
        " anybody you know gets mad whatever so YouTube channel subscribe to it psychological warfare",
        8206.5,
        8214.66
    ],
    [
        " an album an a jocco album with jocco traps helping you through moments of weakness straight up",
        8214.66,
        8220.88
    ],
    [
        " when they come about you just boom you listen to that boom no weakness no moment and also we got",
        8220.88,
        8226.0
    ],
    [
        " psychological we got flip side canvas sorry flipside canvas dot com Dakota Meyer making cool things",
        8226.0,
        8233.14
    ],
    [
        " for you to hang on your wall also got some books we got a book called the code Dave Burke good what do",
        8233.42,
        8240.86
    ],
    [
        " you got about the code still using the code every day I am I still get more direct messages on social",
        8240.86,
        8248.42
    ],
    [
        " media about that than anything else because it was this idea of like hey we you just have this",
        8248.42,
        8255.0
    ],
    [
        " conversation you have to look at the you want to not be complacent you want to keep you have to do",
        8255.0,
        8261.16
    ],
    [
        " it every single day every single day I thought what you're going to say is we also talked about you",
        8261.16,
        8268.0
    ],
    [
        " got to know where you are this book the code the evaluation of protocols actually allows you to",
        8268.0,
        8273.48
    ],
    [
        " assess where you are how can you move if you don't know where you are the answers you can't the code",
        8273.48,
        8278.46
    ],
    [
        " the evaluation of protocols written by jocco willing Dave Burke and Sarah Armstrong you know what's",
        8278.46,
        8285.0
    ],
    [
        " funny about that the code like elements from this book are now in my everyday life like my whole",
        8285.0,
        8289.56
    ],
    [
        " you remember how it feels like back in the day but let's just face it kind of the current you know how",
        8289.56,
        8295.24
    ],
    [
        " you like label your experience from one to 10 right give it a score one to 10 now it's one to five",
        8295.24,
        8301.46
    ],
    [
        " oh it changed your home it yeah five is like the unattainable perfection you know four is like",
        8301.46,
        8307.2
    ],
    [
        " your general perfection you know yeah you got to be careful with that one though the fours yeah",
        8307.2,
        8312.48
    ],
    [
        " because if you're if your wife is like hey how do I look tonight in this dress and you're like oh",
        8312.48,
        8316.08
    ],
    [
        " you're a five what you mean is unattainable perfection yes what you get is slapped yeah well here's",
        8316.08,
        8324.7
    ],
    [
        " the thing when you get really used to this evaluation system that I'll get slapped I got I got a",
        8324.7,
        8329.78
    ],
    [
        " state true to the code got it okay 100 percent you know your kids are doing summer solts or whatever",
        8329.78,
        8334.54
    ],
    [
        " they're getting a one two three or four yeah maybe sometimes five if it's perfect but I'm just saying",
        8334.54,
        8339.62
    ],
    [
        " the whole rating system get shifted down to this one now cool and the same standard as well like",
        8339.62,
        8344.6
    ],
    [
        " five's like you're all even tax like hey just threw up a four if I get Dave if I text you had just",
        8344.68,
        8350.26
    ],
    [
        " threw up a four right you know exactly what I'm talking about impressive seem saying I'm just saying",
        8350.26,
        8355.18
    ],
    [
        " this code of life now also have leadership strategy and tactics field manual way of the warrior",
        8355.18,
        8359.98
    ],
    [
        " kid one two and three Mikey in the dragons disciplinary freedom field manual and extreme",
        8359.98,
        8364.82
    ],
    [
        " ownership and the economy leadership we have a leadership consultancy called echelon front",
        8364.82,
        8369.86
    ],
    [
        " where we work with companies Dave what do you spearheading right now",
        8370.5,
        8374.48
    ],
    [
        " I think I'm we we are working with like 20 different companies on long range programs right now",
        8374.48,
        8383.26
    ],
    [
        " I think everyone from a different sector a different place in the market and",
        8383.26,
        8387.86
    ],
    [
        " you said something you made it ago it's the same exact thing with every single company",
        8387.86,
        8394.54
    ],
    [
        " but everything is different because they're all different and not one single thing about it",
        8395.9,
        8399.76
    ],
    [
        " is boring I every I'm it my wife would tell you that I repeat myself a thousand times a day I have",
        8399.76,
        8405.58
    ],
    [
        " not once gotten tired of it and companies that working with us the coolest thing about it is",
        8405.58,
        8411.64
    ],
    [
        " despite all the stuff going on in the world right now they are getting better and it is so awesome",
        8411.64,
        8415.86
    ],
    [
        " to be a part of that why is that waiting so if you want that go to echelonfront.com you can check",
        8415.86,
        8421.12
    ],
    [
        " out our consultancy we also have an online training platform to make you a better leader",
        8421.12,
        8428.5
    ],
    [
        " not just through static training which is there you can get some fundamentals reinforced but",
        8428.5,
        8434.24
    ],
    [
        " you can also just sit there and ask me a question you can come to a live interaction I will be",
        8434.24,
        8440.46
    ],
    [
        " sitting there on my computer you'll be on your computer and you can ask me hey jaco here's the",
        8440.46,
        8444.8
    ],
    [
        " situation that I'm going through I will answer it you can talk to Dave you can talk to wave you",
        8444.8,
        8450.22
    ],
    [
        " can talk to JP you can talk to anyone on the echelonfront team so go to efonmind.com if you want to",
        8450.22,
        8458.14
    ],
    [
        " hang out and talk we also have the muster which is a leadership conference two out of three having",
        8458.14,
        8464.58
    ],
    [
        " canceled this year the next one is Dallas Texas December 3rd and 4th probably going to be social",
        8464.58,
        8469.42
    ],
    [
        " distancing so we have less seats and people from Orlando and and Phoenix are coming to Dallas so",
        8469.42,
        8476.78
    ],
    [
        " it's going to sell out even quicker than normal extreme ownership.com if you want to come to that",
        8476.78,
        8481.12
    ],
    [
        " we have ef Overwatch you heard on podcast the last podcast 244 mike cerelli",
        8481.12,
        8489.68
    ],
    [
        " George Randall this is echelonfronts taking people from the military that have leadership",
        8489.68,
        8497.48
    ],
    [
        " experience and placing them into your civilian organization to help you bring your team",
        8497.48,
        8503.94
    ],
    [
        " into the winning category and you know what if you're already winning it will help you win",
        8504.84,
        8512.28
    ],
    [
        " harder and america's mighty warriors dot org that is momily that is markley's mom if you",
        8512.28,
        8522.24
    ],
    [
        " want to support military personnel if you want to support the families of military personnel",
        8522.24,
        8529.26
    ],
    [
        " including gold star families around the world you go to america's mighty warriors dot org you can",
        8529.26,
        8536.16
    ],
    [
        " donate or you can get involved momily bless her heart that is her mission and she is driving it",
        8536.16,
        8542.16
    ],
    [
        " and if you need more if you can't live without some more of my thought threatening theories or you'd",
        8542.16,
        8555.52
    ],
    [
        " like to hear some of echoes obtoose opinions and maybe you'd just like to hear one more of Dave's",
        8555.52,
        8563.44
    ],
    [
        " enthusiastic allegories then you can find us on the interwebs on twitter instagram and facebook",
        8563.44,
        8570.18
    ],
    [
        " davis at david our berk bi rke echoes at equitrals and i am at jacke willink and all the troops that",
        8570.18,
        8579.76
    ],
    [
        " take these combat lessons and apply them to your present duty to protect our right to self",
        8579.76,
        8585.92
    ],
    [
        " determination in the world thank you for your service and to the police and law enforcement and",
        8585.92,
        8593.6
    ],
    [
        " firefighters and paramedics and emt's and dispatchers and correctional officers and border patrol",
        8593.6,
        8598.2
    ],
    [
        " and secret service and all the other first responders out there thank you for doing what you do",
        8598.2,
        8603.08
    ],
    [
        " every day to keep us safe when we eat it the most and to everyone else out there",
        8603.08,
        8609.92
    ],
    [
        " you know you hear these stories and you hear these theories and you hear these principles and",
        8609.92,
        8616.84
    ],
    [
        " there's no rocket science to them there's no mystery it's the same thing it's discipline",
        8616.84,
        8623.8
    ],
    [
        " it's action it's communication it's follow through it's planning you know what to do",
        8623.8,
        8629.56
    ],
    [
        " you know what leads to victory and combat and therefore you know what leads to victory and",
        8632.06,
        8637.92
    ],
    [
        " business and you know what leads to victory in life don't hesitate don't wait now is the time",
        8637.92,
        8646.24
    ],
    [
        " to implement so go out there and get after it and until next time this is dav and echo and jaco",
        8646.24,
        8657.4
    ],
    [
        " out",
        8657.4,
        8659.2
    ]
]