[
    [
        " You talk about stepping back or detaching to better assess situations.",
        0.0,
        4.7
    ],
    [
        " Can you expand on how you detach?",
        5.36,
        8.56
    ],
    [
        " Okay, so this is again, this is one I've been asked.",
        10.3,
        12.7
    ],
    [
        " I probably even, if I answered this before.",
        12.82,
        14.76
    ],
    [
        " Yes.",
        15.0,
        15.18
    ],
    [
        " Should we just skip it?",
        15.84,
        17.08
    ],
    [
        " No, I think it's worth it, you know.",
        18.06,
        19.94
    ],
    [
        " Okay, I'll go over it quickly since people ask me all the time.",
        20.14,
        23.56
    ],
    [
        " Okay, first of all, you want to detach, step back, literally step back.",
        24.1,
        28.86
    ],
    [
        " If you're online with a bunch of people in a combat situation, literally step back.",
        29.18,
        32.9
    ],
    [
        " If you're in a combat situation, high port your weapon, point your weapon at the roof,",
        33.0,
        37.78
    ],
    [
        " at the sky, whatever, you're not going to engage in your target, you're going to step",
        38.08,
        40.8
    ],
    [
        " back.",
        40.8,
        41.02
    ],
    [
        " If you're in a business environment, step away from the computer, step away from the terminal,",
        41.18,
        48.34
    ],
    [
        " put down your pen back away.",
        48.74,
        50.7
    ],
    [
        " There's a, you're in a meeting, heated meeting.",
        50.86,
        52.38
    ],
    [
        " You need to detach, stand up back away from the table, but it's literally stand back and",
        52.78,
        56.76
    ],
    [
        " step away.",
        56.76,
        57.22
    ],
    [
        " Okay, once you do that, you relax.",
        57.64,
        61.92
    ],
    [
        " Now that physical part that I just talked about, if it's literally stepping back, that's",
        62.1,
        65.86
    ],
    [
        " something that it's a physical reminder of what to do.",
        65.86,
        71.16
    ],
    [
        " You can get to a point in your life where you don't need to do that or where you usually",
        71.38,
        76.84
    ],
    [
        " don't have to do that.",
        76.84,
        77.72
    ],
    [
        " But things can still escalate quickly to where even the most highly trained, detached person",
        78.28,
        84.74
    ],
    [
        " still has to step back and take a wrap off and take a look around.",
        84.88,
        89.98
    ],
    [
        " So, in most of these situations, especially when you're first starting to try and do it,",
        90.2,
        95.08
    ],
    [
        " physically step back, physically do something that indicates to you as a person and it actually",
        95.3,
        101.6
    ],
    [
        " indicates to everyone around you that you're doing this.",
        101.6,
        103.26
    ],
    [
        " When somebody stands up from the table and steps back, it's an indicator.",
        103.64,
        106.1
    ],
    [
        " Okay, he's taking a wrap off, right?",
        106.26,
        107.36
    ],
    [
        " It's all dramatic.",
        107.38,
        107.96
    ],
    [
        " We get it.",
        108.28,
        108.82
    ],
    [
        " Yeah, actually we're trying not to be dramatic, but it's going to be dramatic anyways.",
        108.86,
        112.22
    ],
    [
        " Yeah, it is.",
        112.3,
        112.92
    ],
    [
        " Now, take a breath, take a breath, look around and make a call.",
        114.48,
        118.94
    ],
    [
        " That's it.",
        119.08,
        119.62
    ],
    [
        " That's how easy it is to detach.",
        119.7,
        120.94
    ],
    [
        " Now, the actual hard part of detachment is being self-aware enough that you know when",
        121.1,
        129.16
    ],
    [
        " to detach.",
        129.16,
        129.72
    ],
    [
        " That's the challenging part because they end up in the situation.",
        129.96,
        133.4
    ],
    [
        " By the time, by the time they go, man, I should have detached.",
        133.82,
        135.98
    ],
    [
        " Yeah, that's right.",
        136.24,
        136.68
    ],
    [
        " You should have detached.",
        136.74,
        137.34
    ],
    [
        " Do you lost your temper?",
        137.5,
        138.14
    ],
    [
        " You got involved.",
        138.26,
        138.82
    ],
    [
        " You couldn't make a decision.",
        138.94,
        139.68
    ],
    [
        " You got dragged into the weeds like everybody else did.",
        140.08,
        142.02
    ],
    [
        " If somebody, if I would have done this plenty of time for my training and see opal tunes,",
        143.6,
        146.92
    ],
    [
        " I would just go up to the leader who was getting dragged into the situation.",
        147.26,
        149.8
    ],
    [
        " I'd be like, hey, step back with me.",
        149.84,
        151.06
    ],
    [
        " I'd take them two steps off the line and look around and then they'd be easily be able",
        151.6,
        155.28
    ],
    [
        " to make a decision.",
        155.28,
        155.82
    ],
    [
        " That's the easy part.",
        156.36,
        158.74
    ],
    [
        " The easy part is stepping back.",
        158.88,
        160.92
    ],
    [
        " The hard part is knowing that you need to do it because it's like, I guess it's to use",
        161.18,
        168.0
    ],
    [
        " the stupid analogy of the boiling frog where you put a frog in water.",
        168.0,
        171.86
    ],
    [
        " You slowly start to boil it.",
        172.5,
        173.52
    ],
    [
        " Next thing you know, it's next thing it knows.",
        173.58,
        175.02
    ],
    [
        " It's dead.",
        175.12,
        175.46
    ],
    [
        " It didn't realize it though.",
        175.58,
        176.48
    ],
    [
        " If you threw it in the hot water, it would just try and jump out immediately.",
        176.74,
        178.9
    ],
    [
        " It's the same thing here.",
        179.16,
        180.66
    ],
    [
        " You don't get walk into a room and the chaos is going on.",
        181.2,
        183.64
    ],
    [
        " No, you walk into the room and everything seems okay.",
        183.92,
        185.62
    ],
    [
        " Then it starts escalating, escalating, escalating.",
        185.7,
        187.04
    ],
    [
        " Next thing you know, you're in it.",
        187.08,
        187.86
    ],
    [
        " Next thing you know, something bad has happened and you didn't detach in time.",
        188.56,
        191.2
    ],
    [
        " You lost the bubble and you lost control and everything went sideways.",
        191.38,
        194.1
    ],
    [
        " You've got to know when you've got to understand when it is you need to detach.",
        195.56,
        198.78
    ],
    [
        " You've got to have your own personal red flags to tell you that it's time to relax when",
        198.96,
        202.72
    ],
    [
        " you feel yourself getting frustrated.",
        202.72,
        204.42
    ],
    [
        " You start getting like that.",
        204.7,
        205.56
    ],
    [
        " You need to detach when you feel you.",
        205.74,
        206.74
    ],
    [
        " If you're getting frustrated, you go back to the end.",
        206.88,
        208.72
    ],
    [
        " Okay, detach.",
        209.12,
        209.56
    ],
    [
        " If you start feeling angry, you're feeling the white knuckles or you start packing hard",
        210.28,
        215.52
    ],
    [
        " at the keyboard, right?",
        215.52,
        216.94
    ],
    [
        " When you type an email out and you're hitting the keyboard hard, it's an indicator.",
        217.58,
        223.22
    ],
    [
        " You better not hit send because whatever you wrote isn't good.",
        223.72,
        226.8
    ],
    [
        " It's not going to solve any problems.",
        226.92,
        228.0
    ],
    [
        " You raised voice, right?",
        228.28,
        229.96
    ],
    [
        " You start raising the voice.",
        230.14,
        231.02
    ],
    [
        " You start getting angry and aggro with people.",
        231.14,
        232.92
    ],
    [
        " Those are the little things.",
        233.42,
        235.18
    ],
    [
        " Those are the little indicators that tell you you need to detach, step back, take a breath,",
        235.34,
        242.96
    ],
    [
        " look around, walk out of the room, put your weapon in a high port, just relax.",
        243.16,
        247.16
    ],
    [
        " Look around, make a call.",
        248.24,
        250.94
    ],
    [
        " One more thing.",
        251.96,
        252.88
    ],
    [
        " Sometimes, sometimes what the reason you need to detach is just so you can see something",
        253.52,
        262.94
    ],
    [
        " from a different angle.",
        262.94,
        263.8
    ],
    [
        " You can ask a question.",
        264.32,
        265.38
    ],
    [
        " I personally love doing this.",
        265.84,
        267.36
    ],
    [
        " I'm in a meeting, right?",
        267.92,
        269.78
    ],
    [
        " I work with a bunch of businesses.",
        269.84,
        270.68
    ],
    [
        " It actually gets pretty, you know, I'm getting involved in what they're doing and they'll",
        271.82,
        275.94
    ],
    [
        " be all basically staring at a problem.",
        275.94,
        279.36
    ],
    [
        " Right?",
        279.86,
        280.28
    ],
    [
        " Staring at a problem and they can't figure out what the solution, whether it's a leadership",
        280.52,
        283.7
    ],
    [
        " problem or a process problem and they're all staring at this problem.",
        283.7,
        287.24
    ],
    [
        " And they can't come to a solution.",
        287.54,
        290.18
    ],
    [
        " Well, I come in, first of all, I'm totally detached, right?",
        290.3,
        292.48
    ],
    [
        " It's one of the benefits of my job is I'm totally detached.",
        292.8,
        296.04
    ],
    [
        " So when I come in, a lot of times, what I bring to the situation or what I can see is",
        296.56,
        302.52
    ],
    [
        " I can just ask a question that none of them could think to ask because they're all looking",
        302.52,
        308.92
    ],
    [
        " in the same direction.",
        308.92,
        309.56
    ],
    [
        " As soon as you flank that idea, you see it from a different angle.",
        309.56,
        313.04
    ],
    [
        " You come up with a solution.",
        313.84,
        314.92
    ],
    [
        " So, so what I'm, my point in this is don't only use detachment to prevent your emotions",
        315.22,
        322.52
    ],
    [
        " from driving your decisions.",
        322.52,
        325.14
    ],
    [
        " Also use detachment as part of your creative process to detach from your current thought",
        325.66,
        336.16
    ],
    [
        " pattern and move to a new thought pattern where you can create new ideas and different",
        336.16,
        344.56
    ],
    [
        " plans from different angles that were not seen from your previous vantage point.",
        344.56,
        351.04
    ],
    [
        " I guess we did get a little bit out of that detachment there.",
        351.32,
        360.52
    ],
    [
        " Revisit, revisitation.",
        362.46,
        364.7
    ]
]