[
    [
        " Okay, and podcast number seven, you answered a question which was essentially about how a subordinate",
        0.0,
        5.16
    ],
    [
        " might cope with a leader who wasn't competent. So this person is interested in your thoughts on",
        5.16,
        14.64
    ],
    [
        " the opposite side of the coin, for example, if you're that guy, quote unquote, and you know it,",
        14.64,
        20.7
    ],
    [
        " how can you still lead a team effectively given the lack of competence, given the lack of",
        21.08,
        28.54
    ],
    [
        " competence can undermine the team's trust and confidence in you. So, so this question is you are",
        28.54,
        34.54
    ],
    [
        " that guy. Yeah. You're the guy that doesn't have the knowledge. You're the guy that's an experience,",
        34.54,
        39.06
    ],
    [
        " you're the guy that just got hired. That's good that he, you know it. That's good, right? Yes,",
        39.06,
        43.86
    ],
    [
        " he's done a good job by recognizing that. That is step number one. He's recognized that he's the guy",
        43.98,
        50.04
    ],
    [
        " that he's inexperienced doesn't have a knowledge, etc. So this question while it might seem like a",
        50.04,
        56.68
    ],
    [
        " tough question, it's actually easy and you might think because",
        56.68,
        59.74
    ],
    [
        " competence and knowledge definitely are very beneficial for leadership, the knowledge piece and",
        59.74,
        67.48
    ],
    [
        " knowing the technical side of what you're trying to lead a team in. But it is definitely not mandatory.",
        67.48,
        74.7
    ],
    [
        " Now, if you don't have it, of course, you should strive to get it because it will make you a better",
        75.5,
        79.98
    ],
    [
        " leader. But in certain situations, there's times where you have to lead and you have to lead now",
        79.98,
        85.8
    ],
    [
        " that does happen. So what are you doing? How do you lead when you're in that situation?",
        86.08,
        90.8
    ],
    [
        " And it's actually pretty easy. You lead almost the exact same you way that you would in any other",
        91.2,
        96.6
    ],
    [
        " situation, humbly and with an open mind. So, leadership is the same regardless of what you know.",
        96.6,
        107.38
    ],
    [
        " Think about it. Leadership is the same regardless of what you know. What you're going to do is you're",
        107.7,
        112.46
    ],
    [
        " going to have ideas because you don't really have any. You're going to gather them from the other",
        112.5,
        116.5
    ],
    [
        " people, right? You're going to explore the different methods, right? Because you don't know any of the",
        116.5,
        121.04
    ],
    [
        " other methods. So you're just going to explore and say, how would you do it? How would you do it?",
        121.04,
        124.34
    ],
    [
        " You're going to weigh the different courses of action because you're not sure which one",
        125.04,
        132.24
    ],
    [
        " is going to be the best. It's not going to be super evident which course of action is going to be",
        132.24,
        135.78
    ],
    [
        " the best. You're going to listen, listen to what people are saying. You're going to keep an open",
        135.78,
        140.62
    ],
    [
        " mind and hear what they're saying. You're going to show that you're a quick learner and you're",
        140.62,
        148.78
    ],
    [
        " going to listen and learn and how do you show that you're a quick learner? You show that you're a",
        148.78,
        152.88
    ],
    [
        " quick learner by being a quick learner. And how do you be a quick learner? By studying. So when it comes",
        152.88,
        158.24
    ],
    [
        " when there's stuff that you should know, then you study it and you learn it and you prove and",
        158.24,
        164.46
    ],
    [
        " then you take all this information that you've got and you weigh the decision and then you make one.",
        164.46,
        170.52
    ],
    [
        " And again, that's how you should be leading anyways, right? So let me ask you this. Just because",
        172.56,
        178.0
    ],
    [
        " you know the most, right? If you are the most knowledgeable in the team, does that mean you're going",
        178.0,
        181.54
    ],
    [
        " to plan everything yourself? No, no, it doesn't. Does that mean you're going to make your decisions",
        181.54,
        186.8
    ],
    [
        " in a vacuum by yourself? Just no. If you're a good leader, you're not going to do that at all. Does",
        186.8,
        191.62
    ],
    [
        " it mean you're going to make decisions and move forward without consulting with people? No, it doesn't.",
        191.62,
        196.98
    ],
    [
        " So all this means is that you're going to do all those things. You are going to get consensus from",
        198.04,
        203.04
    ],
    [
        " the group. You're going to get people on board. You're going to talk to them and see what their",
        203.04,
        206.14
    ],
    [
        " ideas are. And again, I shouldn't have used the word consensus because you can't always lead by",
        206.14,
        211.12
    ],
    [
        " consensus. That can be that can become difficult. But you're going to listen. You're going to learn.",
        211.12,
        214.78
    ],
    [
        " You're going to talk to people about what you're doing. And that's how you're going to lead. Again,",
        214.92,
        221.36
    ],
    [
        " it's almost the exact same thing. The only thing that gets added if you are sort of a technical",
        221.42,
        225.88
    ],
    [
        " expertise, you can be a little bit more of a sanity check on, you know, let's say a plan that",
        226.5,
        231.46
    ],
    [
        " people are coming up with. If we were doing a computer software engineering problem, I would not",
        231.46,
        240.88
    ],
    [
        " be able to add my technical expertise. But if, you know, for the engineers came to me and presented",
        240.88,
        247.0
    ],
    [
        " what their ideas were, I'd be able to look at them logically and say, okay, explain to me",
        247.0,
        250.36
    ],
    [
        " on ask enough questions until I said, okay, guys, here's what I'm thinking. I think we should go with,",
        250.36,
        254.56
    ],
    [
        " you know, method B or whatever. And the other people can kind of counter and then eventually we",
        254.56,
        259.6
    ],
    [
        " can make that decision happen. So if I had the knowledge myself, then I could make that decision",
        259.6,
        265.4
    ],
    [
        " a little bit easier and I could add a little bit of a sanity check, but it's not life and death.",
        265.4,
        269.5
    ],
    [
        " And the other thing that's interesting is when you do have the knowledge yourself,",
        270.18,
        276.44
    ],
    [
        " you can actually come off as a note all, which is not a good leader. So in both cases, whether you are",
        277.26,
        286.96
    ],
    [
        " the technical expert or whether you're not, the leadership principles stay the same, be humble,",
        286.96,
        292.94
    ],
    [
        " be open-minded, listen, learn and lead.",
        293.26,
        298.34
    ]
]