[
    [
        " As somebody who's recently proposed to somebody who would like to spend the rest of my life with,",
        0.08,
        8.16
    ],
    [
        " as somebody who's married and has, from my knowledge, gone away for extensive periods of time",
        8.24,
        16.36
    ],
    [
        " from their partner, what is your tips to building a mortar-proof marriage that's going to last a long time?",
        16.36,
        25.42
    ],
    [
        " Yep. The first thing I'll say is, you know, you want to develop the, you want your, you want to make sure and encourage your wife to be emotionally independent,",
        26.16,
        40.5
    ],
    [
        " because there's going to be times when you're not around and if they're dependent on you emotionally, you're not there,",
        41.06,
        50.6
    ],
    [
        " they're going to, they're going to be hurt and they're not going to be able to handle it. So you want to help them build that resiliency where when you're not around,",
        50.6,
        60.4
    ],
    [
        " they know how to handle things independently like the broken water heater and the flat tire, they can do that. And you, you go through those things,",
        61.12,
        68.8
    ],
    [
        " you, you build that confidence with them. And then also the emotional independence where what they have is trust in you,",
        68.8,
        78.84
    ],
    [
        " that you're gone, but you're coming back and you're going to be there for them always. That's number one. Number two is straight up extreme ownership.",
        78.84,
        92.98
    ],
    [
        " That's what it is. When something is going wrong in your marriage, it's your fault. It's your fault. The minute you turned your wife and you say,",
        93.84,
        106.64
    ],
    [
        " you shouldn't have done this. You're wrong. And you're, you're taking that relationship in the wrong direction. When you say, hey, look, I'm trying to figure out how I made you do what you did.",
        106.74,
        118.14
    ],
    [
        " I don't want to let that happen. So taking ownership when things go wrong, that's what you got to do. That's what you got to do. Thank you. Awesome. Awesome.",
        118.64,
        131.92
    ]
]