[
    [
        " I don't want to come off sound and high-minded or anything like that.",
        0.0,
        3.5
    ],
    [
        " You know, I'm just looking at the world per se and what has just happened.",
        4.14,
        10.68
    ],
    [
        " Not just our country, but all over the world.",
        10.92,
        14.12
    ],
    [
        " Like this virus has come out and everyone got caught with their pants down.",
        14.46,
        18.08
    ],
    [
        " What kind of prep was made everywhere?",
        18.34,
        20.22
    ],
    [
        " Now what if that virus was more deadly?",
        21.04,
        24.72
    ],
    [
        " I mean, we have to be smart.",
        26.46,
        27.66
    ],
    [
        " But would that unify the world against a common enemy or would it separate the world more?",
        27.66,
        35.82
    ],
    [
        " And here's, you remember I had a guy named Peter Atia.",
        36.24,
        39.28
    ],
    [
        " He's a doctor and he was a doctor in the trauma center, an ER doctor in Baltimore.",
        39.52,
        46.44
    ],
    [
        " And so I forget the statistics.",
        47.24,
        48.84
    ],
    [
        " He was dealing with something like 18 puncture wounds a day.",
        48.84,
        52.44
    ],
    [
        " So that's shootings and stabbing.",
        53.0,
        54.52
    ],
    [
        " This is Baltimore, one of the worst crime rates in the world.",
        54.52,
        60.5
    ],
    [
        " I don't know if you knew that.",
        60.72,
        61.52
    ],
    [
        " It's in the whole world.",
        61.68,
        62.48
    ],
    [
        " It's one of the worst crime rates.",
        62.62,
        63.48
    ],
    [
        " So that's what he's dealing with.",
        63.94,
        64.82
    ],
    [
        " And what he said was, when you have a family come in that's gone through this kind of trauma.",
        65.66,
        70.68
    ],
    [
        " Usually it's the loss of someone because these puncture wounds are stabbing or not everyone's",
        71.06,
        75.48
    ],
    [
        " as hate to use the word, not everyone's as lucky as your brother was taken of seven-inch",
        75.48,
        80.78
    ],
    [
        " knife to the chest and surviving.",
        80.78,
        83.04
    ],
    [
        " Right?",
        83.04,
        83.28
    ],
    [
        " Most people are going to die from that.",
        83.48,
        84.76
    ],
    [
        " And that's what happens.",
        85.06,
        86.0
    ],
    [
        " So what he said was, if the family is tight, they're tight knit family and this horrible",
        86.34,
        95.4
    ],
    [
        " event occurs, this pressure will make them even tighter.",
        95.4,
        100.18
    ],
    [
        " However, opposite is also true.",
        101.54,
        104.16
    ],
    [
        " If there's fractures in the family, those fractures under that pressure explode and it destroys",
        104.52,
        110.8
    ],
    [
        " the families.",
        110.8,
        111.38
    ],
    [
        " So I think what you're seeing right now and what you're talking about is, let's face it.",
        112.0,
        116.78
    ],
    [
        " In the world as a species, there's fractures, right?",
        117.24,
        121.72
    ],
    [
        " There's fractures with different countries.",
        122.04,
        124.22
    ],
    [
        " There's fractures with different cultures.",
        124.6,
        126.36
    ],
    [
        " And all of a sudden, we just got put under pressure by the disease.",
        126.9,
        131.36
    ],
    [
        " And what we're seeing now is we're starting to see these fractures expand.",
        131.98,
        136.02
    ],
    [
        " And what I will, from my perspective, the thing that we miss, and I keep trying to say",
        136.82,
        144.14
    ],
    [
        " this in different ways and maybe I mean, I'll keep trying to say it.",
        144.14,
        148.0
    ],
    [
        " You know, in the military, what you end up doing is you end up dehumanizing the enemy.",
        148.0,
        152.62
    ],
    [
        " And it's kind of a goal, right?",
        153.34,
        156.68
    ],
    [
        " Kind of a goal to say, you know what?",
        156.9,
        158.68
    ],
    [
        " I'm going to have to go kill these people.",
        159.02,
        161.06
    ],
    [
        " That's what I'm going to get told to do.",
        161.64,
        162.68
    ],
    [
        " I'm going to go kill these people.",
        162.84,
        164.36
    ],
    [
        " So you know what?",
        164.54,
        165.2
    ],
    [
        " I'm not even going to call them people because there's some part of your subconscious that says,",
        165.26,
        167.86
    ],
    [
        " hey, it's not okay to kill people.",
        167.86,
        169.14
    ],
    [
        " So you know what?",
        169.14,
        169.72
    ],
    [
        " I'm going to call them animals.",
        169.9,
        171.04
    ],
    [
        " I'm going to call them savages.",
        171.22,
        172.14
    ],
    [
        " I'm going to call them whatever.",
        172.28,
        172.96
    ],
    [
        " I'm going to call them crouts, right?",
        173.24,
        176.36
    ],
    [
        " World War II.",
        176.6,
        177.22
    ],
    [
        " I'm going to call them gooks in the Korean War.",
        177.42,
        180.48
    ],
    [
        " We're going to give them names that's not people.",
        180.58,
        183.1
    ],
    [
        " So now we start to dehumanize them and now, obviously, it's a little easier.",
        183.78,
        187.0
    ],
    [
        " Makes that job a little bit easier to kill them.",
        187.34,
        188.92
    ],
    [
        " Okay, so that's a war.",
        189.26,
        190.08
    ],
    [
        " That's what happens there.",
        190.42,
        191.2
    ],
    [
        " Well, what happens when you start looking at the different culture and you start doing",
        191.6,
        196.7
    ],
    [
        " the same thing because you're like, well, I got to take care of the people.",
        196.7,
        199.26
    ],
    [
        " We're getting pressured by this disease.",
        199.34,
        202.04
    ],
    [
        " We're getting pressured by it.",
        202.72,
        204.14
    ],
    [
        " And I'm going to take care of the people that are with me.",
        204.44,
        206.82
    ],
    [
        " And what do I do?",
        207.5,
        208.1
    ],
    [
        " How do I be mentally okay with that?",
        208.34,
        210.64
    ],
    [
        " I got a good solution for you.",
        211.56,
        212.86
    ],
    [
        " I'm going to dehumanize the other people.",
        212.92,
        214.44
    ],
    [
        " And now we get separated and now we don't talk to them.",
        215.2,
        218.82
    ],
    [
        " And so that's what when you talk about Jeff, when you go to the world, you're going to",
        219.2,
        221.18
    ],
    [
        " go to these other countries and you start talking to people all of a sudden, they're not",
        221.18,
        228.14
    ],
    [
        " Russians to you.",
        228.14,
        229.18
    ],
    [
        " They're whatever Ivan, you know, they're a person with a family and it becomes, they become",
        229.6,
        236.78
    ],
    [
        " humanized to you just like when they meet you and they go, you know, they have this horrible",
        236.78,
        240.78
    ],
    [
        " vision of what Americans are like and then they meet you and you're cool.",
        240.78,
        243.24
    ],
    [
        " And guess what?",
        243.38,
        243.96
    ],
    [
        " You all do.",
        244.08,
        244.38
    ],
    [
        " You're just doing you like foot locks and it's like all of a sudden it becomes human.",
        244.48,
        247.68
    ],
    [
        " But we don't do that.",
        247.68,
        248.58
    ],
    [
        " We don't humanize each other on a broad scale, which is very strange right now because we",
        248.96,
        253.08
    ],
    [
        " should have the ability to do that better than anyone right now, right?",
        253.08,
        257.06
    ],
    [
        " Because we've got all these communication systems set up where we should be able to say,",
        257.12,
        259.82
    ],
    [
        " hey, everybody, look, let's, let's be together.",
        259.82,
        263.92
    ],
    [
        " But instead we show each other the worst part of our, of ourselves.",
        264.12,
        268.24
    ],
    [
        " And we place blame instead of taking ownership and that that's kind of how we do.",
        269.04,
        273.68
    ],
    [
        " So instead of us unifying, as you said, Jeff, this pressure that gets put on us by something",
        273.72,
        279.8
    ],
    [
        " like this virus, all of a sudden we become more fragmented.",
        279.8,
        282.2
    ],
    [
        " And when we become fragmented, the ability to communicate with each other goes down instead",
        282.56,
        287.36
    ],
    [
        " of up.",
        287.36,
        287.7
    ],
    [
        " And the possibility of someone actually saying, hey, hold on a minute, you know, other human",
        288.36,
        293.82
    ],
    [
        " or other thing.",
        293.82,
        295.38
    ],
    [
        " Wait, maybe you have some of the same, whatever you just said, Jeff, about like, hey, it's",
        295.8,
        302.46
    ],
    [
        " pretty much got the same goals, right?",
        302.46,
        303.98
    ],
    [
        " Like you said, like, hey, I want my kids to have a better life than me.",
        304.34,
        308.06
    ],
    [
        " I want my kids to do better than me.",
        308.68,
        310.22
    ],
    [
        " I want them to have a nice, be able to be able to have their own family and kind of repeat",
        310.28,
        314.9
    ],
    [
        " what we did here.",
        314.9,
        316.14
    ],
    [
        " That's kind of a common theme.",
        316.48,
        319.1
    ],
    [
        " And it's the same thing in Iraq, you know, whenever I explain on Iraqi family to people,",
        319.82,
        324.04
    ],
    [
        " I say, oh, if you want to know what an Iraqi family is like, it's very easy for me to explain.",
        324.26,
        329.2
    ],
    [
        " It's like an American family.",
        329.6,
        330.8
    ],
    [
        " Like if you ask in some Iraqi dad what his goal is, his goal is to take care of his kids,",
        330.86,
        338.1
    ],
    [
        " you know, build up a house, build the business so their kid, that's what their goals are.",
        338.1,
        342.3
    ],
    [
        " The same thing when you ask an American dad that same thing.",
        342.54,
        345.46
    ],
    [
        " So it's across the board.",
        345.54,
        346.5
    ],
    [
        " We get in these situations where instead of we're all like a mass dehumanization mode.",
        346.9,
        352.56
    ],
    [
        " Well, how the relevance to Jiu-Jitsu is there is definitely a clannish aspect to all martial",
        352.56,
        360.62
    ],
    [
        " arts.",
        360.62,
        361.02
    ],
    [
        " At Train Taikwondo, you're training Muay Thai, you know, you're nothing.",
        361.26,
        366.1
    ],
    [
        " You know, this kind of attitude of, well, and from my experience going and learning a different",
        366.64,
        376.44
    ],
    [
        " martial art starting from round up, you see that the martial arts also all have the same",
        376.44,
        382.38
    ],
    [
        " goal of I get into an altercation, I can take care of myself.",
        383.66,
        386.72
    ],
    [
        " You know, so it's, I think, learning this stuff has kind of, it's changed me in a way",
        387.24,
        395.38
    ],
    [
        " where I'm trying to, instead of comparing contrast and trying to see how we're more similar",
        395.38,
        403.46
    ],
    [
        " rather than how we're more different.",
        403.46,
        405.28
    ],
    [
        " That's a way to say it.",
        405.7,
        407.62
    ]
]