[
    [
        " Can you instill the will to kill and the will to die in soldiers without a corollary nihilism?",
        0.0,
        9.26
    ],
    [
        " Yes. And we get a direct answer from Tim. Move. Next question.",
        10.76,
        15.56
    ],
    [
        " We had kind of already talked about it when we said, you know, in the contrast of things,",
        16.72,
        21.12
    ],
    [
        " like your life, I think, is a personification of how to do that. You know, if you can't have",
        21.26,
        27.68
    ],
    [
        " beauty with, unless you know what ugly looks like. You know, you can't have hot if you don't",
        28.74,
        35.24
    ],
    [
        " know what cold feels like. You can't have evil without good. And I don't think that you can teach",
        35.24,
        44.0
    ],
    [
        " people how to, so if we're just teaching everybody how to be like murder killers, you know, soldiers",
        44.0,
        52.26
    ],
    [
        " that can just, we're not making robots. We're showing them how to do something. And the reason",
        52.26,
        58.54
    ],
    [
        " that they can do it and not be complete psychopathic murders occasionally one slips through. I'm not",
        58.54,
        64.24
    ],
    [
        " saying that, but not very often. It's because the humanity of us, like what's the thing that's",
        64.24,
        69.92
    ],
    [
        " stopping us from killing, you know, echo Charlie here. Because I'm highly trained. You are.",
        69.92,
        73.96
    ],
    [
        " You know, it's our humanity, you know, and that's, and in my appreciation, my beautiful wife and my",
        74.28,
        80.42
    ],
    [
        " kids, you know, loving Austin, Texas and barbecue and motorcycles, like that's normal to me. So when",
        80.42,
        85.2
    ],
    [
        " I have to go and deploy and see disgusting things and, you know, make mistakes like throwing grenades",
        85.2,
        91.1
    ],
    [
        " into a room with women and then having to live with that the rest of my life. The reason that",
        91.1,
        94.76
    ],
    [
        " I'm still sane is because I know what right is because of ethics and morality and humanity. So yeah,",
        94.76,
        103.2
    ],
    [
        " that's that's how we can do it. It's because guys, intelligent guys that end up in units like the",
        103.58,
        109.34
    ],
    [
        " ones you were in can understand what the difference is. Yes. Yes. And I think that I think that this",
        109.34,
        122.18
    ],
    [
        " is something that is again referring back to the culture of America that a lot of people",
        122.18,
        128.82
    ],
    [
        " starts to slip away. But, but you got to remember those 2000 men that lined up in rural California.",
        128.82,
        137.3
    ],
    [
        " Sure, sure, sure, there was a little handful of them that were like, oh, cool. I'm going to go kill",
        138.96,
        142.08
    ],
    [
        " some people. But there's a lot of people that say, hey, I'm going to go out and protect freedom.",
        142.08,
        145.58
    ],
    [
        " And so I think it's not only something that you instill and you work on through the training",
        146.44,
        152.88
    ],
    [
        " and like through the training that we just talked about of stabbing or shooting man shaped",
        152.88,
        157.92
    ],
    [
        " targets or even better when you're using semi-nation. I mean, you're shooting at other people.",
        157.92,
        162.16
    ],
    [
        " It instills in you that you can do that. But I think the values, the American values that we're taught",
        163.12,
        171.06
    ],
    [
        " as people growing up in this country are they do respect life. They do respect freedom and the",
        171.06,
        180.74
    ],
    [
        " the right for the pursuit of happiness, the things that you just talked about. Barbecues,",
        180.74,
        186.98
    ],
    [
        " motor cycles, wife, kids, those are things that we respect. And I'm sure you've been in the situation.",
        188.0,
        194.12
    ],
    [
        " I know I've been in it many, many times of where you're taking the man from the house.",
        194.5,
        200.32
    ],
    [
        " Either you killed him or you're taking him away. And he's not going back. He's not going back.",
        200.8,
        207.2
    ],
    [
        " That's one of those things where, you know, as just as a person, you're looking at the,",
        207.5,
        216.94
    ],
    [
        " you know, you married the wrong guy. But you do feel bad for him. Absolutely. I mean, hey,",
        216.94,
        221.98
    ],
    [
        " sorry, you're some of the most beautiful kids on the planet. Your dad's not coming back. Your dad",
        222.16,
        227.4
    ],
    [
        " did the wrong thing. But that dad would also hide behind those kids wearing a bomb. It's not",
        227.4,
        233.12
    ],
    [
        " strapped a bomb to him himself. Absolutely. It's not the same type of human that's, you know, we are.",
        233.12,
        239.64
    ],
    [
        " It's not. It's absolutely not. And that was one of the most, that was absolutely one of the most",
        240.22,
        245.1
    ],
    [
        " disturbing things that that my guys would have to deal with was insurgents using kids as shields.",
        245.34,
        253.64
    ],
    [
        " And thank God I had some really good snipers that were able to kill guys that were literally",
        254.5,
        260.24
    ],
    [
        " using kids as human shields. We had a guy walking towards us wearing a bomb vest and we were using",
        260.24,
        265.34
    ],
    [
        " thermal emitters. And he had his kid in front of him. And he was trying to cover, because we had",
        265.34,
        272.92
    ],
    [
        " it close enough. He's holding his kid out like take my kid, take my kid. And the only reason was",
        272.92,
        277.72
    ],
    [
        " he was trying to cover the distance so he could hurt us with his bomb vest, which had glass and",
        277.72,
        283.0
    ],
    [
        " shrapnel and nails and stuff. Yeah. So his body, he was going to use his body as a water impulse",
        283.0,
        288.94
    ],
    [
        " charge. So no, it's not naive that I'm saying they're not the same humans as us. They're not.",
        288.94,
        294.44
    ],
    [
        " They do not for me to see their same human, you have to have the same value for human life.",
        294.88,
        299.94
    ],
    [
        " When I watch Marines jump on top of Afghani and Iraqi kids trying to protect them from a bomb going",
        300.7,
        307.22
    ],
    [
        " off, not using the kid as a bomb jumping on top of their not American kids. These are Marines or",
        307.22,
        314.42
    ],
    [
        " navies or army guys jumping on top of local kids, indigenous kids to save them.",
        314.42,
        320.7
    ],
    [
        " Different understanding of what humanity is. Yeah. So we get it. Your question, great question.",
        321.9,
        329.26
    ],
    [
        " You can do it. Yep. And you can definitely, and we have done it as a nation. And we are doing it.",
        329.4,
        336.06
    ],
    [
        " And we are continuing to do it. I don't think we've had a stronger military ever.",
        336.28,
        341.28
    ],
    [
        " Guys coming out 15 years of war. They experience the training while we have been shrinking for",
        342.02,
        350.78
    ],
    [
        " the past five years money wise. It's given us, we've had to fight wars the war differently. And now,",
        350.78,
        357.6
    ],
    [
        " now I don't think there's, I'm talking like Spartans, samurai, or even the World War II era America.",
        358.02,
        364.56
    ],
    [
        " Like that's the type of generation of warriors that it's small. It was like 0.5%.",
        364.84,
        370.22
    ],
    [
        " But they're there. Yeah. Yeah. No doubt.",
        370.22,
        375.02
    ]
]