[
    [
        " Any misconceptions about you that you want to clear up?",
        1.08,
        3.36
    ],
    [
        " Well, you actually you actually confirmed a misconception for everybody tonight. You said oh well",
        3.56,
        11.14
    ],
    [
        " You know jaco's gonna train somebody he's gonna need to beat them and that's like people always think that and it's just",
        11.14,
        16.72
    ],
    [
        " So wrong so wrong. I mean, I I don't I'm not gonna go into it now because I talk about on the podcast all the time that that stuff is ineffective",
        16.72,
        23.36
    ],
    [
        " And you you actually have to lead people and when you yep, so that was a good misconception you piled on",
        23.36,
        28.44
    ],
    [
        " I'll have to I'll now spend another",
        28.44,
        29.98
    ],
    [
        " Five years trying to debunk that improve to people that I'm not a drill instructor with a lash",
        29.98,
        36.5
    ],
    [
        " But it's good. Thank you. Appreciate it. Which was deliberate. I'm just",
        36.5,
        40.74
    ],
    [
        " Jaco's so effective at busting my balls on Twitter and then everyone takes it literally",
        40.74,
        46.0
    ],
    [
        " I'm like, okay, well I have to take this opportunity, but the so first misconception so the",
        46.0,
        51.38
    ],
    [
        " Coking and horrors only twice a week folks",
        51.38,
        53.94
    ],
    [
        " And it is not disabling. That's a joke internet by the way",
        55.26,
        58.64
    ],
    [
        " so the I'd say the biggest misconception is",
        58.64,
        61.78
    ],
    [
        " And it's very understandable look. I mean my book titles",
        61.78,
        66.28
    ],
    [
        " I didn't expect the four-hour thing to become a thing so the four-hour work week",
        66.28,
        70.3
    ],
    [
        " Funny story behind that the original idea for the title and I dozens but the one that that I ended up testing",
        70.3,
        75.94
    ],
    [
        " First was the two-hour work week, which was about as the amount of time I was spending managing my company at the time and",
        75.94,
        82.42
    ],
    [
        " Some people to publish were like it's way too unrealistic two hours a week and I was like four",
        82.88,
        86.76
    ],
    [
        " That's so much better as a chitchat perfect",
        86.76,
        90.46
    ],
    [
        " mail bit and",
        90.46,
        92.24
    ],
    [
        " It sounds like a product you'd see after like the spray on hair and before the rotisserie chicken a three in the morning",
        92.24,
        97.4
    ],
    [
        " It sounds like an official product so I get it",
        97.4,
        99.02
    ],
    [
        " But the biggest misconception from people who have not read the book or books is that I",
        99.02,
        104.74
    ],
    [
        " Advocate idleness",
        104.74,
        107.9
    ],
    [
        " okay, and",
        107.9,
        110.38
    ],
    [
        " That's not the case. I have no problem with hard work as long as it's focused on the right things",
        111.16,
        115.0
    ],
    [
        " So I think of maximizing per hour output that doesn't mean I advocate dropping a much acid like watching your cat walk around the house for 12 hours a day",
        115.0,
        124.04
    ],
    [
        " That doesn't do much good for anyone",
        124.04,
        126.24
    ],
    [
        " So that that's the biggest misconception. I have no problem with hard work. I just a be horror",
        126.24,
        131.74
    ],
    [
        " Doing something well. It shouldn't be done at all. I think that's a waste of skill and a waste of energy",
        131.74,
        136.76
    ],
    [
        " That's the biggest I think they're there are plenty of other ones",
        138.04,
        140.54
    ],
    [
        " You know something to that you need to watch out for is just because you work hard",
        140.54,
        145.72
    ],
    [
        " Doesn't mean that you're doing good, right?",
        145.72,
        148.9
    ],
    [
        " And there's there's a bunch of little sayings about that",
        149.08,
        151.28
    ],
    [
        " But just because you're working hard getting up early and and you think you're getting after it",
        151.28,
        155.32
    ],
    [
        " You might be moving a lot but you're not making any progress and there's a big difference there",
        155.32,
        158.26
    ],
    [
        " And I think that's something that people need to work watch out for as well, right? So the for instance, I think the prioritizing execute",
        158.26,
        163.66
    ],
    [
        " people need to",
        165.52,
        166.34
    ],
    [
        " I think that's such an important starting point like what you do is infinitely more important than how you do something if you have a list of",
        166.34,
        174.64
    ],
    [
        " Unimportant to do is and you're killing it with the unimportant to do is that's that's still a chalking up to a loss",
        174.64,
        181.14
    ],
    [
        " Yeah, yeah, and you're still losing my friend. You're still losing so for me",
        181.14,
        186.14
    ],
    [
        " It's I when people ask me about time management. I'm like no, no, no",
        186.14,
        189.44
    ],
    [
        " If you don't have time you don't have priorities so focus on the what should you be doing and for me",
        189.44,
        195.4
    ],
    [
        " You know the effective executive by Peter Drucker is is the classic there",
        195.4,
        199.6
    ],
    [
        " Don't worry about your apps and your email management and so on just like for you to book",
        199.6,
        204.22
    ],
    [
        " That's a few decades old that just talks about prioritizing",
        204.22,
        206.34
    ],
    [
        " So the biggest misconception yeah, just the whole four-hour stick that is my blessing and my curse forever",
        206.34,
        213.38
    ],
    [
        " That part is another reason why this is my first book without forever in the time",
        213.38,
        217.78
    ],
    [
        " Oh",
        218.38,
        218.8
    ],
    [
        " Fover it'll sell",
        218.8,
        219.54
    ],
    [
        " We'll see I also lost the Timothy and went to Tim",
        219.54,
        223.8
    ],
    [
        " Just so I don't have to feel like I'm getting chastised by my mom every time I'm what made you know Timothy on the first ones",
        223.8,
        229.68
    ],
    [
        " I don't know sounded more official. I have no idea. I honestly have no idea",
        229.68,
        234.5
    ],
    [
        " Awesome all right",
        234.5,
        236.74
    ]
]