[
    [
        " This is jockel podcast number 380 with echo Charles and me jockel willing good evening echo good evening",
        0.0,
        5.8
    ],
    [
        " So recently on the underground podcast we cover the one",
        5.8,
        11.86
    ],
    [
        " quote from the E-ching",
        11.86,
        14.86
    ],
    [
        " Which is a",
        14.86,
        17.68
    ],
    [
        " ancient script E-ching from China and",
        17.68,
        21.88
    ],
    [
        " E means change",
        21.88,
        24.52
    ],
    [
        " It's actually looks like it says I",
        24.52,
        26.9
    ],
    [
        " That means change",
        26.9,
        29.34
    ],
    [
        " And ching means script so this book is commonly called",
        30.0,
        34.52
    ],
    [
        " The book of changes original author unknown it got modified over the years",
        34.52,
        41.5
    ],
    [
        " Confucius I think is the most famous person that kind of added to it",
        41.5,
        46.56
    ],
    [
        " another some of the guy another",
        46.56,
        48.92
    ],
    [
        " character slash myth slash legend",
        48.92,
        53.74
    ],
    [
        " Fushi and again, I'm not any kind of an expert on this stuff. I",
        53.74,
        58.82
    ],
    [
        " Just wanted to kind of touch it from the surface here, but he created",
        58.82,
        62.7
    ],
    [
        " The yin yang symbol",
        62.7,
        65.72
    ],
    [
        " So the yin yang is a symbol that everyone knows from",
        65.72,
        70.5
    ],
    [
        " Well, at least from town and country surfboards TTC",
        70.5,
        75.08
    ],
    [
        " But also it's just a common symbol you see all it's in every cheesy martial arts movie right a little yin yang in there",
        75.08,
        82.76
    ],
    [
        " it's in",
        82.76,
        84.04
    ],
    [
        " Kind of new age spirituality you'll get that yin and yang going",
        84.6,
        87.92
    ],
    [
        " We've seen a lot of yin and yang tattoos right from especially from back in the day. I'm gonna say",
        87.92,
        92.82
    ],
    [
        " 80s 90s, you know, so there was some yin yang tattoos that they could still be happening, but they were pretty popular back then",
        92.82,
        99.82
    ],
    [
        " So we got that common symbol of yin and yang and the the story behind that is before the universe before there's anything",
        99.82,
        107.64
    ],
    [
        " There was just stillness and there was emptiness and then these two energies these two",
        107.64,
        111.26
    ],
    [
        " Chees Chi Chi collided made the universe that's yin and yang so in this book eaching",
        112.8,
        120.24
    ],
    [
        " It's made up of these little characters not language characters, but stacks of lines",
        120.24,
        127.62
    ],
    [
        " Literally stacks of lines a broken line is yin yin and a solid line is yin and",
        127.62,
        136.46
    ],
    [
        " These two when you stack these lines",
        136.46,
        138.96
    ],
    [
        " You can stack them in ways that represent the eight fundamental natural parts of",
        139.9,
        146.66
    ],
    [
        " Earth really fire so it's it's fire water wind",
        146.66,
        152.86
    ],
    [
        " Thunder one of them says river, but I think it's like river lake. Maybe even ocean in there mountain earth and heaven",
        152.86,
        160.56
    ],
    [
        " If you put these three things together",
        160.56,
        163.88
    ],
    [
        " There's a there's a there's a way of writing this out just you're basically drawing lines stacking lines and",
        166.02,
        173.26
    ],
    [
        " And here's where I'm getting with this they made this thing for",
        173.26,
        175.56
    ],
    [
        " Divination which is the predicting of the future so",
        175.56,
        180.5
    ],
    [
        " Divination is something that we do in America believe it or not you ever drive down the road and you see like palm reader",
        180.5,
        188.54
    ],
    [
        " That's it that's divination that's I'm gonna predict the future or astrology. You read in the newspaper?",
        189.2,
        194.42
    ],
    [
        " That's divination like oh, I was born in October so when the",
        194.86,
        199.62
    ],
    [
        " Seventh moon is in the dark side that means that I should move on my nude, you know theories or whatever",
        199.62,
        205.7
    ],
    [
        " Crystal ball yeah, like there's people that read crystal balls. That's called scrying",
        205.7,
        213.82
    ],
    [
        " You can read mirrors you can read crystal balls",
        214.52,
        216.76
    ],
    [
        " numerology you ever heard about these people that would base there",
        216.76,
        219.98
    ],
    [
        " I think Nancy Reagan was in a numerology where it's like well, you know what there's today is the 13th of this",
        219.98,
        225.52
    ],
    [
        " Seventh month and therefore that equals 20 and 20 is my lucky numbers that way. You know what I mean that kind of thing so all these things are",
        225.52,
        232.28
    ],
    [
        " are",
        232.28,
        233.76
    ],
    [
        " called divination",
        233.76,
        235.5
    ],
    [
        " That's sort of what the e-ching has become in a way or it became",
        235.5,
        243.24
    ],
    [
        " And you end up with this thing where they call these things",
        244.04,
        248.52
    ],
    [
        " Hexagrams where it basically it looks like six stack lines and it's all these different arrangements",
        248.52,
        256.92
    ],
    [
        " And so you you have these so it's a solid line and a broken line",
        256.92,
        261.16
    ],
    [
        " All right, so you have like a solid line or a broken line those little tips and lines you can have it's binary",
        261.16,
        266.22
    ],
    [
        " You can have one or the other and they stack these lines in different ways and it means different things",
        266.22,
        271.2
    ],
    [
        " So the top three lines might mean water and the bottom three lines might mean earth and there you from that combination",
        271.2,
        279.72
    ],
    [
        " You can predict different things, right? That's that's what it is so like for instance",
        279.72,
        286.68
    ],
    [
        " hexagram five",
        286.68,
        288.6
    ],
    [
        " Which is",
        288.6,
        291.58
    ],
    [
        " Waiting but it's not just waiting. It's inner certainty. It's leads to perseverance that brings good luck",
        291.58,
        297.84
    ],
    [
        " So that that's what it is. That's that's how this works and",
        298.3,
        302.48
    ],
    [
        " What they what you end up with is?",
        302.48,
        305.12
    ],
    [
        " Really like a bunch of sayings and",
        306.2,
        310.56
    ],
    [
        " You can do it with throwing coins again to predict these things",
        310.56,
        317.3
    ],
    [
        " I don't want to go too deep in this because frankly I'm not a believer",
        317.3,
        320.84
    ],
    [
        " Okay, I'm not a believer in palm reading. I'm not a believer in astrology",
        320.84,
        325.48
    ],
    [
        " I'm not a believer in this kind of stuff. Yeah, I'm not a believer in",
        326.14,
        329.5
    ],
    [
        " throwing they do with pennies or with whatever coins and like a head is one and a tail something else and you can put that",
        329.5,
        337.26
    ],
    [
        " That's how you can predict so if you ponder your question and then you throw the coins and then it tells you what kind of line to draw",
        337.26,
        343.2
    ],
    [
        " And it's gonna work it out for you. Okay, so again, I'm not into this kind of thing",
        343.2,
        346.74
    ],
    [
        " But here here's the thing",
        346.74,
        348.7
    ],
    [
        " There is some basic philosophical guidance in the e-ching that completely makes sense",
        349.92,
        355.78
    ],
    [
        " That's why we covered look I was I had some copy of it and",
        355.78,
        361.1
    ],
    [
        " When we did we did one quote on the underground podcast and I was like, you know what?",
        361.1,
        365.96
    ],
    [
        " There's a lot there is a lot of",
        366.52,
        369.0
    ],
    [
        " Almost want to use the word wisdom, but I also just want to use the word common sense and sometimes common sense and wisdom are very",
        369.0,
        376.12
    ],
    [
        " Similar, they're very close to each other, you know when something seems like common sense",
        376.52,
        382.06
    ],
    [
        " That's that person that's executing some real common sense moves probably has a decent amount of wisdom and some of these things in the e-ching",
        382.06,
        391.94
    ],
    [
        " Represent some pretty good wisdom and at the same breath you could also say well, that's common sense. Yeah, hey",
        391.94,
        399.2
    ],
    [
        " I get it right",
        399.2,
        401.18
    ],
    [
        " You can and you know this also",
        401.18,
        404.38
    ],
    [
        " Boyle's down to like the old oracles. Yeah, you know in ancient times",
        405.34,
        409.94
    ],
    [
        " There would be oracles that would make prediction like the famous one is, you know the big leader comes and says should we go to war with the enemy?",
        409.94,
        416.14
    ],
    [
        " And the oracle says if you go to war a powerful nation will fall",
        416.6,
        421.36
    ],
    [
        " Yeah, and so the person's like, oh cool. We're gonna win. Yeah, but it actually doesn't predict anything, right?",
        421.36,
        427.8
    ],
    [
        " Also to you you mentioned the common sense thing where that is real, I think",
        428.64,
        434.0
    ],
    [
        " Belie what is that the ancient",
        434.68,
        437.6
    ],
    [
        " Wisdom is almost like it's rooted in common sense. Yes, so like you know like the old school",
        437.6,
        444.16
    ],
    [
        " What was it? I don't know who said I forget but it's that they said um",
        444.16,
        449.84
    ],
    [
        " Do not kill mosquito with bazooka or something? Yep, there you go. It's like that kind of ancient wisdom words like and common sense",
        449.84,
        456.74
    ],
    [
        " Yeah, but at the same time so it seems like common sense",
        456.74,
        459.56
    ],
    [
        " time today bazooka",
        459.78,
        460.9
    ],
    [
        " No, that was on",
        460.9,
        462.78
    ],
    [
        " Anyway, oh in trap man anyway, he said uh, so yeah, uh do not kill mosquito with bazooka, right whatever",
        462.78,
        472.42
    ],
    [
        " Obviously that was maybe have that thing in the sealed team",
        472.42,
        475.88
    ],
    [
        " And it's like yeah, I know that but at the same time what that means",
        475.88,
        481.2
    ],
    [
        " Probably applies to a bunch of things that man if you just stop and think it's like okay, you know",
        481.2,
        485.92
    ],
    [
        " It can probably help you out in a lot of situations like ancient quote unquote philosophy that apply sure said simply",
        485.92,
        492.26
    ],
    [
        " Which is kind of part of the wisdom?",
        492.26,
        493.7
    ],
    [
        " Can apply to a bunch of things if you just stop and think so everything that you're saying right now",
        493.84,
        498.4
    ],
    [
        " Is when I is why when I read through the e-chang I was like you know what this is worth covering because there's some",
        498.4,
        505.56
    ],
    [
        " Quote ancient wisdom or quote common sense that if you utilize",
        505.56,
        511.92
    ],
    [
        " It's gonna help you and look um",
        511.92,
        515.38
    ],
    [
        " Could I be in the zone could I",
        517.04,
        520.26
    ],
    [
        " Could you take my what I kind of things that I say and turn it into a powerful",
        520.26,
        528.16
    ],
    [
        " divination that would help you like we could create some kind of a like a magic eight ball sure remember that magic eight ball",
        528.16,
        534.8
    ],
    [
        " Hell yeah magic eight ball same thing right magic eight balls divination",
        534.8,
        538.22
    ],
    [
        " We should have brought that up as a form of divination because you shake the magic eight ball and it says",
        538.22,
        542.48
    ],
    [
        " The outcome is certain right",
        542.48,
        544.76
    ],
    [
        " And it just gives you these things that have no meaning but but what's interesting about them is",
        545.92,
        550.3
    ],
    [
        " Let's say you were like oh, should I you know ask that girl on a date and you shaking it says the outcome is certain",
        550.3,
        556.66
    ],
    [
        " Do yeah, yeah, yeah, yes, it's gonna work",
        556.66,
        559.66
    ],
    [
        " Well the outcome also might be certain that she rejects you but you don't really know that you have a good attitude",
        559.66,
        563.4
    ],
    [
        " So you go ask her out she says yes, maybe she says no",
        563.4,
        565.74
    ],
    [
        " Yeah, but you know we could make like an magic eight ball with uh, you know",
        565.74,
        571.46
    ],
    [
        " Ancient jaco wisdom in it right and you shake the eight ball and it says work hard",
        572.44,
        576.2
    ],
    [
        " That's a good answer like well, hey, I'm really having a problem with my",
        576.2,
        580.64
    ],
    [
        " With my job right now. What should I do work hard? Oh, I'm really having a problem with my relationship right now",
        580.64,
        586.4
    ],
    [
        " What should I do work hard? I'm really having a problem staying in shape right now. What should I do work hard?",
        586.4,
        591.02
    ],
    [
        " Be disciplined right? Oh, well, you know, I just seems like I'm really having a hard time getting getting forward at my job",
        591.1,
        600.2
    ],
    [
        " Be disciplined like it's gonna be a good answer",
        600.5,
        602.46
    ],
    [
        " Eat clean",
        602.46,
        604.16
    ],
    [
        " Hey, I'm having a hard time getting focused eat clean. I'm having a hard time",
        604.16,
        609.78
    ],
    [
        " Falling asleep eat clean like you see what I'm saying like these are just do jiu jitsu",
        609.78,
        614.68
    ],
    [
        " What's sad? What's funny about you? Just not sad",
        614.68,
        617.78
    ],
    [
        " Like on the underground podcast where people have things going on in their life at least 50% of the time",
        617.78,
        623.48
    ],
    [
        " I have to throw in their do jiu jitsu because it's actually accurate. Yeah, it's gonna make things better if you're doing jiu jitsu",
        623.48,
        628.86
    ],
    [
        " Yeah, so eat clean",
        629.56,
        630.92
    ],
    [
        " You know work hard be disciplined",
        630.92,
        633.78
    ],
    [
        " Do jiu jitsu those kind of things you could put on a magic jaco eight ball and they would make sense and they would actually help you",
        633.78,
        640.48
    ],
    [
        " They would actually help you do not make excuses do not make excuses boom. That's another one",
        640.48,
        645.76
    ],
    [
        " You know, so those things I mean what would you say whether the opposite would you say like hey beat you be lazy?",
        645.76,
        650.6
    ],
    [
        " Is that advice you're gonna give someone are you gonna eat junk you're gonna tell that someone? No, it doesn't make any sense",
        650.68,
        655.7
    ],
    [
        " So",
        656.94,
        657.38
    ],
    [
        " There's a certain amount of common sense to these things just like there's a bunch of common sense to stuff that I say just like there's a bunch of common sense to things that",
        657.38,
        663.64
    ],
    [
        " When people get traction about",
        663.64,
        666.52
    ],
    [
        " How to live better?",
        666.52,
        668.3
    ],
    [
        " Normally, it's like when you look at it. It's there's definitely some common sense advice in there",
        668.9,
        674.8
    ],
    [
        " And again everything that we're talking about is why as I read through the eaching",
        674.8,
        679.62
    ],
    [
        " I thought you know what this is there's there's definitely some",
        679.62,
        683.4
    ],
    [
        " Ancient wisdom or common sense depending on how you want to look at it and you don't have to get spiritual you don't have to",
        684.44,
        690.12
    ],
    [
        " Believe in the divination and draw the yaro sticks. There's a bunch of different ways you can do it",
        690.12,
        696.2
    ],
    [
        " It's all yeah, there's a bunch of different ways that you could use this stuff",
        696.2,
        699.58
    ],
    [
        " But I think if you just read what they say you're gonna end up in a pretty good spot",
        699.58,
        704.96
    ],
    [
        " so",
        704.96,
        705.82
    ],
    [
        " Let's get into this this is the eaching um and and so each one of these things",
        705.82,
        711.76
    ],
    [
        " And I'm not gonna waste a bunch of oh no, sorry. I'm not gonna waste time. I'm not gonna go over what the little",
        712.02,
        717.8
    ],
    [
        " hexagram looks like",
        717.8,
        719.92
    ],
    [
        " But in your mind just picture that every one of these things could be",
        719.92,
        724.08
    ],
    [
        " Either six solid lines or it's six lines either solid or broken lines. That's what you get",
        724.08,
        730.62
    ],
    [
        " all right, so hexagram one",
        730.62,
        733.48
    ],
    [
        " Haven't above heaven below",
        733.48,
        736.02
    ],
    [
        " So it says the universe is united in power",
        736.02,
        739.72
    ],
    [
        " So to the wise person executes his actions with power and creativity",
        740.08,
        746.44
    ],
    [
        " Exceptional progress comes by correct persistence",
        746.44,
        750.64
    ],
    [
        " Is that earth shattering? It certainly is not",
        750.64,
        755.2
    ],
    [
        " But this is what I think is so interesting about this. Let's say you were concerned about",
        755.2,
        759.86
    ],
    [
        " You know where you're at with your health fitness family whatever like take a take a pick of what issue you're running into in your life",
        759.86,
        768.42
    ],
    [
        " And it says hey",
        768.64,
        770.42
    ],
    [
        " Execute your actions with power and creativity and exceptional progress is gonna come from persistence you're okay?",
        770.42,
        778.5
    ],
    [
        " That's good advice. You're gonna get better",
        778.64,
        780.52
    ],
    [
        " Next one the receptive earth is in power",
        780.52,
        786.4
    ],
    [
        " The wise person follows the natural path of calmness and correct persistence",
        786.4,
        792.68
    ],
    [
        " Others may lead while you support their goals. This is like as soon as I got to that one. I was thinking myself there's",
        794.34,
        801.82
    ],
    [
        " look",
        801.82,
        802.76
    ],
    [
        " Others may lead while you support your goals. I tell us people all the time at echelon front",
        802.76,
        808.66
    ],
    [
        " I tell us people at least twice a week. I'm telling let them take lead",
        808.66,
        811.96
    ],
    [
        " Hey, if someone's got if someone's got a good plan cool go go help them provide support",
        811.96,
        817.26
    ],
    [
        " We have it in dichotomy leadership. Sometimes you lead. Sometimes you follow that's good",
        817.26,
        822.42
    ],
    [
        " That's exactly what they're saying. Others may lead while you support their goals. That's a good thing",
        822.74,
        826.36
    ],
    [
        " There's no there's no rocket science there for sure",
        826.36,
        830.66
    ],
    [
        " Hey, and I'm I'm skipping the part where it says hexagram three water above thunder below",
        830.66,
        836.98
    ],
    [
        " The overall word is confusion. So I'm skipping that kind of part just to get to the meat of these statements at least most of the time",
        836.98,
        844.42
    ],
    [
        " undertake no distant goal but organized support",
        844.42,
        849.56
    ],
    [
        " concern yourself with problems of the moment now. What's interesting about this one is this is a little bit of prioritize next",
        851.18,
        857.48
    ],
    [
        " Right as a little bit of prioritize next you which is hey, there's problems that are right now right in front of your face",
        857.48,
        861.74
    ],
    [
        " You got to you got to get those problems solved",
        861.74,
        863.82
    ],
    [
        " I don't like the idea of undertake no distant goal, but this is a common theme throughout this",
        863.82,
        870.42
    ],
    [
        " Throughout the e-ching which is more focused on what's right in front of you. I think there's a little bit of the",
        870.42,
        877.04
    ],
    [
        " sort of the eastern philosophy of like living in the present living in the moment. I think there's a lot of that in here",
        878.26,
        884.0
    ],
    [
        " which I think",
        884.0,
        885.76
    ],
    [
        " Actually the opposite of make sure you're thinking strategic make sure you're thinking long term",
        885.76,
        890.98
    ],
    [
        " That one",
        890.98,
        894.6
    ],
    [
        " It strikes me as the old",
        894.6,
        897.78
    ],
    [
        " You know thing you hear like like don't don't worry or focus on the outcome focus on the on the procedure",
        897.78,
        903.06
    ],
    [
        " You know, yeah, yeah, yeah, yeah, no that's good. Yeah, it's not the journey or the full than journey not the destination",
        903.16,
        907.7
    ],
    [
        " That's you're right. So there you go",
        907.7,
        909.96
    ],
    [
        " That's that's an interpretation",
        909.96,
        911.6
    ],
    [
        " That everybody says right now, right? You got to what wait. What do they say?",
        911.6,
        915.68
    ],
    [
        " You got to love the process. Love the process. Yeah, everybody wants that Mercedes right now",
        916.18,
        921.44
    ],
    [
        " But you got to love the process right that's a thing yeah, and that's you're right",
        921.44,
        925.58
    ],
    [
        " That is a better take than what I said",
        925.58,
        928.18
    ],
    [
        " undertake no distant goal",
        928.18,
        930.4
    ],
    [
        " But organized support. Oh, you know what that means. I wonder about that long term. I wonder about that Mercedes right now. Yeah, what about the process?",
        931.46,
        937.22
    ],
    [
        " Yes, it feels like the use of the word goal is just like",
        937.82,
        942.28
    ],
    [
        " slightly slightly different than maybe one might feel the use of the word goal is like now today with us",
        942.28,
        949.14
    ],
    [
        " You know, it's like",
        949.14,
        949.7
    ],
    [
        " When you say hey, let's set some really good goals, you know set some goals. That's like",
        949.7,
        955.28
    ],
    [
        " Things you want to aim for more so than a very specific outcome, you know",
        955.28,
        959.6
    ],
    [
        " It's it's it's not totally different, but it's slightly different. It feels like and plus, you know sometimes were",
        959.78,
        965.84
    ],
    [
        " Different languages have totally different words that mean like that's close. Yeah, it's true",
        965.84,
        971.4
    ],
    [
        " Carlos is humenda. Yeah, he's he's redoing the Spanish version of extreme ownership. Yeah to make it",
        971.4,
        979.24
    ],
    [
        " Highly accurate because Carlos obviously was in the seal teams",
        979.24,
        983.52
    ],
    [
        " He's a fluent Spanish speaker. He's instructor Dashlon front. He teaches now the material in Spanish",
        983.52,
        989.58
    ],
    [
        " to our Spanish-speaking clients and",
        989.6,
        992.28
    ],
    [
        " He you know, he's pointing out to me. He says hey, here's what this means in Spanish",
        992.28,
        997.58
    ],
    [
        " It technically does mean what you say in English, but",
        997.58,
        1001.68
    ],
    [
        " It technically means it but it actually means a little bit different. Here's the better word. Yeah",
        1001.68,
        1007.72
    ],
    [
        " Yeah, that's so true",
        1007.72,
        1008.92
    ],
    [
        " So if you put it through chat gpt and just that translate this it would just translate spit out",
        1008.92,
        1014.32
    ],
    [
        " Whatever the English word and translate it to that direct closest matching Spanish word that it",
        1014.32,
        1019.46
    ],
    [
        " Out of context right, so that's what we got going on right now",
        1020.4,
        1024.4
    ],
    [
        " We're actually going to republish the Spanish version of that and hand. We're going to do a Spanish speaking",
        1024.4,
        1029.72
    ],
    [
        " We're call us going to do the the audiobook in Spanish. Yeah, it's it's awesome to have",
        1029.72,
        1035.32
    ],
    [
        " You know a fluent speaker of Spanish to be able to go that deep. Yeah, yeah, and that's it that's a",
        1035.32,
        1043.04
    ],
    [
        " Important distinction because how you said you said chat gpt or google translate or whatever",
        1043.04,
        1049.58
    ],
    [
        " When you're like oh, I heard this word in this sentence in this other language. Hey, what does that word mean there?",
        1049.6,
        1055.18
    ],
    [
        " You you google translate it or whatever",
        1055.28,
        1057.7
    ],
    [
        " And it spits out this word and you're like wait a second",
        1057.7,
        1060.44
    ],
    [
        " Then why would they use that word? It doesn't make sense",
        1060.44,
        1062.6
    ],
    [
        " But you translate the whole expression. They're like, okay, that's like an exp a whole expression that happened to use it",
        1062.6,
        1068.26
    ],
    [
        " Just like because of the very reason that you just said where it's the word",
        1068.26,
        1072.32
    ],
    [
        " Der what do they call it? It's like literal translation right they call it",
        1072.32,
        1077.2
    ],
    [
        " But then the expression has a translation kind of almost in a way separate from the little translation of the word when that book comes out",
        1077.2,
        1084.78
    ],
    [
        " We'll we'll have Carlos on and we'll talk through",
        1084.78,
        1087.58
    ],
    [
        " The different words that and why this is the best word bro that helps so much because you know like I always tell you like in",
        1087.58,
        1094.54
    ],
    [
        " Why and this is just pigeon this technically English, but it's pigeon there's different expressions that just like how you said man",
        1094.54,
        1099.54
    ],
    [
        " It's like it's similar, but it's different like when you're expressing a whole expression like you're gonna be saying different things",
        1099.54,
        1105.72
    ],
    [
        " And they say like the like the idea of slippers right in Hawaii slippers is flip flops",
        1105.88,
        1110.96
    ],
    [
        " That's what slippers are in Hawaii when you when you say slippers. You mean flip flops, right in the mainland",
        1110.96,
        1116.02
    ],
    [
        " What do you say when you want to refer to slippers like what do you say when you want to refer to something you",
        1116.02,
        1121.74
    ],
    [
        " Weren't around their house that are like how slippers house slippers. Yeah, but here's the thing though",
        1121.74,
        1126.34
    ],
    [
        " And this is this is probably I don't know exactly why but I'm sure this it has something to do with this idea",
        1126.34,
        1130.52
    ],
    [
        " People don't wear house slippers in Hawaii. Yeah, go barefoot. They take off their shoes in Hawaii",
        1130.52,
        1134.12
    ],
    [
        " So there's a house slippers really rare. You're gonna see in Hawaii",
        1134.12,
        1136.64
    ],
    [
        " Generally speaking. So there's no real expression unless you're okay house slippers then house slippers is different",
        1136.64,
        1143.06
    ],
    [
        " All right, but even I would think I don't know I could be wrong, but given my",
        1143.06,
        1149.0
    ],
    [
        " Experience in Hawaii if you said house slippers if I didn't have any experience like with the mainland like house slippers",
        1149.0,
        1155.16
    ],
    [
        " And you just lived in Hawaii you'd be like what you have an extra pair of slippers",
        1155.16,
        1160.9
    ],
    [
        " You wear in the house which makes no sense because why would you keep shoes on in the house doesn't make sense",
        1160.96,
        1166.02
    ],
    [
        " You know no one really does that is it or are we taking off the shoes like in every time you go to a house",
        1166.02,
        1172.34
    ],
    [
        " Yeah, that's that's customary that is how yeah for sure and then also the idea of",
        1172.34,
        1178.1
    ],
    [
        " No shame right I tell you that one all the time no shame in Hawaii no shame means don't be shy",
        1178.1,
        1183.7
    ],
    [
        " But in the mainland it's like it's more of a negative thing like he had no shame like he should be ashamed of himself",
        1183.7,
        1189.18
    ],
    [
        " But he had no shame you know kind of a thing. It's but it's kind of that's different",
        1189.18,
        1192.7
    ],
    [
        " So in certain contexts if you're trying to convey whatever message it is in your you know, why can you say oh? Yeah",
        1192.7,
        1198.62
    ],
    [
        " No shame it'll be more like hey, he wasn't being shot, you know",
        1198.62,
        1201.56
    ],
    [
        " But in the mainland he was like oh yeah, no shame it'd be like oh like I should have been ashamed of himself",
        1201.56,
        1206.8
    ],
    [
        " And he wasn't you know kind of a thing so it's weird, but yeah, you so you need that kind stuff",
        1206.8,
        1211.12
    ],
    [
        " Yeah, so some of these words like goal",
        1211.12,
        1213.38
    ],
    [
        " Yeah, who knows what direct translation",
        1213.38,
        1216.08
    ],
    [
        " Really would be and then look I might be translating it",
        1216.96,
        1220.32
    ],
    [
        " To English and you might be translating it to English and even if both of us were fluent in Chinese and fluent in English",
        1220.32,
        1226.22
    ],
    [
        " we still might",
        1226.22,
        1227.3
    ],
    [
        " You know my vibe might be a little bit different than yours, you know",
        1227.3,
        1231.24
    ],
    [
        " So I might pick the word discipline and you might pick the word cruising",
        1231.24,
        1235.0
    ],
    [
        " All right next one",
        1235.0,
        1238.72
    ],
    [
        " As water collects at the base of the quiet mountain the enlightened person finds his level",
        1239.3,
        1246.18
    ],
    [
        " through learning",
        1246.18,
        1247.64
    ],
    [
        " decisiveness and correct persistence",
        1247.64,
        1251.48
    ],
    [
        " So this is basically telling you to get better the idea of correct persistence by the way is also all it's in here a lot",
        1251.48,
        1259.06
    ],
    [
        " correct persistence and what's what's interesting about that is",
        1259.06,
        1262.72
    ],
    [
        " that's",
        1262.72,
        1264.78
    ],
    [
        " throwing a",
        1264.78,
        1266.38
    ],
    [
        " caveat on persistence",
        1266.84,
        1268.14
    ],
    [
        " Because it's not like hey you just keep going no matter what that would be just persistent",
        1268.14,
        1272.7
    ],
    [
        " Hey, it was gonna be persistent, but at a certain point",
        1272.7,
        1274.94
    ],
    [
        " correct persistence is you know what maybe that's not quite the right thing to keep going after",
        1274.94,
        1280.26
    ],
    [
        " Like you didn't get it done",
        1280.26,
        1282.1
    ],
    [
        " You can't get it done",
        1282.1,
        1283.98
    ],
    [
        " You're wasting a bunch of time resources expenses. So you want to use correct persistence not just persist",
        1283.98,
        1289.32
    ],
    [
        " But correct persistence so that's in here a lot",
        1289.32,
        1291.74
    ],
    [
        " But to think that you're gonna find your level in life by learning",
        1291.74,
        1295.96
    ],
    [
        " That's",
        1298.18,
        1298.74
    ],
    [
        " Smart wisdom we should listen next one",
        1298.74,
        1301.32
    ],
    [
        " Do not be anxious but wait with confidence",
        1301.32,
        1305.9
    ],
    [
        " The moment will arrive when correct persistence brings progress",
        1305.9,
        1311.02
    ],
    [
        " Again, if you were shaking your eight ball like I don't know if I should keep going of college",
        1311.02,
        1315.72
    ],
    [
        " What does it tell you hey correct persistence gonna bring progress be patient",
        1315.72,
        1321.04
    ],
    [
        " Don't be anxious. Okay, or you're",
        1322.02,
        1324.46
    ],
    [
        " Working on a project and it feels like it's overwhelming shake your magic eight ball or you throw your your coins",
        1324.46,
        1332.42
    ],
    [
        " And it tells you hey the moment will arrive from correct persistence, but okay, great",
        1332.42,
        1337.42
    ],
    [
        " I'm gonna keep going. So this is just common. It's a nice way of telling you hey freaking keep working bro",
        1337.42,
        1341.58
    ],
    [
        " That's what it's saying",
        1341.58,
        1343.04
    ],
    [
        " Yeah",
        1344.54,
        1345.36
    ],
    [
        " Next one heaven and water strength and profundity",
        1345.36,
        1349.5
    ],
    [
        " Conflict avoid confrontation yield with caution persist not against obstacles. This is so good",
        1349.5,
        1357.24
    ],
    [
        " It's so good like avoid confrontation that's smart",
        1357.24,
        1359.92
    ],
    [
        " That's smart now sometimes people paint that in a negative way like oh that that person avoids conflict right",
        1359.92,
        1368.56
    ],
    [
        " That person's gonna avoid confrontations, but if you're doing something that I don't like and I",
        1369.86,
        1377.44
    ],
    [
        " Choose to build a relationship with you and use an indirect method and gain your trust and confidence and you start to listen to me",
        1377.44,
        1384.02
    ],
    [
        " And I start to listen to you and then I can get you to stop doing something that doesn't make that I don't like great",
        1384.02,
        1387.96
    ],
    [
        " That's good. Yeah, and that's what they're talking about here. Yeah",
        1387.96,
        1391.08
    ],
    [
        " You guys",
        1391.08,
        1392.5
    ],
    [
        " you Carlos Mendez is",
        1392.5,
        1395.16
    ],
    [
        " one of the",
        1395.76,
        1396.56
    ],
    [
        " proliferators of this expression came from you is nothing good has ever come from an antagonistic relationship",
        1396.56,
        1402.82
    ],
    [
        " So it's essentially that right where we're the idea of like conflict like avoid conflict in a good way like no one's saying",
        1402.82,
        1410.52
    ],
    [
        " Fear conflict no one's saying that because that's where we all feel like oh he just like still void conflict",
        1410.52,
        1416.26
    ],
    [
        " You know like out of fear what it should be is avoid conflict because there's a better way to resolve the situation",
        1416.26,
        1422.5
    ],
    [
        " That's going to be more efficient faster and it's gonna end up with a better result. Yeah",
        1422.52,
        1426.56
    ],
    [
        " Sure. Yeah, you know what I mean because people here all avoid confrontation. Okay, joggers to push over",
        1426.56,
        1432.02
    ],
    [
        " I said no, I'm actually going to win in the long run in a more effective way",
        1432.02,
        1435.8
    ],
    [
        " We're gonna have a better relationship and things are gonna work out better overall in the end",
        1435.8,
        1439.02
    ],
    [
        " That's what I'm doing now you can go and confront people all day long and build a bunch of bad relationships and have antagonistic",
        1439.02,
        1444.82
    ],
    [
        " Feelings with the people that you work with you can do that",
        1444.82,
        1447.46
    ],
    [
        " And you might think you're being directed is really helpful, but it's not",
        1447.46,
        1450.38
    ],
    [
        " And it's interesting too that the next thing it says avoid confrontation",
        1451.38,
        1454.62
    ],
    [
        " But then there's a dichotomy to that because the next thing it says is yield with caution",
        1454.62,
        1458.84
    ],
    [
        " So I'm not just like oh, you know echo wants to do it this way. Oh, I gotta go. Okay. He's got the smartest thing to do",
        1458.84,
        1465.04
    ],
    [
        " So there's a nice little balance between avoiding confrontation and yet still",
        1465.04,
        1469.96
    ],
    [
        " paying attention to when you yield",
        1469.96,
        1472.86
    ],
    [
        " And then persist not against obstacles",
        1472.86,
        1476.62
    ],
    [
        " Now clearly well not clearly, but my assumption is that means sort of like an",
        1477.34,
        1482.18
    ],
    [
        " Impossible obstacle. What are you gonna do keep beating your head against the wall? No",
        1482.18,
        1485.82
    ],
    [
        " Don't persist against an obstacle that's there",
        1485.82,
        1488.04
    ],
    [
        " Instead find another way around it. Don't waste a bunch of energy ancient wisdom coming at you",
        1488.04,
        1493.54
    ],
    [
        " Don't beat your head against the wall",
        1493.54,
        1495.12
    ],
    [
        " Next one the wise person will find strength in the company of many fellows",
        1495.12,
        1500.42
    ],
    [
        " Oh be a part of a big group",
        1500.42,
        1503.16
    ],
    [
        " build a team",
        1503.16,
        1504.82
    ],
    [
        " With leadership there will be correct persistence and good fortune. Yep. Work together as a team have good leader",
        1506.6,
        1511.88
    ],
    [
        " You're gonna go go you're gonna everything's gonna go good. Yeah",
        1511.88,
        1514.78
    ],
    [
        " Do you so I'll think about the idea of leadership on the way down here by the way what was I don't know why I'm",
        1514.78,
        1520.78
    ],
    [
        " the but",
        1520.78,
        1523.26
    ],
    [
        " It's crazy. I'm literally thinking about leadership",
        1523.26,
        1526.58
    ],
    [
        " One last 24 hours ago, but you know, okay, so part of the reason why while why it's so valuable to use because you've come to pretty much",
        1526.58,
        1533.96
    ],
    [
        " As far as I understand pretty much a hundred percent of",
        1534.18,
        1537.12
    ],
    [
        " Understanding what leadership is and the value of it. So a lot of people they don't a lot of people they think how you guys",
        1537.12,
        1543.68
    ],
    [
        " But tried to that traditional leader and I want to be the if someone wants to be the leader or it's interested in leadership for themselves",
        1543.68,
        1549.84
    ],
    [
        " They think oh, I want to be the boss. I want to be the guy in charge",
        1549.84,
        1553.74
    ],
    [
        " I want to be the you know, so it's almost like maybe like a little maybe an ego or narcissistic or like power",
        1553.74,
        1559.04
    ],
    [
        " Finger or whatever kind of a thing an idea don't make me start talking about the psychology of military and confidence right now",
        1559.08,
        1564.2
    ],
    [
        " I'm authoritarian mindsets don't make me do that okay, they can do it",
        1564.2,
        1567.06
    ],
    [
        " We done it for four podcasts, but okay keep in mind even if you think of the idea of the benevolent leader",
        1567.06,
        1572.0
    ],
    [
        " You still have a lot of some flavors of oh you want to be in charge you want to be the hero you want to be like that's the",
        1572.0,
        1577.32
    ],
    [
        " That's how it lands. I think generally speaking, but leadership is not that so right",
        1577.32,
        1581.7
    ],
    [
        " Hey, if I showed up to the new team and it's like hey guys don't worry. I'm a benevolent",
        1581.7,
        1589.02
    ],
    [
        " arrogance that comes across right at least some hints and a little some smells of that for sure",
        1589.02,
        1592.84
    ],
    [
        " But here's what leadership actually really is more comparable to so let's say you're you're probably Legos",
        1592.84,
        1599.5
    ],
    [
        " Yeah, okay, so well actually",
        1599.5,
        1601.52
    ],
    [
        " Okay, my parents no, no, I'm just gonna say this no big deal of course Legos were like the high-end thing",
        1601.52,
        1608.92
    ],
    [
        " My freaking parents got me something called lock blocks",
        1608.92,
        1612.2
    ],
    [
        " So here's the deal and they might still be around. I don't know",
        1612.2,
        1615.36
    ],
    [
        " But lock blocks here's what what sucked was lock blocks did not go with Legos",
        1615.66,
        1620.68
    ],
    [
        " So like when all your friends we get together to build some cool shit like some giant",
        1620.68,
        1625.18
    ],
    [
        " Buildings maybe some star wars stuff. I don't know they're building big stuff. Yeah, I'm over here in the corner with like 38 lock blocks",
        1625.18,
        1632.34
    ],
    [
        " Building jack",
        1632.34,
        1633.82
    ],
    [
        " Can't even participate in the game right? Can't even participate with the team. Yeah, I'm sorry",
        1633.82,
        1638.88
    ],
    [
        " So there you go. So yeah, I played with I got close. I was I was I was Lego adjacent",
        1638.88,
        1644.64
    ],
    [
        " There you go. So you understand you know what Legos look kind of a source fire",
        1647.0,
        1651.88
    ],
    [
        " I don't really sorry because you have real Legos Legos were a massive part of my whole life",
        1651.88,
        1656.82
    ],
    [
        " I still currently have all my kids do now, but I participate 100% oh yeah, I got my kids lit for real Legos legit Legos",
        1656.82,
        1663.96
    ],
    [
        " Oh, yeah, well, there's different sizes too. There's like no on the lock box scene",
        1663.96,
        1668.46
    ],
    [
        " No, I can't wait to Google lock box and see if there's still around yeah",
        1668.46,
        1673.48
    ],
    [
        " Um Legos",
        1676.34,
        1676.0
    ],
    [
        " Tool toolbox",
        1676.0,
        1678.18
    ],
    [
        " Anything where you have essentially okay, so Legos I like I liked the analogy because",
        1678.18,
        1683.16
    ],
    [
        " Legos are like if you know how to use Legos, you know how they work, you know how they interact with each other and how they they might not interact with certain parts and how they do interact",
        1683.16,
        1691.54
    ],
    [
        " Certain parts and you have a direction and a goal or whatever and if you the more Legos you have and the more different types of pieces of Legos",
        1691.54,
        1699.38
    ],
    [
        " You have the more you cool stuff you can build so you can be like I want to build a rocket ship cool",
        1699.38,
        1703.84
    ],
    [
        " Do I have the Lego pieces or at the very least enough Lego pieces to make a rocket ship?",
        1703.84,
        1709.54
    ],
    [
        " How big a small whatever like you can kind of do anything with the right Lego pieces",
        1709.62,
        1712.76
    ],
    [
        " But if you don't know how they work if you know how to put put them together",
        1712.76,
        1715.84
    ],
    [
        " If you don't have like any direction or whatever they're just a bunch of Lego pieces no matter how cool or capable those",
        1715.84,
        1720.98
    ],
    [
        " Lego pieces are so in leadership. It's essentially you can have a great team of people this guy so good at this",
        1720.98,
        1727.26
    ],
    [
        " This guy so good at the other thing like a football team. I've always thought was a really good",
        1727.26,
        1731.72
    ],
    [
        " Representation of a team with leadership and you know because everyone has their different roles right?",
        1731.72,
        1736.76
    ],
    [
        " You can have the best quarter the best",
        1736.9,
        1738.54
    ],
    [
        " White receivers best running about all the stuff if they don't work together if",
        1738.54,
        1743.18
    ],
    [
        " Three guys are pissed four guys hate this guy. This guy's jealous of that guy like they just won't don't they won't work together",
        1743.18,
        1750.18
    ],
    [
        " The same way you can't put together any kind of Lego construction",
        1750.18,
        1753.92
    ],
    [
        " If you don't know how the pieces work together if you don't know where they fit together, you know",
        1754.6,
        1758.6
    ],
    [
        " So it's like one of those I really like that analogy. It's a cool. It's a really close. My only problem with that analogy is the Legos",
        1758.6,
        1764.66
    ],
    [
        " I understand no no no no no no no no what kind of person looks at",
        1764.66,
        1768.14
    ],
    [
        " Legos and says I can't understand how these things work",
        1768.14,
        1771.68
    ],
    [
        " I",
        1771.68,
        1772.12
    ],
    [
        " Wish there was something there was some component of that thing that there was some sort of",
        1772.12,
        1778.36
    ],
    [
        " Understanding of what you had",
        1778.36,
        1781.32
    ],
    [
        " Because anyone can look at a Lego and say oh they fit together like this. Yeah, now I understand you get these high-end sets",
        1782.26,
        1788.5
    ],
    [
        " Which I kind of I'm more like a traditional Lego dude, right?",
        1788.5,
        1794.04
    ],
    [
        " I think you should get like the regular ones maybe some long skinny ones",
        1794.2,
        1798.04
    ],
    [
        " Maybe some long the little flat ones maybe some angular 45 degree angles",
        1798.04,
        1802.5
    ],
    [
        " And then you you can work with that right? Yeah, you don't need to be getting all with the things that get real specific like",
        1802.5,
        1809.98
    ],
    [
        " Custom almost like a custom Lego, but your analogy is correct and leadership is the person that's gonna take these pieces",
        1810.66,
        1817.3
    ],
    [
        " And get them to all build something great. Yes, you are correct. Yeah, so if you",
        1817.3,
        1823.0
    ],
    [
        " Where you know, okay the idea of it's like you know, it would be a little bit better than analogy is chemistry",
        1823.0,
        1830.78
    ],
    [
        " You know a chemist can look at these different elements and say oh I need to add this element this element in this element",
        1830.78,
        1838.28
    ],
    [
        " Like in the book blood meridian",
        1838.28,
        1839.98
    ],
    [
        " they're out of gunpowder and",
        1839.98,
        1844.0
    ],
    [
        " The judge",
        1844.0,
        1846.18
    ],
    [
        " knows how to make gunpowder",
        1846.18,
        1848.8
    ],
    [
        " And so they are able to create gunpowder",
        1848.8,
        1852.06
    ],
    [
        " No one else could take the various components and create gunpowder. Yeah, so that's a little bit better than example",
        1852.06,
        1859.22
    ],
    [
        " Than just Legos, sir",
        1859.22,
        1860.92
    ],
    [
        " Legos, yeah, you don't like Legos",
        1860.92,
        1863.36
    ],
    [
        " No, no, no, no, no, I don't like it Legos, but anyone can figure out you're like",
        1863.36,
        1867.02
    ],
    [
        " You can figure out how to put Legos together. I mean, dude you gotta be well",
        1867.02,
        1870.48
    ],
    [
        " Real ignorant first. Well figure out how the things work. I feel that as well",
        1870.48,
        1874.62
    ],
    [
        " But I just have a lot of experience with Legos, but",
        1874.62,
        1876.92
    ],
    [
        " I try to call me out of my Lego skills. Yes, sir, but",
        1876.92,
        1884.34
    ],
    [
        " And look I'm not hard to have Lego competitions. They have competitions for everything right do they have Lego competitions that they must",
        1884.34,
        1890.36
    ],
    [
        " I wonder what the challenges it be cool if there's an engineering challenge where it was like",
        1890.36,
        1895.2
    ],
    [
        " Oh, you got to build a you know a",
        1895.2,
        1897.26
    ],
    [
        " Three-foot span of bridge and it's got to carry this much weight",
        1897.26,
        1901.78
    ],
    [
        " There's your Lego challenge because any time you make something",
        1901.78,
        1904.44
    ],
    [
        " Oh, it's just gonna how good it looks",
        1904.44,
        1906.62
    ],
    [
        " It kind of whack. I would imagine with a something as versatile as Legos or lock blocks as the case",
        1906.62,
        1913.06
    ],
    [
        " Maybe it would depend on the kind of challenge like I said like if it's an engineering challenge",
        1913.06,
        1917.78
    ],
    [
        " That's a different kind of challenge than just a quote-unquote general Lego challenge like who what who can make",
        1917.78,
        1922.38
    ],
    [
        " This spaceship because you know how the Lego's coming sets right yeah, yeah, so you can make that space the quickest",
        1923.28,
        1928.6
    ],
    [
        " Yeah, or whatever or who can make the biggest and what yeah, so I don't know and I'm gonna",
        1928.6,
        1932.3
    ],
    [
        " I think so that my answer that comes to my head you sure this Lego competition and I'm not gonna see it here and and",
        1932.3,
        1939.12
    ],
    [
        " What do you call be a wait how about the Lego movies you must be into those no have you not seen them?",
        1939.12,
        1944.28
    ],
    [
        " I've seen some like kids watch them and stuff. There's yeah, I've watched a decent amount of the Lego",
        1944.48,
        1950.58
    ],
    [
        " I think the first Lego movie with president business which I think is one of the old time classic things and it's an",
        1950.58,
        1958.06
    ],
    [
        " Interesting movie because it's about creativity and having an open mind which is very important thing to teach young kids and",
        1958.06,
        1964.8
    ],
    [
        " interestingly",
        1964.8,
        1965.66
    ],
    [
        " What I don't like about that is there some people",
        1965.66,
        1968.9
    ],
    [
        " People have various levels of that open-mindedness people have various levels of creativity and to sort of hold that",
        1968.9,
        1977.34
    ],
    [
        " As a standard for a kid and be like hey",
        1978.24,
        1981.38
    ],
    [
        " It's sort of like if they made a movie about being tall",
        1981.38,
        1985.28
    ],
    [
        " There's some kids that are not tall right and where do you draw that mine?",
        1985.28,
        1990.88
    ],
    [
        " So it's really cool to say like hey have an open mind and be creative and create new things",
        1991.26,
        1995.26
    ],
    [
        " A lot of people don't have that neck, right? Yeah, they and that's okay",
        1995.26,
        2000.6
    ],
    [
        " You know it's the last podcast that we did talked about that and it talked about it in a real politically incorrect way",
        2000.6,
        2006.36
    ],
    [
        " Oh for a real politically incorrect way which is like oh if you score this score on the",
        2006.36,
        2013.26
    ],
    [
        " Standard test that we're giving to all people in the army",
        2013.26,
        2016.14
    ],
    [
        " Actually, I don't even know if we covered this on the podcast because I might have just skipped or I might have not covered it",
        2016.14,
        2021.7
    ],
    [
        " But they had like a standardized test that you took in 1941",
        2021.7,
        2025.44
    ],
    [
        " Wait, you're are you still talking about the Lego movie or no? Well, I'm about to okay, okay",
        2025.44,
        2030.2
    ],
    [
        " Which was oh you take the standard test and you have a certain level of capacity",
        2030.2,
        2036.16
    ],
    [
        " to",
        2037.84,
        2038.28
    ],
    [
        " Learn to do math and they go okay if you got this on the test you can be an engineer in the military",
        2038.28,
        2043.64
    ],
    [
        " If you don't you can't be an engineer and by the way if you're really low on this scoring",
        2043.64,
        2049.14
    ],
    [
        " You're gonna be on the bottom end of the jobs that we have for you",
        2049.14,
        2052.64
    ],
    [
        " You might be a person that's peeling potatoes. I mean we talked about this when we talked about the the IQ test that they lowered in the Vietnam",
        2052.64,
        2060.8
    ],
    [
        " Warren they sort of taking people that were",
        2060.8,
        2063.56
    ],
    [
        " mentally disabled and allowing them to be in the army and",
        2063.56,
        2068.54
    ],
    [
        " That's horrible and Jordan P",
        2068.54,
        2072.5
    ],
    [
        " I think Jordan Peterson want I want to say something like 10% of the population has a IQ of less than 85",
        2072.5,
        2078.86
    ],
    [
        " and then it's really hard to employ somebody that has an IQ of less than 85 now they can be employed",
        2078.86,
        2085.76
    ],
    [
        " but",
        2085.76,
        2086.96
    ],
    [
        " You got to find a job that is very suitable for them",
        2087.98,
        2091.22
    ],
    [
        " So when you're making the Lego movie and you're",
        2091.22,
        2095.5
    ],
    [
        " exalting creativity",
        2095.5,
        2097.52
    ],
    [
        " Like saying yes holding it up. This is the best way you want to be super creative",
        2097.52,
        2104.22
    ],
    [
        " Okay, there's some people that don't because because by the way you're not you can test people for intellect",
        2104.22,
        2108.48
    ],
    [
        " But you can also test them for a hand-eye coordination",
        2108.48,
        2110.28
    ],
    [
        " You can test them for you can test them for creativity",
        2110.28,
        2112.84
    ],
    [
        " You can test them for problem solving and and so we're exalting this one type of thing. Yeah",
        2112.92,
        2118.5
    ],
    [
        " and",
        2118.5,
        2119.84
    ],
    [
        " Some people might think that's the path they need to go down and yet they don't have that capability",
        2119.84,
        2124.48
    ],
    [
        " You know a good one is music right yeah, some people can hear",
        2124.48,
        2128.72
    ],
    [
        " Now you you can train and get better, but some people can naturally hear a C note",
        2128.72,
        2133.58
    ],
    [
        " They can naturally I think Jamie Cochrane can sing a C",
        2133.58,
        2137.18
    ],
    [
        " Right because she she went to college and she was a singer",
        2137.18,
        2141.12
    ],
    [
        " And and so she can sing a C she can you can say you know",
        2141.52,
        2145.9
    ],
    [
        " Jamie give me C flat and she'll buy whatever right",
        2145.9,
        2149.72
    ],
    [
        " But there's and there's a certain amount of natural capability",
        2149.72,
        2153.74
    ],
    [
        " We talked about the now this I know we did talk about on the podcast the tonal languages, right? So some people cannot",
        2153.74,
        2160.84
    ],
    [
        " Hear tone now. Listen. I guess if you grew up with a tonal language",
        2160.84,
        2165.76
    ],
    [
        " You would be trained so maybe it's something that you just didn't get and you can't figure it out",
        2165.76,
        2169.78
    ],
    [
        " But the fact remains if they wanted if I was a failure at picking up tone and",
        2171.04,
        2178.58
    ],
    [
        " Then they watched a movie and said hey everyone should join the",
        2178.58,
        2181.28
    ],
    [
        " Military and the most elite thing you can do is go learn Vietnamese and I'm like yeah",
        2181.28,
        2186.56
    ],
    [
        " That's the best job you can get and so now I go and I can't do it",
        2186.56,
        2191.38
    ],
    [
        " Instead of looking at me and saying hey, you might be good at this, but you might be good at that",
        2191.38,
        2196.1
    ],
    [
        " You might be strong. You might be fast. You might be smart. You might be good at math",
        2196.1,
        2199.74
    ],
    [
        " But when we exalt one thing and I you know what I might be be doing",
        2199.74,
        2204.46
    ],
    [
        " Being too harsh on the Lego movie that was sort of the impression that I remember was I was like oh that's cool",
        2204.46,
        2209.94
    ],
    [
        " They're trying to teach people just don't follow what the package says. Yeah, just don't follow the directions every single time and create",
        2209.94,
        2216.66
    ],
    [
        " What everyone else created create something new you know that there's a whole thing about the gluing of the pieces together",
        2216.66,
        2222.1
    ],
    [
        " That's what's going on in the movie like like there's people that just they want to glue that thing together",
        2222.58,
        2228.14
    ],
    [
        " So it can never change. We made this thing. We just want the structure to stand and other people like hey man",
        2228.14,
        2232.42
    ],
    [
        " Let's mix it up. They're exalting creativity again",
        2232.42,
        2235.68
    ],
    [
        " There's nothing wrong with exalting creativity",
        2235.68,
        2237.62
    ],
    [
        " But if you're a person that lacks creativity and now you're forcing yourself to try and become a creative person",
        2237.62,
        2244.76
    ],
    [
        " When what you should be you know, let's take engineer versus artist",
        2244.76,
        2248.8
    ],
    [
        " Right, there's some people that are gonna be a better artist",
        2249.46,
        2251.42
    ],
    [
        " There's some people that are gonna be a better engineer if all we do is exalt artists",
        2251.42,
        2255.12
    ],
    [
        " The people that should be going to become an engineer might not get there. Yeah, or they might feel bad when they get there",
        2255.12,
        2260.22
    ],
    [
        " Right, and I think that's the key there where and I don't remember the all the message of the Lego movie",
        2260.22,
        2265.56
    ],
    [
        " I just remember it was on kids are watching it. I like to the effect watch it next time. I watch it for real",
        2265.56,
        2270.32
    ],
    [
        " It's a good movie. Yeah, yeah, I understand even just what you said",
        2270.32,
        2273.3
    ],
    [
        " I was like kind of make sense but key and keep in mind. I don't know",
        2273.3,
        2275.98
    ],
    [
        " Maybe I'm just sort of maybe being a devil's advocate in this way where if they're depends how they're exalting the creativity",
        2275.98,
        2283.34
    ],
    [
        " So if they kind of start with",
        2283.34,
        2284.94
    ],
    [
        " Hey, the main stream is",
        2284.94,
        2287.82
    ],
    [
        " People following the directions gluing the pieces together and like these other people who",
        2287.82,
        2292.58
    ],
    [
        " Specifically or some version of this where the other people they're like, hey, I don't want to necessarily do that",
        2292.58,
        2297.24
    ],
    [
        " I've because I've been field tour I'm pulled towards this other thing to start experimenting to do it first off",
        2297.24,
        2302.64
    ],
    [
        " That's how Legos really are in real life",
        2302.7,
        2304.7
    ],
    [
        " You put together the thing and then after that you break it apart and then you just start making what I in fact",
        2304.7,
        2308.76
    ],
    [
        " You're not gonna follow the directions more than once. I we're about to go down",
        2308.76,
        2312.02
    ],
    [
        " Or we're about to go down. It's about to go down. Here's the thing. I think lately",
        2312.02,
        2317.82
    ],
    [
        " We've been exalting creativity so much that people are",
        2317.82,
        2324.28
    ],
    [
        " Are just trying to be different for the sake of being different and what the reason I can bring this up right now",
        2324.28,
        2329.62
    ],
    [
        " It's because as we read through the e-ching you're gonna say you're gonna see that a lot of what they're saying is like be normal",
        2329.62,
        2334.76
    ],
    [
        " Be normal is a positive thing",
        2334.76,
        2337.62
    ],
    [
        " now",
        2337.62,
        2338.44
    ],
    [
        " It kind of bummed me out because when I was going to college there was a woman there that was a Buddhist monk and",
        2338.44,
        2345.08
    ],
    [
        " When I when I was in college I had to take",
        2345.08,
        2348.16
    ],
    [
        " Classes about religion and you get that vibe from",
        2348.16,
        2352.04
    ],
    [
        " Buddhism which is like hey don't stand out",
        2352.04,
        2355.86
    ],
    [
        " You know fit in like you just want and that's why when you go to you know when I was in Thailand and we'd see the Buddhist monks",
        2355.9,
        2361.36
    ],
    [
        " Guess what all the Buddhist monks dress the same they all have shaved head",
        2361.36,
        2363.76
    ],
    [
        " They all wear the same outfit they all eat the same they walk like they like that's part of the gig",
        2363.76,
        2368.38
    ],
    [
        " That's part of the thing is it hey. I'm not trying to stand out. I'm not trying to be a big individual",
        2368.38,
        2372.84
    ],
    [
        " But there was this woman that was a monk at my college and",
        2372.84,
        2377.36
    ],
    [
        " If she was obeying Buddhism guess what she would have done in my opinion in my judgmental opinion",
        2377.36,
        2384.76
    ],
    [
        " Which I certainly can be extremely judgmental. I would look at her she'd be walking around she had a shaved head and she was walking around in the Buddhist outfit right",
        2384.76,
        2391.8
    ],
    [
        " And I was thinking and she was a Western woman",
        2391.8,
        2395.86
    ],
    [
        " You know she was from Canada or something like this and I was thinking oh if she was really on board then",
        2395.86,
        2403.1
    ],
    [
        " Wouldn't you just want to like quote unquote fit in with everybody else?",
        2403.1,
        2408.02
    ],
    [
        " Maybe look I'm not a Buddhist. I don't know but I definitely got that that thought in my mind",
        2408.06,
        2414.0
    ],
    [
        " Now there might be some part of Buddhism that I don't know which is hey you need to represent so other people can see it",
        2414.0,
        2420.2
    ],
    [
        " I don't know maybe right there's some religions that you got to dress a certain way yeah because you want to other people to see that you are",
        2420.2,
        2427.34
    ],
    [
        " Representing the religion or cult because you know what bogwant Sri Rajanishis",
        2427.34,
        2433.74
    ],
    [
        " Do you know what that is oddly? Yeah, I kind of do yeah, okay?",
        2433.74,
        2437.26
    ],
    [
        " Well, they made a they made a documentary about it wild wild country. Did you see it? No",
        2437.28,
        2442.4
    ],
    [
        " Well, I was very interested because when I was growing up",
        2442.4,
        2444.8
    ],
    [
        " one of my friends",
        2444.8,
        2447.32
    ],
    [
        " Parents were into that they were like and they would wear these orange or whatever purple outfits and that was part of the",
        2447.32,
        2457.38
    ],
    [
        " Is it okay to call that a cult right now? I think it might be yeah, okay?",
        2457.38,
        2462.08
    ],
    [
        " So they were that was part of the cult was like you got addressed that way so other people can see that you represent the cult",
        2462.2,
        2467.12
    ],
    [
        " Yeah, I don't think Buddhism is like that",
        2467.12,
        2469.38
    ],
    [
        " I don't know either like I know there's all these like surface level things that you're like wait a second",
        2470.28,
        2474.76
    ],
    [
        " They you know, there's a lot of questions for sure",
        2474.76,
        2477.78
    ],
    [
        " Not with that of course with superficial observation",
        2477.78,
        2481.36
    ],
    [
        " So all your questions is like man if you don't look into it hurry ever get the answers to the questions",
        2481.36,
        2484.8
    ],
    [
        " I get it so I get it's like a little thought exercise which is very useful",
        2484.8,
        2488.1
    ],
    [
        " But I know you're just joking but obviously there's no merit to cast any judgment if you don't know all this stuff",
        2488.1,
        2494.04
    ],
    [
        " Right it's like judgment out of ignorance whatever so the Buddhism could be",
        2494.04,
        2498.26
    ],
    [
        " Just go down",
        2499.38,
        2500.38
    ],
    [
        " Like hey to my Buddhist people out there. I'm sorry. It's like you know",
        2500.38,
        2505.5
    ],
    [
        " You're letting go of like certain like real-world materials like stuff, right?",
        2505.5,
        2509.06
    ],
    [
        " And one is hair like and just like I you said hair is just here to look good",
        2509.3,
        2512.26
    ],
    [
        " We don't need it. We're here for you sent in wind, but Buddhism might be like hey",
        2512.26,
        2515.8
    ],
    [
        " We're here for different reasons, you know, so hair",
        2515.8,
        2517.86
    ],
    [
        " We're not gonna let that be part of our real our earthly possession or pride or ego or whatever, right?",
        2517.86,
        2524.42
    ],
    [
        " There's that there's like all the stuff",
        2524.56,
        2525.82
    ],
    [
        " So just like fashion and just like there's probably a bunch of stuff that Buddhism lets go of so you got to wear that certain thing",
        2525.82,
        2531.46
    ],
    [
        " As a representation of that that's currently the what we arrived at that's our best representation of it",
        2531.46,
        2536.9
    ],
    [
        " It could be I don't know, but it could be hey if by the way when you say our best representative",
        2536.9,
        2541.78
    ],
    [
        " You mean that's what you and I",
        2541.78,
        2543.36
    ],
    [
        " Couple idiots on a pocket talking to each other. That's how we are",
        2543.36,
        2547.9
    ],
    [
        " It's our pretty at this time. Yeah, actually. I'm even just saying mine",
        2547.9,
        2551.12
    ],
    [
        " Yeah, you're love me and to your mayhem. Yeah, it could be way off probably am",
        2551.64,
        2556.24
    ],
    [
        " But either way it it stands to reason to some degree or whatever",
        2556.24,
        2560.22
    ],
    [
        " Hey, that might be it right that might be how or maybe they're like hey if you can find a better representation of this idea that goes super deep or whatever",
        2560.22,
        2568.32
    ],
    [
        " If you can find a better representation then hey, we'll do that",
        2568.32,
        2571.14
    ],
    [
        " But right now this currently what we're at and there's what we're doing for these very specific reasons and boom",
        2571.14,
        2575.7
    ],
    [
        " Along to bring this back a little bit",
        2575.7,
        2578.4
    ],
    [
        " What I'm saying is if you are exulting being different and",
        2579.06,
        2585.48
    ],
    [
        " That becomes the main focus of everybody",
        2585.48,
        2588.16
    ],
    [
        " Then people that want to kind of conform are now feeling like in order to be",
        2588.16,
        2594.68
    ],
    [
        " successful in life",
        2594.68,
        2597.22
    ],
    [
        " Their main goal should be to be different than everybody else and it becomes a focus of",
        2597.22,
        2603.18
    ],
    [
        " life to be different when",
        2603.18,
        2606.06
    ],
    [
        " Maybe you should focus on getting better. Maybe you should focus on creating maybe you should focus on participating",
        2606.16,
        2611.54
    ],
    [
        " Maybe you should focus on being a",
        2611.54,
        2614.28
    ],
    [
        " productive member of society because if you could be like like if you",
        2614.28,
        2619.76
    ],
    [
        " For instance someone that has a less creative mind and they could be a really incredible",
        2619.76,
        2625.64
    ],
    [
        " Construction worker. They could be really incredible in a factory. They could be really incredible",
        2625.64,
        2631.5
    ],
    [
        " Doing and being an engineer being a doctor, right? Does a doctor require creativity? No, they're a mechanic for your body",
        2632.68,
        2639.6
    ],
    [
        " So there's all these jobs that don't require this",
        2639.6,
        2642.54
    ],
    [
        " For you to be different and quote think different and yet we're exulting those things to the point where someone instead of saying",
        2642.54,
        2650.84
    ],
    [
        " Oh, yeah, you know what this looks like a good job. This looks like something I could be good at",
        2650.84,
        2654.14
    ],
    [
        " I actually enjoyed doing that kind of thing. I'll just go do that",
        2654.14,
        2656.88
    ],
    [
        " Yeah, instead we're saying no you got to do something special you got to do something different",
        2656.88,
        2660.64
    ],
    [
        " And I'm just saying in my opinion that's a problem",
        2660.64,
        2663.38
    ],
    [
        " Instead of and and where where you get a to your point if you've got someone that has different thoughts and wants to be different and is naturally different",
        2663.38,
        2672.44
    ],
    [
        " We're trying to force them into",
        2672.44,
        2674.82
    ],
    [
        " conformity each one of those two",
        2674.82,
        2678.26
    ],
    [
        " Ways is equally wrong trying to take someone that is just should be normal and trying to get forced them to be different",
        2678.26,
        2687.72
    ],
    [
        " Is just as bad as taking someone that's different and trying to force them to be normal?",
        2687.8,
        2691.6
    ],
    [
        " Yes, and I think right now we're on the pendulum side of",
        2691.6,
        2695.56
    ],
    [
        " Everyone lets you know, you're different be different. Don't conform. Yeah, there's a",
        2695.56,
        2701.26
    ],
    [
        " And again, we're gonna get into this this and that's why I'm like cleared hot talking this topic",
        2701.26,
        2707.3
    ],
    [
        " There's a lot of it. You know like I",
        2707.3,
        2710.34
    ],
    [
        " Hey, I",
        2710.34,
        2712.4
    ],
    [
        " Like you're talking about what you wear sure or what I wear what a human being wears for me. I don't want to wear something",
        2714.02,
        2720.94
    ],
    [
        " That that people would notice",
        2720.94,
        2723.42
    ],
    [
        " You know what I I don't like to try someone gave me a you know a purple and pink",
        2723.42,
        2729.52
    ],
    [
        " Tied aware. Yeah, I don't want to wear that. I don't want anyone to say oh, that's a weird tie or that's a nice tie",
        2729.52,
        2737.24
    ],
    [
        " I don't want them to even notice that I'm wearing a tie",
        2737.24,
        2739.08
    ],
    [
        " Like what's the normal color? Died aware. It's a you know, it's a black and red tie with the world striped something",
        2739.2,
        2744.48
    ],
    [
        " That's the normal that's the normal thing. Yeah, I want to be normal. Yeah, right? I'm not wearing",
        2744.48,
        2750.12
    ],
    [
        " flashy sunglasses. I wear the normal sunglasses",
        2750.12,
        2754.96
    ],
    [
        " That's kind of like and and when I see somebody that's wearing stuff that is",
        2754.96,
        2760.68
    ],
    [
        " Specifically made for attention. I'm always like okay, you know, it's a little bit of a little bit of a thing",
        2760.68,
        2767.28
    ],
    [
        " Right, so I could even say that if you're a Buddhist",
        2767.58,
        2771.6
    ],
    [
        " Monk and you're in a university setting where everyone is wearing you know, the professors are wearing whatever",
        2771.6,
        2778.26
    ],
    [
        " Parapsulox and whatever you know like a there's a let's face it. There's a uniform for a college professor",
        2778.26,
        2784.12
    ],
    [
        " It's pretty wide range, but there is a uniform right you wearing pants or if you're a female",
        2784.12,
        2789.98
    ],
    [
        " Maybe you're not wearing pants, but you're wearing a whatever a skirt type thing or a dress",
        2789.98,
        2795.04
    ],
    [
        " You know, I mean there's there's a there's a a window",
        2795.04,
        2798.18
    ],
    [
        " that you're gonna fit in and",
        2798.18,
        2801.6
    ],
    [
        " wearing a",
        2801.6,
        2802.68
    ],
    [
        " Buddhist monk outfit isn't in that window so if you're wearing it",
        2802.68,
        2807.48
    ],
    [
        " You're definitely gonna draw attention and if",
        2807.48,
        2810.9
    ],
    [
        " You're trying attention. Well, that might not be representative of",
        2810.9,
        2815.68
    ],
    [
        " Trying to conform and fit in so there you go. Yeah, I mean, and then again",
        2815.68,
        2820.4
    ],
    [
        " We don't know what Buddhism is",
        2820.54,
        2822.4
    ],
    [
        " But I'm saying is we can't just assume we know like what if the intention to fit in or stand out isn't part is",
        2822.4,
        2830.1
    ],
    [
        " It's the intention not the the result, you know, well",
        2830.1,
        2833.32
    ],
    [
        " We'll get someone on here. We'll get a Buddhist on here to talk to talk us through this because I don't want to sit here and",
        2833.32,
        2838.16
    ],
    [
        " We're discussing no order. We're discussing things that we don't know anything about. Yeah, well, we'll be quiet",
        2838.16,
        2842.56
    ],
    [
        " We're sorry, but the real quick with the Lego movie and I say this because this is kind of a very",
        2842.56,
        2848.56
    ],
    [
        " Is an important distinction where if they're exulting creativity like as if to say like hey being creative is better than",
        2849.6,
        2856.34
    ],
    [
        " Than being less creative or whatever or following the instructions or whatever if they're saying that then okay",
        2856.34,
        2860.88
    ],
    [
        " That's that's bad",
        2860.88,
        2861.72
    ],
    [
        " But if the message overall is and again, I forget the actual message",
        2861.72,
        2865.9
    ],
    [
        " But if the message is hey, we're all used to this and there's a number of people who aren't very happy with this",
        2865.9,
        2872.18
    ],
    [
        " And they're they're really pulled to do this other sort of creative as I said that message is fine",
        2872.18,
        2876.88
    ],
    [
        " Yeah, the message is fine to say hey if you're feeling creative or you feel like a creative person and you want to do things that are different",
        2876.88,
        2881.14
    ],
    [
        " That's cool. Yeah, but to tell everyone in that group. Yes that putting the glue on the Legos and building things that are gonna be stable and structured is bad",
        2881.14,
        2889.26
    ],
    [
        " That's not right. Yeah, I agree. That's not right. So let's not get crazy with it",
        2889.26,
        2893.96
    ],
    [
        " Let's not take any to think to an extreme. Let's be balanced. Yeah",
        2893.96,
        2897.48
    ],
    [
        " So there's also a movie and you will not want to necessarily talk about this and so bear with me",
        2897.48,
        2903.4
    ],
    [
        " There's a movie called tall girl because you mentioned height you can't control height right can't you so there's a movie called tall girl",
        2903.4,
        2909.08
    ],
    [
        " And it's a you know the classic story girl and you know junior high and she's taught way taller than it like way taller",
        2909.08,
        2915.26
    ],
    [
        " And it's one of those things where it's like they made the movie obviously one of the reasons was because hey like there are some people who",
        2915.26,
        2921.32
    ],
    [
        " They're not quote unquote average height and they feel left out they feel weird, you know and the movie basically sheds light on the idea that hey if you're a tall girl",
        2921.32,
        2929.36
    ],
    [
        " You can still live life or whatever don't feel weird is one thing like hey",
        2929.36,
        2933.32
    ],
    [
        " Let's not and that's why I asked like what does it result mean because does that mean like?",
        2933.32,
        2938.02
    ],
    [
        " Hey, let's try to light on and then show that it's not terrible. It's not you're not a monster if you're tall",
        2938.36,
        2943.96
    ],
    [
        " You're not or does it mean like hey if you're tall you're actually better. Yeah, well that average people",
        2943.96,
        2948.52
    ],
    [
        " You know that would be the that would be the obviously no one would say hey, that's a great movie",
        2948.52,
        2953.24
    ],
    [
        " Telling people that are taller that they're better right exactly. That's the point",
        2953.24,
        2957.84
    ],
    [
        " Then we don't we don't want to do that right so even so I don't know if the Lego movie said that right what for one thing being tall",
        2957.94,
        2964.1
    ],
    [
        " Yeah, right",
        2964.1,
        2965.12
    ],
    [
        " So I don't know if the Lego movie is saying being the person who makes different stuff with",
        2965.12,
        2969.94
    ],
    [
        " Yes, it's better than the people who don't definitely paints the creative person as the more heroic person. Okay, so that's why I'm calling it out",
        2969.94,
        2977.2
    ],
    [
        " We can't go we don't want to do that and the weird thing is like let's say you're a parent",
        2977.2,
        2982.7
    ],
    [
        " What do you want your parent to be what do you want your kid to be you want your kid to be all creative and special and all that stuff?",
        2982.7,
        2987.28
    ],
    [
        " Instead of being like oh, I want my kid to do to do what is natural for them",
        2988.5,
        2993.34
    ],
    [
        " Some people naturally will be better as an engineer than an artist and",
        2993.34,
        2999.48
    ],
    [
        " Don't try and force people to do something that they're not and and don't say it will just be more creative child",
        2999.48,
        3005.64
    ],
    [
        " Why are you trying to follow the rules all the time, but you know like that kind of thing? Yeah, you know",
        3005.64,
        3010.22
    ],
    [
        " You know what I think they're in the grand scheme of things I do think I do not know what you think of the grand scheme",
        3010.22,
        3015.62
    ],
    [
        " You know",
        3015.62,
        3015.9
    ],
    [
        " You just say I",
        3015.9,
        3018.8
    ],
    [
        " Think that parents want their kids to be safe more than they want them to be like",
        3018.8,
        3024.0
    ],
    [
        " Creativity that's a good thing to be helped and fostering all that stuff or whatever",
        3024.0,
        3028.48
    ],
    [
        " But you know that I'd say this this story this quote unquote like hypothetical story is more common",
        3028.48,
        3033.04
    ],
    [
        " This is what it feels like anyway for you",
        3033.04,
        3034.4
    ],
    [
        " The story is usually the parents want the kid to do something that keeps them safe and more secure for success and like that kind of stuff more",
        3034.4,
        3042.04
    ],
    [
        " So then hell yeah, take some chances if you're pulled towards that they're gonna be met like so many stories is like",
        3042.04,
        3047.48
    ],
    [
        " Yeah, they I went to college for my parents and now, you know, I don't want to do that",
        3047.48,
        3052.5
    ],
    [
        " I quit college because that wasn't my thing. I wasn't my I want to go off the tracks",
        3052.5,
        3056.56
    ],
    [
        " I want to do you know like stuff that I want to do I want to take risks",
        3056.56,
        3059.9
    ],
    [
        " I want to do the creative stuff mean one my parents just wanted me to be a doctor or a lawyer engineer and whatever",
        3059.9,
        3064.12
    ],
    [
        " So I feel like the parents that's usually the case they want them to be safe",
        3064.12,
        3068.54
    ],
    [
        " I would say that you have one you know",
        3068.54,
        3071.96
    ],
    [
        " You're looking at one perspective because there's definitely parents out there that you know are pushing their kids to be different",
        3071.96,
        3078.02
    ],
    [
        " Yeah, there's no especially right now right now",
        3078.02,
        3081.12
    ],
    [
        " There's definitely parents that are pushing their kids to be but their primary goal is to make them different",
        3081.12,
        3086.24
    ],
    [
        " Mm-hmm, and that's not good",
        3086.24,
        3088.5
    ],
    [
        " You got to your kids let your kids be who your kids are yeah, yeah that different",
        3088.5,
        3094.08
    ],
    [
        " You know it's a good being different. Yeah, you know it's funny when you meet guys like in the military",
        3094.08,
        3098.18
    ],
    [
        " You'll meet people that they're like they'll have usually have some weird name",
        3098.46,
        3102.06
    ],
    [
        " Especially so I can't speak on it. Yeah, so when I was when especially when I got in to the military",
        3102.06,
        3109.02
    ],
    [
        " So like we're talking 90s you'd meet some guy his name would be like",
        3109.02,
        3112.62
    ],
    [
        " Whatever freaking high-coup, sir. Oh your parents hippies. Yep, like you'd know that their parents are hippies like",
        3112.62,
        3119.34
    ],
    [
        " I'm one of those yeah, you're one of those people so",
        3119.34,
        3122.1
    ],
    [
        " Yeah, your name is high-coup",
        3122.1,
        3125.68
    ],
    [
        " Yeah, there's people listen my point is that their parents wanted the kid to be different free spirited",
        3126.76,
        3132.72
    ],
    [
        " But the kids like dude, I'm joining the free army you know, I'm saying get me away from these freaking weirdos",
        3132.72,
        3138.06
    ],
    [
        " That's a good point, sir, so all right",
        3138.06,
        3141.2
    ],
    [
        " Next one the need for unity and collective awareness of the goal dude to sell that one right there",
        3141.2,
        3148.92
    ],
    [
        " This is just a good leadership advice make sure everyone understands and is unified towards a collective goal",
        3148.92,
        3154.4
    ],
    [
        " Everyone he's know what we're doing and and and beyond board and the next one says do not procrastinate",
        3154.44,
        3160.22
    ],
    [
        " So if you shook that magic eight ball every day and it said do not procrastinate that'd be good advice",
        3160.22,
        3166.1
    ],
    [
        " And then join with others and return to the plan. Okay, that means focus on the mission",
        3166.1,
        3172.38
    ],
    [
        " Next restraint brings progress and satisfaction",
        3172.38,
        3178.18
    ],
    [
        " I've heard people say the discipline equals freedom",
        3178.18,
        3182.38
    ],
    [
        " Restraint brings progress and satisfaction. Yes discipline equals freedom",
        3183.34,
        3187.22
    ],
    [
        " Make minor changes and conceal all actions",
        3187.22,
        3190.92
    ],
    [
        " I can't make minor conceal all actions maybe that's a little bit sketch",
        3190.92,
        3198.9
    ],
    [
        " The why and by the way, I'm not reading all these although I read a lot of them the wise leader benefits from harmony",
        3198.9,
        3206.0
    ],
    [
        " Good fortune approaches. This is fortune cookie stuff right there, right?",
        3206.0,
        3211.2
    ],
    [
        " Like oh, I'm not really sure what's gonna happen with this next project we're doing oh",
        3211.7,
        3216.56
    ],
    [
        " We should work together harmony. Yeah, it's a good good advice good. Yeah, good job",
        3216.56,
        3222.14
    ],
    [
        " Yeah, the fortune cookie thing I think jams you up because we as individuals",
        3222.14,
        3226.76
    ],
    [
        " Think the fortune cookies made specifically for us, but what all of these things are",
        3226.76,
        3232.46
    ],
    [
        " Whoa, that's what but so okay, here's some I used to do",
        3232.46,
        3236.76
    ],
    [
        " Bucken, so I'd be like out I'm talking to a girl and she'd be like what sign are you and I'd be like",
        3237.48,
        3244.36
    ],
    [
        " Sagittarius, but you're not a Sagittarius, but they would say like oh, I knew it",
        3244.36,
        3248.74
    ],
    [
        " Because you're this and then then they'd say no, I'd let him talk for five minutes about how much of a Sagittarius I was",
        3248.74,
        3255.74
    ],
    [
        " Yeah, and then I'm just kidding. I'm not Sagittarius. The Greek you serious. What are you gonna be like a scorpion?",
        3255.74,
        3260.5
    ],
    [
        " And oh my god, I knew it. It's what a scorpion would let scorpion would do",
        3260.92,
        3264.32
    ],
    [
        " But I'm not a scorpion",
        3264.78,
        3266.1
    ],
    [
        " and I would trap them with that too. I do see so so all these things are made for everybody",
        3266.1,
        3272.74
    ],
    [
        " It's kind of like who's gonna win the war right or no what will happen if I invade this country?",
        3272.74,
        3278.28
    ],
    [
        " Oh a great nation will fall okay, great. I'm gonna do it. Yeah, you end up falling and you think what it was wrong with the Oracle",
        3278.28,
        3284.04
    ],
    [
        " You the Oracle is right",
        3284.04,
        3285.82
    ],
    [
        " War causes the fall of a nation just don't know which one",
        3285.82,
        3289.88
    ],
    [
        " I guess in a way it's kind of like in a way it's kind of like marketing in a way where",
        3289.88,
        3294.68
    ],
    [
        " It's this is the general term that's widely beneficial right this these philosophy these elements of philosophy",
        3294.68,
        3301.98
    ],
    [
        " Right where it's like hey, I don't make excuses, right?",
        3301.98,
        3304.52
    ],
    [
        " But me as the individual I'm coming to you with a specific problem don't tell me some widespread philosophy",
        3304.82,
        3310.1
    ],
    [
        " I need the one from my problem. I open the fortune cookie. I come to ancient a jaco the ancient master",
        3310.1,
        3317.64
    ],
    [
        " You shake the eight ball. Yeah, I shake the eight ball. I've ever seen the Jamaican one where they have the bones",
        3318.18,
        3322.92
    ],
    [
        " Yeah, it's like a giant they throw it on the you know, they throw it on the new go out of New Orleans",
        3322.92,
        3327.22
    ],
    [
        " Yeah, there's like voodoo going on",
        3327.22,
        3329.48
    ],
    [
        " Oh, yeah, now might they might throw some bones to same deal. They're gonna tell you that same thing where",
        3329.48,
        3333.56
    ],
    [
        " This is ancient wisdom that applies everywhere, but hey, I come to you with my problem",
        3333.56,
        3337.98
    ],
    [
        " So like it give me the answer to my specific problem, and then yours like make no excuse",
        3337.98,
        3342.34
    ],
    [
        " You just grab from the the group bucket gave it to the individual and it landed weird, right?",
        3342.34,
        3347.3
    ],
    [
        " It's gonna land that's the thing that you don't know it's gonna land",
        3347.3,
        3351.14
    ],
    [
        " Yeah, oh dick if you if you come to me with your problem, and I say be disciplined that's gonna land",
        3351.14,
        3356.32
    ],
    [
        " You're gonna be like yeah, I need to be more disciplined. It's gonna solve your financial problems",
        3356.32,
        3359.74
    ],
    [
        " Gonna solve your health problems. It's gonna solve your relationship. I everything I saw that promise",
        3359.74,
        3363.86
    ],
    [
        " But because you came even when you read about how to",
        3363.86,
        3367.46
    ],
    [
        " Throw the coins or draw the the sticks for this",
        3367.46,
        3371.9
    ],
    [
        " It says no think deeply, and it also says you might get an answer that's wrong because you weren't really thinking about you were thinking about something else",
        3373.14,
        3380.54
    ],
    [
        " Next one strong persons give way to the inferior",
        3380.54,
        3390.08
    ],
    [
        " Good advice, right? I give that people people that leadership advice all time. It's called listening listen to other people listen to your subordinates",
        3390.08,
        3398.12
    ],
    [
        " The enlightened person remains reserved to avoid misfortune. Yes, don't make yourself stand out",
        3398.58,
        3404.62
    ],
    [
        " Don't wear your freaking pink and orange jacket",
        3404.62,
        3408.88
    ],
    [
        " Next one",
        3408.88,
        3413.42
    ],
    [
        " reorganize the dependence of all upon their fellows",
        3413.42,
        3418.36
    ],
    [
        " Say that again reorganize the dependence of all upon their fellows. What does that mean? Everyone's got to work together cover move",
        3418.36,
        3425.34
    ],
    [
        " The wise person seeks collective flow to gain advantage. Yes, we cover and move for each other work together",
        3426.56,
        3431.36
    ],
    [
        " Resist evil exalt good",
        3431.36,
        3435.3
    ],
    [
        " Proper leadership brings great progress",
        3435.3,
        3438.36
    ],
    [
        " But hey if you got a shake your eight ball every day, you know, you got a you're you got a drug problem you're addicted to alcohol you",
        3438.36,
        3447.92
    ],
    [
        " have",
        3447.92,
        3449.12
    ],
    [
        " Opportunities to do things that are nefarious and it says resist evil exalt good. Hmm. Guess what?",
        3449.12,
        3455.22
    ],
    [
        " Good advice. These are all this is all good advice. This is all good advice",
        3455.34,
        3460.8
    ],
    [
        " Uh",
        3460.8,
        3462.94
    ],
    [
        " Progress comes by equality of extremes",
        3462.94,
        3468.56
    ],
    [
        " What does that mean it means be balanced?",
        3468.56,
        3472.2
    ],
    [
        " So next so from harmony with supporters does the wise person gain advantage. Yeah",
        3472.7,
        3478.78
    ],
    [
        " Yeah harmony with the people with your supporters for sure that's gonna help you",
        3478.78,
        3483.26
    ],
    [
        " Next one's about flexibility the enlightened person adapts",
        3485.34,
        3489.2
    ],
    [
        " Leads from leads the way from darkness to comfort so that you got to adapt",
        3489.2,
        3495.3
    ],
    [
        " In fact the whole this is lake above thunder below. This is flexibility",
        3495.3,
        3499.86
    ],
    [
        " Be flexible. That's what they're saying cultivate action in others to bring about repair and great progress",
        3499.86,
        3508.54
    ],
    [
        " Hmm get people to go",
        3508.54,
        3511.08
    ],
    [
        " So",
        3513.12,
        3513.76
    ],
    [
        " Good advice",
        3513.76,
        3514.98
    ],
    [
        " So the ennac so the enlightened person",
        3514.98,
        3517.92
    ],
    [
        " willing to teach and learn from others",
        3517.92,
        3521.88
    ],
    [
        " Progress comes through persistence they're being on persistence",
        3521.88,
        3525.58
    ],
    [
        " But yes willing to teach willing to learn. Yes, that's positive thing. That's that makes sense",
        3525.58,
        3529.72
    ],
    [
        " The rulers of old traveled the world they visited its regions and contemplated its many cultures explore new ideas",
        3529.72,
        3538.96
    ],
    [
        " That's always gonna help you",
        3539.68,
        3541.08
    ],
    [
        " Next achieve progress through reform and minister justice those are positive",
        3541.08,
        3548.12
    ],
    [
        " Next the wise person perceives and avoids disputes",
        3548.12,
        3554.3
    ],
    [
        " That's really good advice to give people. Oh, there's disputes gonna happen. I'm gonna avoid that",
        3554.3,
        3558.84
    ],
    [
        " Again, we could go down the that doesn't mean we're fearing any",
        3558.84,
        3563.04
    ],
    [
        " You know confrontation and we're never gonna do it, but we're probably gonna we're we should find a better way",
        3563.04,
        3567.86
    ],
    [
        " We should find a better way. That's what we should be doing. That's what I recommend doing",
        3569.4,
        3573.94
    ],
    [
        " Enlightened people stabilize their lives through generosity toward the needy. Hmm beautiful",
        3573.94,
        3580.3
    ],
    [
        " Help other people especially people that need it",
        3580.3,
        3584.32
    ],
    [
        " The enlightened person studies the past's wisdom to develop his own character. Yes, I think we made an entire podcast about that",
        3584.32,
        3593.94
    ],
    [
        " About studying the past wisdom to develop our own character. Yes",
        3594.66,
        3599.16
    ],
    [
        " That's a hundred percent what we should be doing support goals that are above question",
        3599.16,
        3605.2
    ],
    [
        " But be cautious in expression and avoid the negative correct persistence brings one good force",
        3605.2,
        3610.56
    ],
    [
        " And that's you know as as I'm reading these",
        3610.56,
        3613.66
    ],
    [
        " When it talks about persistence in some of these",
        3613.66,
        3617.38
    ],
    [
        " Predictions it's telling you be persistent",
        3617.38,
        3620.66
    ],
    [
        " Like there's some of them that don't have that",
        3621.0,
        3622.74
    ],
    [
        " The ones that say correct person so that you'd be encouraged",
        3622.74,
        3626.02
    ],
    [
        " But there's very few of them that say do not pursue do not persist",
        3626.02,
        3630.16
    ],
    [
        " There's very few of these that say that most of them are encouraging to keep going",
        3630.16,
        3633.48
    ],
    [
        " The enlightened person withdraws from progress",
        3633.48,
        3637.32
    ],
    [
        " With draws from the world to progress toward an independent goal",
        3637.32,
        3642.82
    ],
    [
        " Stress is imminent",
        3642.82,
        3644.72
    ],
    [
        " What do I like about that if you've got goals",
        3644.72,
        3648.78
    ],
    [
        " You got things you want to get done. There's going to be stress stress is imminent be ready for",
        3649.26,
        3653.1
    ],
    [
        " That's a good thing",
        3653.1,
        3656.02
    ],
    [
        " When you when when someone tells you you know when you go set out to do something",
        3656.02,
        3661.14
    ],
    [
        " I'm like hey man, that's going to be it's going to be hard",
        3661.14,
        3662.66
    ],
    [
        " That's steel if I tell you psychologically this impact on you if I say oh yeah, here's an example",
        3662.66,
        3669.76
    ],
    [
        " Hey, you know if you came up to me and said hey, Jocko if you rolled with Fred yet that new black belt from this academy",
        3669.76,
        3674.96
    ],
    [
        " Yeah, and he wrestled in college",
        3676.08,
        3678.04
    ],
    [
        " Have you rolled with him yet? I go yeah, man",
        3678.04,
        3680.82
    ],
    [
        " He's not he's not as good as you think and he's not very strong",
        3680.82,
        3684.28
    ],
    [
        " You'd be like okay cool, and then you wrestle with him or you train with him and he's like actually strong actually",
        3684.28,
        3689.54
    ],
    [
        " Regardless of how strong he is",
        3689.54,
        3691.42
    ],
    [
        " He's gonna feel stronger because your your mindset was he was weak",
        3691.42,
        3695.98
    ],
    [
        " If I told you he'd discuss a killer. He's freaking strong as hell",
        3695.98,
        3699.64
    ],
    [
        " He's gonna feel weaker than you anticipated in most cases. Yeah, yeah",
        3699.64,
        3703.94
    ],
    [
        " Yeah, that that idea of getting caught off guard with certain things that you never really thought about",
        3704.48,
        3708.82
    ],
    [
        " You know the small detailed things like a like fasting was one that you know when you fast",
        3708.82,
        3713.68
    ],
    [
        " It's like oh you're gonna feel hungry or you're gonna feel like the certain feelings that come along with fasting",
        3713.68,
        3718.3
    ],
    [
        " If you're not ready for him you'd be like oh",
        3718.3,
        3720.02
    ],
    [
        " And you won't be able to deal with it, but yeah, I've been able to kind of brace for impact in a way",
        3720.02,
        3724.72
    ],
    [
        " You know, you got to set the right expectations. Yeah, right experts",
        3724.72,
        3727.92
    ],
    [
        " Just like when someone tells you like a movie is awesome. Yeah, that's the worst thing you've ever done",
        3727.92,
        3732.34
    ],
    [
        " Actually, you know, I was going to see little birds with Elgin James. Sure. Really? It was going to I was going to the preview",
        3733.94,
        3738.74
    ],
    [
        " So it wasn't out yet and we're driving to it",
        3738.74,
        3742.4
    ],
    [
        " And I say hey man, I was like so what's the what's the story with this",
        3742.4,
        3747.5
    ],
    [
        " And he goes oh, you know, he says these two girls and they're living out in Nylon, California",
        3747.5,
        3752.46
    ],
    [
        " And out by the salt and sea and they want to get out of that town",
        3752.46,
        3757.2
    ],
    [
        " And he's like it was like being you growing up. That's awesome. I go to them what happens",
        3757.2,
        3761.28
    ],
    [
        " He goes well then they go to he goes then they go to LA and",
        3761.28,
        3764.1
    ],
    [
        " And shit goes sideways and you know, dude, I'm not even thinking about this. I go what goes sideways",
        3764.1,
        3770.16
    ],
    [
        " I'm like what happens. This is as we're driving to see this like a like a seven-minute drive",
        3770.16,
        3775.86
    ],
    [
        " I go so what I was like oh what goes sideways and he goes",
        3775.86,
        3779.44
    ],
    [
        " Hmm, I'll just let you see and we said that was how's kind of like",
        3779.44,
        3785.28
    ],
    [
        " Uh, dude, are you serious right now? You know what I mean?",
        3785.28,
        3790.48
    ],
    [
        " I was kind of like",
        3790.68,
        3791.78
    ],
    [
        " Tell me this is no big deal. I don't care about your silly movie or what you know",
        3791.78,
        3796.84
    ],
    [
        " I mean kind of like that like of course, you know like I just but I was just like okay",
        3796.84,
        3800.6
    ],
    [
        " My mind was okay",
        3800.6,
        3803.4
    ],
    [
        " But I said like okay, you know, I was trying to be cool about it. Yeah",
        3803.4,
        3807.12
    ],
    [
        " And then",
        3807.12,
        3808.0
    ],
    [
        " When the movie was over, I was like thank you so much for not telling me how that went down because it is like",
        3808.0,
        3813.64
    ],
    [
        " Very impactful. Yeah, and if you know it's coming",
        3813.64,
        3816.88
    ],
    [
        " It's not gonna hit you the same way. Yeah boy. It's your boy",
        3817.94,
        3821.34
    ],
    [
        " movies little birds by Elgin James",
        3821.34,
        3824.42
    ],
    [
        " I think you can get it on you know the streaming platforms. I think you can get it on Apple",
        3824.42,
        3829.78
    ],
    [
        " Yeah",
        3829.78,
        3830.2
    ],
    [
        " Apple TV. Yeah, I think it on it. It's not a brand new movie though. No, no, no, it's that's right. So have you seen little birds? No? Oh, that's how the trailer",
        3830.2,
        3838.96
    ],
    [
        " Yeah, it is one of those movies where",
        3838.96,
        3843.34
    ],
    [
        " You",
        3844.56,
        3844.92
    ],
    [
        " You definitely you're not gonna feel",
        3844.92,
        3846.78
    ],
    [
        " comfortable or good",
        3846.78,
        3848.78
    ],
    [
        " About things when you're done. Yeah, no, you'll feel okay at the end of it. You'll be like all right",
        3848.78,
        3855.24
    ],
    [
        " We're gonna be okay, but in the middle and the towards the end of it",
        3855.24,
        3858.44
    ],
    [
        " You don't feel good about the world, you know kind of not feeling good about the world and I guess that's sort of the",
        3858.44,
        3865.22
    ],
    [
        " The little uplift at the end",
        3865.22,
        3868.2
    ],
    [
        " There's a little bit of an uplift at the end you walk out of the theoretical, but you definitely yeah",
        3868.2,
        3872.94
    ],
    [
        " So little birds",
        3873.02,
        3873.92
    ],
    [
        " You know, and just like what you essentially were saying you want to go and fresh to these movies. Yeah, and Elgin James",
        3873.92,
        3880.68
    ],
    [
        " You know good on him where you he wanted you to go and fresh me fresh",
        3880.68,
        3884.12
    ],
    [
        " But the weird thing is like this is my bro",
        3884.12,
        3886.28
    ],
    [
        " Yeah, like where you know he would literally tell me anything. I would literally tell him anything",
        3886.28,
        3890.64
    ],
    [
        " That's why when he's like I'll just let you see the movie. I was kind of",
        3890.64,
        3894.28
    ],
    [
        " Bro wait, what were you thinking? No, like I was thinking you're just gonna tell me like oh yeah, this is what happens",
        3894.28,
        3898.8
    ],
    [
        " You were mad he didn't tell you I was kind of like yeah, it was almost look. This is a guy that grew up",
        3898.8,
        3903.82
    ],
    [
        " You know like we've been together right and I we tell each other whatever like every every little detail",
        3903.82,
        3909.7
    ],
    [
        " So it was probably the first time in my life",
        3909.7,
        3913.48
    ],
    [
        " That that I he was like not gonna tell me something yeah, and you're offended not offended",
        3913.48,
        3921.04
    ],
    [
        " I was like me offended. I know no never mind you kind of know. I was like slightly offended like bro. Are you serious right now?",
        3921.04,
        3928.2
    ],
    [
        " Like you know",
        3928.52,
        3929.48
    ],
    [
        " We know everything yeah, we would tell I would I would literally tell him everything",
        3929.48,
        3936.04
    ],
    [
        " Yeah, for my whole life, and now all of a sudden he's like well, I'll yeah, you can wait and find out",
        3936.04,
        3941.0
    ],
    [
        " It's just jacked up. He jacked up at that time messed up",
        3941.0,
        3944.34
    ],
    [
        " But so but what he what he was doing was actually",
        3944.34,
        3947.88
    ],
    [
        " You were offended by that you weren't offended by like what you say about this movie's not gonna affect me either way",
        3947.88,
        3954.82
    ],
    [
        " So you should just say it wasn't that it was just the fact like oh, I thought you were my brain. How can I tell me?",
        3954.82,
        3958.86
    ],
    [
        " Bro, you don't need literally everything that's happened in your whole life",
        3959.04,
        3961.48
    ],
    [
        " Yeah, and I've told you everything that happened my whole lot everything and now you made a silly movie",
        3961.48,
        3965.52
    ],
    [
        " You're not gonna tell me what the plot is and I'm gonna watch it",
        3965.52,
        3968.3
    ],
    [
        " This is a seven minute ride by the way. I wasn't like we were in the car for an hour",
        3968.3,
        3971.76
    ],
    [
        " Like we're gonna start watching the movie so I was like",
        3971.76,
        3974.6
    ],
    [
        " I was frustrated that he was gonna tell me like maybe we had a four hour car ride you can see but I only had to wait six more minutes",
        3974.6,
        3981.98
    ],
    [
        " To watch the actual movie, but the it's very interesting the way those expectations set you set you can set yourself up with expectations",
        3982.0,
        3990.26
    ],
    [
        " Whether you think this guy's gonna roll good or this guy's gonna roll bad or you know",
        3990.26,
        3994.98
    ],
    [
        " You can really put yourself in a good spot or a bad spot",
        3994.98,
        3997.42
    ],
    [
        " Based on what what your expectations are and you have to be very careful with your team when you do that",
        3997.42,
        4002.14
    ],
    [
        " When you tell someone on your team. Oh, we're gonna dominate this presentation",
        4002.14,
        4006.7
    ],
    [
        " Oh, I've worked with this client before they don't ask any hard questions. Oh, okay cool now people don't prepare it",
        4007.54,
        4014.18
    ],
    [
        " The first question is gonna be a doozy",
        4014.18,
        4015.9
    ],
    [
        " So you got to pay attention to that",
        4015.9,
        4019.46
    ],
    [
        " um",
        4019.46,
        4020.44
    ],
    [
        " The wise person learns confidence through danger",
        4020.44,
        4025.6
    ],
    [
        " remain calm in mind",
        4025.6,
        4028.76
    ],
    [
        " Keep all actions virtuous again",
        4028.76,
        4031.88
    ],
    [
        " Read that to yourself every morning",
        4031.88,
        4034.28
    ],
    [
        " Right and confidence through danger. I think we're probably",
        4035.72,
        4038.04
    ],
    [
        " Ah, if my interpretation of the Chinese word is discomfort right or or putting yourself in situations that you're not used to",
        4038.04,
        4045.74
    ],
    [
        " That's how you gain confidence right you got it. You got to be outside your stress level",
        4045.74,
        4049.18
    ],
    [
        " Now this doesn't mean you go out you know if you want to get more confidence in fighting",
        4049.18,
        4052.98
    ],
    [
        " You don't go and challenge the freaking you know two-time",
        4052.98,
        4056.48
    ],
    [
        " State champion wrestler from California. That's a black belt in jiu-jitsu",
        4056.48,
        4060.3
    ],
    [
        " No, and you don't talk smack to him. No",
        4060.68,
        4062.92
    ],
    [
        " No, you start by training with someone that's a little bit better than you and you start to gain confidence",
        4062.92,
        4068.04
    ],
    [
        " Eventually you can train with people that haven't been trained as long as you and you get more confident",
        4068.04,
        4071.8
    ],
    [
        " So yes, you have to you have to push yourself beyond what you're capable of in order to gain competency and confidence",
        4071.8,
        4078.92
    ],
    [
        " Keep all actions virtuous. Hey amazing",
        4078.92,
        4083.86
    ],
    [
        " Ancient wisdom or common sense. I don't care do it",
        4083.86,
        4088.02
    ],
    [
        " Next the enlightened person cultivates intelligence and gains progress through correct persistence",
        4088.86,
        4095.12
    ],
    [
        " Align yourself with goals that bring enlightenment",
        4095.12,
        4098.48
    ],
    [
        " Yeah, don't do dumb shit. I think we just did a podcast about that",
        4098.48,
        4103.24
    ],
    [
        " Marriage brings good fortune",
        4103.24,
        4107.12
    ],
    [
        " I had to put some question marks by that one because that is not a known true statement",
        4107.12,
        4113.0
    ],
    [
        " Again, this is when you when you read these now and you think of them as predictions as you are gonna roll or flip the coins",
        4113.26,
        4120.08
    ],
    [
        " And you're like should I marry you know Jessica?",
        4120.08,
        4124.76
    ],
    [
        " And then it says marriage brings good fortune you like okay, I'm in",
        4125.4,
        4128.52
    ],
    [
        " But here's the thing if you're asking that question in the first place was that good or bad?",
        4128.52,
        4134.64
    ],
    [
        " Yeah, no, I accept others and act openly. I think that's a great advice",
        4135.08,
        4141.7
    ],
    [
        " All changes eminent yep things are gonna change activity and change teach well the value of endurance stand firm and move with persistence toward a goal",
        4143.0,
        4150.28
    ],
    [
        " Okay, this thing leans toward being persistence",
        4150.28,
        4153.08
    ],
    [
        " Persistent that's what it leans toward and that's a good way to lean in life",
        4153.08,
        4157.66
    ],
    [
        " A good way to lean in life is keep going now listen. Let's say you were the guy that was made that made this thing up in order to",
        4157.66,
        4165.36
    ],
    [
        " Make some money by doing predictions for people",
        4165.36,
        4168.18
    ],
    [
        " You could probably say be persistent eight times out of ten",
        4168.18,
        4171.96
    ],
    [
        " And then two times out of ten you're like maybe maybe push the pump the brakes a little bit",
        4173.0,
        4176.02
    ],
    [
        " Yeah, and what happens? Let's say you say oh, I want to try a new business venture",
        4176.02,
        4180.56
    ],
    [
        " I'm like yep be persistent and it's not doing very well and you like should I keep going and I say yep be persistent",
        4180.56,
        4186.14
    ],
    [
        " And you say wait a second. It's really hurting me. Should I keep going and by now you get one that says hey pump the brakes",
        4186.14,
        4191.6
    ],
    [
        " So it's best to be persistent for a while and then if you keep having asked that question",
        4191.6,
        4196.32
    ],
    [
        " Maybe it's time to pump the brakes",
        4196.32,
        4197.88
    ],
    [
        " So that's why they put correct persistence",
        4197.88,
        4199.98
    ],
    [
        " Yeah, so another reason you know the",
        4200.02,
        4202.0
    ],
    [
        " That whole thing and you know, we you always talk about this idea of um",
        4202.0,
        4207.58
    ],
    [
        " Giving up versus pivoting versus you know like the idea of like hey it's actually treat. Yes, tacked it",
        4207.58,
        4215.6
    ],
    [
        " So it's more like if you understand a your end goal",
        4215.6,
        4219.82
    ],
    [
        " You're not giving up on the brick wall. You're just hey, let's not beat our head against it",
        4219.82,
        4224.94
    ],
    [
        " Let's go around it or let's do this, you know",
        4224.94,
        4226.7
    ],
    [
        " So there's there's always that puzzle to sort of to solve",
        4227.32,
        4230.34
    ],
    [
        " So like correct persistence is one of them where",
        4230.34,
        4233.16
    ],
    [
        " It kind of seems actually straight up does seem like",
        4233.16,
        4237.36
    ],
    [
        " persistence not like beating your head against the brick wall, right? So it's like okay like yeah",
        4237.36,
        4243.92
    ],
    [
        " I got to get past this wall to my other goal to then get my my",
        4243.92,
        4249.1
    ],
    [
        " Overall goal, right? You got a brick wall. Then you got a maybe a hill, right? Then you got the other goal",
        4249.1,
        4254.84
    ],
    [
        " I can't get through this brick wall correct person or persistence is like keep beating your head keep trying to whatever",
        4255.74,
        4261.38
    ],
    [
        " Correct persistence is hey hit it once any twice",
        4261.38,
        4263.88
    ],
    [
        " As you say not 27. Let's let's maybe take a quote unquote longer way",
        4263.88,
        4269.54
    ],
    [
        " And it'll be quick so around the brick wall now we got a hill we still going up the mountain",
        4269.54,
        4273.44
    ],
    [
        " Yeah",
        4273.44,
        4274.36
    ],
    [
        " So",
        4274.36,
        4275.62
    ],
    [
        " Basically correct persistence is hey don't give up on the overall goal. Yes, don't stop with it",
        4275.62,
        4281.28
    ],
    [
        " Don't say hey, it's too hard for me or whatever be like hey",
        4281.28,
        4283.58
    ],
    [
        " correct persistence is let's not get hung up on these little",
        4284.18,
        4286.52
    ],
    [
        " Challenges in the same way we got to be creative with these and change our like methods or whatever as long as we get to that overall goal",
        4286.52,
        4293.06
    ],
    [
        " so",
        4293.06,
        4293.4
    ],
    [
        " Persistence doesn't mean beat your head against the brick wall. It doesn't mean correct persistence",
        4293.4,
        4297.56
    ],
    [
        " We can walking 10 steps up the hill and falling back down a hundred times correct",
        4297.56,
        4301.52
    ],
    [
        " Persistences is don't give up on the end goal. Yeah, you can change all these little tactical things in between",
        4301.52,
        4305.46
    ],
    [
        " It's exactly what I wrote about in the book leadership strategy and tactics field manual. Yeah, so",
        4305.46,
        4309.84
    ],
    [
        " um",
        4312.18,
        4312.74
    ],
    [
        " This is a good one very similar same vein the tranquil mountain occasionally hexagram 33 heaven above mountain below",
        4312.74,
        4320.12
    ],
    [
        " Retreat the tranquil mountain remains quiet under heaven's gaze",
        4320.12,
        4324.44
    ],
    [
        " So does the enlightened person maintain dignity in retreat",
        4324.44,
        4328.94
    ],
    [
        " Like hey, sometimes you got a back out that's cool",
        4328.94,
        4332.92
    ],
    [
        " So again, you you came to me with your little business that you're trying and I kept counting you persist and then finally",
        4332.92,
        4337.9
    ],
    [
        " I'm like retreat is okay",
        4337.9,
        4339.16
    ],
    [
        " Seven out of 10 times you're good",
        4339.16,
        4341.7
    ],
    [
        " Kaisley you got to retreat eight out of 10 times maybe you're good. Kaisley got to retreat",
        4341.7,
        4346.36
    ],
    [
        " The wise person acts within convention and with persistence",
        4346.36,
        4353.0
    ],
    [
        " Use influence wisely. Hey, this is when we're getting back to like act within",
        4353.0,
        4359.26
    ],
    [
        " There's a lot of that undertone",
        4359.26,
        4362.52
    ],
    [
        " In the eaching of like conform",
        4363.26,
        4365.68
    ],
    [
        " Act within convention",
        4365.68,
        4368.44
    ],
    [
        " This is the advice that it gives a lot and guess what",
        4368.44,
        4372.2
    ],
    [
        " If I'm trying to give you advice that percentage wise are gonna work out the best",
        4372.2,
        4377.56
    ],
    [
        " Most of the time I'm gonna say hey take the conventional route, right? You know what I'm saying if yours like hey, you know jocke",
        4377.56,
        4384.3
    ],
    [
        " I don't know if I want to be",
        4384.3,
        4385.28
    ],
    [
        " Uh an engineer or a movie star. Yeah, I'm like hey",
        4385.28,
        4390.56
    ],
    [
        " Work within the convention",
        4391.7,
        4392.98
    ],
    [
        " You know, and that's probably gonna be the best advice to give",
        4392.98,
        4396.92
    ],
    [
        " I said small chance you're gonna miss out on being a movie star, which sure you probably pretty good one",
        4396.92,
        4401.0
    ],
    [
        " But most of the time seven out of 10 eight out of 10 nine out of 10 times telling someone to do what's being done is a good move",
        4401.0,
        4408.62
    ],
    [
        " Well, it's not root try and reinvent the wheel",
        4408.62,
        4411.1
    ],
    [
        " next",
        4411.1,
        4412.24
    ],
    [
        " So does the enlightened person reveal virtue",
        4412.24,
        4416.54
    ],
    [
        " Conditions favorable for progress again. That's like telling you about your specific question that you're going through",
        4417.2,
        4422.64
    ],
    [
        " Um",
        4422.64,
        4424.66
    ],
    [
        " Conceal goals, but do not abandon them",
        4424.66,
        4428.26
    ],
    [
        " Trying conditions, but correct for a correct persistence brings one to advantage. Yeah. Yeah. Hey man keep going",
        4428.26,
        4436.42
    ],
    [
        " Maybe conceal your goals a little bit, but keep going",
        4436.42,
        4438.42
    ],
    [
        " The enlightened person acts in an orderly and substantial way",
        4438.42,
        4443.78
    ],
    [
        " Faith and loyalty must be nurtured",
        4444.9,
        4446.98
    ],
    [
        " Good advice the enlightened person only acts in small matters",
        4446.98,
        4451.72
    ],
    [
        " maintain individuality",
        4451.72,
        4454.46
    ],
    [
        " The enlightened person examines and perfects his own behavior to gain strength",
        4454.46,
        4460.94
    ],
    [
        " This is incredible advice if you shook the magic eight ball or open your your fortune cookie",
        4460.94,
        4467.7
    ],
    [
        " And it said perfect your own beer and behave your to gain strength. That's good advice",
        4467.7,
        4473.44
    ],
    [
        " You should do that",
        4473.78,
        4474.52
    ],
    [
        " The enlightened the enlightened person finds good fortune in quick action to restore normal conditions",
        4474.52,
        4482.5
    ],
    [
        " Forgive others faults. What incredible strong advice forgive people when they mess something up forgive them for the faults that they may or may not have",
        4482.5,
        4492.92
    ],
    [
        " And take action take action to get things fixed",
        4492.92,
        4498.36
    ],
    [
        " And again, you see that little idea of returning to normal normal's a thing",
        4498.36,
        4503.36
    ],
    [
        " I like normal",
        4503.36,
        4504.52
    ],
    [
        " I like normal. I think normal is good. Yeah, no there's a reason why things are normal because it works",
        4504.52,
        4512.54
    ],
    [
        " I'm not addicted to normal. I don't I don't",
        4512.54,
        4518.02
    ],
    [
        " maintain normal for all situations",
        4518.02,
        4520.96
    ],
    [
        " But normal is a really good baseline for life",
        4520.96,
        4524.88
    ],
    [
        " Yeah, and even the word normal does is very a multi-dimensional if you will",
        4524.88,
        4531.12
    ],
    [
        " We're change in and of itself is normal like it's pretty abnormal for something to be the same no matter what it is",
        4531.12,
        4538.46
    ],
    [
        " But yeah that abnormal stuff",
        4538.46,
        4544.8
    ],
    [
        " Can jammy because we're deductible right? I'll wreck me if I'm wrong, but isn't normal",
        4544.8,
        4550.86
    ],
    [
        " Sort of in in right today",
        4550.86,
        4554.44
    ],
    [
        " 2023 sometimes taken as offensive",
        4554.44,
        4557.46
    ],
    [
        " Sometimes yeah, if I say oh this is normal and then all of a sudden if you're not that",
        4557.8,
        4562.36
    ],
    [
        " You have a problem right yeah",
        4562.36,
        4565.2
    ],
    [
        " Wait, it's offensive if you're not normal or normal is bad",
        4565.2,
        4570.72
    ],
    [
        " So if I was like like that movie you're talking about tall. What's it called tall girl",
        4570.72,
        4575.34
    ],
    [
        " Hey, you're not normal right because you're tall. Yeah, right that can be offensive",
        4575.34,
        4582.8
    ],
    [
        " But you can apply that to like any",
        4583.08,
        4585.42
    ],
    [
        " Thing that is actually not normal. What is normal? Is there a percentage for normal? Hey 80% of people",
        4585.42,
        4592.56
    ],
    [
        " Hey 80% of people are between 80% of girls",
        4592.56,
        4595.6
    ],
    [
        " At age 12 are between the heights of whatever",
        4595.6,
        4599.76
    ],
    [
        " 4 2 and 4 8 or whatever",
        4599.76,
        4601.9
    ],
    [
        " But whatever it is it's all in that",
        4601.9,
        4604.26
    ],
    [
        " But whatever it is that's actually there's a you could prove that that's what normal is right",
        4604.26,
        4610.82
    ],
    [
        " But now if I say that's normal to say oh well, that's not you like like let's say you took your kid to",
        4610.9,
        4617.92
    ],
    [
        " the",
        4617.92,
        4618.78
    ],
    [
        " Doctor and they did the wait or sorry the height measurement and",
        4618.78,
        4624.98
    ],
    [
        " They said oh your kids not normal",
        4624.98,
        4628.0
    ],
    [
        " You be a little bit mad me pertin no, I feel like then again this couldn't be just me",
        4628.0,
        4634.9
    ],
    [
        " But I think it's general where normally still one of those real in the middle of the road words",
        4634.9,
        4639.68
    ],
    [
        " That's like deep head really depends on how you're saying it like if your kids' actions are waiting and you say hey",
        4639.7,
        4644.38
    ],
    [
        " Act normal then normal is gonna be good. I mean, I guess I've seen enough like triggered videos of like",
        4644.38,
        4650.66
    ],
    [
        " That's not the why do you know what normal is like that kind of thing right right? What's it? No?",
        4650.66,
        4655.74
    ],
    [
        " No, I'm saying that you know when we talk about the percentage of people that have this characteristic",
        4655.8,
        4661.36
    ],
    [
        " It's 87% of people are this way. Yeah, and that means that is actually normal. Yeah, so if",
        4661.36,
        4669.1
    ],
    [
        " Don't be you can't get mad at that. Yeah, I think I think people get mad at that",
        4669.52,
        4674.14
    ],
    [
        " Yeah, I mean what if that matter that that they're not considered normal when it's just a I'm sure there's some kind of a",
        4674.14,
        4681.34
    ],
    [
        " Mathematical right yeah, you know calculation to figure out what normal is is normal",
        4681.34,
        4687.02
    ],
    [
        " It look is normal 70% I bet we all I bet if you ask people what percentage is what percentage constitutes normality",
        4687.02,
        4694.96
    ],
    [
        " You probably get oh, it's probably between 68 like if you asked a thousand people what percentage makes something normal",
        4695.26,
        4702.92
    ],
    [
        " I think people would say 70 or 75% yeah, yeah, and I'm gonna then again. I could be wrong about this but",
        4702.92,
        4710.82
    ],
    [
        " Normal feels like more of a feeling. So it's like what you're used to right in my environment just because no you know",
        4710.82,
        4718.38
    ],
    [
        " The norm, but I'm saying that feeling that you're talking about if you tried to",
        4718.38,
        4724.26
    ],
    [
        " Isolate it or at least get a bracket around it. I bet that most people should have measured",
        4724.7,
        4729.84
    ],
    [
        " Yeah, if you try to measure it most people's feeling about what normal is would probably be around",
        4729.84,
        4736.5
    ],
    [
        " 75% yeah",
        4736.5,
        4738.22
    ],
    [
        " And the the reason that I say and I would agree with you and but but the reason I'm saying it's a feeling is because technically",
        4738.22,
        4745.76
    ],
    [
        " if you have",
        4745.76,
        4747.54
    ],
    [
        " 100 people and let's say let's go 50% actually. Let's go 40% 40% have this one quality very specific quality out of above you know 30 qualities",
        4748.7,
        4758.58
    ],
    [
        " 30% of them even all you can go down 30% have this one quality the rest of them have a bunch of different other qualities",
        4758.58,
        4766.84
    ],
    [
        " Almost like the majority versus the you know, yeah, the non-majority or my no I still don't think that's normal",
        4766.84,
        4771.78
    ],
    [
        " Right, okay, so you you wouldn't call that normal. Okay, okay cool cool, but where's the line drawn?",
        4771.78,
        4776.68
    ],
    [
        " You know, so you just said it so but here okay, okay, let's go 70%",
        4776.68,
        4780.44
    ],
    [
        " Let's go it let's say there's",
        4780.44,
        4783.54
    ],
    [
        " 5% variation",
        4783.54,
        4787.68
    ],
    [
        " Across the board all hundred people they're all different by a factor of 5% like at 5% of this 5% of this this other thing whether be tall or whatever",
        4787.68,
        4796.9
    ],
    [
        " The idea that there's 20 variants and they're all equal. Yeah, there's 20 variants and they're all equal",
        4796.9,
        4803.72
    ],
    [
        " Yeah, they're different right but there's 20 variants. Let's say you could have 20 different eye colors",
        4803.84,
        4809.24
    ],
    [
        " and",
        4809.24,
        4809.58
    ],
    [
        " There's and they're all 5%",
        4809.58,
        4813.36
    ],
    [
        " Yeah, more or less. Yeah, there's no majority or manner. They're just dispersed evenly right where we going with pretty evenly in this town",
        4813.36,
        4820.84
    ],
    [
        " Okay, right",
        4820.84,
        4822.34
    ],
    [
        " For everyone to make of",
        4822.34,
        4824.32
    ],
    [
        " new podcast called hypothetical echo",
        4824.32,
        4827.22
    ],
    [
        " Okay",
        4829.3,
        4829.74
    ],
    [
        " The the idea or the fact that the idea that everyone has all kinds of different eye colors right is normal for that town",
        4829.74,
        4837.24
    ],
    [
        " Yes, but if you go to the town one more town right next to where everyone has the same color eye color",
        4837.24,
        4841.74
    ],
    [
        " Having different eye color in that town is not normal. Okay, so normality goes. It's like it's I don't know",
        4841.74,
        4848.4
    ],
    [
        " It's like a real flowy reflued kind of feeling depending on your environments. What it feels like yeah",
        4848.4,
        4854.22
    ],
    [
        " Like what's the norm the norm in that first town was you have different color eyes",
        4854.86,
        4859.36
    ],
    [
        " The norm in the second town is you have the same color eyes. Yeah, that's the norm or the very that's very specific color eyes",
        4859.36,
        4866.18
    ],
    [
        " Yeah, that's what I'm saying when you make a group of people and they all have something the and 70% of them have some specific thing",
        4866.18,
        4874.68
    ],
    [
        " That thing is normal. Yeah normal. So okay, so what do you say are you thinking or saying or whatever that you feel like nowadays normal",
        4874.68,
        4883.2
    ],
    [
        " Is kind of looked at is bad or yes if you're if you're not normal",
        4883.2,
        4889.8
    ],
    [
        " Then that means you're different and different is bad is that in that way. Yeah, it always say and obviously we're different",
        4889.8,
        4896.1
    ],
    [
        " So we go through different things, but it lands on me that",
        4896.1,
        4899.36
    ],
    [
        " It really like 100% depends on what the context is so if it's like oh my gosh you",
        4899.36,
        4906.88
    ],
    [
        " Like someone okay, so like I saw in the news this girl",
        4906.88,
        4910.68
    ],
    [
        " And they said an air for you, but anyway, she's a freshman in high school",
        4911.6,
        4914.7
    ],
    [
        " She's on the track on the varsity track team varsity softball team gets a 4.6 GPA",
        4914.7,
        4921.14
    ],
    [
        " Right, this is a little girl and she's I think she's like one of the top sprinters on the team or whatever",
        4921.14,
        4927.32
    ],
    [
        " None of that is normal. No",
        4927.32,
        4930.02
    ],
    [
        " but",
        4930.02,
        4931.06
    ],
    [
        " It's abnormal call it in a good way. Yeah, so if someone's like wait a second. They read this girls. Yes, paper",
        4931.06,
        4938.94
    ],
    [
        " So your point is which I think this is your point",
        4939.26,
        4941.74
    ],
    [
        " normal",
        4941.74,
        4943.02
    ],
    [
        " People think that means good and not normal means bad when I don't think that I think",
        4943.02,
        4949.68
    ],
    [
        " I think that there is a such a thing as normal though, right?",
        4949.68,
        4953.56
    ],
    [
        " There is such a thing most girls freshman year are not making the varsity track team and they're not making the varsity",
        4953.78,
        4959.52
    ],
    [
        " Whatever so it's so that's what normal is so if your daughter when she gets to high school and she doesn't make varsity track",
        4959.52,
        4966.06
    ],
    [
        " You can be like that's okay. That's normal and she shouldn't be like",
        4966.06,
        4969.64
    ],
    [
        " So I'm just normal or if she does make it and you're like, whoa, you made it that's not normal",
        4969.64,
        4976.68
    ],
    [
        " Wait, I'm not normal. He's gonna say and people people hype this word a little too much",
        4976.68,
        4980.62
    ],
    [
        " And I think there's a benefit to knowing and understanding what normal is yeah",
        4980.62,
        4984.38
    ],
    [
        " And there's a benefit to sometimes saying hey, I don't want to be normal and there's a benefit to sometimes saying I want to be normal",
        4984.38,
        4990.7
    ],
    [
        " And that's where I want to get to yeah, that makes sense",
        4990.7,
        4995.2
    ],
    [
        " I",
        4996.52,
        4997.04
    ],
    [
        " It's like a political party",
        4997.04,
        4998.8
    ],
    [
        " There could be a political party. There should be a political party that's called normal",
        4998.8,
        5003.38
    ],
    [
        " I'm just a normal person you got these extreme views over here",
        5003.38,
        5008.02
    ],
    [
        " You other people got some extreme views over there. I'm not extreme on and then this shit",
        5008.02,
        5011.92
    ],
    [
        " What's my political party normal?",
        5011.92,
        5013.84
    ],
    [
        " Yeah, so I'm just a normal person and actually I'm American. I'm a normal American. Yeah",
        5013.84,
        5019.66
    ],
    [
        " We could probably get with 80% accuracy what a normal American thinks politically",
        5019.9,
        5025.34
    ],
    [
        " And then there'd be 20% of fringe elements yelling and screaming and going crazy",
        5025.34,
        5030.1
    ],
    [
        " And the way we have it right now there's no normal",
        5030.1,
        5033.32
    ],
    [
        " There's only what there's only either Democrat or Republican",
        5033.32,
        5037.82
    ],
    [
        " and there's a",
        5037.82,
        5040.8
    ],
    [
        " There's an overlap for sure that they that they could find a common ground on",
        5040.8,
        5045.94
    ],
    [
        " But because of the areas that don't overlap they just hate each other",
        5045.94,
        5049.44
    ],
    [
        " Yeah, it's essentially this the make a political party called normal",
        5049.84,
        5053.54
    ],
    [
        " But see people would be so pissed at that",
        5053.54,
        5055.9
    ],
    [
        " Well, because anyone that then that is not normal would be mad at you for saying that you're normal and they're not",
        5055.9,
        5062.1
    ],
    [
        " Yeah, do you ever think and this is what I think and I could be wrong because I know about maybe",
        5062.1,
        5066.44
    ],
    [
        " 10 people",
        5066.44,
        5068.24
    ],
    [
        " To that degree so I think on the internet",
        5068.24,
        5073.04
    ],
    [
        " Anything that makes the news. Yeah, I think in everyday life",
        5073.04,
        5078.64
    ],
    [
        " I think of course there's two parties of course there's some overlap but I think even within the two parties",
        5078.64,
        5083.72
    ],
    [
        " they have",
        5083.72,
        5085.04
    ],
    [
        " Different philosophies different approaches to how the country should be or run or you know all the stuff",
        5085.04,
        5090.94
    ],
    [
        " But there I think they're pretty normal even by by normal",
        5090.94,
        5095.5
    ],
    [
        " Most people are normal I think I think so when I travel around this country and I travel around this country",
        5095.5,
        5101.08
    ],
    [
        " And I meet people from all over this country from the blue states from the red states from the",
        5101.08,
        5106.18
    ],
    [
        " From the you know most liberal areas to the most conservative areas. I mean all most of those people from those extreme places are normal",
        5106.26,
        5114.9
    ],
    [
        " Same exact same here man to like you and I don't go to all but there's no political party for them to join",
        5114.9,
        5120.66
    ],
    [
        " Yeah, they can't vote normal like if normal doesn't get a vote",
        5120.66,
        5124.54
    ],
    [
        " Yeah, isn't that like the nature of a party nowadays anyway nowadays in general where it's like hey",
        5124.54,
        5131.98
    ],
    [
        " You're now you just join the group because everyone's so different in all kinds of different ways",
        5131.98,
        5135.64
    ],
    [
        " There's gonna be you know five or six issues that are like what do you feel but I feel it's this and then there's levels within the issues and it's all gonna fall within like",
        5135.64,
        5144.06
    ],
    [
        " A realm of like oh, I see why you're you think that I see why I think that thing but if you don't know the person",
        5144.06,
        5150.2
    ],
    [
        " And you and you're only listening to the extreme people on the internet who's yelling the loudest all this stuff or whatever",
        5150.2,
        5155.56
    ],
    [
        " Yeah, it'll seem like that but probably I think in real life just like I said in real life you",
        5155.56,
        5160.14
    ],
    [
        " You might have a politically charged person, but that'll probably even be normal",
        5160.18,
        5164.18
    ],
    [
        " Yeah, they're more normal than they think I mean they might be not normal on one little",
        5164.18,
        5168.22
    ],
    [
        " Political issue, but most of them they're pretty normal. Yeah, so but they have no one to vote for",
        5168.22,
        5173.96
    ],
    [
        " It's very hard right you can't vote for someone. There's no normal person to vote for if I was in a political party",
        5173.96,
        5179.34
    ],
    [
        " I'd be in the normal one. I'd be like yep, I'm normal. I'm just average like I'm an average person",
        5179.34,
        5184.86
    ],
    [
        " Hey, should we have no taxes",
        5184.86,
        5187.28
    ],
    [
        " No, you got to pay taxes pay for infrastructure. We have extreme high taxes. No, I just want normal taxes",
        5188.36,
        5192.96
    ],
    [
        " You know, that's how you hey, should we dump all of our money into defense? No, but we need to have a good defense",
        5192.96,
        5199.52
    ],
    [
        " Okay, cool. What are how much should we put into defense normal?",
        5199.52,
        5201.56
    ],
    [
        " You know what I'm saying like these people are crazy",
        5202.18,
        5206.7
    ],
    [
        " They're not normal. It's not normal. There's no there's no one for a normal American to vote for",
        5206.7,
        5213.12
    ],
    [
        " Yeah, and guess what",
        5213.24,
        5215.62
    ],
    [
        " When someone is acting normal they get called abnormal by the extremes on both sides",
        5215.62,
        5222.76
    ],
    [
        " This it's crazy. That's what normally happens",
        5222.76,
        5225.72
    ],
    [
        " All right next",
        5225.72,
        5228.66
    ],
    [
        " The enlightened person acts with moderation boom",
        5228.66,
        5232.24
    ],
    [
        " That's what they're telling you to act normal act with moderation avoid anger develop confidence",
        5232.24,
        5238.44
    ],
    [
        " Sacrifice brings",
        5240.44,
        5240.64
    ],
    [
        " Good fortune freedom from error again. Beautiful advice for any human in any situation",
        5240.64,
        5246.58
    ],
    [
        " act with moderation avoid anger develop confidence",
        5246.58,
        5250.18
    ],
    [
        " If you sacrifice you're gonna get fortunate. There you go great advice",
        5250.18,
        5254.7
    ],
    [
        " Next and enlightened person sees the good action of his fellows",
        5254.7,
        5259.36
    ],
    [
        " imitate them and correct their mistakes to make progress toward a goal. Okay, you see someone doing good. You should do that thing too",
        5259.36,
        5267.06
    ],
    [
        " You know correcting their mistakes if you're doing that for yourself",
        5267.94,
        5270.96
    ],
    [
        " So if I'm watching echo and I see how his life is going",
        5270.96,
        5274.24
    ],
    [
        " And I can imitate those good things and I can correct whatever mistakes you're making I can learn from it",
        5274.24,
        5279.42
    ],
    [
        " That's all I'm saying",
        5279.42,
        5280.04
    ],
    [
        " great advice",
        5280.04,
        5281.64
    ],
    [
        " imitate people that are doing good and if they're doing something that's messed up correct it when you do it yourself",
        5281.64,
        5286.26
    ],
    [
        " Next do not use force but rely on fair judges",
        5286.26,
        5291.22
    ],
    [
        " Know your goal tell your supporters",
        5291.22,
        5293.82
    ],
    [
        " The idea of look if I have to impose and force you to do this",
        5294.3,
        5298.74
    ],
    [
        " There's something wrong",
        5298.74,
        5300.8
    ],
    [
        " There's something wrong",
        5300.8,
        5302.72
    ],
    [
        " If I have to force you to do this there is something wrong",
        5302.72,
        5306.68
    ],
    [
        " So don't let that happen did you see that PBS clip they had doctor Fauci going through",
        5306.68,
        5314.74
    ],
    [
        " Baltimore I think it was Baltimore",
        5314.74,
        5316.92
    ],
    [
        " Anyways, and they're trying to convince people did you see this viral video clip and this guy's like",
        5316.92,
        5322.5
    ],
    [
        " Hey, if this vaccine was good you wouldn't be trying to force me to do this right now",
        5322.64,
        5326.0
    ],
    [
        " You wouldn't be trying to pay me to do this thing. I would just want to do it",
        5326.0,
        5329.24
    ],
    [
        " He's like there's something suspect about that and Fauci's trying to you know trying to he tries for a little bit to convince him",
        5329.24,
        5336.24
    ],
    [
        " And then he just moves on",
        5336.24,
        5337.58
    ],
    [
        " Met with full resistance",
        5337.58,
        5340.2
    ],
    [
        " And he can't here's the interesting thing",
        5340.2,
        5343.58
    ],
    [
        " You know, I've been talking a lot about this explanation effort meter",
        5343.58,
        5349.34
    ],
    [
        " Which is how if it's really hard for me to explain something to you",
        5349.96,
        5353.34
    ],
    [
        " There's they might not be such a great idea",
        5353.34,
        5355.98
    ],
    [
        " So listen if I'm trying to get you to do something",
        5355.98,
        5360.5
    ],
    [
        " And I can and you're presenting arguments to me arguments to me and I can't overcome them",
        5360.5,
        5365.96
    ],
    [
        " Maybe my idea is wrong",
        5365.96,
        5368.0
    ],
    [
        " Maybe my idea is wrong",
        5368.0,
        5370.62
    ],
    [
        " So rethink it",
        5370.62,
        5373.18
    ],
    [
        " And you can you can see when this happens",
        5373.18,
        5376.26
    ],
    [
        " And you see it on that video",
        5377.52,
        5379.04
    ],
    [
        " Because you got Fauci's trying to convince is trying to explain to him",
        5379.04,
        5383.28
    ],
    [
        " And the person's like well doesn't this not actually prevent you from getting the disease",
        5383.28,
        5388.36
    ],
    [
        " And he's like well, it kind of does well kind of you know, sickers are one of these things",
        5388.36,
        5392.48
    ],
    [
        " So be careful for yourself",
        5392.48,
        5395.26
    ],
    [
        " When it's really hard for you to explain something some idea some plan if I'm like okay echo. Here's what we're gonna do",
        5395.26,
        5401.28
    ],
    [
        " And you ask me a question and I have a hard time answering or I can't answer it",
        5401.28,
        5405.52
    ],
    [
        " And you ask me another question I can't answer it and you ask me another question",
        5405.52,
        5407.82
    ],
    [
        " I'm like hey, I go I want to sell these widgets",
        5407.82,
        5409.44
    ],
    [
        " You know and I'm like well",
        5409.44,
        5412.0
    ],
    [
        " And you say well how much do they cost to make and I'm like well, but it's not important about the cost",
        5412.0,
        5416.74
    ],
    [
        " And you're like well, it kind of is because you know make a good you know price point on them",
        5416.74,
        5421.06
    ],
    [
        " And then we can't sell them to anybody and no one will buy them. They'll we make something we can't sell",
        5421.06,
        5424.14
    ],
    [
        " Don't you think that's wrong? I'm like no, but they're really cool",
        5424.14,
        5426.92
    ],
    [
        " Like be careful when your explanation effort meter is in the red shouldn't be that hard to explain to you",
        5426.92,
        5434.64
    ],
    [
        " This is what happens with public transportation",
        5435.32,
        5438.52
    ],
    [
        " Like in California the public transmission sucks. Yeah, it's not good. They can try and get you to use it",
        5438.52,
        5446.42
    ],
    [
        " But it's not good. So as much as they try and convince you it does not affective because it's not good",
        5446.42,
        5451.84
    ],
    [
        " Whereas in London, it's easier to get into town if you take the tube in New York City",
        5451.84,
        5458.4
    ],
    [
        " It's easier to get around because because the subway because there's no traffic on the subway. So",
        5458.4,
        5463.88
    ],
    [
        " If something is good, you just voluntarily do it",
        5464.64,
        5466.98
    ],
    [
        " That's the way things are supposed to be",
        5466.98,
        5470.32
    ],
    [
        " That's where new methodology should happen. Oh this this way that I'm trying to get you to do something is better",
        5470.32,
        5476.32
    ],
    [
        " Let me show it to you now listen if I'm trying to get you to use a new process in our company",
        5476.32,
        5480.38
    ],
    [
        " There might be a time where you're less efficient at this new process like hey you've been using some video editor",
        5480.38,
        5486.9
    ],
    [
        " And I say hey echo. There's a new video editor out and it's way better",
        5486.9,
        5491.66
    ],
    [
        " and you look at the",
        5491.66,
        5493.64
    ],
    [
        " The",
        5496.08,
        5496.44
    ],
    [
        " Components of it and you say oh, yeah, that is better",
        5496.44,
        5498.3
    ],
    [
        " So you now use you adopt it for a little while you're gonna be worse",
        5498.3,
        5501.32
    ],
    [
        " Yeah, cuz you haven't developed the skills yet over time you know you're gonna get better",
        5501.32,
        5505.58
    ],
    [
        " That can happen in any organization you start doing something new people or efficiencies gonna go down",
        5505.58,
        5510.5
    ],
    [
        " But if efficiency doesn't get back up",
        5510.5,
        5513.48
    ],
    [
        " There's something wrong with me if I can't show you this new video editor where you're like oh, yeah",
        5513.48,
        5518.36
    ],
    [
        " That's a really easier way to do that and oh, yeah, that's much more effective and then you go",
        5518.36,
        5522.02
    ],
    [
        " Give it to me. I want to do it",
        5522.18,
        5523.66
    ],
    [
        " But if I'm like hey know this here all you have to do is click these 47 buttons and you can copy the video thing",
        5523.66,
        5530.22
    ],
    [
        " You're like well, I can do with one click on the other thing. Yeah, but you know the see I'm trying to explain something. It's real hard",
        5530.22,
        5536.36
    ],
    [
        " So just be careful pay attention to your explanation effort meter",
        5536.36,
        5540.54
    ],
    [
        " A ruler issues commands that become well-known do not create a relationship with powerful persons or ideas",
        5540.54,
        5548.16
    ],
    [
        " Is",
        5550.84,
        5551.2
    ],
    [
        " Always good dudes are disciplined. I was kind of wondering about to do not create a relationship with powerful persons or ideas",
        5551.2,
        5556.7
    ],
    [
        " And I think what I took away from that is don't be married to your ideas",
        5556.7,
        5560.62
    ],
    [
        " Right don't just be like no, this is my idea",
        5560.62,
        5564.6
    ],
    [
        " Don't fall in love with your own plan",
        5564.6,
        5567.84
    ],
    [
        " And be careful about when your boss has a plan",
        5567.84,
        5571.82
    ],
    [
        " You know you don't want to be a yes-man good advice",
        5571.82,
        5575.16
    ],
    [
        " Unite with others make sacrifices and act with correct persistence to achieve a goal",
        5575.68,
        5580.96
    ],
    [
        " boom",
        5580.96,
        5581.94
    ],
    [
        " Act with sincerity avoid suspicion and join with a wise leader",
        5581.94,
        5586.72
    ],
    [
        " Wisdom or common sense you be the judge. I think it's both",
        5586.72,
        5590.38
    ],
    [
        " Gradual change nourished by the receptive earth produces a path to virtue the enlightened person",
        5590.38,
        5598.26
    ],
    [
        " Persists in small matters to gain a fortune",
        5598.26,
        5601.04
    ],
    [
        " You",
        5602.72,
        5603.36
    ],
    [
        " Yep little steps. That's what we're doing. We're doing little steps the enlightened person gains progress through courage",
        5603.36,
        5608.48
    ],
    [
        " Adversity needs risks to achieve fortune",
        5608.48,
        5611.92
    ],
    [
        " Speaking alone as an ineffective is ineffective, but those are great the enlightened person gains progress through courage",
        5611.92,
        5618.68
    ],
    [
        " You gotta take some risks to achieve for fortune good advice",
        5618.68,
        5622.76
    ],
    [
        " Truth is never exhausted yet never the same",
        5622.76,
        5628.54
    ],
    [
        " The enlightened person gains insight into truth and assists others to achieve it",
        5629.24,
        5634.6
    ],
    [
        " If the truth is not heated bad fortune follows",
        5634.6,
        5638.62
    ],
    [
        " What I like about that is I like the idea of assisting other people to achieve truth as opposed to",
        5638.62,
        5646.68
    ],
    [
        " Rambling truth down their throat or punching them in the face with the with the truth",
        5646.68,
        5651.34
    ],
    [
        " Because that doesn't doesn't help doesn't work",
        5651.34,
        5654.42
    ],
    [
        " If that worked then you could go on Twitter and you could change people's minds by presenting the facts",
        5654.64,
        5660.5
    ],
    [
        " The enlightened person",
        5660.5,
        5666.1
    ],
    [
        " Appreciate's past experience and present opportunity confidence and progress is",
        5666.1,
        5670.82
    ],
    [
        " Confidence and confidence and progress only after change is passed",
        5670.82,
        5675.78
    ],
    [
        " Appreciate past experience and present opportunity. Yep. I'm happy where I've been",
        5675.78,
        5681.1
    ],
    [
        " Hey, be thankful that you went through some struggle and look for opportunities right now",
        5681.14,
        5684.74
    ],
    [
        " The wise person aligns himself with established order is going back to it. Hey be normal",
        5684.74,
        5691.78
    ],
    [
        " Just be normal. It's a good place to start",
        5691.78,
        5694.82
    ],
    [
        " It's a good place to start the enlightened person seeks to improve himself",
        5694.82,
        5699.64
    ],
    [
        " Improve himself and take advantage of the unpredictable great advice",
        5699.64,
        5703.02
    ],
    [
        " Oh, there's a lot of mayhem going on cool take advantage of it",
        5703.02,
        5705.64
    ],
    [
        " The enlightened person turns his back upon the larger situation and loses self-awareness",
        5705.64,
        5710.56
    ],
    [
        " If you this is the opposite of some of these things that say talk about the small goal",
        5711.94,
        5716.38
    ],
    [
        " This is any if you turn your back on the larger situation you're going to lose self-awareness",
        5716.38,
        5720.48
    ],
    [
        " You're going to be it's not going to go good you have to pay attention to the larger situation the strategic vision",
        5720.48,
        5725.48
    ],
    [
        " The enlightened person improves life through good conduct and correct persistence boom",
        5725.48,
        5732.04
    ],
    [
        " So it's yes, we want you to follow these things intelligence combined with activity",
        5732.04,
        5739.84
    ],
    [
        " This is the zinith of achievement the enlightened person trusts his own judgment and makes progress",
        5741.1,
        5747.94
    ],
    [
        " Do not fear decline, but shine like the sun there's going to be sat backs everybody. It's okay shine like the sun",
        5747.94,
        5754.26
    ],
    [
        " The wise person is clear-minded and not detained by disputes isn't it nice to just move on",
        5754.26,
        5761.96
    ],
    [
        " Some little issue some little spat maybe it's even a big issue. Maybe it's a big disagreement",
        5761.96,
        5768.62
    ],
    [
        " Cool move on",
        5768.62,
        5770.54
    ],
    [
        " The enlightened person acts gradually towards small goals",
        5770.54,
        5775.06
    ],
    [
        " Consistent theme in here",
        5775.06,
        5777.48
    ],
    [
        " The wise person exchanges ideas with others to find cooperation open your mind",
        5777.48,
        5784.84
    ],
    [
        " Open your mind",
        5784.84,
        5786.88
    ],
    [
        " Solid",
        5786.88,
        5789.42
    ],
    [
        " Rulers meet with their subordinates great leadership advice",
        5789.42,
        5795.44
    ],
    [
        " Advantage in cooperation correct persistence and the company of fellows. Yep join a team and hang out with your team meet with your subordinates",
        5796.5,
        5804.38
    ],
    [
        " The wise person develops sound restraints and decides proper conduct",
        5804.38,
        5813.06
    ],
    [
        " Extreme limitation though is no virtue. So this is getting disciplined equals freedom and dichotomy into one little sentence right",
        5813.06,
        5823.02
    ],
    [
        " Develops or sound restraints and you'll figure out what what direction to go into",
        5823.92,
        5828.08
    ],
    [
        " You'll you'll know the proper conduct when you have the right restraints when you have discipline",
        5828.08,
        5834.92
    ],
    [
        " It's gonna point you in the right direction",
        5834.92,
        5837.0
    ],
    [
        " But extreme limitation if you go overboard with something. It's not gonna be good. It's no virtue",
        5837.0,
        5842.02
    ],
    [
        " From a distance the wise person gains understanding. Oh",
        5842.02,
        5849.34
    ],
    [
        " Detach everybody from a distance the wise person gains understanding. Yes, please detach take a step back",
        5849.62,
        5855.66
    ],
    [
        " Get some altitude get some perspective",
        5855.66,
        5859.6
    ],
    [
        " Moderate disputes and",
        5859.6,
        5865.5
    ],
    [
        " Must avoid rigidity",
        5865.5,
        5868.06
    ],
    [
        " Don't be stuck in your ways",
        5868.06,
        5871.06
    ],
    [
        " Open your mind free your mind as the mountain as occasionally. I'm reading the thunder above mountain below",
        5871.06,
        5878.62
    ],
    [
        " Attention in detail as the mountain remains tranquil in activity",
        5878.7,
        5883.2
    ],
    [
        " So the wise person conducts himself with dignity and control. Don't be an emotional idiot",
        5883.2,
        5888.8
    ],
    [
        " Be remorseful in losses and frugal and expenses when birds fly too high none here their song",
        5888.8,
        5897.62
    ],
    [
        " Stay grounded",
        5897.62,
        5899.5
    ],
    [
        " You know what I'm saying is that what they mean by the expression down to earth you know",
        5899.5,
        5904.22
    ],
    [
        " Down the down to earth persons down",
        5904.26,
        5906.28
    ],
    [
        " You know I never read I never knew what that meant down to earth. I thought it I thought it meant like",
        5906.28,
        5911.32
    ],
    [
        " He's real like",
        5911.32,
        5914.24
    ],
    [
        " You know like in touch with reality kind of yeah, I think why this that is I'm pretty good",
        5914.24,
        5920.74
    ],
    [
        " It's like humble raise. Oh, it's definitely not they're not trying it. Yeah, it's definitely humble",
        5920.74,
        5925.32
    ],
    [
        " But you could be let's say I was like hey echo",
        5925.32,
        5928.02
    ],
    [
        " You want to go to Vegas with me and you're like yeah, I know it's okay",
        5928.02,
        5932.76
    ],
    [
        " I'm flying up there on my jet tomorrow. So just meet me up there when you can with your jet",
        5932.84,
        5937.52
    ],
    [
        " You know what I mean? It would be like I was not down to earth",
        5937.52,
        5941.76
    ],
    [
        " Yes, so that's what I thought it well then again, I don't know maybe I didn't right now",
        5941.76,
        5945.86
    ],
    [
        " I don't know really what it means or maybe it's both I don't know",
        5945.86,
        5948.26
    ],
    [
        " I thought down earth was like someone who is really easy to understand and relate with",
        5948.26,
        5952.12
    ],
    [
        " But then what I thought I understood later it currently is that down earth means like",
        5952.12,
        5957.78
    ],
    [
        " Humble in touch with like basically a king in his tower is",
        5957.78,
        5962.42
    ],
    [
        " Gonna be talking about king stuff meanwhile everyone else is talking about comment or stuff and so you're like both things that you said are correct",
        5963.4,
        5970.46
    ],
    [
        " Down to earth means like oh easy to understand humble not talking about like well",
        5970.46,
        5975.22
    ],
    [
        " You know the thing is when you get a private jet you got to really focus. You know what I mean like that's just",
        5975.22,
        5979.04
    ],
    [
        " That's not very down to earth",
        5979.04,
        5981.16
    ],
    [
        " You know",
        5981.16,
        5982.36
    ],
    [
        " So down to earth. Yes, it's humble. It's also like relatable, right",
        5982.36,
        5988.54
    ],
    [
        " Pulse it's both in yeah, it's both. It's like humble in a very specific relatable way",
        5989.02,
        5994.18
    ],
    [
        " Easy to get along with kind of a deal totally that's down to earth. It's a very positive thing. All right. We got two more of these hexagrams to cover",
        5994.18,
        6001.62
    ],
    [
        " The enlightened person defends against forthcoming adversity great great idea",
        6001.62,
        6008.32
    ],
    [
        " Mike Glover approves",
        6008.32,
        6010.46
    ],
    [
        " Progress only in small matters confusion is imminent. Okay, so it's gonna be some confusion out there",
        6010.46,
        6016.68
    ],
    [
        " And last one the wise person attends his position and and progress carefully",
        6018.54,
        6023.96
    ],
    [
        " Progress with great vigilance. Yeah pay attention",
        6023.96,
        6028.92
    ],
    [
        " There you go",
        6028.92,
        6030.92
    ],
    [
        " you can see that a lot of these things are common sense, but here's the thing if these things are such common sense",
        6030.92,
        6039.76
    ],
    [
        " Why are we not doing these things?",
        6039.76,
        6041.82
    ],
    [
        " right",
        6041.98,
        6042.92
    ],
    [
        " And it's interesting that psychologically even if we flip a coin and it tells us to do the right thing that kind of pushes us in the right direction",
        6043.74,
        6051.14
    ],
    [
        " To take action right to to trust like all these things like that little flip the coin",
        6051.14,
        6057.0
    ],
    [
        " Or in this case the drawing of the yaro sticks or the the drawing of these",
        6057.0,
        6062.34
    ],
    [
        " This divination form",
        6062.34,
        6067.1
    ],
    [
        " We'll push you in the right direction. My advice would be",
        6067.1,
        6070.44
    ],
    [
        " You know don't wait for the flip of coin just do the right things and and you actually know what they are",
        6071.26,
        6076.76
    ],
    [
        " It's common sense, but it's common sense versus ego. It's common sense versus laziness. It's common sense versus habit",
        6076.76,
        6082.82
    ],
    [
        " Don't wait for the flip of a coin. These are things that you actually know",
        6082.82,
        6089.54
    ],
    [
        " So just do them",
        6089.54,
        6093.82
    ],
    [
        " I don't know how we don't do",
        6093.82,
        6096.16
    ],
    [
        " laziness ego habit what",
        6096.74,
        6098.38
    ],
    [
        " It well, yeah, these are all like within the you know in the spirit of jocco simplifying things or whatever",
        6098.38,
        6103.62
    ],
    [
        " We're distracted from it. That's why so and there's a bunch of things that can distract you for sure",
        6103.62,
        6109.06
    ],
    [
        " But the main ones are entertainment or your mood right like how you feel",
        6109.06,
        6114.36
    ],
    [
        " So ego I guess it's not mood, but like how you feel so working out for example",
        6114.36,
        6119.56
    ],
    [
        " everyone",
        6119.56,
        6121.78
    ],
    [
        " If you're on the internet or let's say if you're in America pretty much everyone knows that working out is better",
        6122.42,
        6127.36
    ],
    [
        " Freed than not working out everyone knows that factly then why does everyone work out like everyone",
        6127.36,
        6132.24
    ],
    [
        " lazy I would see a black discipline. I'm sure laziness is in there for sure",
        6132.24,
        6137.26
    ],
    [
        " But but the think about it you're actually gonna be a better human being you're gonna live longer",
        6137.26,
        6142.6
    ],
    [
        " You're gonna be healthier. Yeah everything in your world's gonna be better. You don't do it",
        6142.6,
        6145.78
    ],
    [
        " Black a discipline laziness. That's a horrible thing. Yeah, so and hey",
        6145.78,
        6150.26
    ],
    [
        " There's someone out there that like doesn't have time they got three kids. They're a single mom",
        6150.62,
        6154.7
    ],
    [
        " They're working two and a half jobs like I get it. They're not working out. I get it",
        6154.7,
        6158.64
    ],
    [
        " Oh, I I get all reasons why people I get why that's the case, but here's the thing",
        6158.64,
        6163.36
    ],
    [
        " I'm just saying what keeps someone from making the decision to not work out versus to work out because we all know now",
        6163.36,
        6170.38
    ],
    [
        " A workout can be 10 minutes versus zero minutes. It can even be five minutes versus zero minutes like we know",
        6170.38,
        6179.34
    ],
    [
        " Like you do burpees as many as you can for five minutes. Yep. That's that's a workout of work out",
        6179.34,
        6184.58
    ],
    [
        " And it's gonna depend so we all know this right?",
        6184.58,
        6187.08
    ],
    [
        " So but what is it that makes us make the decision the actual conscious decision down on the street level to be like",
        6187.4,
        6193.6
    ],
    [
        " I'm not gonna do that right now or to not even think about it. You seem to know. What's your answer being distracted?",
        6193.6,
        6198.78
    ],
    [
        " Distracted by something whether be your you're feeling your mood your",
        6199.04,
        6202.28
    ],
    [
        " Something else where I don't pay attention. I kind of don't agree with you at least on some level. Mm-hmm",
        6202.28,
        6208.44
    ],
    [
        " There's times where you look distraction would mean oh, man",
        6208.44,
        6211.54
    ],
    [
        " I forgot to work out like I was watching Instagram. Oh, I was fell into like nine YouTube movies and now I do work out",
        6211.54,
        6218.74
    ],
    [
        " That can happen. Yeah, allegedly, right? It can happen. You can let the window close",
        6218.74,
        6224.4
    ],
    [
        " But let's face it when you're letting the window close and if you're not don't remember what I'm talking about",
        6224.4,
        6228.54
    ],
    [
        " We used to talk about the",
        6228.54,
        6229.82
    ],
    [
        " Chichita window is closing like hey, you know classes at 430 and you're trying to wrap something up",
        6229.82,
        6235.74
    ],
    [
        " And if you don't get it done by 4",
        6235.74,
        6237.18
    ],
    [
        " You know by 335 you're gonna be late and then you just kind of let that window close and you're not training. Yeah",
        6237.18,
        6244.68
    ],
    [
        " So when you let the window close for sure, yeah, but I don't think that's distract distraction",
        6244.68,
        6249.82
    ],
    [
        " I forgot about it. I don't think that happens. I'm in you are correct, but I'm talking about a deeper level",
        6249.82,
        6256.7
    ],
    [
        " So I'm saying for real on a conscious decision making level down on the street. Uh-huh",
        6256.7,
        6264.6
    ],
    [
        " Your mood will distract you from the idea that knowing the right thing to do is to work out",
        6265.74,
        6270.76
    ],
    [
        " But what would make you think hey right now what's driving my decision is causing me to do the wrong thing literally the wrong thing",
        6270.76,
        6278.9
    ],
    [
        " And it's your mood so to accommodate this mood is distracting me from a better decision. Yeah",
        6278.9,
        6286.08
    ],
    [
        " It's like a dip it's like if you want to use that form of distraction",
        6286.08,
        6289.74
    ],
    [
        " Then that then I understand what you're saying. I do want to use it. Okay, you're allowed to use it you can use it because let's face it",
        6289.74,
        6295.58
    ],
    [
        " There's no there's maybe you once in a while you you get",
        6296.18,
        6300.62
    ],
    [
        " Distracted",
        6300.62,
        6303.04
    ],
    [
        " Where you go? Oh dang it's already freaking",
        6303.04,
        6306.2
    ],
    [
        " 645 in the morning",
        6306.2,
        6308.44
    ],
    [
        " And I had to jump on for an email and then I started watching a YouTube video and then I went down the rabbit hole",
        6308.44,
        6313.36
    ],
    [
        " And I got literally distracted where I didn't",
        6313.36,
        6316.18
    ],
    [
        " But I actually can tell you this I have never in my life gotten distracted and mr. Workout. Yeah",
        6316.18,
        6322.28
    ],
    [
        " So I might have chosen and said like bro, you know, it's leg day and I'm gonna watch more YouTube videos right now",
        6322.32,
        6329.0
    ],
    [
        " I'm gonna put this thing off",
        6329.0,
        6330.24
    ],
    [
        " But it didn't happen in a subcontext distraction to me as a subconscious thing where it's like oh, I got distracted",
        6330.24,
        6337.22
    ],
    [
        " Oh, I was driving and texting yeah, that's distracted. I hit a freaking tree. Yeah, I get it and that's good",
        6337.22,
        6345.2
    ],
    [
        " That's true. I didn't I didn't wasn't texting and now I missed a workout",
        6345.2,
        6349.48
    ],
    [
        " I",
        6350.86,
        6351.3
    ],
    [
        " Didn't happen right",
        6351.3,
        6351.98
    ],
    [
        " I get it and I am not saying that you're wrong, but in the spirit of understanding not I'm writing you're not right or I'm more right than you",
        6351.98,
        6361.22
    ],
    [
        " Is that's not the spirit the spirit is in the spirit of understanding so distraction is more",
        6361.22,
        6365.68
    ],
    [
        " The level you can go with it all right what made sense is when you said",
        6365.68,
        6372.32
    ],
    [
        " You can allow yourself to be you can choose to be distracting said choosing to do what you should be doing",
        6372.32,
        6378.4
    ],
    [
        " But I think on some kind of other mental level it's more of the idea and think of it as an concept right the idea of keeping your eyes on the price",
        6378.4,
        6385.22
    ],
    [
        " Right, you know that idea there so keeping the eyes on the price right. Oh, okay, so the the price is",
        6385.22,
        6391.16
    ],
    [
        " The benefits of working out right and even if you're not a fitness person",
        6391.16,
        6396.52
    ],
    [
        " And in fact you've never worked out in your life. You're gonna know at least one benefit of working out right there",
        6396.52,
        6401.7
    ],
    [
        " You're gonna know it's better to do it than to not do it people gonna know that stuff",
        6401.7,
        6406.0
    ],
    [
        " So let's say that's the price the benefits right",
        6406.0,
        6408.3
    ],
    [
        " If you keep your if you take your eyes off that price and look at another prize your eyes kind of got distracted from the price",
        6408.3,
        6415.18
    ],
    [
        " I'm saying so on that level is what I mean like by distracted or whatever",
        6415.18,
        6418.7
    ],
    [
        " That's why I said in that form you can use it and I understand what you're saying and you're you're correct",
        6418.7,
        6422.64
    ],
    [
        " Yeah, kind of like real minor kind of way you're right",
        6422.64,
        6425.16
    ],
    [
        " Hey, I'll take it. I'll take it. Okay. Thank you. Uh, so",
        6425.16,
        6429.12
    ],
    [
        " Let's not get distracted",
        6429.12,
        6431.46
    ],
    [
        " Let's try not perhaps hard. It's hard because even in the real",
        6431.66,
        6435.16
    ],
    [
        " I should say direct away. It's easy to get distracted",
        6435.16,
        6437.94
    ],
    [
        " And it's a purpose too. That's what I that's that's what I think you choose to get distracted",
        6437.94,
        6444.02
    ],
    [
        " Like you can easily choose to sit down and watch some youtube videos or flip through your Instagram right",
        6444.02,
        6450.5
    ],
    [
        " You then and then you add on top of that fact that the dopamine is getting in you and it's just dopamine",
        6450.5,
        6457.48
    ],
    [
        " dopamine and then now you're just like more dopamine more dopamine no dopamine",
        6457.52,
        6460.46
    ],
    [
        " Don't mean knowing you do this right or I don't know maybe don't I thought I'm pretty sure you said he did this",
        6460.46,
        6465.24
    ],
    [
        " So you know like if for example you're gonna do some hard workout thing",
        6465.24,
        6469.06
    ],
    [
        " And you're like you don't want to know some 20 reps quad or I don't know some hard workout thing and you're like looking around",
        6469.06,
        6476.26
    ],
    [
        " Stretch another round",
        6476.26,
        6477.36
    ],
    [
        " Lemme uh, oh wait wait, let me check that email. I'm hoping that there's a freaking tragedy at one of my companies that I gotta go deal with",
        6477.36,
        6486.76
    ],
    [
        " I don't have to be your 20 reps. Pop orders. Well workout bro. I'll find little things that like need to be done",
        6486.76,
        6492.0
    ],
    [
        " Yeah, you know like I'll be like oh man",
        6492.0,
        6493.48
    ],
    [
        " And you know there's like this weird routine before workout if I'm really not feeling like it like so I'll drink a water",
        6493.48,
        6498.8
    ],
    [
        " Right so while I'm drinking water, I'm like oh wait. Oh shoot that little corner needs to be clean real quick",
        6498.8,
        6503.24
    ],
    [
        " You know so and it kind of like it's like a form of district like purposeful",
        6503.24,
        6506.72
    ],
    [
        " Distraction and procrastination mix together totally well the ejang says don't",
        6506.72,
        6514.36
    ],
    [
        " procrastinate so let's take out the advice all right",
        6514.76,
        6517.12
    ],
    [
        " Well, we want to stay on the path. We don't want to get distracted",
        6517.12,
        6519.66
    ],
    [
        " Let's make sure we're fueling the path correctly get yourself some jocco fuel jocco fuel dot com",
        6519.66,
        6524.6
    ],
    [
        " Get yourself some of these energy drinks which are for a godsend. Yep. I hear there's like",
        6524.6,
        6529.1
    ],
    [
        " Looks like the Nobel Prize is going to be awarded to me jocco fuel for making these",
        6529.1,
        6533.92
    ],
    [
        " They weren't 100% sure until they made the ready to drink milk and now it's just they they realize that it's the recognition is deserved",
        6533.92,
        6541.36
    ],
    [
        " So get yourself some jocco fuel energy drinks that have no downside",
        6542.22,
        6547.92
    ],
    [
        " No downside",
        6547.92,
        6549.46
    ],
    [
        " It's not like well. I need energy right now. I'm gonna. I'm gonna sacrifice future energy for current energy",
        6549.46,
        6556.4
    ],
    [
        " That's what the other guys do",
        6556.4,
        6558.64
    ],
    [
        " They sacrifice future energy for current energy. We will give you current energy and you'll still have the future energy no crash",
        6558.64,
        6565.38
    ],
    [
        " Mm-hmm",
        6565.5,
        6566.16
    ],
    [
        " Neutropics",
        6566.16,
        6567.92
    ],
    [
        " 95 milligrams of caffeine sweetened with monk fruit tastes freaking delicious. There you go get some of that get yourself some milk",
        6567.92,
        6575.24
    ],
    [
        " Get on the milk train. Oh, yeah, that RTD ones. It just keeps paying dividends",
        6575.24,
        6580.16
    ],
    [
        " Same thing and you know you want to talk about getting distracted",
        6580.16,
        6584.3
    ],
    [
        " When it comes to like",
        6584.3,
        6586.72
    ],
    [
        " For me the the effort meter for food prep. I have a low. I have a high bar for what I'm gonna put into it",
        6586.72,
        6594.84
    ],
    [
        " Like you you want to talk to lathe babbin and you like hey you want to eat dinner? He's like yeah, man",
        6595.2,
        6599.46
    ],
    [
        " Who's like ill you know fire up the grill it to a clock. I'll start marinating food tonight",
        6599.46,
        6604.26
    ],
    [
        " He's gonna be on that grill for two hours. He's putting effort into it. I'm not doing that. It's not me. It's not my thing",
        6604.26,
        6609.44
    ],
    [
        " It's not my john Dudley. Yeah, dude. This dude will have a plan like three four or five days in advance",
        6609.44,
        6615.44
    ],
    [
        " We you know, he's turning on the trigger at you know",
        6615.44,
        6619.1
    ],
    [
        " at at at nine o'clock in the morning. He's turning on the trigger",
        6619.1,
        6623.1
    ],
    [
        " He's putting the meat takes in six hours to cook you know what I'm saying? Yep. This is none of this. I'm not doing any of this",
        6623.1,
        6627.82
    ],
    [
        " I'm opening up 10 chicken",
        6627.82,
        6629.66
    ],
    [
        " I'm putting mayonnaise in it. It took me 30 seconds to to make my meal",
        6629.66,
        6634.66
    ],
    [
        " So I have a very high bar as far as the effort that I'm gonna put into to prep food",
        6634.66,
        6641.52
    ],
    [
        " The RTD mocha is a complete game changer. It's a it's the healthiest thing you can just rock and roll in that right now",
        6641.52,
        6647.52
    ],
    [
        " And just get stronger while having dessert",
        6647.52,
        6651.46
    ],
    [
        " You know",
        6651.7,
        6652.42
    ],
    [
        " Joccofuel.com also go to wawa",
        6652.42,
        6655.4
    ],
    [
        " Go to vitamin shop go to the military comisities to Haniford dash stores in Maryland wakefern",
        6655.4,
        6660.98
    ],
    [
        " shop right",
        6660.98,
        6662.84
    ],
    [
        " H e b in taeha's",
        6662.84,
        6665.4
    ],
    [
        " Meyer those are the big retailers. Hey, thanks for going into H e b. Thanks for going into my we're",
        6665.4,
        6670.76
    ],
    [
        " Dominating in there dominating the vitamin shop as well",
        6670.76,
        6673.98
    ],
    [
        " So I think the results are out yet, but we're either the number one brand or the number two brand in vitamin",
        6673.98,
        6681.28
    ],
    [
        " Which is awesome",
        6682.36,
        6683.16
    ],
    [
        " Some people voted for that was a voting situation brand v brand yeah, so it's why and I saw that too and so I went on there and did you vote?",
        6683.16,
        6693.3
    ],
    [
        " Yeah",
        6693.74,
        6693.88
    ],
    [
        " Of course, I'm gonna I have a very strong opinion and actually when I looked at it",
        6693.88,
        6699.1
    ],
    [
        " I was like oh yeah, I'm voting the heat and maybe I over thought this whole thing",
        6699.1,
        6702.62
    ],
    [
        " Maybe I did maybe I put the perfect amount of thought into it. So I'm looking right and it's like um",
        6702.62,
        6707.36
    ],
    [
        " It was ready to drink right and RTD was like and the goat was in that so I'm like cool",
        6707.48,
        6712.44
    ],
    [
        " And I'm you know, I'm checking my bias, you know, because I'm a responsible human being in my mind",
        6712.44,
        6717.64
    ],
    [
        " So I scroll and I see who who else is here though, you know like what else I'm looking at this other one",
        6717.64,
        6722.98
    ],
    [
        " I was like I would never vote for any of these things. I'll only vote for this one. Yeah, the healthy one the good one",
        6722.98,
        6729.22
    ],
    [
        " Yeah, so I'm like all right, so yeah, I think it's justified is what I'm saying",
        6729.22,
        6733.42
    ],
    [
        " So it's not one of those things where it's kind of like hey like it sucks, but hey, I like you Jaco",
        6733.42,
        6738.88
    ],
    [
        " But it's like it's lit. It's factually better than all this stuff so good good on",
        6738.88,
        6743.06
    ],
    [
        " JacoField.com go get it",
        6743.06,
        6746.26
    ],
    [
        " OrginUSA.com also you're gonna need some jiu-jitsu in your life",
        6746.26,
        6750.54
    ],
    [
        " Right because jiu-jitsu is one of that magic eight ball solutions to problems is trained jiu-jitsu",
        6750.54,
        6755.34
    ],
    [
        " We encourage it. We also make jeans we make a hunt gear",
        6755.34,
        6760.44
    ],
    [
        " And we make it all in America, which is a big deal",
        6760.82,
        6763.38
    ],
    [
        " It's a big deal because there is",
        6763.38,
        6766.18
    ],
    [
        " ecological disasters going on in the world",
        6766.18,
        6770.7
    ],
    [
        " And there's slavery modern-day slavery",
        6770.7,
        6774.68
    ],
    [
        " That's happening right now in a sweatshop in China",
        6774.68,
        6779.82
    ],
    [
        " And you can go support that you can go support in slaving another human being",
        6779.82,
        6784.74
    ],
    [
        " Or you can go to originUSA.com and you can get some American made",
        6784.74,
        6788.92
    ],
    [
        " Quat the highest of quality",
        6790.22,
        6791.96
    ],
    [
        " Gear",
        6791.96,
        6793.88
    ],
    [
        " For your entire life t-shirts sweatshirts boots hoodies jiu-jitsu geese look",
        6793.88,
        6800.9
    ],
    [
        " Can you wear your gear to work you can?",
        6800.9,
        6803.42
    ],
    [
        " Right to me, it's sort of like wearing a you know being a Buddhist monk at a university and dressing like that",
        6803.8,
        6809.58
    ],
    [
        " I don't I don't think you should I'm not gonna hold it against you",
        6809.58,
        6812.52
    ],
    [
        " This was probably the one kind of outside the box uniform",
        6812.52,
        6815.76
    ],
    [
        " Said if I saw you wearing I'd be like you know what we'll go with it",
        6816.06,
        6819.18
    ],
    [
        " You want to wear that ghee probably wear a black ghee be less obvious than a white ghee",
        6819.18,
        6824.34
    ],
    [
        " You know as far as going to work in depending on where you work",
        6824.34,
        6827.76
    ],
    [
        " I guess if you worked in a hospital you can wear the white ghee and that might look pretty dope",
        6827.76,
        6831.76
    ],
    [
        " But you worked in uh",
        6831.76,
        6832.88
    ],
    [
        " In some kind of a financial industry. I'd probably wear just a black ghee",
        6832.88,
        6836.82
    ],
    [
        " You know just a little bit more subdued",
        6836.82,
        6838.9
    ],
    [
        " You know what I mean?",
        6838.9,
        6840.98
    ],
    [
        " Yes, like dude. I know you're going into a meeting",
        6841.08,
        6843.24
    ],
    [
        " You know you don't want to be standing out with a bright white ghee. No, never that black ghee. Yeah",
        6843.24,
        6848.18
    ],
    [
        " You wear a rash card underneath, you know",
        6848.18,
        6850.6
    ],
    [
        " Yeah, that's why we were normal if you wear your gear to work is tag me in a picture. I want to see it",
        6850.6,
        6856.44
    ],
    [
        " Yes, you know, I just want to see kind of maybe in a little video",
        6856.44,
        6859.28
    ],
    [
        " Jiu-jitsu instructor as a job does not count. Jiu-jitsu instructor's a job does not count",
        6859.28,
        6863.24
    ],
    [
        " Yeah, good. I have a some kind of normal job. Yeah",
        6863.24,
        6865.92
    ],
    [
        " Oh",
        6865.92,
        6866.62
    ],
    [
        " Cut and cut normal. Let's face it Jiu-jitsu instructors at a normal job. No",
        6866.68,
        6870.66
    ],
    [
        " No, there's no there's no box right like when you go to a survey",
        6870.66,
        6875.16
    ],
    [
        " It doesn't say Jiu-jitsu instructor. There's no box that says you know it says are you in service industry?",
        6875.16,
        6881.84
    ],
    [
        " Are you in the financial industry? It doesn't there's no box on there says are you in the Jiu-jitsu instructor industry?",
        6882.14,
        6886.56
    ],
    [
        " It's not normal. It's not a normal job",
        6886.74,
        6887.92
    ],
    [
        " Yeah, they would have to kind of in a way kind of shoehorn it into another industry like um fitness sport",
        6887.92,
        6893.58
    ],
    [
        " Yeah, even fitness that doesn't",
        6893.58,
        6895.36
    ],
    [
        " Tag like sports maybe but not everyone competes. So it's like",
        6896.54,
        6900.14
    ],
    [
        " You're just a Jiu-jitsu instructor. It's not normal. We support you though. We support get yourself some get yourself an origin USA G",
        6900.14,
        6908.24
    ],
    [
        " Best G's in the world by the way",
        6908.24,
        6910.98
    ],
    [
        " Orginausay.com also jacuzzi store. It's called the aqua store. This is where hey man on this path. It's hard",
        6910.98,
        6915.92
    ],
    [
        " Sorry, but there's other people there's other people in the path with you",
        6915.92,
        6919.98
    ],
    [
        " Anyway, if you want to represent this where you can get your shirts and hats and hoodies and some a lot of good stuff on there",
        6920.72,
        6926.26
    ],
    [
        " So yeah, check that out. That's what we've been hearing. Yes",
        6926.26,
        6928.98
    ],
    [
        " So we're in the street that's their reports from the from the field",
        6928.98,
        6932.78
    ],
    [
        " Coz it were subscribe to the podcast subscribe to jaco underground go subscribe to the youtube channels",
        6932.78,
        6937.3
    ],
    [
        " Get psychological warfare go to flipside canvas.com get some cool stuff to hang on your wall from Dakota, Myr",
        6937.3,
        6942.98
    ],
    [
        " Get one of the books that I've written or published go to extreme ownership.com and",
        6942.98,
        6948.94
    ],
    [
        " Learn how to lead",
        6949.24,
        6950.28
    ],
    [
        " This is not something you learn to today. It's something you got to follow up with that's where we made that online training academy",
        6950.28,
        6956.24
    ],
    [
        " Go check that out and that is of course through echelon front which is our leadership consultancy",
        6956.24,
        6960.3
    ],
    [
        " Just got back from getty's burg the hallowed ground to getty's burg the thing was sold out. That's the thing you got to watch out for",
        6960.3,
        6967.6
    ],
    [
        " The stuff that we do is sold out",
        6967.6,
        6969.6
    ],
    [
        " And so if you want to come to one of our live events you have to register early in order to go so go to",
        6969.6,
        6976.7
    ],
    [
        " go to echelonfront.com check out our live events or check out if you need",
        6977.04,
        6981.26
    ],
    [
        " Leadership consultant",
        6981.26,
        6983.36
    ],
    [
        " Consultant things consulting in your team",
        6983.36,
        6986.74
    ],
    [
        " You got to go there as well and we will take care of you",
        6986.74,
        6990.38
    ],
    [
        " And if you want to help service members active and retired",
        6990.38,
        6992.58
    ],
    [
        " You want to help their families you want to help gold star families check out marklies mom mom",
        6992.58,
        6996.14
    ],
    [
        " Alicia's got a charity organization that is",
        6996.14,
        6998.76
    ],
    [
        " Doing an incredible job",
        6998.76,
        7001.12
    ],
    [
        " Helping our warriors and their families if you want to donate or you want to get involved",
        7001.12,
        7005.68
    ],
    [
        " go to americasmightywarriors.org",
        7005.68,
        7008.38
    ],
    [
        " And also don't forget about my kaphink",
        7008.38,
        7010.62
    ],
    [
        " Who apparently right now is",
        7010.62,
        7014.28
    ],
    [
        " Skinning a mountain lion",
        7014.28,
        7016.7
    ],
    [
        " With his bare hands that he killed with a with a tree branch",
        7016.7,
        7021.52
    ],
    [
        " While he is a horseback",
        7021.52,
        7023.36
    ],
    [
        " And if you and he's doing he's showing he's showing veterans and first responders",
        7023.36,
        7029.16
    ],
    [
        " I think he's got first responders in their now too",
        7029.16,
        7030.76
    ],
    [
        " He's showing them how to find themselves by losing themselves out in the wilderness",
        7030.76,
        7034.8
    ],
    [
        " Horses and heroes sorry heroes and horses.org go check that out if you want to connect with us",
        7035.74,
        7041.6
    ],
    [
        " echo Charles",
        7041.6,
        7042.54
    ],
    [
        " At echo Charles",
        7042.54,
        7044.16
    ],
    [
        " Jocke willink at jocke willink but be careful because it's a distraction platform",
        7044.16,
        7048.64
    ],
    [
        " It's meant to state take your eyes off the prize",
        7048.64,
        7051.06
    ],
    [
        " Don't let that agglory them grab a hold to you and thanks to our military men and women in uniform that are out there",
        7051.06,
        7057.0
    ],
    [
        " Around the world sacrificing their freedom to protect ours. Thank you for what you do and the same goes to our police",
        7057.0,
        7064.64
    ],
    [
        " Law enforcement firefighters paramedics empties dispatchers correctional officers border patrol secret service and all first responders",
        7064.64,
        7071.34
    ],
    [
        " you all",
        7071.34,
        7072.54
    ],
    [
        " Also make sacrifices every day to keep us and our family safe and we thank you for what you do",
        7072.54,
        7079.14
    ],
    [
        " And everyone else out there",
        7079.14,
        7082.6
    ],
    [
        " Speaking of what you do you know what to do",
        7082.6,
        7087.06
    ],
    [
        " You know what to do",
        7087.06,
        7089.86
    ],
    [
        " You know what the ancient wisdom says",
        7089.86,
        7094.22
    ],
    [
        " You know what the common sense thing is and you don't need a coin toss or a palm reading or a tarot card",
        7094.22,
        7100.86
    ],
    [
        " To tell you what to do you already know",
        7100.86,
        7103.78
    ],
    [
        " And that is to get up and go get after it",
        7103.78,
        7108.72
    ],
    [
        " And until next time",
        7108.72,
        7111.24
    ],
    [
        " Zecco and jocke out",
        7111.24,
        7114.4
    ]
]