[
    [
        " This is Jockel Podcast number 369 with Echo Charles and me, Jockel Willink. Good evening, echo. Good evening.",
        0.24,
        6.3
    ],
    [
        " There's a famous speech.",
        6.9,
        8.44
    ],
    [
        " I think Tim Ferris might be the first person that I heard talk about this speech.",
        9.12,
        15.24
    ],
    [
        " The speech is called This Is Water. It's by a guy named David Foster Wallace.",
        15.84,
        21.64
    ],
    [
        " And it's a graduation speech. You know, people are graduating from college.",
        22.26,
        26.68
    ],
    [
        " I'm not going to go into David Foster Wallace's whole life. He was a professor. He was a writer.",
        27.4,
        32.7
    ],
    [
        " He was an author of books and he battled with depression his whole life and he eventually killed himself, which is awful, horrible.",
        33.36,
        43.06
    ],
    [
        " But that may at some point, maybe we'll get into that.",
        44.72,
        48.08
    ],
    [
        " But I want to talk about a speech a little bit because it opens up an idea that I've been",
        48.78,
        54.38
    ],
    [
        " I've been engaged with for a while now.",
        55.7,
        58.86
    ],
    [
        " So his speech starts off like this. Greetings parents and congratulations to Kenyans graduating class of 2005.",
        59.5,
        65.96
    ],
    [
        " There are these two young fish swimming along and they happen to meet an older fish swimming the other way who nods at them and says morning boys, how's the water?",
        66.72,
        75.98
    ],
    [
        " And the two young fish swim on for a bit and then eventually one of them looks over at the other and goes",
        77.2,
        83.32
    ],
    [
        " what the hell is water?",
        83.7,
        84.92
    ],
    [
        " And",
        86.4,
        89.0
    ],
    [
        " so the point of this",
        89.0,
        91.56
    ],
    [
        " story is that you know, we're in water and",
        91.56,
        97.3
    ],
    [
        " we're so used to the water. We're so encompassing the water that we don't even know that we don't notice it.",
        97.3,
        102.42
    ],
    [
        " Now what does this have to do with anything? Well",
        103.4,
        106.52
    ],
    [
        " how does this apply? I mean, there's clearly there's a there's a topic that we can get into about appreciating life",
        108.84,
        115.38
    ],
    [
        " and that's the water that you're in and you can just be not appreciative of it. But I was thinking about it from a different perspective",
        115.38,
        123.6
    ],
    [
        " and we've talked about before on this podcast and you probably heard me say this before the best way to beat someone",
        123.6,
        130.82
    ],
    [
        " in a game",
        130.82,
        134.46
    ],
    [
        " is if they don't even know that they're playing the game. It was the best way to beat someone.",
        136.52,
        139.68
    ],
    [
        " Right. They don't even know that it's happening",
        140.64,
        142.5
    ],
    [
        " and you're out maneuvering them because they don't know what's happening and then you beat them. I mean, it'd be like,",
        142.5,
        148.84
    ],
    [
        " imagine you're pre-judged to like you didn't know anything about your jitsu and you got into",
        148.98,
        154.08
    ],
    [
        " a fight with someone and they were doing things. You don't even know what they're doing. Then they're getting them out. You didn't even know what that is.",
        154.08,
        162.96
    ],
    [
        " So it's not you're just beating them. They don't even know what's happening.",
        163.22,
        165.3
    ],
    [
        " So the best way to win a competition is for the opponent to not know that there is a competition. Sun Su's we've had",
        168.58,
        175.4
    ],
    [
        " we haven't had Sun Su on this podcast. He's been dead for a while. But",
        175.4,
        179.24
    ],
    [
        " you know, he he talked about the goal is to win without fighting. Right. The win without fighting. We don't want to fight.",
        179.24,
        186.2
    ],
    [
        " This is also the indirect approach, right? I don't want to get go head to head.",
        186.82,
        191.5
    ],
    [
        " So",
        192.04,
        193.62
    ],
    [
        " several months ago.",
        193.62,
        195.78
    ],
    [
        " I was talking one of my friends and someone that I spend time with and and talk to",
        196.52,
        201.1
    ],
    [
        " not all the time, but fairly regularly. And we were talking through some of his trials and tribulations.",
        201.1,
        207.1
    ],
    [
        " And I started talking about the game",
        207.78,
        209.94
    ],
    [
        " and and maybe it was",
        209.94,
        214.2
    ],
    [
        " the way that I was referencing it or",
        214.2,
        217.7
    ],
    [
        " the way I said it.",
        217.7,
        220.08
    ],
    [
        " And I talked about it. Look in leadership strategy tactics. I talk about playing the game",
        220.66,
        224.56
    ],
    [
        " which is a very specific reference to playing the game in a work environment, interacting with other people.",
        224.74,
        232.22
    ],
    [
        " But when I was talking to this friend of mine,",
        233.04,
        235.3
    ],
    [
        " I was talking about the game. You know, he was going through some stuff. And I was talking about the game.",
        235.76,
        243.78
    ],
    [
        " And as I'm watching his face as I'm talking about the game",
        244.22,
        248.26
    ],
    [
        " that he's engaged in, I realized he didn't know he was in the game.",
        248.26,
        253.92
    ],
    [
        " And just like the fish, not realizing they're in the water. So there's things going on in his life.",
        256.78,
        261.58
    ],
    [
        " There's things going on with his work. There's things going on with his marriage.",
        261.72,
        264.32
    ],
    [
        " And there's maneuvers being made. And I can see him because he's telling me what they are. He's telling",
        264.9,
        269.98
    ],
    [
        " but he doesn't realize that it's that it does or moves. And I looked at him. I said, like, hey,",
        269.98,
        277.9
    ],
    [
        " do you realize that this is a game, right?",
        278.34,
        280.18
    ],
    [
        " And he just gave me that blank stare and I realized, no, he didn't know this was a game.",
        282.92,
        287.64
    ],
    [
        " And over the last several months, I've had a bunch of conversations, not a bunch, but I've had",
        288.36,
        294.82
    ],
    [
        " several, we'll say, conversations like this. And I realized that a lot of people don't",
        294.82,
        310.16
    ],
    [
        " so I want to spend some time talking about this because I think a lot of people don't realize.",
        310.52,
        314.16
    ],
    [
        " I think a lot of people don't realize that they're in a game and that there is a game. In fact,",
        314.62,
        320.38
    ],
    [
        " there's multiple games going on. And they're in them. You're in them. I'm in them.",
        320.38,
        328.14
    ],
    [
        " So if you don't realize that you're in a game, you're not going to win.",
        328.86,
        334.74
    ],
    [
        " And you're things are happening and you're not going to win. You have to recognize that you're",
        335.84,
        341.2
    ],
    [
        " in a game and you actually have to recognize that you're in multiple games.",
        341.2,
        344.16
    ],
    [
        " Well, remember a long time ago we had a conversation about ecosystems, right? That there's",
        345.28,
        349.82
    ],
    [
        " different ecosystems in the world. I actually had this conversation with Andrew Huberman recently,",
        349.82,
        354.74
    ],
    [
        " you know, talking about the ecosystem. He's in the ecosystem of academia. He's a professor at",
        355.14,
        364.66
    ],
    [
        " really impressive to some people. There's some people that literally do not know where Stanford is.",
        364.66,
        370.2
    ],
    [
        " There's some people that don't care what kind of schooling you went to. There's Jiu-Jitsu ecosystem.",
        370.7,
        377.12
    ],
    [
        " Oh, I'm a purple belt. I'm a brown belt. There's people that there's people that don't understand",
        377.84,
        383.02
    ],
    [
        " that to them a black belt in Jiu-Jitsu is the same as a black belt in karate. They just like whatever.",
        383.02,
        386.8
    ],
    [
        " There's ecosystems at work. The SEAL teams is an ecosystem. Different guys in there. They're",
        387.08,
        393.1
    ],
    [
        " trying to maneuver, trying to get to the top of that pyramid of the ecosystem. And so there's",
        393.1,
        400.0
    ],
    [
        " all these ecosystems. And in those, there's games, right? There's games that are being played. There's",
        400.0,
        405.46
    ],
    [
        " work games. There's relationships. There's financial games. You're in a financial game.",
        405.46,
        411.0
    ],
    [
        " There's fitness. There's a status game. There's a materialistic game. There's all these games",
        412.06,
        421.86
    ],
    [
        " are going in and all those are going on. And all those are like subordinate games that are going",
        422.84,
        426.9
    ],
    [
        " on in your life. Possibly. You might not care about them. You know, you might not be playing one",
        426.9,
        431.7
    ],
    [
        " of those games. That's okay. You might not be playing the Jiu-Jitsu game. You don't care about",
        431.7,
        434.78
    ],
    [
        " Jiu-Jitsu. You might not be playing the financial game. That's okay. But you might be. You might be",
        434.78,
        440.8
    ],
    [
        " playing some of those subordinate games. And then there's the supreme game that you are playing",
        440.8,
        448.7
    ],
    [
        " which is life, which is life viewed as a game. Now, there's sort of a diminishing tone,",
        451.16,
        460.46
    ],
    [
        " right, to say that something's a game, right? There's a diminishing tone because guess what",
        461.24,
        464.48
    ],
    [
        " else is a game? Tick-tack-tell. Tick-tack-tell is a game. Shoot and ladders is a game.",
        464.48,
        470.08
    ],
    [
        " Yeah, right. So sometimes I've said this before. This isn't a game, right? I've said that before.",
        470.96,
        479.18
    ],
    [
        " In certain contexts. Okay, this isn't a game. So to now I'm sitting here saying everything's a game.",
        479.42,
        486.74
    ],
    [
        " But what we're talking, I'm not trying to devalue. I'm not trying to diminish or I'm not trying to",
        486.88,
        489.84
    ],
    [
        " depreciate life. And I'm not trying to devalue depreciate or diminish some of these",
        489.84,
        496.82
    ],
    [
        " like relationship games. Like, oh, it's a game to you. You see what I'm saying? There's a negative",
        497.56,
        501.34
    ],
    [
        " connotation. But it depends on the definition that you're going to use. And I actually looked around",
        501.34,
        507.12
    ],
    [
        " and see if there was another better word. But there actually isn't. There's just multiple",
        507.12,
        512.5
    ],
    [
        " definitions. Yes, a game can be tick-tack-tell. Yes, game can be shoots and ladders. Yes, game can",
        512.5,
        516.9
    ],
    [
        " be football game. And to compare, you know, people get mad, compare football to like combat.",
        516.9,
        521.74
    ],
    [
        " That. What are you doing? That's not common. And it's true. So you can't say, I'm not trying to",
        522.38,
        527.34
    ],
    [
        " take everything and compare it to shoots and ladders. Or what's the candy game? Maybe that was",
        527.34,
        533.56
    ],
    [
        " shoots and ladders. Candy Crush. No, candy land. I forget there's another game in Candy Land.",
        533.56,
        538.6
    ],
    [
        " That was like up there with shoots and ladders when I was a kid. Okay. So you could take that",
        538.9,
        545.0
    ],
    [
        " definition, this sort of frivolous game that you play for fun. But there's some definition of",
        545.0,
        551.0
    ],
    [
        " game that means you've got a competition based on rules where you're trying to score points",
        551.32,
        563.14
    ],
    [
        " or earn value in order to beat an opponent. That's a game. Which again, that's what combat,",
        563.14,
        571.8
    ],
    [
        " combat is the most serious of games. And that's what it is. It's a game. There's rules. We're trying",
        571.8,
        576.36
    ],
    [
        " to maneuver. We're trying to follow the rules while we beat the opponent. It's competition.",
        576.48,
        580.72
    ],
    [
        " And if you think about life, similar, because in life, guess what? There's rules.",
        581.36,
        587.72
    ],
    [
        " And you can break some of the rules of life. There could be consequences. You can actually choose",
        588.22,
        595.08
    ],
    [
        " different, you can have different rules in your life that I have in my life. We can have different",
        595.08,
        598.16
    ],
    [
        " rules. So you actually have some say in the set of rules that you're going to go by, right? You",
        598.16,
        605.14
    ],
    [
        " get somebody with no morals, these people that rip off billions of dollars from other people,",
        605.14,
        614.44
    ],
    [
        " the guys operating by a different set of rules, then a normal person. And should be punished severely",
        614.64,
        620.04
    ],
    [
        " for those actions. But that's what he, he was following the rules that he thought, or maybe he was",
        620.04,
        624.06
    ],
    [
        " breaking them, right? But there's rules. That's what's happening in life. You've got rules that",
        624.06,
        631.28
    ],
    [
        " you're following. You are, you have goals that you're trying to achieve. So you're trying to score",
        631.28,
        636.52
    ],
    [
        " goals or earn points. That's happening. Most likely, you're going to have to compete with others to",
        636.52,
        644.58
    ],
    [
        " achieve your goal. Most likely, whether you're a caveman and we're trying to survive and you're",
        644.58,
        650.4
    ],
    [
        " trying to eat, you know, we just killed a, a damn woolly mammoth. And now we got to fight over who",
        650.4,
        657.02
    ],
    [
        " gets more meat. There's limited resources or where, you know, you're running a business on run",
        657.02,
        661.58
    ],
    [
        " a bit. You're making widgets on making widgets. We got to compete. So when, when I'm talking about",
        661.58,
        670.56
    ],
    [
        " game, the game of life or really these sub games, these subordinate games in life, don't think of",
        670.56,
        675.6
    ],
    [
        " the lowest definition. So if you're already mad, someone's mad, my life is in a game. They deleted",
        675.6,
        681.18
    ],
    [
        " the podcast, right? Life is not a game. Oh, but it is. But don't think of that low kind of",
        681.18,
        689.02
    ],
    [
        " base definition. Think of the straightforward definition, a competition executed according",
        689.02,
        694.84
    ],
    [
        " to rules where the goal is to achieve some kind of victory. And by the way, the victory is also",
        694.84,
        701.14
    ],
    [
        " defined by rules, right? Because for some reason, they make a field goal worth this many points and",
        701.14,
        709.52
    ],
    [
        " a touchdown worth that many points. Those are just, they just made that up. So depending on what",
        710.04,
        716.46
    ],
    [
        " rules you put in your life, you winning might look different for you and to me. And that's okay.",
        716.46,
        722.5
    ],
    [
        " That's the thing is we're not disparaging the set of rules you're playing or the goals that you",
        723.3,
        726.8
    ],
    [
        " have or the goals that I'm playing or the rules that I'm playing or the goals that I have. Not",
        726.8,
        729.76
    ],
    [
        " disparaging those things. They might just might be different. What we have to watch out for is",
        729.76,
        736.44
    ],
    [
        " you have to make sure that you do know all the rules that you're going to play by. You have to",
        736.64,
        740.02
    ],
    [
        " make sure you know what you're trying to achieve. What does victory look like for you?",
        740.02,
        743.4
    ],
    [
        " So that's that's what's happening now. During this conversation that I have this run mind,",
        745.64,
        756.98
    ],
    [
        " he eventually got that look on his face that he understood that, okay, I get it. I'm playing a game.",
        757.42,
        763.34
    ],
    [
        " I'm in a game. He understood it, but he just kind of like realized it.",
        764.18,
        769.16
    ],
    [
        " And then he started asking me questions like what are the rules of the game?",
        769.98,
        773.32
    ],
    [
        " How do you win the game? Where do you focus? Do you ever walk away? Can you surrender? Is it a",
        775.04,
        783.72
    ],
    [
        " marathon? Is it a sprint? Like he started asking me detailed questions about the game. And I've",
        783.72,
        791.32
    ],
    [
        " been thinking for a while about these things. I'm going to spend some time addressing these on maybe",
        791.32,
        797.76
    ],
    [
        " a podcast or two, maybe seven podcasts, maybe 12 podcasts. I don't know. But let's start with this.",
        797.76,
        805.56
    ],
    [
        " How do you know you're in a game? How do you know? Well, the short answer is you are. You",
        806.76,
        821.3
    ],
    [
        " get here. What I recommend, I recommend this often as a tool for detachment. And that is to take",
        821.3,
        828.22
    ],
    [
        " a step back and actually write things down. Actually put pen to paper. If you don't know that you're",
        828.22,
        834.68
    ],
    [
        " in a game right now, take a step back, sit down and write down, ask yourself some good questions.",
        834.68,
        841.6
    ],
    [
        " What are my objectives? Because if you're looking at your life or you're looking at your relationship,",
        842.36,
        850.58
    ],
    [
        " or you're looking at your job, you need to take a step back and say, wait a second, what are my",
        850.58,
        854.86
    ],
    [
        " objectives? Because if you don't know what your objectives are, you definitely know you're in a game.",
        854.86,
        860.62
    ],
    [
        " I mean, imagine you're walking around a piece of grass and all of a sudden people go running by you",
        860.98,
        865.04
    ],
    [
        " and one of them is holding a ball. Like you don't know what they're doing, right? Maybe you should grab",
        865.04,
        869.38
    ],
    [
        " that dude and put him to the ground. But you don't even know what he's doing. You don't know what",
        869.38,
        873.72
    ],
    [
        " direction he's going. There's big, there's lines on the grass. There's numbers around 10, 20, 30, 40.",
        873.72,
        880.5
    ],
    [
        " Right? You don't know what they mean. So write down, okay, water, okay, I get it. I'm trying to get",
        881.36,
        889.28
    ],
    [
        " this ball into that area of grass that's painted red. Okay. Think of how your whole world",
        889.28,
        898.6
    ],
    [
        " improves. If you're standing on a piece of grass, you have no idea what's going on. People are",
        898.6,
        903.66
    ],
    [
        " running around. They're kicking things. They're throwing things and you don't know what's happening.",
        903.66,
        906.86
    ],
    [
        " But as soon as you go, I got to, I'm trying to, these guys with the red shirts on are going against",
        907.2,
        913.08
    ],
    [
        " the guys with the white shirts on. And we're trying to get this ball into that red area. Okay. Think of",
        913.08,
        920.26
    ],
    [
        " how much more productive you can be in that scenario. Just knowing that. Just knowing that.",
        920.26,
        927.94
    ],
    [
        " So how many people are sitting there on the field of life and they don't even know what direction",
        928.52,
        933.56
    ],
    [
        " they're going. They don't know what the objective is. They don't know what their objective is.",
        933.56,
        936.98
    ],
    [
        " So the first step you take is you actually write down, okay, here's where I'm trying to go.",
        937.3,
        945.32
    ],
    [
        " Here's what I'm trying to do. This is my objective. And then you try and figure, okay, what are the",
        945.52,
        950.34
    ],
    [
        " rules here? Like what are some of the rules you have to obey? Because there's rules. There's societal",
        950.34,
        955.84
    ],
    [
        " rules. There's religious rules. There's family rules. There's rules that are in place.",
        955.84,
        960.68
    ],
    [
        " Yeah. That you, you can't just, if the goal is to get money, well, you can't just steal it.",
        961.4,
        966.42
    ],
    [
        " Well, you can try it, but you can call it. There's going to be consequences. You can't, you know,",
        966.7,
        971.56
    ],
    [
        " you have relationships with your family. You need to protect those relationships with your family.",
        971.62,
        976.62
    ],
    [
        " In most cases, those are rules that you write down. Then you start figuring out, okay, what strategies",
        976.88,
        984.42
    ],
    [
        " can I use? What tactics can I use? Now that I know what my objective is, what should I actually",
        984.42,
        990.4
    ],
    [
        " be doing tactically on a day-to-day week-to-week basis to try and progress towards this goal that I",
        990.4,
        997.58
    ],
    [
        " just figured out I had? And then write those things down. And I think what you will see as you start",
        997.58,
        1007.62
    ],
    [
        " to write down these objectives and these rules and these strategies and these tactics, I think what",
        1007.62,
        1016.46
    ],
    [
        " you'll start to realize is that you'll start to see, oh, there's a couple different games going",
        1016.46,
        1019.62
    ],
    [
        " on here. There's a couple different games going on here. Probably a real obvious one is work.",
        1019.62,
        1025.32
    ],
    [
        " It's also an obvious one because a lot of times you can see what your objective is. Oh, I want to",
        1025.8,
        1033.56
    ],
    [
        " get paid. I want to get promoted. I want to move into a leadership position or I want to grow",
        1033.56,
        1039.88
    ],
    [
        " this, but you know, what if something like that? So the generally speaking work is a little bit",
        1039.88,
        1045.48
    ],
    [
        " more identifiable. Not always because you talk to some people, you know, we go into companies",
        1045.66,
        1050.5
    ],
    [
        " that are on front. Oh, what are your goals here? Make good money this quarter. They don't have",
        1050.5,
        1059.02
    ],
    [
        " any long-term goals. They're any strategic goals. Oh, what's the goal of the company? Oh, make",
        1059.02,
        1063.38
    ],
    [
        " money this quarter. So that means they're not thinking strategic. They're thinking tactical. But",
        1063.38,
        1069.0
    ],
    [
        " they at least will have some idea in most cases. I mean, imagine you were a bouncer. Sure. Right?",
        1069.0,
        1074.94
    ],
    [
        " Back in the day. Did you ever think to yourself, all right, what am I trying to do here?",
        1075.08,
        1080.5
    ],
    [
        " Yeah, I mean, there was a point where it hit me really hard and I started thinking that I was",
        1081.6,
        1086.1
    ],
    [
        " con soon after that. Yeah, because you started thinking, wait a second. What? Like, if I win",
        1086.1,
        1091.02
    ],
    [
        " this game, yeah, what do I get? Yeah. And what do I put into it? And what do I get? That's another",
        1091.02,
        1099.12
    ],
    [
        " thing to think about is like, what is not just what's the objective and what's the victory, but what",
        1099.12,
        1104.26
    ],
    [
        " do I get for that victory? Yeah. Because a paycheck on Sunday and a wasted Friday, a wasted",
        1104.26,
        1113.34
    ],
    [
        " Saturday, you know, hanging around seeing you shouldn't really. It's not really progressing",
        1113.34,
        1118.4
    ],
    [
        " your life. You start realizing, oh, this is what what am I doing here? So you actually had that",
        1118.4,
        1122.88
    ],
    [
        " revelation. Yes. Yeah. How long did it take you to make this decision to to bail? Well, actually,",
        1122.88,
        1130.08
    ],
    [
        " it's funny because even right when you just said, don't say hit me so clearly, uh,",
        1130.08,
        1134.46
    ],
    [
        " remembering that experience. Yeah. So I was like, damn, but it did hit me. So at first,",
        1135.12,
        1140.88
    ],
    [
        " yeah, you're like, just floating. You're like, the game, if you've been recognized, which I",
        1141.22,
        1145.78
    ],
    [
        " didn't, because I just needed a job. I had experience. So it's easy to get. So I got it.",
        1145.78,
        1150.66
    ],
    [
        " And then it was just good fun. So it was literally just moment to moment day to day.",
        1150.82,
        1155.04
    ],
    [
        " And short term, oh, yeah, gratification, like daily basis, like literally, literally,",
        1155.24,
        1160.48
    ],
    [
        " and that went on, you know, early 20s who cares, you know, kind of a thing as far as how it went",
        1160.48,
        1167.8
    ],
    [
        " for me anyway. And then yeah, once I hit mid 20s, that's when it started to hit me. Whoa,",
        1167.8,
        1172.48
    ],
    [
        " like I've been here like two years, years. And what do you have to show for it? Nothing. Same spot,",
        1172.68,
        1179.24
    ],
    [
        " but which was fine because it's still fun. I'm so young, all the stuff. But, you know, when you",
        1179.48,
        1183.9
    ],
    [
        " hit 25 issue, you're kind of like, you see older people in that scene, and you're like,",
        1184.24,
        1189.08
    ],
    [
        " whoa, that person's like kind of older, cool, fine. But I didn't feel that that's where I wanted",
        1189.18,
        1194.62
    ],
    [
        " to be kind of a thing. All that stuff started to creep in my mind or whatever. And then yeah,",
        1194.62,
        1199.44
    ],
    [
        " you start to realize like, okay, I should, I should at least pay attention to the future,",
        1199.46,
        1204.36
    ],
    [
        " like long, medium, whatever future. And then I, but I've been not paying attention for so long",
        1204.64,
        1209.84
    ],
    [
        " that I wasn't even looking outside of my like trajectory, you know, so I started making",
        1209.84,
        1215.2
    ],
    [
        " goals within that same trajectory. Maybe I'll be a manager, maybe I'll gain some skills here.",
        1215.2,
        1219.26
    ],
    [
        " And bro, they were all about it. All the, all the, you know, my superiors, they're all about it.",
        1219.6,
        1224.14
    ],
    [
        " They're like, oh, yeah, cool. And then so I started to kind of pursue that a little bit. And then",
        1224.14,
        1228.7
    ],
    [
        " after a while, I was like, you're through about your career. Yeah, yeah. And I came with you because",
        1228.7,
        1231.88
    ],
    [
        " they got you there. They think, oh, yeah, we got it. Yep. It fully did. Oh, yeah, you,",
        1231.88,
        1236.28
    ],
    [
        " and just kind of guy we need. Yep. Yeah. Essentially, you know, you know, you know what,",
        1236.84,
        1240.92
    ],
    [
        " that manager paycheck looks like. This is such a perfect, exactly what I'm talking about.",
        1240.96,
        1247.08
    ],
    [
        " Yeah. This is exactly what I'm talking about. And you had a little moment, this happens to a lot",
        1247.18,
        1251.74
    ],
    [
        " of people, you know, you see, you see the person that's doing what you're doing, but they're 10",
        1251.74,
        1256.34
    ],
    [
        " years older than you. And you think, wait a second. You have a moment of clarity where you go,",
        1256.34,
        1266.26
    ],
    [
        " wait a second. That's going to be me. Some people say, well, no, that'll never happen to me.",
        1266.26,
        1269.58
    ],
    [
        " Yeah. But in order for it to not happen, you got to get, you got to, you got to make some adjustments.",
        1269.84,
        1274.74
    ],
    [
        " Yes. So this is exactly what I'm talking about. Like this is exactly what I'm talking about.",
        1274.92,
        1280.16
    ],
    [
        " From the work perspective, you're in a work job, you're doing your job, and you're looking,",
        1280.4,
        1285.92
    ],
    [
        " and you start realizing, okay, what is this game that I'm playing? Because you are on the field.",
        1286.06,
        1290.2
    ],
    [
        " Yeah. But there's that place happening. There's things going on. You don't even know what's,",
        1290.46,
        1293.54
    ],
    [
        " you don't know what's happening. So that's a good step to take. Now, here's another one.",
        1294.24,
        1299.96
    ],
    [
        " Here's another game that you're in, whether you want to be in it or not, and you should know you're in.",
        1300.28,
        1304.28
    ],
    [
        " Health. Health is a game that you're in. And if you don't recognize that you're in this game,",
        1304.64,
        1312.94
    ],
    [
        " again, that's when you look at somebody that's 10 years older than you, and they're not in good",
        1313.22,
        1317.22
    ],
    [
        " physical condition, they're having health problems. They look terrible, they feel terrible.",
        1317.22,
        1322.12
    ],
    [
        " And did they 10 years prior say, you know what I really want to do? I really want to put on",
        1323.64,
        1328.16
    ],
    [
        " 48 pounds of fat. I want my heart rate to go catastrophic. I want to just look like crap and",
        1328.16,
        1337.54
    ],
    [
        " feel like crap. Just zero people say that. And yet there they are. Why? They didn't realize that",
        1337.54,
        1343.42
    ],
    [
        " they were in a game. They didn't realize that there's rules to that game. Like here's the rules.",
        1343.42,
        1347.68
    ],
    [
        " There's rules you got to follow. If you don't follow them, you break those rules. You're going to look",
        1348.0,
        1351.82
    ],
    [
        " up and you won't be, you won't have achieved your objective. And if you don't know that there's",
        1351.82,
        1358.16
    ],
    [
        " an objective, you better start paying attention to this podcast right now at this moment in time.",
        1358.16,
        1362.4
    ],
    [
        " Relationships, right? And this is another one. Let's talk about this with my daughter. Because",
        1363.86,
        1372.08
    ],
    [
        " when you say, oh, it's a relationship, it's a game, total negative connotation, right? But what if I",
        1372.44,
        1378.08
    ],
    [
        " said, hey, you know, I got a relationship with Echo Charles. He's a friend of mine. It's a game.",
        1378.08,
        1382.0
    ],
    [
        " Here's what I'm trying to do. Trying to build a good relationship, trying to build trust. Like all",
        1382.22,
        1385.68
    ],
    [
        " those things are positive. And yet it's a game because you're, you got maneuvers, you got to make,",
        1385.68,
        1391.7
    ],
    [
        " you got to follow certain rules in order to build that trust, in order to build that respect. So",
        1391.92,
        1396.12
    ],
    [
        " all those things are going on. And then you've got life and you've got, you know, legacy and whatnot.",
        1396.12,
        1403.8
    ],
    [
        " And I think so we got these categories. And what are your pillars? You got your pillars. What are",
        1404.9,
        1411.22
    ],
    [
        " your pillars? What are they? Pillars? There's eight of them. There's five. What are your pillars?",
        1411.22,
        1414.9
    ],
    [
        " There's four that and they're both sub pillars. Okay. No, they have partners. They're my partners.",
        1414.9,
        1419.46
    ],
    [
        " Okay. Health and physical capability are two. Okay. So and then so health physically,",
        1421.58,
        1428.02
    ],
    [
        " your income and what you do with your time. So they can, their own partners as well. Interesting.",
        1428.16,
        1434.06
    ],
    [
        " Interesting. Oh, you spirituality in your worldview. That's another two. Okay. And then your",
        1434.84,
        1440.74
    ],
    [
        " relationships, friendly and romantic. Okay. These are, you know, these are things that if you",
        1440.74,
        1447.06
    ],
    [
        " broke those down, health is a game. Income is a game. Spirituality. I'm not sure how we've",
        1447.06,
        1452.9
    ],
    [
        " pinned that one down. I'm not sure what you mean by that. You're placing the world. Okay. So it's",
        1452.9,
        1457.16
    ],
    [
        " game understanding your place in the world. Yeah. Yeah. And where you're going in the world. Yeah.",
        1457.16,
        1461.64
    ],
    [
        " To me, more importantly, like, hey, where, where am I going in the world? Yeah. Well, I've always",
        1461.78,
        1466.66
    ],
    [
        " thought of it in this way where, you know, because a lot of time, you spiritually, that's another,",
        1466.66,
        1470.98
    ],
    [
        " just, I mean, just you asking that really, that's really indicative of how I think a lot of people",
        1471.14,
        1475.66
    ],
    [
        " kind of read our spiritual. It has different meanings for different people. So I thought about that.",
        1475.68,
        1479.78
    ],
    [
        " And I think just understanding your place in the world, you know how like, if you look at the world,",
        1479.98,
        1484.48
    ],
    [
        " just all of existence that you understand as one big puzzle, like where are you in that puzzle?",
        1484.48,
        1488.52
    ],
    [
        " You know, that little piece because you fit to the pieces next to you somehow. And so how do you",
        1488.52,
        1493.58
    ],
    [
        " fit and how does that puzzle kind of form as a, as a whole, you know, compared to where you are in it?",
        1493.58,
        1499.7
    ],
    [
        " So it's just like like that, like your place in the world. Yes. But a lot, that's sort of like",
        1499.78,
        1506.08
    ],
    [
        " saying, I know what my place is on the field. Yeah. But you got to know what's happening on the field.",
        1506.08,
        1510.64
    ],
    [
        " Like you got to understand what's going on. What's the importance of it? Yeah.",
        1510.8,
        1513.4
    ],
    [
        " Yeah. So when I say, when I was talking about right, taking a moment to write these things down,",
        1513.62,
        1520.08
    ],
    [
        " to me, it's sort of like what happens when people say, I'm going to write down my New Year's",
        1520.44,
        1524.76
    ],
    [
        " resolution, write down my goals. Like, you know, you're a lot of people that'll say, oh, if you",
        1524.76,
        1529.68
    ],
    [
        " roll this in order for them to come true, there's that's that's a good tactic. And what when you do",
        1529.68,
        1536.72
    ],
    [
        " that, you're actually writing down a goal, you're sort of, you're sort of clarifying the game.",
        1536.72,
        1541.48
    ],
    [
        " You're clarifying the objective of the game. So that's when you write down your New Year's",
        1541.74,
        1545.0
    ],
    [
        " resolution, you're saying, okay, I'm entering this game. And for that alone can help you saying,",
        1545.0,
        1551.7
    ],
    [
        " oh, there's a game going on here. I eat junk food every night. And if I keep eating junk food,",
        1551.76,
        1557.62
    ],
    [
        " I'm going to lose this game of health. Yeah. So writing it down and saying, okay, I want to",
        1557.62,
        1562.72
    ],
    [
        " lose weight. I want to be more healthy. Here's the rules I got to follow. And then all of a sudden,",
        1562.72,
        1569.12
    ],
    [
        " you've defined the game. And now you can start to make progress. Whereas if you don't do that,",
        1569.26,
        1572.48
    ],
    [
        " you know, what the hell's going on in your life? So what games are you are you in or we in? Well,",
        1572.62,
        1579.56
    ],
    [
        " as you mentioned, like job work income. What are the rules there? Well, you're going to have,",
        1579.68,
        1588.08
    ],
    [
        " you got to earn money, right? You want to get promoted possibly. Not everyone wants to get",
        1588.5,
        1593.34
    ],
    [
        " promoted gets learned some kind of a skill. There's a there's a positive benefit to learning some",
        1593.34,
        1598.76
    ],
    [
        " kind of a skill that gives you some kind of job security. And then what are the rules inside that",
        1598.76,
        1603.54
    ],
    [
        " game? You got some rules like there's actual rules beyond time for work, right? These are actual",
        1604.74,
        1610.0
    ],
    [
        " rules, but there's a uniform you got to wear. There's a treatment of others. You can't use this word",
        1610.0,
        1615.54
    ],
    [
        " or whatever the HR will come and get you this, right? And then you got the job itself and the tasks",
        1615.54,
        1624.78
    ],
    [
        " that you got to complete and the skills that you've got to learn and the projects that you got to",
        1624.78,
        1629.68
    ],
    [
        " complete. And and then you've got the game that's going on at work because if you build good",
        1631.0,
        1637.94
    ],
    [
        " relationships with people, the right people, you can support each other. And if you're, hey,",
        1637.94,
        1644.46
    ],
    [
        " is that make you an ask kisser if you build a good relationship with your boss and you take care of",
        1644.52,
        1647.78
    ],
    [
        " your boss and make your boss look good? No, no, actually, you're doing a good job and your boss will",
        1647.78,
        1652.0
    ],
    [
        " then most likely take care of you. You're you're you're relation and you brought that up really early",
        1652.0,
        1657.36
    ],
    [
        " where it's like ask a sir, right? Like brown nose or whatever, like that's just that idea when you",
        1657.36,
        1662.06
    ],
    [
        " say forming a good relationship up the chain. So you put it in. And I'm like, wait a second,",
        1662.06,
        1666.7
    ],
    [
        " like you got a there's a difference between being a brown nose and building a good relationship.",
        1666.78,
        1671.18
    ],
    [
        " So don't think of it as and this is just this is my what I'm saying in my head, right? To gain a",
        1671.38,
        1675.76
    ],
    [
        " better understanding of what you're saying. So building a relationship with someone is just whether",
        1675.76,
        1679.7
    ],
    [
        " it's up to chain down the chain, your neighbor, your wife, your kids, whatever, it's it's all essentially",
        1679.7,
        1684.58
    ],
    [
        " the same. You do it in different ways different different people different ways, but it's",
        1684.58,
        1688.6
    ],
    [
        " essentially the same approach where it's like you're you want to build an actual relationship.",
        1688.6,
        1693.3
    ],
    [
        " 100% not trying to make them some you're not trying to please them at every moment necessarily.",
        1693.48,
        1698.22
    ],
    [
        " You're trying to build a two way street good relationship like anything. So yeah, no one I don't",
        1698.5,
        1704.16
    ],
    [
        " even think brown noseing is building a good relationship. Yeah. Yeah. Well, there's some people that",
        1704.16,
        1710.54
    ],
    [
        " are some people that are susceptible. They like to get brown nose, right? But what's funny is,",
        1711.18,
        1716.3
    ],
    [
        " like let's say you're a big brown nose or with me and I was the big boss man. I actually know",
        1716.46,
        1720.46
    ],
    [
        " you're a brown nose. And I go, I just brown nose. He's just trying to kiss my ass. Exactly right.",
        1720.46,
        1723.9
    ],
    [
        " And actually you started to say that and I went kind of deep one a few days anyway,",
        1724.02,
        1728.02
    ],
    [
        " thinking about that because I know some brown noses. And some of them are like, man,",
        1728.36,
        1732.16
    ],
    [
        " that guy's so nice. He's so nice to everybody. But at the same time, like the real, you know,",
        1732.2,
        1736.12
    ],
    [
        " because the purpose of building a relationship is that has a smell. Intense a smell. So,",
        1736.12,
        1740.12
    ],
    [
        " Brad, you don't trust him that much. You like him. And then you know, you'd go into stuff where",
        1740.16,
        1744.6
    ],
    [
        " what's the expression that a good neighbor or a good Barbie. I don't know. In the seal team. Yeah.",
        1744.6,
        1749.32
    ],
    [
        " Like it's like that that like you like him. Totally like him. You never do anything mean to this",
        1749.56,
        1753.68
    ],
    [
        " guy. So nice. But is that the relationship you want to. Yeah. And that's what I felt about",
        1753.68,
        1760.44
    ],
    [
        " like brown nose or whatever, no matter how nice they are. So I don't think that's an effective way",
        1760.44,
        1764.6
    ],
    [
        " to build a relationship. Yeah. This one of the earlier, I think this was a couple of years",
        1764.6,
        1772.6
    ],
    [
        " ago now. But it's worth reiterating. Is this the game you want to play when it comes to work? Is",
        1772.6,
        1781.14
    ],
    [
        " this the game you want to play? Because you spend a lot of time with your job. And if you hate it,",
        1781.14,
        1789.22
    ],
    [
        " that's not healthy. That's not healthy. You should be playing a game when it comes to work that",
        1789.4,
        1795.54
    ],
    [
        " you like to play. Right. So if you like pouring concrete, then that's great. And you pour concrete",
        1795.54,
        1802.44
    ],
    [
        " for it. I mean, think of how awesome that is. If you like software engineering and you're a",
        1802.44,
        1809.3
    ],
    [
        " software engineer, I mean, it's, hey, if you like being in the seal teams, I was in the seal",
        1809.3,
        1813.68
    ],
    [
        " teams. I love being in the seal teams. What a freaking great job. I never went to work a day of my",
        1813.68,
        1817.9
    ],
    [
        " life. So do you want to actually play this game is something you should assess? And by the way,",
        1817.9,
        1826.92
    ],
    [
        " we're going to get this on all aspects of this, right? Because you're going to be in relationship",
        1826.94,
        1830.62
    ],
    [
        " games. Do you want to be in that relationship game? You're going to be in life games that do you",
        1830.62,
        1834.84
    ],
    [
        " want to be playing that particular field? Yeah. But for work is what you're doing gratifying?",
        1834.84,
        1842.76
    ],
    [
        " Is it gratifying to you? Do you get done with a day and say, damn, that was a good day? I really",
        1843.7,
        1849.08
    ],
    [
        " got a lot of, I made progress. I made the world a little bit better today. I made my world a little",
        1849.08,
        1853.72
    ],
    [
        " bit better. I made my clients world a little bit better. I made the highway a little bit better,",
        1853.72,
        1858.58
    ],
    [
        " pouring concrete. Like what are you doing? Are you proud of it? And then, and this is the thing",
        1858.78,
        1865.36
    ],
    [
        " that came up a couple of years ago. Does this game score the way you want it to score? And",
        1865.36,
        1873.12
    ],
    [
        " what came up with I had two friends that were both working to extremely capable friends,",
        1873.12,
        1879.8
    ],
    [
        " meaning extremely smart, charismatic, you know, just good, really good. Both of them were men,",
        1880.56,
        1889.26
    ],
    [
        " really good guys. Both extremely hard workers. These are 70, 80 hour weak people,",
        1889.38,
        1895.46
    ],
    [
        " 100 hour weak, whatever's needed. And they were both",
        1895.66,
        1899.26
    ],
    [
        " capped out from a from a financial income perspective. Meaning they were making as much money as",
        1899.26,
        1907.82
    ],
    [
        " they could make playing that game. And the way I explained it to both of them. Luckily,",
        1907.82,
        1913.78
    ],
    [
        " I had the two conversations within a couple of weeks of each other. But it's like",
        1913.92,
        1918.3
    ],
    [
        " you could be the best soccer player in the world. And how many soccer goals could you score a game?",
        1919.74,
        1924.6
    ],
    [
        " Maybe one, maybe two, maybe. But if you're a basketball player, you might be scoring 30, 40,",
        1925.8,
        1932.32
    ],
    [
        " 50 points a game. Well, there's some jobs that you work in 80 hour weak and you make 64,000",
        1932.5,
        1941.16
    ],
    [
        " dollars a year. Those jobs exist for real. And there's jobs that work, you work 20 hours a week,",
        1941.16,
        1947.1
    ],
    [
        " and you make 500,000 dollars a year. So if you work 100 hours a week, you're going to make,",
        1947.1,
        1951.96
    ],
    [
        " you know, multiples more than that. So figure out if the game that you're in from a job perspective,",
        1952.06,
        1961.72
    ],
    [
        " write it down. Is this the game I want to be in? What are the objectives? How many points can I",
        1962.08,
        1967.44
    ],
    [
        " score? Is it worth my time? Like Echo is sitting around as a balancer at 23 years old. It's like,",
        1967.44,
        1972.94
    ],
    [
        " okay, hey, this is fun. But as soon as you take a step back and say, wait, is this gratifying?",
        1973.24,
        1978.18
    ],
    [
        " Wait a second. How much money can I make? And part of the way we're keeping score is money.",
        1978.96,
        1983.76
    ],
    [
        " So if I can't make a ton of money and I can't really progress, what am I doing on the field right now?",
        1984.32,
        1989.32
    ],
    [
        " Why am I playing this game? So when it comes to work, ask yourself that question. Ask yourself all",
        1989.58,
        1997.48
    ],
    [
        " these questions. Is this the game you want to play from an employment from a job from an entrepreneurial",
        1997.48,
        2004.26
    ],
    [
        " perspective? Is this the game you want to play? Now we get, we're talking about health.",
        2004.26,
        2008.74
    ],
    [
        " Which is it? What's interesting about health is you don't have to follow any of the rules.",
        2010.16,
        2015.12
    ],
    [
        " No one's going to enforce the rules on you. I mean, you can get addicted to heroin and you can",
        2016.34,
        2020.34
    ],
    [
        " literally do heroin until you die. That's, that's, you can do that. But there are rules that we know",
        2020.34,
        2029.26
    ],
    [
        " you can follow. You know, you can follow good, healthy diet. You can follow exercise. You can do the",
        2029.26,
        2035.84
    ],
    [
        " proper amount of rest and recovery. And if you don't know that you're playing a game there, you're",
        2035.84,
        2041.74
    ],
    [
        " going to have problems. Relationships. So at S. Lamfront last couple of years, I've been talking a",
        2041.74,
        2051.06
    ],
    [
        " lot about relationships and what a relationship is. And what a relationship is to me is trust,",
        2051.06,
        2055.5
    ],
    [
        " listen, respect, and influence, meaning if you and I don't trust each other, there's no relationship.",
        2055.76,
        2061.46
    ],
    [
        " If you and I don't listen to each other, there's no relationship. If you and I don't respect each",
        2061.92,
        2066.18
    ],
    [
        " other, there's no relationship. If you and I have no influence over each other, there's no relationship.",
        2066.18,
        2069.56
    ],
    [
        " But if we do trust each other, if we do listen to each other, if we do respect each other,",
        2069.86,
        2073.8
    ],
    [
        " if we do influence other, then we got a relationship. And obviously there's a whole bunch of shades of",
        2073.88,
        2078.04
    ],
    [
        " gray in there. Different gradients of how strong our relationship is. But that's what that's what",
        2078.04,
        2086.06
    ],
    [
        " we're dealing with. So you got friends. You want to have, you want to build friendships. You want",
        2086.06,
        2097.62
    ],
    [
        " to build good relationship friendships. You know, there's a, I think the movie is called The Town",
        2097.62,
        2103.48
    ],
    [
        " where the dude comes in. He's like, Hey, we're going to go somewhere. We're going to hurt some people.",
        2103.48,
        2108.18
    ],
    [
        " And we can never talk about it again. And the dude looks back at him and says, who's car we taking.",
        2108.32,
        2111.96
    ],
    [
        " You kind of want some friends like that, right? That's the kind of friends you want.",
        2112.26,
        2116.12
    ],
    [
        " You also want to have a friend that's like, Hey bro, is this a good move that we're about to make?",
        2116.8,
        2121.98
    ],
    [
        " Is it worth the risk? What are we doing it for? Is this your ego? Are you just emotional right?",
        2122.26,
        2126.46
    ],
    [
        " You see what I'm saying? You want to have somebody that's going to push back against your,",
        2126.46,
        2129.5
    ],
    [
        " your, your, your, what you consider to be your good ideas. You want to make sure",
        2129.58,
        2134.98
    ],
    [
        " that your friends really want the best for you. They, they like it when you win. They love it when",
        2134.98,
        2145.18
    ],
    [
        " you win. They, they like it more when you win than when they win. Right? That's always nice.",
        2145.18,
        2150.18
    ],
    [
        " It's always nice when you've got a friend that says, Oh, you're winning and they're happy.",
        2150.6,
        2156.16
    ],
    [
        " It's so bizarre that you can have friends that when you win, they, they don't like it.",
        2157.16,
        2163.08
    ],
    [
        " Bro, it's spooky actually. And it's not just friends too like, you know, if you come across a family",
        2163.08,
        2169.72
    ],
    [
        " scenario where, you know, it's revealed to you that, you know, maybe they're not as supportive.",
        2169.72,
        2174.5
    ],
    [
        " You know, yeah, it's, uh, it's bizarre for sure, but it's like kind of spooky because you know,",
        2174.96,
        2180.7
    ],
    [
        " like someone's your friend and maybe, you know, in under certain circumstance, like,",
        2180.7,
        2186.14
    ],
    [
        " you've only been through so many things with me. A lot for sure, but let's say there's certain",
        2186.24,
        2189.96
    ],
    [
        " circumstances you haven't been in with them. Then they get revealed to be, you know, like an easy",
        2189.96,
        2194.92
    ],
    [
        " one, an easy one. Like if something good happens to you, like big major life thing, you know,",
        2194.92,
        2200.24
    ],
    [
        " and then you could tell they're not happy. You're like, damn, this whole fucking time.",
        2200.42,
        2205.56
    ],
    [
        " You've been feeling that way. You know, like, bro, it's bad, man. Yeah, it can jam you up. Yeah,",
        2206.22,
        2211.6
    ],
    [
        " that when, when I got my house and stoner came up, like I had a couple of friends come over",
        2211.68,
        2217.24
    ],
    [
        " to when I first got my house and, uh, the house where I live now and it's, it's, it's, it's in an",
        2217.24,
        2223.86
    ],
    [
        " optimal spot, let's say, right? I would agree with you. It's an optimal position geographically",
        2223.86,
        2229.94
    ],
    [
        " on earth. And like the first guy that came over was like, oh, I forget what the little criticism",
        2229.98,
        2238.12
    ],
    [
        " he made, but it was some devastating in his mind. Yeah. Oh, this saltwater's going to eat everything.",
        2238.12,
        2245.24
    ],
    [
        " You know, like that was like for him, but I'd be like, how could you even live here?",
        2245.66,
        2251.36
    ],
    [
        " The salt spray from the ocean's going to really damage your whole life. Yeah, your whole life.",
        2252.14,
        2257.54
    ],
    [
        " I'm like, you know, I'll rotate some gear out. I think I'm going to. But that, and I saw,",
        2257.54,
        2261.98
    ],
    [
        " I had several people hit me with that negativity. Stoner came over like he showed up. He's like,",
        2262.06,
        2268.08
    ],
    [
        " bro, we are so, he's calling him weed, right? That's it. We got this, right?",
        2268.14,
        2273.58
    ],
    [
        " It's what kind of, actually. But, but what a crazy thing to think about. So,",
        2274.08,
        2279.66
    ],
    [
        " when we talk about these relationships as being a game, well, if you've got a friend that",
        2280.02,
        2285.4
    ],
    [
        " doesn't want you to win, you're not winning the game. Yeah. If you've got friends that are supportive",
        2285.4,
        2290.42
    ],
    [
        " of you or doing everything they can to help you, you got you winning the game. Same thing with your,",
        2290.42,
        2297.18
    ],
    [
        " your relationship, whether it's a spouse, whether it's a girlfriend, boyfriend, type scenario.",
        2297.42,
        2302.78
    ],
    [
        " This is sort of your business partner in life, in a lot of aspects of your life.",
        2303.32,
        2310.08
    ],
    [
        " Yeah. So, what kind of trust, what kind of, you know, respect you have for each other,",
        2310.92,
        2316.18
    ],
    [
        " how much do you influence each other, how much do you listen to each other, where you at?",
        2316.5,
        2320.86
    ],
    [
        " Because if you got a spouse that you don't respect, you're not winning the game. If they don't",
        2321.06,
        2325.52
    ],
    [
        " respect you, not winning, if they don't listen to you, they're not winning the game. If you don't",
        2325.52,
        2327.88
    ],
    [
        " listen to them, like those are all things. So, if you don't understand that, if you don't understand",
        2327.88,
        2332.56
    ],
    [
        " that that's part of the game that you're playing, you're going to lose the game. You're going to lose",
        2332.56,
        2337.34
    ],
    [
        " the game. We got kids, right? You start having kids. That's part of the scenario too.",
        2337.34,
        2345.9
    ],
    [
        " And so then there's, there's influences that you have on your kids. And what influences are",
        2347.3,
        2352.92
    ],
    [
        " you having on them? And are they negative or are they positive? And if you don't understand,",
        2352.92,
        2357.84
    ],
    [
        " if you're not paying attention to that, if you're not watching it, all of a sudden you look up and",
        2357.86,
        2366.86
    ],
    [
        " you got a kid running off the rails over here. So when it comes to this relational aspect thing",
        2366.86,
        2376.36
    ],
    [
        " of friends, of spouses, of girlfriends, of boyfriends, of kids, by the way, kids same thing. You want them",
        2376.36,
        2382.46
    ],
    [
        " to listen to you? Listen to them. You want them to trust you? You have to trust them. You want",
        2382.46,
        2386.56
    ],
    [
        " to treat them to you with respect? You better treat them with respect. To cast all this away by saying,",
        2386.56,
        2393.0
    ],
    [
        " like, you know, the classic expression, I'm sure you've said it to a bunch of young ladies in",
        2393.0,
        2399.34
    ],
    [
        " your day. Stop playing games with me. No, I'm whatever. But you know, you know the, that's",
        2399.34,
        2406.4
    ],
    [
        " like a common phrase. Like a really negative like, stop playing games with me. Yeah.",
        2406.4,
        2412.54
    ],
    [
        " And if you view this idea of playing a game with relationships, just from the fact that you're",
        2413.24,
        2419.3
    ],
    [
        " like playing a game and manipulating, of course, it's a negative connotation. But if you look at the",
        2419.3,
        2423.48
    ],
    [
        " game is to build bonds, if you look at the game as to build trust, if you look at the game to build",
        2423.48,
        2429.42
    ],
    [
        " a true partner in life, then it's a positive thing. Yeah. Yeah. They're really funny. You bring that up",
        2429.42,
        2436.58
    ],
    [
        " where the courting phase in a relationship, right? Dating in that part, the courting part of it.",
        2436.58,
        2444.06
    ],
    [
        " It's like, there's that big game that you're talking about. But then there's a couple of maybe",
        2444.22,
        2448.98
    ],
    [
        " two levels of psychological game within the game. So, and there are rules just and there are like",
        2448.98,
        2454.76
    ],
    [
        " ways to score and all this other stuff. Like, and it kind of is like an actual game in that way.",
        2454.76,
        2459.82
    ],
    [
        " Yes. But it is for the good. It's for the greater good. And that's what you have to look at.",
        2460.26,
        2464.3
    ],
    [
        " Is is your end goal to manipulate some of the person? Right. Then then it's then then you're playing",
        2464.66,
        2471.12
    ],
    [
        " the wrong game. Yeah. Hey, I can say that that ultimately, you may get a short term gratification.",
        2471.12,
        2477.86
    ],
    [
        " But ultimately, you're playing the wrong game. If your goal is to manipulate someone,",
        2478.68,
        2482.88
    ],
    [
        " take advantage of them. Listen, you might win a short term game. Oh, I got this girl to do this for me.",
        2483.04,
        2487.8
    ],
    [
        " Where you're going to be long term. Yeah. That's why you have to take a step back and write down",
        2488.04,
        2492.66
    ],
    [
        " what it is you're trying to achieve. Because you go through a bunch of hollow relationships like",
        2492.66,
        2496.18
    ],
    [
        " that. You haven't progressed in life. Yeah. And you end up with a bunch of baggage. Yeah. That's not",
        2496.18,
        2502.16
    ],
    [
        " going to help you. We're playing a game, not of manipulation. That's not what we're talking about.",
        2502.16,
        2507.96
    ],
    [
        " Like there's a there's like a famous book that's called the game, right? Yeah. It's like a pickup",
        2508.06,
        2512.78
    ],
    [
        " artist book. And it's called the game. And that's like one of those things. It's like, oh, if you",
        2512.78,
        2517.9
    ],
    [
        " say this, you act this way. It's like giving pointers to guys so they can go and manipulate",
        2517.9,
        2522.56
    ],
    [
        " girls into basically, you know, sleeping with them. Yeah. Yeah. That's the most I haven't read it.",
        2522.56,
        2529.7
    ],
    [
        " But I'm pretty sure that's like, that's what it is. So that's a not what we're talking about.",
        2529.7,
        2535.18
    ],
    [
        " And look, that could be a game that you're playing when you're 23 years old, right? You could",
        2536.08,
        2540.9
    ],
    [
        " be playing that game. But if you're playing that game right now at 23 years old, take a step back",
        2540.9,
        2546.2
    ],
    [
        " and figure out where that's going to put you in the long run. That's what you need to figure out.",
        2546.2,
        2551.46
    ],
    [
        " Because there's a bigger, more superior game that you should be playing. And",
        2551.64,
        2558.74
    ],
    [
        " think about that. The other, the other game that we're dealing with is, is,",
        2559.18,
        2568.0
    ],
    [
        " everyone's dealing with is your mental health. Which in my opinion, it's kind of rooted in",
        2568.42,
        2576.96
    ],
    [
        " everything we just talked about, like physical health, right? If you're, if you're not physically",
        2576.96,
        2581.88
    ],
    [
        " healthy, it's going to be harder for you to keep your mental health on peak, right? On point,",
        2581.88,
        2590.06
    ],
    [
        " your job gratification, right? If you're miserable at work, what does that do for mental health?",
        2590.44,
        2595.82
    ],
    [
        " If you're miserable all day long, that's not beneficial to your mental health.",
        2596.38,
        2600.88
    ],
    [
        " If you are in bad relationships, that's not beneficial for your mental health. So all these things",
        2601.14,
        2608.56
    ],
    [
        " are impacting your mental health. One thing that I've noticed",
        2608.56,
        2614.36
    ],
    [
        " is that a big part from what I've seen, a big part of mental health and being a good place from",
        2614.36,
        2627.24
    ],
    [
        " a mental health perspective, is taking ownership. And I've found that people",
        2627.24,
        2638.1
    ],
    [
        " who take ownership of their actions have better mental health. And obviously, this falls into",
        2638.1,
        2647.42
    ],
    [
        " right in line with the book, Extreme Ownership. But when I, look how many people I've",
        2647.42,
        2654.96
    ],
    [
        " met over the last 10 years, or I guess, when did Extreme Ownership came out in 2015? It's",
        2654.96,
        2662.62
    ],
    [
        " 2022 right now. So in the past seven years, how many people have I met that have, for a lack of a",
        2663.18,
        2670.62
    ],
    [
        " better phrase, turned to their lives around from a mental health perspective by taking ownership",
        2670.62,
        2674.8
    ],
    [
        " of what's going on in the world? By saying, oh, because guess what? How do you get bad physical health?",
        2674.8,
        2679.48
    ],
    [
        " You don't take ownership of your health. You blame the work, you blame the time, you blame the",
        2680.2,
        2684.88
    ],
    [
        " this, you blame the, you just say, you know, how do you take ownership of your, or how do you have bad",
        2684.88,
        2690.26
    ],
    [
        " satisfaction at work? Well, you blame other people and you don't get promoted because you don't",
        2690.4,
        2694.66
    ],
    [
        " think that anyone likes you because it's all their fault. How do you end up in a bad relationship?",
        2694.66,
        2699.56
    ],
    [
        " Well, you go, well, I ended up here and now I can't get out. It's like, no, people that take ownership",
        2699.88,
        2704.78
    ],
    [
        " of what's going on. And by the way, when you say, oh, yeah, you know, I got a DUI and I lost my",
        2704.78,
        2710.08
    ],
    [
        " license and that made me lose my job and my life sucks now. Okay. The person that goes, yep,",
        2710.08,
        2716.06
    ],
    [
        " you know what? I really screwed up. Here's what I did. I went, you know, I got a DUI and I lost my",
        2716.06,
        2721.16
    ],
    [
        " job. Here's what I'm doing now. That's my fault. Obviously, I stopped drinking. I'm never drinking",
        2721.16,
        2725.66
    ],
    [
        " again. Here's my new job. It's low paying, but I know that there's a path for me to, you know,",
        2725.66,
        2730.62
    ],
    [
        " promote over time. Here's the way I'm getting around. I went and got an e-bike, you know? And now I can",
        2730.72,
        2736.52
    ],
    [
        " get to this new job I have. So people that take ownership of what's going on in their world",
        2736.52,
        2742.02
    ],
    [
        " are absolutely going to have, in my opinion, better mental health. And this is something that I've seen",
        2743.26,
        2750.02
    ],
    [
        " a lot of. And I've seen it help so many people. I've seen it help so many people to say, oh,",
        2750.02,
        2759.6
    ],
    [
        " yeah, I had this, you know, my mom got sick, my dad got sick, my kid got sick, my job got lost,",
        2759.72,
        2765.38
    ],
    [
        " like all those problems and going, okay, here's what I can do about it. Here's how I can fix it.",
        2765.54,
        2769.62
    ],
    [
        " Here's how I can move forward. And you know, that that one about the mom getting sick, about the",
        2769.76,
        2774.26
    ],
    [
        " dad getting sick, about the kid getting sick. When you take that, oh, well, now there's I'm, you know,",
        2774.26,
        2779.62
    ],
    [
        " woe is me and believe me, look, I've talked to countless people that have been in that situation.",
        2779.76,
        2786.34
    ],
    [
        " My kid got sick. I mean, I'm talking like bad diseases, cancer, like serious diseases. The ones",
        2787.24,
        2799.6
    ],
    [
        " how I went on offense. Here's what I did. And so the other thing that's happened to me when people",
        2799.82,
        2805.44
    ],
    [
        " take ownership of how they respond to things, it helps their mental health so much, just like taking",
        2805.44,
        2809.98
    ],
    [
        " action. Being on offense instead of being on defense is so much better for your mindset.",
        2809.98,
        2815.34
    ],
    [
        " And if you go through life, not taking ownership, being a victim of what's happening to you,",
        2815.84,
        2822.9
    ],
    [
        " it's much harder on your mental health than saying, okay, got dealt a bad hand. Here's what I'm",
        2823.16,
        2829.0
    ],
    [
        " going to do. Do you feel like it's like a control thing? Like, you know, and you say this where it's",
        2829.0,
        2834.96
    ],
    [
        " like the, the, the, the big motivator, if not the biggest motivator for people is controlling",
        2834.96,
        2840.04
    ],
    [
        " their own destiny. So is on them like for lack of a doctor on a fundamental level, isn't that",
        2840.04,
        2847.62
    ],
    [
        " kind of what it comes down to like control? Like if something this life is happening to someone,",
        2847.62,
        2853.06
    ],
    [
        " they feel they're not in control. All these bad things and they're not in control. If they were,",
        2853.06,
        2857.1
    ],
    [
        " they wouldn't happen, you know, but they're just essentially like missing the idea that you are in",
        2857.1,
        2863.32
    ],
    [
        " control of a bunch of things, you're kind of not in control of a bunch of things. For sure,",
        2863.32,
        2868.64
    ],
    [
        " there's things you can't control. Yeah. And then using the things you can't control to control the",
        2868.8,
        2873.22
    ],
    [
        " situation kind of thing. And usually they're, we're just blired. And I'm trying to think of any",
        2873.22,
        2878.0
    ],
    [
        " situation where I was like unhappy or whatever. It's like, you're just more blind to it. It's not",
        2878.0,
        2884.06
    ],
    [
        " that they're not there. Like the elements you can control. You're just blind to the idea that,",
        2884.06,
        2888.04
    ],
    [
        " hey, you can control this whole thing. And then when you kind of go from there and this is kind of",
        2888.14,
        2891.8
    ],
    [
        " what I'm kind of hopefully kind of figuring out where that's where the ownership comes in.",
        2891.8,
        2898.86
    ],
    [
        " Yeah. For it's like, hey, this mistake, because you start, if you start blaming other people,",
        2899.06,
        2904.04
    ],
    [
        " you automatically kind of relinquish control of everything. Yes. Where it's like, hey, this thing",
        2904.24,
        2908.44
    ],
    [
        " messed up. It's not my, you know, like it's too bad. It's like, you know, I'm in control, but now",
        2908.44,
        2912.48
    ],
    [
        " everything looking for it is not your control either. But if you look at it like the opposite way,",
        2912.48,
        2917.48
    ],
    [
        " you're kind of like, oh, wait, I can control the outcome, you know, take ownership of how you",
        2918.0,
        2922.66
    ],
    [
        " respond to things. For sure. So you get horrible news and you take ownership of how you respond to",
        2922.66,
        2929.08
    ],
    [
        " it. There are absolutely things in the world that you cannot control. There's absolutely things in",
        2929.08,
        2935.06
    ],
    [
        " the world that you cannot control. Absolutely. Of course. And then it's like, okay, how what can I",
        2935.06,
        2941.36
    ],
    [
        " control? Let me focus on the things I can control. And then move forward to the best of my ability",
        2941.36,
        2946.8
    ],
    [
        " and respond to whatever thing I can control in the best possible way. And if you don't do that,",
        2946.8,
        2952.86
    ],
    [
        " then you're just on defense and being on defense is like, you know, imagine you're a, imagine",
        2953.26,
        2960.06
    ],
    [
        " you're a mouse in a cage in a, you know, let's say in a room. And there's a cat in there.",
        2960.06,
        2967.32
    ],
    [
        " Well, let's say there's three of you mice and there's a cat in there. How do you feel? Like,",
        2968.08,
        2972.14
    ],
    [
        " you're constantly scared. You're constantly reacting. You have no control. If you're the cat,",
        2972.34,
        2978.54
    ],
    [
        " you're kind of like good to go. Right? You're walking around, you know, like looking for food,",
        2978.78,
        2982.76
    ],
    [
        " looking for dinner. And so what are you going to do? You're going to be the cat? You're going to be",
        2982.92,
        2988.32
    ],
    [
        " the mouse. You're going to be the predator. You're going to be the prey. And if you're a mouse and",
        2988.32,
        2992.92
    ],
    [
        " you're in that room, instead of going, well, this is horrible. Why couldn't I be a big, you know,",
        2992.92,
        2998.46
    ],
    [
        " 12 pound animal with claws and teeth? And said, you're like, Hey, you know what? I can't be a big",
        2998.74,
        3004.24
    ],
    [
        " animal. But you know what I can do is dig a little hole through this part of the wall. And I can",
        3004.24,
        3008.54
    ],
    [
        " have a place to hide. And that way this guy can't get me. And then good, I got control now. And by",
        3008.54,
        3014.0
    ],
    [
        " the way, inside this wall, we got some installation in there. We're going to build some nice beds and",
        3014.0,
        3017.42
    ],
    [
        " we're going to make a little life for us. You know what I'm saying? So there's a different attitude.",
        3017.42,
        3021.46
    ],
    [
        " Yeah. When you take on what can you control? Oh, I can burrow into this wall a little bit. And I",
        3021.6,
        3027.66
    ],
    [
        " can actually get control inside behind this thing. And I won't let this cat in here. And we're good",
        3027.66,
        3031.24
    ],
    [
        " to go. Yeah. Man, that's that hits me a lot when I get injured. Where you know, when you first",
        3031.24,
        3037.08
    ],
    [
        " get injured, you're like, well, never did you get sick. It sucks. This whole thing. I can't go",
        3037.08,
        3041.78
    ],
    [
        " train for a high. And you asked the how long he's like, Oh, freaking, you know, it's six, eight months",
        3041.78,
        3045.38
    ],
    [
        " or you're like, Oh, my gosh, it's the end of the world. It's six, eight months a long time. Yeah,",
        3045.38,
        3048.72
    ],
    [
        " especially when it's not like you literally do not have the option to go train six, eight months.",
        3048.78,
        3052.58
    ],
    [
        " Oh, I've never been through that actually. Yeah. So, but I also think too lifting like, bro, I can't",
        3052.74,
        3059.02
    ],
    [
        " lift like how? Look, if I have a torn bicep toward ACL, torn whatever, it's like, bro, I can never,",
        3059.02,
        3063.94
    ],
    [
        " I can't do squats anymore or bicep. I can not only can I not do curls into the world, by the way.",
        3064.08,
        3069.12
    ],
    [
        " I can't do shoulder wear. I can't do bent. There's a lot that your biceps do. You know, so in your",
        3070.24,
        3074.76
    ],
    [
        " mind, you're like, I can't do any like I can't lift. Why even like, what am I going to do? Do",
        3074.76,
        3078.8
    ],
    [
        " half jumping jack? It doesn't make sense. But if you for real think like, Hey, no, anything",
        3078.8,
        3083.96
    ],
    [
        " regarding my bicep and any kind of intensity or whatever, sure, we can't control that right now.",
        3083.96,
        3089.24
    ],
    [
        " It'll come back. But we can't control that right now. We're going to do literally everything",
        3089.56,
        3092.98
    ],
    [
        " else as far as we can. Bro, you'd be surprised how much good stuff you can get in fact.",
        3092.98,
        3097.22
    ],
    [
        " You said you mentioned this. You probably don't know the impact it had on me. Maybe you're",
        3097.98,
        3103.62
    ],
    [
        " real good. But remember last time I told my bicep the second one. I was like, I forget what exactly how",
        3103.62,
        3109.48
    ],
    [
        " I phrase it. But I was like, Hey, can you even tell that this is this has been torn? Because the first",
        3109.48,
        3113.56
    ],
    [
        " one, the whole arm was like a noodle because I kind of I didn't approach it the same way I've",
        3113.56,
        3117.58
    ],
    [
        " approached this last one. But I was like, Can you even tell you're like, you're like, Oh, yeah,",
        3117.58,
        3122.54
    ],
    [
        " I just figured you're, you know, whatever. You like, you made a joke first. But then you're like,",
        3122.54,
        3126.16
    ],
    [
        " No, actually, I can't really tell at all. Aside from the bandage that I wore from the first week,",
        3126.18,
        3130.24
    ],
    [
        " like you're like, Oh, I can't you get surgery. This is after you had surgery after I had surgery. Yeah.",
        3130.26,
        3134.08
    ],
    [
        " Yeah. Did you think you I could tell? I thought my arm was a noodle again. But then I still,",
        3134.4,
        3139.84
    ],
    [
        " I would say, you know, I'd see myself on video and stuff. I don't know. Bro, I can't even tell.",
        3139.88,
        3142.88
    ],
    [
        " And when you can't use the bicep at all for like six months, bro, it does a lot of like,",
        3143.22,
        3149.44
    ],
    [
        " it shrinks a lot. But if you do like everything you can genuinely, everything you can, bro,",
        3149.64,
        3155.48
    ],
    [
        " it's like, minimal, minimal, it seems same. And that's like a good like, what do you call",
        3155.48,
        3159.78
    ],
    [
        " metaphor, whatever for how it can be, you know, you just be surprised how much you can still control.",
        3159.78,
        3164.88
    ],
    [
        " So that's the book super squats, you know, otherwise known as the Bible of lifting.",
        3165.3,
        3169.94
    ],
    [
        " But the funny thing is like, Oh, how do you get how do you get big arms? Squats. How do you",
        3170.76,
        3177.28
    ],
    [
        " get a big neck? Squats. How do you get big forearms? Squats. Like that's kind of the, the response.",
        3177.28,
        3183.08
    ],
    [
        " And sure. But yes, it is a huge thing to think about how you're going to respond. And also,",
        3183.22,
        3190.84
    ],
    [
        " we do have there are obviously things we can't control, but we can usually control a lot more",
        3191.22,
        3195.32
    ],
    [
        " than we then we think. And now control a lot more that's going on in your world. You control a lot",
        3195.32,
        3201.92
    ],
    [
        " more than you think you can. And so keeping that in mind, this is part of the game of mental health.",
        3201.92,
        3210.8
    ],
    [
        " And what's scariest about mental health, I think, of all these is that I think it's the hardest",
        3211.16,
        3217.04
    ],
    [
        " one to track for yourself, right? It's the hardest one to go, Oh, I don't feel good about myself.",
        3217.04,
        3224.84
    ],
    [
        " I don't feel like I'm in a good spot. I think it's hard for people to track that. So it's worth",
        3225.46,
        3232.34
    ],
    [
        " once again, taking a step back and writing down, I'm like, Okay, I got at least I got my physical",
        3232.34,
        3237.28
    ],
    [
        " health. I got my job, how, how satisfying is my job, how satisfying are my relationships?",
        3237.28,
        3242.04
    ],
    [
        " Where am I at? How do I feel at the end of the day? What's my stress levels?",
        3243.24,
        3249.1
    ],
    [
        " So these are things to think about. And when you start talking about, when you start taking all",
        3249.82,
        3258.24
    ],
    [
        " these things, when you start taking your job and your work and your health and your fitness",
        3258.24,
        3264.26
    ],
    [
        " and your relationships that you're in, including friends, including family,",
        3264.7,
        3271.76
    ],
    [
        " then you add mental health and that. You take all those things together",
        3272.52,
        3278.58
    ],
    [
        " and you get life, right? You get life. And that's the supreme game, right? That's the big game,",
        3278.58,
        3289.56
    ],
    [
        " the big game that we're playing. And obviously, there are rules in life. And as I started off,",
        3289.92,
        3297.3
    ],
    [
        " by saying, we have a lot of say over the rules of the game that we're going to play, where they come",
        3297.8,
        3305.52
    ],
    [
        " from, what set of rules are you're going to follow? What rules are going to bring you the most",
        3305.52,
        3312.1
    ],
    [
        " gratification? How, wait, how do you even pick those rules? And then once we figured out game,",
        3312.1,
        3318.9
    ],
    [
        " the game that we are going to play, how do we win? And I think we'll talk about that on next,",
        3318.9,
        3327.72
    ],
    [
        " the next podcast. So I realize you kind of were in this mode early on. And that's one that hit me,",
        3327.98,
        3336.16
    ],
    [
        " donned upon me. How there's this long term and short term game going on. And there's also,",
        3336.48,
        3344.2
    ],
    [
        " I don't know maybe if this is more just a different take on the same thing, but there's like a small",
        3344.2,
        3349.46
    ],
    [
        " picture and big picture game going on as well. Yeah. So it's like short term long term big picture,",
        3349.46,
        3355.26
    ],
    [
        " small picture. And once you realize that's going on, then you can begin kind of the journey of",
        3355.34,
        3361.54
    ],
    [
        " discovery of how many of that, how many elements in life that applies to it applies everything,",
        3361.54,
        3367.28
    ],
    [
        " by the way. But you don't, it doesn't land on you till you really realize, okay, this is going on.",
        3367.28,
        3372.18
    ],
    [
        " And then everything you do, everything you're interested in, everything you say in a way is like",
        3372.18,
        3379.8
    ],
    [
        " that applies to it short term long term game, big picture, small picture game. Yeah. I think it's,",
        3379.8,
        3388.18
    ],
    [
        " I had a similar conversation with Dave Burke. Good deal, Dave. Yeah. And it's about loops, right?",
        3388.18,
        3393.68
    ],
    [
        " Observe oriented side act. And you got one, you got a new loop that you're running like on,",
        3394.4,
        3397.8
    ],
    [
        " right now, about a business decision that you're making with a client that you're going to,",
        3397.9,
        3401.08
    ],
    [
        " you know, talk to later today. Yeah. You're running, but you're running a Udalupe about that whole",
        3401.08,
        3406.74
    ],
    [
        " division in the company. And you're running an Udalupe about the whole company. And you're running",
        3406.74,
        3412.04
    ],
    [
        " an Udalupe about your whole, it's the same thing. You're running a Udalupe on your life. Like what,",
        3412.04,
        3416.3
    ],
    [
        " observe where I'm in life right now. So similar thing. Where am I at life? Observe what's going on,",
        3416.9,
        3422.46
    ],
    [
        " orient yourself where you sit in that big picture. But you've got all these different Udalupes and",
        3422.84,
        3430.0
    ],
    [
        " what's the same thing. That's why having this idea, recognizing, I was actually planning this",
        3430.0,
        3438.64
    ],
    [
        " to my daughter. And like you could see as I was explaining it to her, you could see the light bulb,",
        3438.64,
        3445.02
    ],
    [
        " come on, right? Like, yes. Like, oh, this is a game. Oh, that's a game. Oh, this other thing's a game.",
        3445.12,
        3450.44
    ],
    [
        " And what she said to me is she said, oh, she said, that's why you're detached. That's why you're",
        3450.84,
        3457.36
    ],
    [
        " able to detach. That's why you don't get mad because this is just a game. Yeah. And you're",
        3457.36,
        3462.64
    ],
    [
        " observing what's happening in the game. And so you're not going to get emotional because like, oh,",
        3462.64,
        3467.12
    ],
    [
        " well, when you lose a point, do you run off the field and break down? No, you're like, okay,",
        3467.46,
        3474.14
    ],
    [
        " lost a point, make some adjustments. Like, that's the way it is. And by the way, there's a very,",
        3474.26,
        3479.8
    ],
    [
        " all these little subordinate games that are being played, ultimately compared to the Supreme",
        3480.0,
        3485.0
    ],
    [
        " game, they don't really matter that much. So you can kind of shrug them off. Now listen, we all",
        3485.0,
        3490.26
    ],
    [
        " know that there's people that could wrap up in a game, right? They get wrapped up. They're",
        3490.26,
        3493.98
    ],
    [
        " 17 years old. They got the girlfriend. They get wrapped up in that one relationship game. And",
        3493.98,
        3497.68
    ],
    [
        " when she dumps him, that guy's freaking done wants to kill himself or does kill himself, right?",
        3497.68,
        3502.48
    ],
    [
        " Everybody that's watching that goes, hey, man, that was just one little game that you were playing.",
        3503.14,
        3506.1
    ],
    [
        " What are you doing? Don't don't don't give it up over one little game. That's like your playing,",
        3506.6,
        3512.66
    ],
    [
        " you know, high pop Warner football. You lose a game. End of the world. No, it's not the end of the",
        3512.66,
        3520.22
    ],
    [
        " world. It's one game. What? As another thing my daughter point out, I was like, oh, she goes, oh,",
        3520.22,
        3523.72
    ],
    [
        " you learn from these games. I guess. Yes, you do learn from the game. Part of the game is, oh,",
        3523.88,
        3530.48
    ],
    [
        " I made a mistake in the game. Cool. I just learned it. I won't make that mistake again. Yeah.",
        3530.56,
        3533.66
    ],
    [
        " So there's a detachment that comes from this view that's very powerful to utilize.",
        3534.38,
        3541.98
    ],
    [
        " Just to say, oh, didn't get the job. Oh, that's okay. That's part of the game. And I didn't win",
        3542.66,
        3549.78
    ],
    [
        " in this particular game at that particular moment. I learned from it. Here's what I'm going to do.",
        3549.78,
        3553.06
    ],
    [
        " Relationship didn't work out. Oh, okay. What kind of learn from that?",
        3553.62,
        3556.22
    ],
    [
        " Not the end of the world. Not the last game I'm ever going to play. No, there's going to be actually a",
        3556.5,
        3560.68
    ],
    [
        " lot more games. And so crazy. How if you put things into perspective, it's like, oh man,",
        3560.68,
        3566.26
    ],
    [
        " things become so clear. You know what? We're tricking distracted. That's a thing.",
        3566.26,
        3569.52
    ],
    [
        " Because like, you know, okay, you know when you're young, you save money. Right? Like, I don't know.",
        3570.3,
        3573.94
    ],
    [
        " You want to buy a sling shot or something like this. And you're like, okay, I got to save up $12",
        3574.0,
        3578.34
    ],
    [
        " to buy that sling shot. Boom. You're already aware of the game that you're playing. Short term, long",
        3578.34,
        3583.66
    ],
    [
        " term. You know, like, oh, the Jolly are entered for sale over there. I'm not going to buy that",
        3583.66,
        3588.5
    ],
    [
        " Jolly aren't you? Cause I'm saving that one dollar for discipline. But it is part of,",
        3588.5,
        3593.4
    ],
    [
        " because that's part of the game too, right? Discipline just understanding the long term is more",
        3593.4,
        3596.96
    ],
    [
        " important than the short term being able to follow through. So it is in a nutshell. So you kind",
        3596.96,
        3601.68
    ],
    [
        " of know that's an example of like knowing the game. But you get distracted. Like the Jolly",
        3601.68,
        3605.94
    ],
    [
        " aren't yours. Like super delicious or someone, you know, something like this. That's part of the",
        3605.94,
        3611.28
    ],
    [
        " opponent kind of jamming you up. So like, you know, entertainment in general, social media,",
        3611.28,
        3619.36
    ],
    [
        " whatever TV Netflix, all this stuff. These are all like distractions trying to distract you from",
        3619.36,
        3624.88
    ],
    [
        " your whatever your goals, your winning your game or whatever and whatever capacity. But at the",
        3625.32,
        3629.86
    ],
    [
        " same time, it's part of someone else's game to win their game. Seems same. Yeah. And I think the",
        3629.86,
        3635.8
    ],
    [
        " biggest and this was kind of the opening discussion we had here, the worst thing to have happened",
        3635.8,
        3643.26
    ],
    [
        " is you're in the water. You don't know that you're in the water. Yeah. You're in the game. You",
        3643.26,
        3648.22
    ],
    [
        " don't know that you're in the game. So this should be it. For some people, this will be hearing what",
        3648.22,
        3652.88
    ],
    [
        " we're talking about should be a perspective shift for their life, realizing that they're in a game,",
        3652.88,
        3658.16
    ],
    [
        " that there's rules, that there's objectives, that you're going to have opponents, you're going",
        3658.64,
        3662.8
    ],
    [
        " to have allies. All these things are going on. They're all going on. And if you don't recognize it,",
        3662.8,
        3668.84
    ],
    [
        " you're going to come up short. This is what entertainment is. Okay. Football. There's a lot of",
        3669.12,
        3674.18
    ],
    [
        " in boxing. There's faints, you know, and all this stuff. So in football, there's like,",
        3674.18,
        3677.48
    ],
    [
        " it's a bunch of different ways. Obviously, but there's a play where,",
        3677.96,
        3680.82
    ],
    [
        " according back with fake to the fullback, and then he'll kind of roll out and do some stuff.",
        3680.96,
        3686.64
    ],
    [
        " So social media, Netflix, all that stuff, what that is is the fake. They make you like pay attention",
        3686.96,
        3691.88
    ],
    [
        " to that thing while they, and they use you, they totally use you to pay attention to this one thing.",
        3691.88,
        3696.84
    ],
    [
        " Maybe you're people on your team are going to pay attention to you a little bit plus that fake.",
        3696.98,
        3700.06
    ],
    [
        " So they're going to all do what I want them to do while we go do this other thing.",
        3700.06,
        3703.82
    ],
    [
        " Meanwhile, you're losing your game. We're winning our game using it as a point. That's what social",
        3704.36,
        3708.38
    ],
    [
        " media is. Oh, yeah. You're definitely getting played. You're definitely getting their playing a",
        3708.38,
        3712.76
    ],
    [
        " game. And if you're sitting there and it's eating up your brain, they're, they're winning the game.",
        3712.76,
        3717.18
    ],
    [
        " And you don't even, you probably don't even know you're in the game. You don't realize that",
        3717.38,
        3720.36
    ],
    [
        " they're taking your information and selling it and all that stuff. That's what's going on. Oh,",
        3720.36,
        3724.4
    ],
    [
        " yeah. The whole game like yeah, all around, all around. So pay attention to it. We will continue",
        3724.4,
        3730.42
    ],
    [
        " this on the next podcast. In the meantime, you know what you're going to need on the health side.",
        3730.74,
        3738.24
    ],
    [
        " It's going to need to be healthy. You need some healthy fuel. Get yourself some jock of",
        3738.42,
        3742.24
    ],
    [
        " fuel. Jockelfield.com. Drinking some energy drinks right now. Yep. I'm on the milk train right",
        3742.24,
        3748.34
    ],
    [
        " here. Oh, ready. How's that banana? Banana all day. Banana cream. Does the difference? Yeah,",
        3748.34,
        3752.5
    ],
    [
        " there's a difference. Oh, I do. Yeah. Banana cream is always good in my opinion. Pretty much",
        3752.62,
        3757.12
    ],
    [
        " everything. I've never tasted a banana cream. Anything that wasn't good. This is no exception.",
        3757.12,
        3761.62
    ],
    [
        " So tasty. It's, you know, it's nice about the mole. Like I got done training yesterday.",
        3762.34,
        3766.74
    ],
    [
        " And I got done training the day before. And I got done training the day before. And every day when",
        3767.54,
        3772.26
    ],
    [
        " I got done training on the way out, I just went ahead and just grabbed the mole. You're good. Just,",
        3772.26,
        3778.32
    ],
    [
        " just on the road on the drive home. Yeah. Seven minute drive home. Here's 30 grams of protein. Yeah.",
        3778.36,
        3784.1
    ],
    [
        " Right. How good is that? And by the way, as you know, on the weekends, so Friday, Saturday,",
        3784.54,
        3789.92
    ],
    [
        " well, I guess Friday, I happen to get some training in this Friday, but Friday, Saturday, Sunday,",
        3790.1,
        3793.6
    ],
    [
        " I'm, I'm waking up lifting. Running.",
        3794.12,
        3798.66
    ],
    [
        " Coming to you get to no food. Yeah. So oh, damn, no food after that. Okay. No, I might, I might",
        3799.56,
        3805.46
    ],
    [
        " have some, I might have some, I might have like a handful of nuts or whatever. Yeah. Like a handful.",
        3805.46,
        3809.22
    ],
    [
        " What I want to go, I don't want to go train with the big like gut full of food. How long between",
        3809.22,
        3814.28
    ],
    [
        " end of the running lifting scenario and the jujuts out long in between. I want to have two hours.",
        3814.28,
        3820.72
    ],
    [
        " Something like this. Okay. That's why I have like a, like a little, maybe a handful of nuts. Maybe",
        3820.72,
        3825.24
    ],
    [
        " I'll have, you know, I've been having a lot lately is just mozzarella cheese with some olive oil",
        3825.24,
        3830.56
    ],
    [
        " and balsamic vinegar on. Oh, yeah. Probably love those. Yeah. Yeah. Yeah. Sarah made these yesterday",
        3830.56,
        3836.88
    ],
    [
        " and the day before and she didn't always put the basil on their hat. Yes. Yeah. Tomatoes.",
        3836.88,
        3842.56
    ],
    [
        " Here's how I'm like the tomatoes, but the off-road man, the, but even that, I don't really want to have",
        3842.56,
        3846.86
    ],
    [
        " that. I want to come to jujitsu and I want to have like a pretty empty stomach. So you know what,",
        3846.86,
        3851.7
    ],
    [
        " I will on the way. I'll have a go. Yeah. And you know, Wes, but first of all, Wes is just like",
        3851.78,
        3857.18
    ],
    [
        " already too strong and too flexible and too good at jujitsu and he rolls in and he's pounding",
        3857.18,
        3862.04
    ],
    [
        " a go. Like he, he's doing it in my face or like trying to get it, trying to get in my head, right?",
        3862.04,
        3866.68
    ],
    [
        " He's like, oh, he's pounding that thing. I'm like, dude, so then I started getting after it.",
        3867.1,
        3870.74
    ],
    [
        " Yeah. You know, so I now I have a go on the, on the drive here and I have a, I have a go on the",
        3870.86,
        3875.08
    ],
    [
        " drive here. I have a mulk on the way home. Yeah. This is a great combo. This is a great combo.",
        3875.08,
        3880.54
    ],
    [
        " So jacofield.com, go to vitamin shop, go to wawa, go to the military commissaries, go to",
        3880.74,
        3888.76
    ],
    [
        " Haniferd, go to HB. By the way, everyone in Texas that's been going to HB just getting hit on,",
        3889.78,
        3896.2
    ],
    [
        " we appreciate it, dominating an HB. So rolling in there, Murphy's, a Meyer up in the Midwest.",
        3896.38,
        3903.42
    ],
    [
        " Hey, and by the way, a lot of people hit me up like, hey, they don't have this in there. Tell the",
        3904.16,
        3908.7
    ],
    [
        " store. Tell them say, hey, look, there's no go. There's no whatever, whatever is that they're missing,",
        3908.7,
        3914.22
    ],
    [
        " just just let them know you want it. And they'll hook it up. So we're making the best possible",
        3914.22,
        3921.0
    ],
    [
        " stuff you can make. Yeah. So get it. It'll help you in all aspects of your life. Yeah, talk about",
        3921.0,
        3926.0
    ],
    [
        " that, that health and capability game. He was Peter. Yeah, I was Peter Tia where he was like,",
        3926.0,
        3931.7
    ],
    [
        " saying he was, he was making a broader point, but he was like, hey, if you want to like kick ass",
        3931.76,
        3937.68
    ],
    [
        " at 80, you can't be like slacking at 70 or whatever the numbers were. They might have been different.",
        3937.68,
        3943.76
    ],
    [
        " But it's basically like, hey, this is a long term play. You can't just jam yourself up and ignore",
        3944.08,
        3948.08
    ],
    [
        " it and whatever. And then once you start getting older, then try to jump on the trail. It's like,",
        3948.08,
        3952.36
    ],
    [
        " right, it doesn't you can still be jammed up. You know, when you got to pay attention, because it's",
        3952.36,
        3957.82
    ],
    [
        " a little bit, you lose a little bit at a time. And I was talking about Bert Soren. Sure. And",
        3957.82,
        3961.9
    ],
    [
        " we were just talking about lifting. And you know, he's, he's just, he's just about beast. But",
        3961.9,
        3968.06
    ],
    [
        " basically I was saying, hey, if there's like an exercise that you know, when you get injured and",
        3968.06,
        3973.24
    ],
    [
        " you can't do a particular exercise, like for instance, one of my arm was hurt. I couldn't do overhead",
        3973.24,
        3977.54
    ],
    [
        " squats for like a long period of time. After Dean Lister freaking crashed, crushed my arm,",
        3977.54,
        3984.28
    ],
    [
        " showing a move by the way, Dean Lister. Anyways, I couldn't like lock my arms out from overhead",
        3984.92,
        3991.46
    ],
    [
        " squat. And for months, I couldn't do an overhead squat. And so then when I eventually could do",
        3991.46,
        3996.96
    ],
    [
        " it, it was really humbling. It was like PVC pipe. You know, you're like thinking, God, but what",
        3996.96,
        4002.66
    ],
    [
        " was talking to Bert, like, hey, don't, don't submit. Don't surrender that movement. Because it's",
        4002.66,
        4008.82
    ],
    [
        " really easy to just say, I, that's something I can no longer do. Yeah. And it, and it happens",
        4008.82,
        4013.18
    ],
    [
        " a little bit at a time, right? It does not, it's like one day, I don't know if I can really do him",
        4013.18,
        4018.72
    ],
    [
        " today. And then the next time maybe you can't really do him. So just pay attention to that, man.",
        4018.72,
        4025.26
    ],
    [
        " True. You got to that physical part that we're talking, this physical game that we're talking about,",
        4025.32,
        4030.08
    ],
    [
        " it's a, it's a long term strategic game that's, that's the death of a thousand cuts.",
        4031.22,
        4036.64
    ],
    [
        " And, and look, you know what, you're eventually going to lose. Yeah. Like 100%. You're going to lose,",
        4037.1,
        4042.14
    ],
    [
        " right? Yeah. Like I'm going to, this point actually looks like I might get old and die. You",
        4042.38,
        4047.72
    ],
    [
        " should think I wouldn't get old and die. But this point kind of looks like I might get old and die.",
        4047.72,
        4051.18
    ],
    [
        " So you, you know, you're going to go a death of a thousand cuts, but you can post one cut",
        4052.08,
        4057.6
    ],
    [
        " today. Yeah. Push one cut off today. It's another day you went. You know, it's another day",
        4057.6,
        4062.58
    ],
    [
        " without that little razor cutting. You're, your tendons and whatnot. So that's what we're doing.",
        4062.58,
        4068.24
    ],
    [
        " Jockelfuel.com. Check it out. Yep. That supplements in the world. Factually. Actually, everyone knows",
        4068.48,
        4074.0
    ],
    [
        " also origin USA. Geese for jujitsu, rash cards. American, all American made stuff. It's a big deal.",
        4074.58,
        4081.66
    ],
    [
        " Jeans, boots, t-shirts, just everything that you need. You can get origin USA.com. And we're building",
        4082.42,
        4090.0
    ],
    [
        " all in America. We have factories here. We got an awesome workforce. So that's what we're doing.",
        4090.0,
        4096.3
    ],
    [
        " We're not enslaving people. No. Like they are doing overseas, working a 13 year old girl in a",
        4096.52,
        4103.02
    ],
    [
        " sweatshop for a dollar a month. That's what's going on if you buy those other brands.",
        4103.28,
        4107.26
    ],
    [
        " I'm going to go and say don't do that. I'm going to say support America, support freedom.",
        4107.94,
        4111.92
    ],
    [
        " So there you go. origin USA.com. Get some. Also, uh, Jockelfuel store,",
        4113.02,
        4117.88
    ],
    [
        " it's called Jockelstores where you can represent while we are on this path. That's a thing too.",
        4117.88,
        4122.08
    ],
    [
        " Oh yeah. Just clinicals for you know, good. This attitude of moving on, you know, in the face of",
        4122.42,
        4129.58
    ],
    [
        " adversity knowing what you can control, and what you can't. Guess what the good mantra kind of",
        4129.64,
        4136.04
    ],
    [
        " stands for. Nonetheless, you want to represent that's where you do it. Also, we have a shirt locker,",
        4136.04,
        4139.16
    ],
    [
        " which is a subscription scenario. You want a new shirt every month. Different designs. Good though.",
        4139.5,
        4145.42
    ],
    [
        " Kind of like nice when you know other people are out there. We're all kind of wearing the same.",
        4145.92,
        4149.92
    ],
    [
        " Yes. Unique shirt on the same team. So there you go. It's true. Subscribe to the podcast. Don't",
        4150.16,
        4159.56
    ],
    [
        " that's our, our, our own platform. You might be listening to it all on it right now. We appreciate it.",
        4159.56,
        4164.78
    ],
    [
        " That's how we're going to stay alive if we ever get banned. Who knows? Some wild shit going on",
        4165.06,
        4172.02
    ],
    [
        " right now. So be careful. We got a YouTube channel. Origin USA has a YouTube channel. We got",
        4172.02,
        4176.24
    ],
    [
        " Psychological Warfare. We got Flipside Canvas. Got a bunch of books that I've written. So if you",
        4176.24,
        4181.24
    ],
    [
        " want to check those out, also we have Jockel publishing. We got Holly, Holly McKay's book.",
        4181.24,
        4185.04
    ],
    [
        " S on front leadership consultancy. We sell problems through leadership. Go to s on front.com. If",
        4187.66,
        4192.48
    ],
    [
        " you need help in any organization, if you want to come to our live events, check those out. We also",
        4192.48,
        4197.18
    ],
    [
        " have extreme ownership academy. So you can take the lessons that we learned and you can apply",
        4197.18,
        4202.8
    ],
    [
        " them to your life. That's what that's about. You're not going to get good at leadership. You're not",
        4202.8,
        4212.26
    ],
    [
        " going to understand how to overcome adversity by going to the gym one time. You need that, that rep.",
        4212.26,
        4220.48
    ],
    [
        " Those reps. So go to extreme ownership.com. I'm on there. Answer questions live.",
        4220.64,
        4224.98
    ],
    [
        " Extreme ownership.com. Also, if you want to help service members, you want to help active in",
        4227.1,
        4230.84
    ],
    [
        " retire. We just had Mama Leon. You know her great organization. America's mighty warriors.org.",
        4230.84,
        4237.24
    ],
    [
        " She's continuing Mark Lee's legacy. Mark is still helping his teammates through that organization.",
        4238.48,
        4243.26
    ],
    [
        " I also don't forget about heroes and horses. Micah Fink up there in the wilderness. Right now,",
        4243.42,
        4248.64
    ],
    [
        " who knows what he's doing. He's probably on a freaking horse somewhere chasing a grizzly down with",
        4248.64,
        4252.98
    ],
    [
        " a stick getting ready to get some. So if you want to find yourself, he can help you out.",
        4252.98,
        4260.08
    ],
    [
        " Heroes and horses.org. He's helping a lot of veterans up there. Connect with us on the",
        4260.24,
        4263.82
    ],
    [
        " website. Echoes at Echo Charles. He's back on Twitter. By the way, after you got",
        4263.82,
        4267.76
    ],
    [
        " it's a long time. He made mistakes. You know, made mistakes. It's dumb mistakes, honestly.",
        4267.76,
        4275.5
    ],
    [
        " Sorry. I'm normally not critical. Maybe I'm a little bit. Uh oh. Yeah. You're critical.",
        4275.68,
        4279.72
    ],
    [
        " Some dumb mistakes got made. Price was paid. Paid and we're moving forward. You and your 13",
        4279.72,
        4286.6
    ],
    [
        " Twitter followers now. All right. There you go. And I'm at Jockel willing. Watch out for the algorithm.",
        4286.6,
        4292.34
    ],
    [
        " Right. Yes. They're playing a game on you. Yeah. I'll be part of that game.",
        4292.34,
        4295.6
    ],
    [
        " Thanks to all the folks out there in uniform, around the world, fighting to protect freedom.",
        4295.82,
        4300.86
    ],
    [
        " You allow us to be doing what we're doing right now. We humbly thank you for your service. And",
        4301.54,
        4306.5
    ],
    [
        " also thanks to our police law enforcement firefighters, paramedics, EMTs, dispatchers,",
        4306.5,
        4310.62
    ],
    [
        " correctional officers, board patrol, secret service, all the first responders out there.",
        4310.72,
        4314.08
    ],
    [
        " You keep us safe here at home. We thank you for your service as well. And everyone else out there",
        4314.52,
        4321.36
    ],
    [
        " pay attention to the water that you're in. There's games going on. You're in them.",
        4321.56,
        4329.42
    ],
    [
        " Some of them are important. Some of them are just for fun. And the big one, life,",
        4330.0,
        4338.28
    ],
    [
        " this is not a frallicking game of amusement. But it's a game with rules and goals and winners and",
        4338.8,
        4351.16
    ],
    [
        " know what games you are playing so you can win. And we will continue that conversation next time.",
        4351.16,
        4358.26
    ],
    [
        " And until then, this is Echo and Jockel. Out.",
        4358.6,
        4362.44
    ]
]