[
    [
        " Next question. Number five.",
        0.0,
        2.6
    ],
    [
        " Exactly how much better are green berets than the seals?",
        2.88,
        9.56
    ],
    [
        " At what? I think we have to, the first, just like me at, you know, 21 years old,",
        10.56,
        19.12
    ],
    [
        " I didn't understand the difference. So every special mission unit has a pretty well-defined",
        19.32,
        28.12
    ],
    [
        " mission and all of them are different. I would never want to get in a gun fight with a bunch",
        30.96,
        40.34
    ],
    [
        " of Navy seals on a boat anywhere near the water. I mean, within like miles of water, it would",
        40.34,
        48.02
    ],
    [
        " be just a catastrophe. I also don't think that there's any bond on the planet besides special",
        48.02,
        55.76
    ],
    [
        " forces that can do a force multiplier like we can. You can take 12 of us, you can drop us in",
        55.76,
        61.98
    ],
    [
        " Venezuela, leave us there for six months, and we probably overthrew the government and place",
        61.98,
        68.7
    ],
    [
        " the president, the new president in place and running the economics, the power plants, the commerce,",
        68.7,
        76.26
    ],
    [
        " transportation, and like each of us, the 12 of us, have like married at least four or five",
        77.1,
        84.22
    ],
    [
        " minutes of the same time. You know, you know, be like, that's, that's, people don't understand",
        84.22,
        87.4
    ],
    [
        " like why we have to speak other languages, why we have to go through economic and, you know,",
        87.4,
        93.92
    ],
    [
        " geopolitical classes. It's because we're different. Like the missions are different. What we're",
        94.04,
        99.66
    ],
    [
        " supposed to do is different. And because of a different mission, we end up with different products.",
        99.66,
        107.46
    ],
    [
        " And those products are groups of dudes that are the baddest dudes at the planet on the planet for",
        107.82,
        112.42
    ],
    [
        " what they have to do. Yeah. And I mean, I left that question there for a couple reasons. Number one",
        112.42,
        118.2
    ],
    [
        " was because it was, I thought it was kind of funny. You know, I've seen whoever wrote that,",
        118.2,
        121.7
    ],
    [
        " I had a sense of humor. And you know, the real question, you know, which is still, to me was just",
        121.76,
        127.14
    ],
    [
        " about really defining. And I'd say the exact same thing that you'd say, I would add this to it.",
        127.14,
        132.06
    ],
    [
        " You know, yes, you know, you look at Rangers, you look at seals, you look at Green Beret, you,",
        132.52,
        138.3
    ],
    [
        " you look at Marsock and everyone's got their own little specialty of what they're really good at.",
        138.68,
        142.68
    ],
    [
        " And as a whole, they'll, they'll be better at that than the other group. And then within",
        142.88,
        146.92
    ],
    [
        " the seals, within the Rangers, within the, within SF, you got different levels of guys that are",
        146.92,
        154.96
    ],
    [
        " in there. I know you probably worked with some seals that you thought, what are these guys? And you",
        154.96,
        159.94
    ],
    [
        " probably worked with some guys that, well, you said, damn, I'd love to work with those guys. And",
        159.94,
        164.5
    ],
    [
        " same thing with me, I work with some SF guys that I thought to myself, man, these guys are just,",
        164.74,
        168.76
    ],
    [
        " these guys are unbelievable. I would do anything for these guys. And sometimes you look at them,",
        168.96,
        172.56
    ],
    [
        " you go, I wonder how these guys made it through. You get to teams, I get to teams and be like,",
        172.56,
        178.14
    ],
    [
        " did you really pass selection, dude? That's one thing that's really hard for the American",
        178.38,
        184.64
    ],
    [
        " public to understand is that there is, and I've explained this a bunch of times on the podcast,",
        184.64,
        188.84
    ],
    [
        " that there's a bell curve, just like any other organization. There's the top guys that are,",
        188.86,
        193.18
    ],
    [
        " you know, totally badass. And then there's a bunch of guys in the middle that are totally solid",
        193.18,
        198.6
    ],
    [
        " guys that get it done all the time. And then there's a bunch of guys that just, they barely got",
        198.6,
        201.94
    ],
    [
        " through and they skate. And that's, you know, that's part of the way it is. But one thing I can tell",
        201.94,
        207.94
    ],
    [
        " you for sure is the special operations community, I don't limit my respect for the special operations",
        207.94,
        216.26
    ],
    [
        " community alone. For me, working with the army, the conventional army guys, the Marine Corps.",
        216.26,
        221.72
    ],
    [
        " Oh, Marines. They're always good. Oh, they're always good. They're consistently.",
        221.84,
        226.84
    ],
    [
        " But you're a rifle company, dude. Awesome. Can I please work with you? Because you just want to,",
        226.84,
        231.5
    ],
    [
        " like a bunch of people, they've been like locked up in a cage and they just get prodded every once",
        231.56,
        235.02
    ],
    [
        " while. And maybe they go and like tear something apart and they get thrown like some raw meat and",
        235.02,
        239.46
    ],
    [
        " they're like, oh, this is good. You know, do I get, what do I get to kill to get another piece of",
        239.46,
        243.0
    ],
    [
        " this meat? Yeah. The Marine Corps really is an outstanding organization. And then there's units",
        243.0,
        247.98
    ],
    [
        " within the army that are unbelievably just squaring away, professional. And they have a heritage behind",
        247.98,
        254.82
    ],
    [
        " them of glory, for lack of a better word. And so I'm a huge fan of the entire military, the entire",
        254.82,
        262.82
    ],
    [
        " US military. You know, but like you, are you proud to be a seal? Yeah, I mean, yeah, yeah. I'm proud",
        262.82,
        270.92
    ],
    [
        " of you, Green Bray. You know what I'm like, when army plays Navy, like I don't know crap about",
        270.92,
        275.8
    ],
    [
        " football, you know, but I'm like, go just for crying out loud beat Navy, you know, for once.",
        275.8,
        281.88
    ],
    [
        " In this decade, yeah, I am your century. To be honest with you, I literally don't care. And",
        282.44,
        289.24
    ],
    [
        " the biggest one we were in Ramadi working with the army and with the Marine Corps, those guys,",
        289.24,
        295.08
    ],
    [
        " the sacrifices that they made were so, they were so just impressive day to day what these guys",
        295.4,
        305.62
    ],
    [
        " did. And you know, we had, of course, we do have better training. We do have better gear. And yet",
        306.38,
        312.46
    ],
    [
        " those Marine Corps platoons and companies would be out there doing, I mean, they're, first of all,",
        312.46,
        319.52
    ],
    [
        " they're living in the city, you know, we're going back to a little fob. We got a little bit of",
        319.58,
        324.28
    ],
    [
        " video games and interviews. Huge walls. Huge walls. Great gym. Yeah. Protein powder. Exactly.",
        324.28,
        329.86
    ],
    [
        " Those guys don't have any of that. They don't have any of that. We air dropped a pallet of porn and",
        330.28,
        334.52
    ],
    [
        " protein to a fire base that pretty a bunch of Marines that like saved our lives when we were like",
        334.56,
        338.48
    ],
    [
        " knocking on their gate at two o'clock in the morning, we weren't. We were like 200 meters away and",
        338.48,
        343.44
    ],
    [
        " we didn't want them all to murder us and they were going to. Yeah. But like, please let us in. Our",
        343.44,
        347.24
    ],
    [
        " air won't come pick us up. And we got in there like, you guys been eating tea rats and they're like,",
        347.24,
        351.02
    ],
    [
        " yeah, we've been pretty much a gunfight every single night, you know, like, yeah,",
        351.14,
        355.0
    ],
    [
        " dude, we're taking you guys care you guys. So God bless all of them. No doubt about that.",
        355.2,
        361.04
    ]
]