[
    [
        " Jocco, I'm not sure I agree with your statements not to pursue",
        0.0,
        5.34
    ],
    [
        " belts in Jiu Jitsu",
        5.34,
        7.2
    ],
    [
        " It doesn't seem wrong to me to benchmark success using a rise in rank as a quantifiable measure of success",
        7.2,
        13.94
    ],
    [
        " as a person",
        13.94,
        15.64
    ],
    [
        " Is working to master their craft any craft?",
        15.64,
        19.2
    ],
    [
        " It's nice to have markers for accomplishment and engagement why have belts?",
        19.52,
        23.82
    ],
    [
        " Why have belts if they're not to be strive for or why have them right?",
        24.06,
        28.5
    ],
    [
        " Yeah, and that's actually a little conversation I had that as soon as he asked me this this is with Brandon",
        28.5,
        34.62
    ],
    [
        " No, Brandon pickworth. Yeah",
        34.62,
        35.92
    ],
    [
        " He's been around like since day one in the game here and",
        35.92,
        42.4
    ],
    [
        " We were going back and forth on something. He actually sent me this random because he sent me to ask about stuff",
        42.4,
        47.4
    ],
    [
        " You know, whatever we're doing some projects and whatnot and",
        47.4,
        50.82
    ],
    [
        " He sent me this random thing",
        50.82,
        53.08
    ],
    [
        " Well, I guess it's random to me. It was random to him",
        54.06,
        57.06
    ],
    [
        " It maybe he just listened to a podcast where we were talking about this, but he said you know, hey, I don't know",
        57.06,
        61.02
    ],
    [
        " I don't know what to do this stuff about belts. Yeah, and",
        61.02,
        64.5
    ],
    [
        " so and by the way",
        64.5,
        66.5
    ],
    [
        " Brandon is had a goal of doing a hundred burpees in 10 minutes Brandon is in good shape. He's an athlete",
        66.5,
        73.44
    ],
    [
        " athletic dude and for some reason he can't do a hundred burpees in 10 minutes",
        73.44,
        77.4
    ],
    [
        " I don't know where he's at right now. We are publicly calling him out. Yeah to post his",
        77.4,
        82.0
    ],
    [
        " You know video video no cuts no cuts. Yeah, or maybe he doesn't have to post the whole thing",
        83.08,
        88.06
    ],
    [
        " I take his work for it because he's owned it a bunch of times. He'll put like",
        88.06,
        91.52
    ],
    [
        " He'll do a hundred in oh no, I think it what he's been doing. He's been doing 10 minutes worth",
        91.52,
        97.38
    ],
    [
        " However many he can do he gets like 84",
        97.38,
        100.44
    ],
    [
        " Yeah, so and he'll post it like I did 84 in 10 minutes",
        100.44,
        104.5
    ],
    [
        " What that you can do 10 sets of 10 yeah 10's at one 10 every 10 every minute",
        104.5,
        109.36
    ],
    [
        " Yeah, or something it have to be less because actual burpees will take a certain amount of time. Yeah",
        109.36,
        114.06
    ],
    [
        " Yeah, yeah, no, no, I'm telling you 10 in a minute is not that hard",
        114.06,
        118.92
    ],
    [
        " Yeah, but plus your rest 10 burpee pull ups in a minute. Oh, it's hard. Yeah, but still a good measure. So just regular burpees",
        118.92,
        128.48
    ],
    [
        " But back to the conversation",
        128.48,
        131.66
    ],
    [
        " so Brandon hit me up and",
        131.66,
        136.44
    ],
    [
        " And you know, I understand belts, you know, and it's because we've said on here like don't worry about belts",
        137.44,
        143.04
    ],
    [
        " Don't worry about the belts the belts are gonna come I",
        143.04,
        145.24
    ],
    [
        " Understand belts and I understand",
        145.24,
        147.02
    ],
    [
        " Trying to earn a rank and that's cool, but I'm telling you",
        147.02,
        153.46
    ],
    [
        " At some point and I think this will happen to everybody",
        153.46,
        157.4
    ],
    [
        " At at some point",
        157.4,
        160.64
    ],
    [
        " Jiu jitsu becomes a lot more than just belts and eventually the Jiu jitsu itself",
        160.76,
        167.28
    ],
    [
        " Completely bypasses",
        167.28,
        170.86
    ],
    [
        " What the belts are and what the belts mean now",
        170.86,
        174.66
    ],
    [
        " I could you could say back to me like well, that's good your black belt",
        174.66,
        178.62
    ],
    [
        " Yeah, and so that's why you feel that way because of course they don't matter do you already black belts you you know, but",
        178.62,
        183.26
    ],
    [
        " The fact is that that didn't happen to me at black belt that happened to me at like purple belt",
        183.26,
        188.98
    ],
    [
        " I think about midway of",
        189.02,
        191.9
    ],
    [
        " My purple belt time. I had no care whatsoever of what belt club. I wasn't this literally zero",
        191.9,
        198.3
    ],
    [
        " and I just wanted to",
        198.3,
        201.06
    ],
    [
        " Get better. I just wanted to know more. I just wanted to keep training and never even thought about it after that and now like",
        201.06,
        206.88
    ],
    [
        " Even like degrees on your on your black belt",
        206.88,
        211.4
    ],
    [
        " Like Pete I was talking to Pete Roberts the other day. He's like well, what degree are you?",
        211.4,
        215.84
    ],
    [
        " You know, he's a black belt in black belt. He's like what degree are you and I was like, I don't know",
        215.84,
        219.64
    ],
    [
        " I don't know I got my black belt in 2005. What does that mean?",
        219.64,
        224.5
    ],
    [
        " You know what I mean? Like I don't have the tape on there with how many degrees I am not that I don't respect it",
        224.7,
        230.02
    ],
    [
        " Yeah, but I just don't care",
        230.02,
        231.5
    ],
    [
        " for me personally so",
        231.5,
        234.12
    ],
    [
        " And I think that this isn't like he's like Brandon talk about you know to master any craft",
        234.12,
        240.04
    ],
    [
        " I think it's the same with any craft that you're trying to master yeah if you're trying to master the craft",
        240.04,
        245.24
    ],
    [
        " Hopefully and eventually the craft itself becomes more important than",
        247.52,
        252.22
    ],
    [
        " The rank that comes with being skilled at the craft. Yeah, that's what I would hope for that's what by the way",
        252.22,
        259.78
    ],
    [
        " That also makes it a lot easier to keep pursuing because I don't care",
        259.78,
        263.98
    ],
    [
        " I'm not sitting there going. I hope I get a stripe on my belt today. No, I don't care if I get a stripe my belt",
        263.98,
        268.5
    ],
    [
        " I want to go learn more and guess what's gonna propel you towards more stripes wanting to learn more yeah",
        268.5,
        273.64
    ],
    [
        " Wanting more stripes does not propel you towards getting more stripes what propels you towards getting more stripes and getting advanced in",
        274.34,
        280.18
    ],
    [
        " Any craft is getting better at that craft so focus on getting better at the craft",
        280.18,
        284.48
    ],
    [
        " The belts are gonna come yes, sir even your belt's gonna come one day preach it",
        284.48,
        290.0
    ],
    [
        " I'm not concerned with belt. Yeah, so we're glad you're not that you ain't got much in your future",
        290.0,
        296.32
    ],
    [
        " No, unless yet and I think that",
        298.44,
        300.88
    ],
    [
        " This it's like a matter of perspective. Okay, first off you being a black belt and thinking that or whatever and be like",
        300.88,
        307.06
    ],
    [
        " Yeah, that's easy. It seems like that's obvious that oh it's easy for you to say because you're a black belt",
        307.06,
        311.44
    ],
    [
        " But at the same time doesn't kind of go along with that detachment thing",
        311.44,
        314.16
    ],
    [
        " So I can hey, I'm not in the game. There's no reason for me to be striving for any belt right now",
        314.16,
        319.36
    ],
    [
        " So I can be detached",
        319.36,
        320.08
    ],
    [
        " I'm not emotionally invested in the whole situation. I can look back and and at the same time understand when I came up",
        320.08,
        326.3
    ],
    [
        " Me being focused on belts would not have got me here. Yeah, you know like you have that clear vision",
        327.46,
        331.48
    ],
    [
        " I that's not it's a natural thing to be like a blue belt and I wish I could wear that purple belt and everyone would know me and respect me as a purple belt",
        331.48,
        339.2
    ],
    [
        " And obviously I'm tapping some of the purple belts right now. Yeah, and bro",
        339.2,
        342.74
    ],
    [
        " Do you do the side note? I don't know if you know this but if you know the feeling of",
        342.74,
        348.58
    ],
    [
        " Wanting that purple belt really bad and I just want that purple belt and your skills",
        348.58,
        353.3
    ],
    [
        " From your from your instructor standpoint don't match purple belt and promotion time comes along and you're okay",
        354.36,
        360.12
    ],
    [
        " This is damn I get my brain you don't get that purple belt bring you know how sad you're gonna be real sad",
        360.12,
        364.6
    ],
    [
        " I've known people that quit the gym straight up because they didn't get built a promoted on a certain day",
        364.6,
        370.76
    ],
    [
        " And you know what that is the day that's really sad. It is it's sad from top to bottom for sure",
        370.76,
        376.2
    ],
    [
        " That's a side note, but I guess sad was even right word. Well, it's sad for them. Yes, like because if you if you're",
        376.2,
        382.88
    ],
    [
        " In that zone where you should be getting your purple belt at some time. Maybe this promotion maybe next promotion",
        383.3,
        387.88
    ],
    [
        " Maybe some other promotion that means you're dedicated to and now you're just gonna walk away because you didn't get",
        387.88,
        392.72
    ],
    [
        " The belts. Yeah, that's yeah, it's rough and like I said like that state of mind can really really jam you",
        392.72,
        399.0
    ],
    [
        " I'm in true story and I've heard of people where they didn't get their belt and then maybe someone else did not",
        399.0,
        405.0
    ],
    [
        " Maybe straight up other people did and it was their belt, you know like they're",
        405.0,
        408.7
    ],
    [
        " Super mad to the point where they're vocal about it. I kept that guy out white. He get his belt up open saying that so yeah",
        409.34,
        415.44
    ],
    [
        " It'll jam you up just that whole mindset one thing",
        415.44,
        418.1
    ],
    [
        " You know, I would say to those people that might be thinking that way",
        418.1,
        420.84
    ],
    [
        " From my perspective and for many Gigi two instructors",
        420.84,
        425.52
    ],
    [
        " The your your advancing and you're getting promoted",
        425.52,
        429.94
    ],
    [
        " Based on your potential not based on your skill level",
        429.94,
        434.62
    ],
    [
        " Other people yeah, because you might be",
        435.16,
        438.5
    ],
    [
        " You might not have a lot of potential and so you know what? Hey man the guys, you know he can't train",
        438.5,
        446.04
    ],
    [
        " He's you know 68 years old and he's been training for a year and a half",
        446.04,
        451.82
    ],
    [
        " He's learned a lot of knowledge. He's here all the time. Yeah, he can't tap out any other blue belts",
        451.82,
        457.8
    ],
    [
        " We're giving him his blue belt because for potential of him as a 68 year old man that never worked out before",
        457.8,
        464.52
    ],
    [
        " Now he's training Gigi to do that guys a blue belt. Yeah",
        464.52,
        467.18
    ],
    [
        " Now the further you go up, you know black belt is a little bit more serious",
        467.18,
        472.28
    ],
    [
        " So is brown so is purple, but I'm saying you're getting judged against yourself and that's an extreme example by someone else",
        472.28,
        479.48
    ],
    [
        " By the way not by yourself. Yeah, you're being judged by your instructor. Not yourself. Yeah, that's right. That's right",
        479.48,
        484.38
    ],
    [
        " So yeah, man, and that's and that's a important thing",
        484.38,
        487.8
    ],
    [
        " What's what's your two-year point everything that we're talking about right now makes you Gigi suck",
        487.8,
        493.18
    ],
    [
        " Right, it makes you like it makes it maybe it'll make you mad",
        494.52,
        497.36
    ],
    [
        " It'll make you frustrated. It'll make you and make it political and this guy got it",
        497.36,
        500.76
    ],
    [
        " I didn't know that's for me. I just don't like that stuff. Yeah, you know, don't even like that stuff. Yeah",
        500.76,
        505.96
    ],
    [
        " When you're ready your instructor is gonna promote you. Yeah until then keep training",
        505.96,
        512.16
    ],
    [
        " Yeah, and and by the way also in your work skills when you're ready to get promoted you'll get promoted",
        512.16,
        518.62
    ],
    [
        " Yeah, and if you're not ready you won't or there's not an opening you won't you know what you do to solve that?",
        518.62,
        524.06
    ],
    [
        " Don't get frustrated",
        524.52,
        525.48
    ],
    [
        " Don't get all crazy. Don't blame the guy that did get promoted. Don't undermine him",
        525.48,
        531.08
    ],
    [
        " You know what you do keep kicking ass wait next time it'll be your turn",
        531.08,
        535.08
    ],
    [
        " Enjoy what you're doing master your craft",
        535.08,
        537.96
    ],
    [
        " Don't let your craft become your master",
        537.96,
        541.72
    ],
    [
        " Yeah, and that's what happens right yeah, you let the thing control you instead of you controlling the thing",
        541.72,
        551.38
    ],
    [
        " Instead of you mastering it it's starting to master you and getting your head back",
        551.38,
        554.66
    ],
    [
        " But he does make a good point and here's the thing is that this is a mix of perspectives so",
        554.66,
        560.32
    ],
    [
        " where",
        560.32,
        561.34
    ],
    [
        " Or a clashing of perspectives where he's like art you know as a person working to master their craft any craft",
        561.34,
        567.52
    ],
    [
        " It's nice to have markers for accomplishment and engagement. Yeah, and you know what I actually texted back to him",
        567.52,
        573.16
    ],
    [
        " I'm like hey, man. I know I'm not normal",
        573.16,
        575.14
    ],
    [
        " Yeah, I'm not normal and all I need is a rock and a hill",
        575.14,
        579.14
    ],
    [
        " Yeah, that's what I texted to him and he laughed right but",
        580.12,
        582.98
    ],
    [
        " So so there are normal people that need to have like I want a goal",
        582.98,
        588.74
    ],
    [
        " I want to see I want to have a checkpoint and that's okay. Yeah, and that's why guess what?",
        588.74,
        592.6
    ],
    [
        " There are belts in Jiu Jitsu and you can't get so I don't we don't really give a lot of stripes out at victory like me Jeff Glover",
        592.94,
        600.82
    ],
    [
        " Rainlister",
        600.82,
        601.82
    ],
    [
        " Craig James. I mean we'll give out like",
        601.82,
        604.98
    ],
    [
        " occasional stripes, you know for various reasons but",
        604.98,
        608.76
    ],
    [
        " Most of the time it's like the guys ready for his next belt right?",
        609.14,
        612.18
    ],
    [
        " Give it to him. Yeah, and usually stripes are that's a subtle thing in my opinion like I've stripes don't",
        612.22,
        617.8
    ],
    [
        " Reflect much compared to what belt, you know, nonetheless. I mean, yeah cool back in the day",
        617.8,
        623.46
    ],
    [
        " It's like a four-strike blue belt right back guy was the deal",
        623.46,
        627.16
    ],
    [
        " But he's saying you know and you know what to to degrade what you're saying and what Brandon's saying",
        627.16,
        636.36
    ],
    [
        " You know when we do a lot of stripes and a lot of different colored belts kids right and that's gonna be the point",
        636.36,
        642.42
    ],
    [
        " And as a grown-ass adult",
        642.42,
        643.94
    ],
    [
        " Brandon",
        643.94,
        645.02
    ],
    [
        " No, as a grown man, you should be like I'm just here to learn yeah, good to get after well to me",
        645.02,
        651.3
    ],
    [
        " What he's saying doesn't clash with what you're saying in my opinion no, no",
        651.3,
        654.96
    ],
    [
        " The better than the brand in his Brandon is you know, I don't know him that well, but you know we go back and forth a lot",
        654.96,
        660.7
    ],
    [
        " He's a guy that's like metric driven, you know like I'm gonna get right somebody get this I'm gonna get that and that's awesome",
        660.7,
        665.98
    ],
    [
        " That's what makes him successful and in what he does and the craft that he has mastered very successful, but",
        665.98,
        672.58
    ],
    [
        " He likes to have those yeah those measurements. Yeah, like to have metrics to go off and say look. I just crushed this this goal boom done",
        672.58,
        679.82
    ],
    [
        " Yeah, so well",
        679.82,
        681.38
    ],
    [
        " Yeah, and so with belts is gonna be a little bit different just like with promotions and you know based on skill",
        681.38,
        685.98
    ],
    [
        " So you he says it's nice to have markers and you know the thing it is nice of course after after when you got your black belt",
        685.98,
        693.16
    ],
    [
        " For you to say I don't care the fact that I got this black belt. I don't care about that at all",
        693.96,
        698.84
    ],
    [
        " I don't know if I would believe that no no, you're you'd be correct. Yeah, you'd be correct. I was I was stoked",
        698.84,
        703.64
    ],
    [
        " Yeah, it's just a matter of what you're striving for",
        703.64,
        706.22
    ],
    [
        " Dean kind of surprised me deal like I wasn't expecting it right which should tell you something yes",
        706.22,
        710.82
    ],
    [
        " I wasn't in there like tonight's probably gonna be big night. No, I like showed up at the gym and trained or whatever",
        710.82,
        716.78
    ],
    [
        " Yeah, and then all of a sudden it was special ceremony time and we got the black belch",
        716.78,
        720.82
    ],
    [
        " Yeah, and I was stoked for sure. Yeah, I was stoked. But you know what's funny is like at the team",
        721.1,
        726.24
    ],
    [
        " like",
        726.24,
        728.16
    ],
    [
        " people",
        728.16,
        729.3
    ],
    [
        " People like I don't know who heard about it, but people like hey man, I heard you cut your black belt and I was like",
        729.3,
        733.74
    ],
    [
        " Yeah, yeah, but I didn't tell anyone right I wasn't like",
        733.74,
        736.22
    ],
    [
        " Hey, everyone I got my black belt. Yeah, yeah, you know",
        736.22,
        740.0
    ],
    [
        " But you know what you know what belt I cared the most about was my purple belt. Yeah when I got my purple belt",
        740.0,
        746.48
    ],
    [
        " I was super pumped. Yeah at that time it was a big deal. Yeah getting your purple belt got my purple belt from Fabio Santos",
        746.68,
        754.0
    ],
    [
        " Yeah, I wasn't giving away that purple belt either no",
        754.0,
        756.98
    ],
    [
        " Broken the dirty",
        756.98,
        757.86
    ],
    [
        " You had to earn that thing. Yeah, and you know what with and I don't know because obviously I wasn't there at that time",
        757.86,
        764.62
    ],
    [
        " But I think it's always gonna be like that. Well, if you get a purple belt, that's a big deal",
        764.62,
        769.08
    ],
    [
        " Yeah, purple belt is definitely a big deal because there's just so many people now doing you did too",
        769.08,
        774.8
    ],
    [
        " No purple belt purple belt is a legitimate when you're a purple belt",
        774.8,
        778.82
    ],
    [
        " Yeah, you will not lose in a fight to a normal person",
        778.82,
        782.54
    ],
    [
        " No",
        782.54,
        782.78
    ],
    [
        " In my opinion, could you get caught with a punchy ass shirt? Yeah, but a normal you know",
        782.78,
        787.88
    ],
    [
        " You've got a very high high percentage of winning a fight against a normal person if you are a purple belt in Jiu Jitsu",
        787.88,
        793.26
    ],
    [
        " Yeah, a good purple belt. Yeah, meaning not someone that just like got a purple belt for no reason right right",
        793.26,
        798.92
    ],
    [
        " You're a real purple belt Jitsu. I mean a purple belt you're rolling like when I roll with a purple belt",
        798.92,
        804.5
    ],
    [
        " It's good roll, you know, there's a good roll. It's not like oh, this guy's just a purple belt right blue belt most blue belts",
        804.5,
        811.62
    ],
    [
        " You don't have to worry about much of anything. Yeah, yeah, I mean you're not worrying with your own with most blue belts, right?",
        811.62,
        820.98
    ],
    [
        " I'm worried when I roll with everybody. Yeah",
        821.26,
        823.34
    ],
    [
        " Yeah, no, no, no worried",
        823.34,
        824.9
    ],
    [
        " Yeah, I dig it it's not about your disrespectful",
        824.9,
        829.26
    ],
    [
        " Not anything disrespectful, but I'm not saying you're disrespectful to a blue belt, but but realistically you know",
        829.52,
        836.84
    ],
    [
        " That chances are there's no possible way for them to submit you",
        836.84,
        841.38
    ],
    [
        " Very small chance. Yeah, the purple belt skill levels don't matter",
        841.38,
        845.04
    ],
    [
        " Purple belt slap a triangle on your something and probably grab your arm somewhere. Oh, yeah",
        845.04,
        848.94
    ],
    [
        " Yeah, that can have no way you rolled with no way. Yeah, he tell me out. Oh",
        848.94,
        853.14
    ],
    [
        " Yeah, not I mean not like the like but yeah like within the last year. Yeah",
        853.14,
        857.58
    ],
    [
        " Yeah, he straight in my arm out real far. Yeah, I had to go into level nine defense",
        857.58,
        862.04
    ],
    [
        " I would do full and not any surprised me that was the thing, you know",
        862.04,
        869.0
    ],
    [
        " We're rolling and and all of a sudden and he's a purple belt. That's there. You have it. There's a classic example in this in the defense",
        869.0,
        874.94
    ],
    [
        " I'm gonna give him I'm gonna give him a nickname right now good Noah because he's good and he's very handsome",
        874.94,
        881.02
    ],
    [
        " He's better than you",
        881.02,
        882.84
    ],
    [
        " I'll let you judge that one",
        883.0,
        884.28
    ],
    [
        " He's better than a typical purple belt though. He's really really yeah, yeah, yeah, but nonetheless to your point",
        884.28,
        890.38
    ],
    [
        " That's exactly your point though. You give purple belt. You're you're not you're not you don't have many holes",
        890.38,
        895.16
    ],
    [
        " No, maybe some timing things maybe some you know, whatever good good. Yeah, he's a class a good example",
        895.16,
        900.28
    ],
    [
        " Yeah, no, it was a good purple belt watch out, but yeah, you don't",
        900.28,
        905.6
    ],
    [
        " Pursuit no, no, ask me all the time. When do I get my brown belt? No, I'm just kidding",
        905.6,
        909.22
    ],
    [
        " He doesn't care. Yeah, he's type of dude. That's like hey, I'll just consider on tap everyone out",
        910.96,
        915.0
    ],
    [
        " Maybe one day look at me about maybe they won't don't care",
        915.0,
        917.64
    ],
    [
        " Yeah, yeah, yeah, and that's how and keep tapping out echo Charles",
        917.64,
        922.02
    ],
    [
        " No, bro, what's up? Did you give him your brown belt once you got tapped out by him? I wanted to actually",
        922.02,
        927.02
    ],
    [
        " Know what school when you get tapped out by a lower belt? It's like guess what?",
        927.02,
        931.24
    ],
    [
        " Do you get to works they should be able to wear your belt for the",
        931.86,
        934.0
    ],
    [
        " For the rest of your life",
        935.06,
        935.94
    ],
    [
        " No, do you do works? Yes, sir. You do a jiu-jitsu move against me. I'm gonna tap out to it",
        935.94,
        942.42
    ],
    [
        " Yeah, like that's the way it works. You know, I might try the defense, but did you get to?",
        942.42,
        947.64
    ],
    [
        " Works, I mean we just saw Roger Gracie, Hodger Gracie against Bucheche",
        948.38,
        953.76
    ],
    [
        " Yeah, and people are a little bit freaked out. I was like, yeah, did you get to works? Yeah, you know get that choke on",
        953.76,
        959.88
    ],
    [
        " Buchecher",
        961.18,
        961.62
    ],
    [
        " Bucheches it animal a savage. Yes",
        961.62,
        964.8
    ],
    [
        " But get that geek-hawler sunk in choke. You got you got a Hodger Gracie",
        964.8,
        971.4
    ],
    [
        " X amount of times world champion. Can you imagine his grip strength? Are you rolled with him? Yes, yeah grip strength",
        971.4,
        977.08
    ],
    [
        " How is his grip strength?",
        977.08,
        977.92
    ],
    [
        " It was really good, but with and I'm not to go into a whole thing about Hodger's game, but",
        978.28,
        983.3
    ],
    [
        " He has this thing where this is weird if you don't know the depth of jiu-jitsu",
        983.3,
        988.6
    ],
    [
        " But he has this feeling that he has all bases covered so he's not necessarily his game isn't to out hustle you",
        988.6,
        994.6
    ],
    [
        " It's not to outspeed you and it's not to outstrike you for sure",
        994.6,
        997.72
    ],
    [
        " But it's like he it's like he has this whole base like all his bases in the jiu-jitsu",
        997.72,
        1003.14
    ],
    [
        " Situation they're all covered. Yeah, so he'll do this thing that and he was trying to do don't Bucheche",
        1003.14,
        1009.42
    ],
    [
        " but you know Bucheche is really really good",
        1009.42,
        1011.88
    ],
    [
        " He'll grab one",
        1011.88,
        1013.16
    ],
    [
        " Sleeve with the opposite hand grab the elbow and he'll just from close guard",
        1013.92,
        1017.84
    ],
    [
        " By the way, I know pull and I'll just wind up on your back and there's nothing you can do about it",
        1017.84,
        1022.12
    ],
    [
        " Yeah, all your little defenses. He's got those covered. Yeah, no problem",
        1022.12,
        1024.98
    ],
    [
        " And it's just this thing that it just it's like this eventuality that you have no defense for that's how it feels his whole game",
        1024.98,
        1031.76
    ],
    [
        " Yeah, so yeah, I mean, it's crazy that he was able to bring that same game. Yeah, just someone like Bucheche",
        1031.76,
        1037.06
    ],
    [
        " Yeah, because Bucheche is a beast. Yeah",
        1037.06,
        1039.32
    ],
    [
        " He's a beast. Yeah, it's just crazy, but yeah, that's all nonetheless back to the point is it don't pursue the belt",
        1040.1,
        1045.6
    ],
    [
        " That's not the pursuit the pursuit is getting better the belts will come when the belt comes to the to to um",
        1045.6,
        1051.98
    ],
    [
        " Brandon's point when the belt comes that is nice and to me when you get your belt from your instructor not from yourself",
        1051.98,
        1057.9
    ],
    [
        " Yeah, when you get well, if you're yourself, but if you're the guy who's getting mad",
        1057.9,
        1063.08
    ],
    [
        " Yeah, if you're the guy that's getting mad and because you think you should have got your belt you're thinking you're getting your belt from yourself",
        1063.84,
        1070.12
    ],
    [
        " That's what you're thinking in your head. Yes, yes exactly right. So so forget I'm ready. Yeah, I'm ready exactly",
        1070.12,
        1076.6
    ],
    [
        " It's not up to you. It's not up to you. You can tap out all the black belts. It's still not up to you",
        1076.6,
        1080.96
    ],
    [
        " It's up to instructor anyway",
        1080.96,
        1082.42
    ],
    [
        " When you get your purple belt brown belt black belt. Yeah, that's about I would say this happens more times than not",
        1082.42,
        1090.06
    ],
    [
        " If you're a blue belt you're rolling you're getting good you're learning a lot when you get a purple belt",
        1090.06,
        1093.74
    ],
    [
        " But purple belt that's gonna empower you so much to be like now my standard just mentally is higher now",
        1093.74,
        1098.68
    ],
    [
        " I'm a purple belt now. That's my minimum standard right now. Well a purple belt is full on in the game",
        1098.68,
        1106.0
    ],
    [
        " Yeah, yeah, sure you can't really be super casual and get a purple belt right",
        1106.0,
        1111.16
    ],
    [
        " I'm saying whether you're casual or not. Yeah, I'm saying it is empowering and it is you you're gonna have a lot of pride with that",
        1111.16,
        1117.7
    ],
    [
        " Well, I wouldn't say empowering. I would say it puts you",
        1117.7,
        1121.02
    ],
    [
        " It it raises the bar on you. Yeah, like once you're wearing a purple belt",
        1121.02,
        1127.5
    ],
    [
        " You can't be you know you now you're like I can't tap these boobouts anymore. You might but I'm saying yeah same thing to me tomato tomato",
        1127.5,
        1133.62
    ],
    [
        " It raises the bar. Yeah, what you say it raises your standards? Yeah of rolling like my own",
        1133.62,
        1138.42
    ],
    [
        " Basically exactly like the bars raised. Yeah, I got a represent. Yes, you know all this stuff",
        1138.42,
        1143.94
    ],
    [
        " It's like it comes with a sense of pride. Yes, it's a huge it's a deal and that's why also when you're a blue belt enjoy being a blue belt",
        1143.94,
        1150.54
    ],
    [
        " You can take more risks. You can get tapped out doesn't matter. You let it flow. Yeah",
        1150.54,
        1154.76
    ],
    [
        " But yeah, when you get that belt. Yeah, be be happy be prideful posted on Facebook and you know, thank your train partners all that stuff",
        1154.76,
        1163.0
    ],
    [
        " But don't just pursue the belt man. It'll jam you. Yeah",
        1163.0,
        1166.92
    ]
]