[
    [
        " I'm taking this back to the book. They moved like mules. By daylight they took sniper fire at night",
        0.0,
        9.08
    ],
    [
        " they were mortared but it was not battle. It was just the endless march village to village without",
        9.08,
        15.58
    ],
    [
        " purpose. Nothing won or lost. They marched for the sake of the march. They plotted along slowly",
        15.58,
        25.04
    ],
    [
        " dumbly leaning forward against the heat, unthinking, all blood and bone, simple grunts,",
        25.26,
        31.72
    ],
    [
        " soldiering with their legs, toiling up the hills and down into the patties and across the",
        32.18,
        38.22
    ],
    [
        " rivers and up and down again, just pumping. One step and then the next and then another,",
        38.22,
        45.06
    ],
    [
        " but no volition, no will, because it was automatic. It was anatomy and the war was entirely a matter",
        45.42,
        54.04
    ],
    [
        " of posture and carriage. The hump was everything, a kind of inertia, a kind of emptiness,",
        54.1,
        60.34
    ],
    [
        " a dullness of desire and intellect and conscious and hope and human sensibility.",
        60.84,
        66.3
    ],
    [
        " Their principles were in their feet. Their calculations were biological. They had no sense of",
        67.08,
        76.94
    ],
    [
        " strategy or mission. They searched the villages without knowing what to look for, not caring,",
        76.94,
        82.1
    ],
    [
        " kicking over jars of rice, frisking children and old men, blowing tunnels, sometimes settings",
        82.1,
        88.08
    ],
    [
        " fires and sometimes not, then forming up and moving on to the next village, then other villages",
        88.08,
        93.56
    ],
    [
        " where it would always be the same. They carried their own lives. The pressures were enormous.",
        93.56,
        102.72
    ],
    [
        " In the heat of early afternoon they would remove their helmets and flat jackets, walking bare,",
        103.46,
        110.5
    ],
    [
        " which was dangerous, but which helped ease the strain.",
        110.6,
        115.74
    ],
    [
        " Now, that section obviously paints something different than what we experienced. You can see",
        117.46,
        127.92
    ],
    [
        " what he's talking about. You've got soldiers that don't know what the mission is, that don't",
        127.92,
        133.44
    ],
    [
        " understand what the strategy is and there's all kinds of books about Vietnam. At the highest,",
        133.44,
        139.88
    ],
    [
        " we talk about sometimes how maybe we didn't do a good job of telling people what the strategy was",
        139.88,
        144.96
    ],
    [
        " and but at the highest levels in the Vietnam War, there's confusion on what the strategy is.",
        144.96,
        150.92
    ],
    [
        " So there's no way that some frontline grunt understands why he's clearing this village and not",
        151.02,
        157.28
    ],
    [
        " that village or why it's that village and not this village. They just don't know. So what does it",
        157.28,
        160.96
    ],
    [
        " become? It becomes like they're just robots, human robots moving forward. I think we were",
        160.96,
        169.34
    ],
    [
        " very fortunate to be in a situation where we had a better understanding. Again, we talk about this",
        171.32,
        177.96
    ],
    [
        " in the book. We could have done a better job and should have done a better job of making sure",
        177.96,
        181.68
    ],
    [
        " that everybody understood more, but there was understanding. There was that a minimum. Everybody",
        181.68,
        189.78
    ],
    [
        " understood at a minimum, the evil that was there, the evil that was there in Ramadi, in Iraq,",
        189.78,
        196.8
    ],
    [
        " that was torturing people, raping people, killing people, trying to enslave people.",
        196.8,
        202.26
    ],
    [
        " Everybody understood that. There was evil there and that's what we were fighting against",
        202.8,
        206.64
    ],
    [
        " trying to help this local populace who was completely at the mercy of this insurgent group,",
        206.64,
        216.4
    ],
    [
        " which by the way had no mercy. So I think we had that benefit for us, but one thing that is",
        216.56,
        225.62
    ],
    [
        " completely unchanged is this talk of this strain, the strain that is put on the soldiers on",
        227.6,
        236.82
    ],
    [
        " the ground. And when you think back to the strain that you felt, that your men felt,",
        236.82,
        242.64
    ],
    [
        " what do you think of when you think of the strain? I can absolutely relate to that. I mean,",
        242.88,
        250.28
    ],
    [
        " it's something you and I talked about when we got home. When we got home, it was you called it",
        252.26,
        259.12
    ],
    [
        " the burden. When we got home, I didn't even recognize how powerful that was. You know what I",
        259.12,
        267.56
    ],
    [
        " remember talking to you about it, we were like, all of a sudden we could relax. We were people",
        267.56,
        273.16
    ],
    [
        " trying to kill us. When we arrived back from that deployment to Ramadi and we're back in San Diego,",
        273.16,
        278.98
    ],
    [
        " and just the recognition that it's not just from our personal like, hey, people aren't trying to",
        281.62,
        286.2
    ],
    [
        " kill me, but like I no longer am carrying the burden of the decisions that I make and people's",
        286.2,
        294.2
    ],
    [
        " lives are on the line, right? Like at this moment right now, and I want to make sure that I've",
        294.2,
        298.44
    ],
    [
        " thought through all the contingencies. You know, are we ready? You know, for these worst case",
        298.44,
        303.44
    ],
    [
        " scenarios, have we have we planned? You know, have we rehearsed these things? Have we trained?",
        303.44,
        306.88
    ],
    [
        " Have we thought through what the enemy might do? How could they hit us where we hadn't even",
        306.96,
        310.04
    ],
    [
        " foreseen it? You know, that burden that you just carried all the time. And for me, you know,",
        310.04,
        315.06
    ],
    [
        " man, after after Mark got killed and Ryan got wounded, it was just, you know, four months into",
        315.16,
        322.06
    ],
    [
        " our deployment. It was just this recognition like, man, we're that can happen at any time. And I",
        322.06,
        327.68
    ],
    [
        " knew it could happen at any time prior to that. You know, it wasn't that we got complacent or that,",
        327.68,
        331.38
    ],
    [
        " but it was we've gotten away with it so many times that you all you start kind of kind of see like",
        331.38,
        336.86
    ],
    [
        " maybe we can make it through this thing, you know, without losing people as, as, uh, and just going",
        336.86,
        344.04
    ],
    [
        " out there and you know, as you've talked about, you can just only get lucky so many times like with",
        344.04,
        348.36
    ],
    [
        " all that evil and all that horribleness out there that uh, that it can happen at any time. And",
        348.36,
        356.36
    ],
    [
        " that's the strain that I think that I certainly I felt that for other guys felt when you see that",
        356.36,
        360.02
    ],
    [
        " your your brothers killed or wounded, uh, when you've had close calls and you recognize like just how",
        360.36,
        366.8
    ],
    [
        " um, how close we are to death at any time, anytime or rolling out there that uh, um, that is a strain.",
        366.8,
        376.78
    ],
    [
        " It is a strain on you and it's something that wears on you. Um, and I think, um,",
        376.78,
        382.24
    ],
    [
        " for me, it was just always always worried about like just the the and when you see the violence",
        382.76,
        388.64
    ],
    [
        " of it, you know, the the vehicle graveyard that we rolled out through every time we're driving out",
        388.64,
        393.34
    ],
    [
        " the gate and just the twisted hoax of metal that used to be a vehicle that carried men or women",
        393.34,
        401.1
    ],
    [
        " in them, uh, you know, and those were US troops that were either killed or horribly wounded that",
        401.1,
        406.56
    ],
    [
        " were in that vehicle that were destroyed or if you see an ID go off and there's a 100 foot fireball",
        406.56,
        411.84
    ],
    [
        " in the air and just frag, you know, the the metal fragments raining down, you know, for hundreds of",
        411.84,
        418.26
    ],
    [
        " yards and all directions, something like that. Like just the power of that, you know, the the violence",
        418.26,
        422.9
    ],
    [
        " of machine gun fire that's coming in close to you and I often describe as just the, you know,",
        422.9,
        427.56
    ],
    [
        " I wrote about in the book the the biggest strongest guy you can imagine just smashing the wall with",
        427.56,
        432.6
    ],
    [
        " a hammer next to you as hard as he can and from your head, an inch from your head just throwing concrete",
        432.6,
        437.78
    ],
    [
        " fragments everywhere and there's and and you know, now it's seven to 800 rounds per minute",
        437.78,
        443.58
    ],
    [
        " of that of that coming in at you with a belt fed belt fed machine gun. Maybe there's multiple",
        443.58,
        448.8
    ],
    [
        " once you've met you RPG rockets just this rocking explosion, this rings your bell, you know, even if",
        448.8,
        454.98
    ],
    [
        " it's just just on the wall outside, you know, if one of those things hits the window and and and",
        454.98,
        460.22
    ],
    [
        " detonates on the bars on the window, it's going to just frag everybody in the room. It's going to be",
        460.22,
        467.52
    ],
    [
        " all the time and I think the difference for us though is the you know, and you know, there isn't",
        467.56,
        474.24
    ],
    [
        " there were some certainly some guys and you talked about leadership that we learned right?",
        474.24,
        477.58
    ],
    [
        " The guys carrying those heavy machine guns, the belt fed machine guns and all the gear that",
        477.68,
        481.76
    ],
    [
        " with them and they're like, man, do I have to carry this thing? You know, as a leader, we had to",
        481.76,
        485.22
    ],
    [
        " remind them why that was important, you know, they got that love hate relationship. The machine",
        485.22,
        489.44
    ],
    [
        " guners, they love to shoot that machine gun and they're awesome at it. They hate to carry the machine",
        489.44,
        493.3
    ],
    [
        " gun, right? It's it's that love hate relationship and so when they're going in on a full patrol,",
        493.3,
        498.34
    ],
    [
        " that's a, you know, a mile, you know, mile and a half full patrol into a tough area and they're",
        498.34,
        503.12
    ],
    [
        " carrying all that heavy weight, they get focused on that. So you got to help them recognize like this",
        503.12,
        507.38
    ],
    [
        " is this is why you're such a critical part of the team and why we got to have these machine guns.",
        507.38,
        511.24
    ],
    [
        " So you got to do, you know, as a leader or something we had to do all the time, but I think for",
        511.84,
        515.66
    ],
    [
        " these guys and Vietnam, they're, you know, they're they're driving or flying into an area,",
        515.66,
        519.36
    ],
    [
        " but trolling into an area that's, it seems like they're seeing, they're seeing new terrain all the time.",
        519.36,
        523.72
    ],
    [
        " You know, for us in Ramadi, it was this tiny city that was, it's like what three by three miles,",
        524.26,
        529.56
    ],
    [
        " you know, across, you're talking about just the the central central Ramadi piece of it,",
        529.82,
        533.54
    ],
    [
        " very small and we're going into the same areas all the time, you know, J Street, the J block, you",
        534.12,
        538.78
    ],
    [
        " know, Papa 10, you know, these areas that going down baseline road and, you know, to 20th Street,",
        538.78,
        545.1
    ],
    [
        " these areas that we got to know and we understood, you know, where the the the bad guys are operating",
        545.1,
        550.6
    ],
    [
        " out of and we've been in so many of these buildings and we so then we had to have the we had to mix it",
        550.6,
        554.76
    ],
    [
        " up and not patrol down the same streets every time and try to come in and do some misdirection stuff.",
        554.76,
        558.6
    ],
    [
        " But we got to know these areas and you know, even though it was a small area, you know,",
        559.14,
        564.04
    ],
    [
        " these tanks might be less than a mile away from you. Maybe they're even a half mile down the road.",
        564.06,
        568.24
    ],
    [
        " You know, in that environment, if there's if there's, you know, 35 IEDs that could destroy",
        568.84,
        574.86
    ],
    [
        " anyone of which could destroy the tank between you and them half a mile away, they might as well",
        574.86,
        580.26
    ],
    [
        " be a hundred miles away. It doesn't matter. So, you know, we had to plan for those continues,",
        580.26,
        584.34
    ],
    [
        " we had to be ready. But that was a strain that I certainly remember well and I remember that",
        584.34,
        588.8
    ],
    [
        " conversation as I'm sure you do coming back and and recognizing like, well, I didn't even realize",
        588.8,
        595.28
    ],
    [
        " how heavy that strain was until we got back and it was it was it was lifted. Yeah, and it didn't",
        595.28,
        599.94
    ],
    [
        " happen right away. It happened like we were at least I feel like we were conditioned. It would be",
        599.94,
        607.56
    ],
    [
        " would be like going to a planet where there was much much higher gravity and you don't even realize",
        607.56,
        614.86
    ],
    [
        " how much more weight you're carrying. And then when we came home, it wasn't like it instantly",
        614.86,
        618.52
    ],
    [
        " the gravity changed. It was like it's slowly in one day. For me, it was about a month that I",
        618.52,
        623.96
    ],
    [
        " all of a sudden I woke up and instead of the first thought I had when I woke up of like what's",
        624.24,
        630.06
    ],
    [
        " going to happen today, what bad thing can happen today, it was like, I think the waves look good and",
        630.06,
        636.3
    ],
    [
        " I'm going surfing and did go from that thought process from like you said, it's the horror of the",
        636.3,
        644.42
    ],
    [
        " the imminent danger because like like you said, you can only get lucky so many times and you go out",
        646.94,
        655.52
    ],
    [
        " day after day after day and you got watching guys all over my guys all over Ramadi. There's no",
        655.52,
        662.4
    ],
    [
        " possible way that they can make it through today without taking a casualty. And then they and then",
        662.4,
        669.08
    ],
    [
        " they make it through that day. I got five elements, three elements, five elements, two elements all",
        669.08,
        674.02
    ],
    [
        " out on the battlefield at the same time. There's no way they're going to make it through today without",
        674.02,
        678.06
    ],
    [
        " a casualty. They make it through today. And guess what? You wake up the next day and now you're",
        678.06,
        683.72
    ],
    [
        " carrying that day and today. So you make it through that day. Now you're carrying three days and that",
        683.72,
        689.02
    ],
    [
        " just built and built and built and every once in a while. Obviously, we would take a casualty.",
        689.02,
        694.62
    ],
    [
        " And maybe you get a little reset, but you don't. It's just there and it's there. Heavy all the time.",
        695.1,
        701.02
    ],
    [
        " And what's really interesting about this is you might be thinking as late explain as you explain,",
        701.36,
        707.4
    ],
    [
        " you know, those feelings and eyes I'm talking about right now. You might think that we were",
        707.62,
        712.16
    ],
    [
        " solid and worried and sweat and and panicking or but but I'm sitting here thinking about it, we would",
        712.16,
        719.48
    ],
    [
        " and everybody in the in the task unit. We were having fun. We were laughing. We would have",
        720.84,
        725.86
    ],
    [
        " conversations. We make fun of each other. We'd make fun of our friends. We'd make fun of our boss.",
        725.86,
        729.38
    ],
    [
        " We'd make fun of everybody. We'd laugh. We'd have a great time. And the the the strain.",
        729.48,
        735.02
    ],
    [
        " Even though there's there's you know, fun and good times on top of it, that strain is absolutely",
        735.74,
        742.44
    ],
    [
        " there and it stays there the whole time and it just builds. I think the big illustration for that to",
        742.44,
        748.28
    ],
    [
        " me was when an operation was going on right and vehicles were lined up like get the vehicles are",
        749.28,
        753.58
    ],
    [
        " lined up out on the we had this that main street you know outside of the the the the talk",
        753.58,
        759.36
    ],
    [
        " tactical operation center and you know where your office was and and I remember that that",
        759.36,
        764.7
    ],
    [
        " bond that we had in task unit bruiser you know so often you get what the seals are doing their",
        764.7,
        768.5
    ],
    [
        " thing and you got the support personnel that are running the radios and the CBs that run the",
        768.5,
        773.38
    ],
    [
        " cabin they they just do different stuff and they know you know what was so awesome about",
        773.38,
        777.3
    ],
    [
        " task unit bruiser was like we line those trucks up and we know we're going out you know we're",
        777.3,
        780.62
    ],
    [
        " going out in operation and and if you were weren't if you weren't coming on the op I know you",
        780.62,
        786.06
    ],
    [
        " would you would always be out there you know out there shaking everybody's hands and talking to them",
        786.06,
        789.96
    ],
    [
        " and and not in a way of like you know not in a way that there was more bid right but in a way of",
        789.96,
        794.92
    ],
    [
        " like just the respect and knowledge that any time we're going out like any one time there may be",
        794.92,
        804.24
    ],
    [
        " there may be any of these guys that are rolling out may not be coming back from this they may",
        804.36,
        808.66
    ],
    [
        " be coming back in the body back and and that we had to be ready for that at all the time because",
        808.66,
        813.1
    ],
    [
        " it was almost a daily daily thing and I just not only you know for for you and the the support",
        813.1,
        818.5
    ],
    [
        " personnel the comms guys you know our our our radio when they were out there these aren't seals and",
        818.5,
        822.46
    ],
    [
        " they're but they're out there getting the radios ready and helping us out people just come you know",
        822.46,
        826.04
    ],
    [
        " you know our our our operation specialist you know chief coming out there I remember all those",
        826.04,
        832.34
    ],
    [
        " guys just lined up shaking hands talking to people it was just that and for the few opposite you",
        832.34,
        837.14
    ],
    [
        " know that I didn't go on with another another if we had something else going on in another units going",
        837.14,
        841.6
    ],
    [
        " out with our guys on a different operation I'm not a part of the same thing like going out there",
        841.6,
        845.7
    ],
    [
        " talking those guys shaking their hands and knowing that like they may not be coming back from that",
        845.7,
        849.68
    ],
    [
        " and I think that was the biggest that was the biggest for me like illustration of like that",
        849.68,
        855.44
    ],
    [
        " strain and again we laughed we joke there wasn't there was nothing more bid we were we were telling",
        855.44,
        859.92
    ],
    [
        " jokes and laughing and kidding each other but but that was really there and I remember we got",
        859.92,
        865.02
    ],
    [
        " relieved you know by the next seal team sil team five that came in and you know good good",
        865.02,
        870.66
    ],
    [
        " bros of mine that I'd serve with that because I come from seal team five and new those guys when",
        870.66,
        877.14
    ],
    [
        " they were going out to you know you I knew what they were going out into you know and I just remember",
        877.14,
        881.6
    ],
    [
        " going out there for that goodbye to them and shaking their hands and talking about because",
        881.6,
        886.58
    ],
    [
        " we knew exactly what they're going into and they're going to keep keep getting after yeah it was one of",
        886.82,
        891.12
    ],
    [
        " the I remember when those guys came and I was doing like the turnover brief to their whole troop",
        891.12,
        897.36
    ],
    [
        " and I was you know I had to sign I put a slide up and I was going through this and that and the",
        897.36,
        903.2
    ],
    [
        " other thing and I'm like okay you guys are going to take casualties and and like I never thought in",
        903.2,
        911.66
    ],
    [
        " a million years that somebody would be briefing me hey you guys are going to take casualties it",
        911.66,
        917.86
    ],
    [
        " wasn't like oh you guys might hate dangerous looks like you guys are going to take casualties that",
        917.86,
        924.3
    ],
    [
        " is what is going to happen and that might sound negative but that was the facts that it was a 100",
        924.3,
        930.26
    ],
    [
        " percent true that they were going to take casualties and we knew it we knew it and that's what was",
        930.26,
        934.78
    ],
    [
        " so hard to shake their hand and tell them goodbye and good luck and and watch them roll out for the",
        935.92,
        942.56
    ],
    [
        " first time alone without us and know that could be tonight and could be tonight",
        942.56,
        949.9
    ]
]