[
    [
        " How did the Naval Academy prepare you to lead?",
        0.0,
        2.46
    ],
    [
        " Well, first of all, I love my spirit of the Naval Academy.",
        3.54,
        7.26
    ],
    [
        " And for me, that was all about the people that I served with,",
        7.52,
        11.38
    ],
    [
        " you know, and the folks that I met and the things that we went through together.",
        11.48,
        14.56
    ],
    [
        " I got a lot of trouble at Naval Academy.",
        14.64,
        15.94
    ],
    [
        " I struggled with my grades, something we talked about previously.",
        16.18,
        18.84
    ],
    [
        " I had a big conduct record because I still did some of those knucklehead teenage",
        19.42,
        24.18
    ],
    [
        " things and rebelled against authority.",
        24.18,
        26.08
    ],
    [
        " But frankly, you know, look, there's great people there.",
        26.54,
        30.48
    ],
    [
        " You know, there's great people on the staff.",
        30.66,
        31.68
    ],
    [
        " I've got a very close friend.",
        31.76,
        32.62
    ],
    [
        " There's a battalion officer now and it's awesome to have good people there",
        32.7,
        36.38
    ],
    [
        " that are passing lessons on to, you know, to those young midshipmen as a",
        36.38,
        40.0
    ],
    [
        " graduate and for every academy or RTC, you know, for that matter.",
        40.0,
        44.62
    ],
    [
        " I saw, you know, because you have such a wide swath of officers from all",
        44.82,
        47.96
    ],
    [
        " different, you know, from all different, you know, Navy Marine Corps.",
        47.96,
        53.92
    ],
    [
        " I mean, every kind of different branch of within those services as well.",
        53.92,
        58.2
    ],
    [
        " And also you have a midshipmen leadership hierarchy.",
        58.64,
        62.0
    ],
    [
        "",
        62.14,
        62.14
    ],
    [
        " So you've got someone who, because they made good grades or had a good",
        62.42,
        64.8
    ],
    [
        " conduct wherever got promoted into this kind of make-believe position.",
        64.8,
        68.1
    ],
    [
        " You see that right there?",
        68.1,
        68.9
    ],
    [
        " Yeah.",
        69.0,
        69.12
    ],
    [
        " A little bit of, a little bit of, you know, a little bit of anger about that one",
        69.3,
        72.72
    ],
    [
        " right there just because they got good grades.",
        72.72,
        74.28
    ],
    [
        " You know, good conduct.",
        74.44,
        75.3
    ],
    [
        " They really love thin conduct records.",
        75.52,
        77.1
    ],
    [
        " They're going to be in charge of me.",
        77.16,
        78.48
    ],
    [
        " Listen, there was some resentful.",
        78.72,
        80.64
    ],
    [
        " This is a new life.",
        81.2,
        82.02
    ],
    [
        " I just met a new life resentful.",
        82.02,
        83.6
    ],
    [
        " I'm actually not at all resentful.",
        83.74,
        85.36
    ],
    [
        " I, I, I can tell you I had some, I had some good friends who were in those",
        85.48,
        88.92
    ],
    [
        " positions and it was great for them, you know, good for them.",
        88.92,
        91.3
    ],
    [
        " It's, it's kind of, it's just, it's funny looking back now because it's",
        91.78,
        94.74
    ],
    [
        " completely meaningless, right?",
        94.74,
        95.88
    ],
    [
        " When you're, do you have a regimental commander there?",
        95.98,
        97.82
    ],
    [
        " Yeah.",
        98.26,
        98.48
    ],
    [
        " Is that kind of charge of all the students?",
        98.86,
        100.28
    ],
    [
        " Yeah, there's, there's, you know, there's, there's, yeah, regiment,",
        100.64,
        102.94
    ],
    [
        " brigade, you know, battalion.",
        103.24,
        104.46
    ],
    [
        " I know.",
        104.74,
        105.04
    ],
    [
        " Yes, they have it too.",
        105.14,
        106.02
    ],
    [
        " That, that, that when I was at OCS, I was the man.",
        106.8,
        109.08
    ],
    [
        " I was called.",
        109.36,
        109.74
    ],
    [
        " I was the regiment.",
        109.78,
        110.66
    ],
    [
        " I was a regiment com.",
        110.66,
        111.6
    ],
    [
        " So no wonder is a little sensitive this.",
        111.84,
        114.46
    ],
    [
        " He's a little sensitive.",
        114.52,
        115.4
    ],
    [
        " Comin' it hot.",
        116.3,
        117.08
    ],
    [
        " And they also called the five bar because he's the only person with five bars",
        117.32,
        121.18
    ],
    [
        " on your little uniform.",
        121.18,
        122.16
    ],
    [
        " Did they, did they call you captain big time?",
        122.44,
        124.1
    ],
    [
        " No, they called me all president day.",
        124.44,
        126.12
    ],
    [
        " I was a president of my class too.",
        126.42,
        128.06
    ],
    [
        " Right?",
        128.48,
        128.56
    ],
    [
        " A good time to OCS.",
        128.58,
        129.34
    ],
    [
        " So, so now, now we see the sensitivity there.",
        129.78,
        131.9
    ],
    [
        " Yeah.",
        132.16,
        132.36
    ],
    [
        " Listen, I, you know, great.",
        132.46,
        133.68
    ],
    [
        " Maybe you should have studied hard that.",
        133.92,
        135.32
    ],
    [
        " I got me some kids now or I hear from, I get, I get correspondence from people",
        135.56,
        139.02
    ],
    [
        " with the Naval Academy.",
        139.02,
        139.72
    ],
    [
        " And like, I can see that they're in the game.",
        140.16,
        141.38
    ],
    [
        " I can see that they're like, oh, this is going on and I'm going to, I'm going to, like,",
        141.48,
        144.86
    ],
    [
        " you know what I'm saying?",
        145.48,
        146.02
    ],
    [
        " Like, you think you could have been, you could have had that.",
        146.2,
        149.0
    ],
    [
        " No question about it.",
        149.04,
        149.72
    ],
    [
        " No, no.",
        150.06,
        150.22
    ],
    [
        " Would it have mattered at the time?",
        150.22,
        151.18
    ],
    [
        " I don't know.",
        151.34,
        151.8
    ],
    [
        " You know, failure, as we say is often the best teacher.",
        151.98,
        154.42
    ],
    [
        " Look, I made, I made great grades in high school and did well on my SATs and",
        154.86,
        159.02
    ],
    [
        " ACTs without, with almost no study.",
        159.02,
        161.98
    ],
    [
        " I got super, I didn't have the discipline that was in place.",
        162.4,
        167.26
    ],
    [
        " Once I got to the Naval Academy, that structure, it was, it was difficult for me.",
        167.64,
        170.56
    ],
    [
        " It was very hard for me as I went into a system engineering program and, and those",
        170.86,
        174.22
    ],
    [
        " sort of things.",
        174.22,
        174.54
    ],
    [
        " So I struggled with that.",
        174.64,
        175.48
    ],
    [
        " So that could have helped me if somebody had, if I had to learn discipline,",
        175.58,
        178.38
    ],
    [
        " equals freedom at a, at a young age and recognize the power in that, I'd be way,",
        178.38,
        182.7
    ],
    [
        " way more ahead, you know, in life than I would.",
        182.98,
        184.6
    ],
    [
        " What do we all, for sure?",
        184.6,
        185.68
    ],
    [
        " What about playing the game?",
        185.8,
        186.54
    ],
    [
        " Yeah.",
        187.16,
        187.32
    ],
    [
        " And playing the game as well, right?",
        187.48,
        188.48
    ],
    [
        " That I'm going to buck authority of like, you know what?",
        188.56,
        190.28
    ],
    [
        " Actually, it's going to be a lot worse for you if you just, you know, even from a",
        190.36,
        193.84
    ],
    [
        " just personal perspective, not only worse for you, but for your squad or for your,",
        193.84,
        197.06
    ],
    [
        " you know, these folks that you care about, if you just build a better relationship with",
        197.26,
        201.1
    ],
    [
        " the folks above you instead of being the, you know, hard-headed, argumentative guy, for",
        201.1,
        205.36
    ],
    [
        " sure, it was way better for me.",
        205.36,
        206.56
    ],
    [
        " I don't know when I figured that out.",
        206.6,
        208.38
    ],
    [
        " I mean, it was definitely, it was definitely in my enlisted time.",
        208.68,
        211.16
    ],
    [
        " I started figuring out that, oh, I'm working for a guy, and I can either make my life,",
        211.26,
        214.64
    ],
    [
        " I can either tell him he sucks.",
        214.8,
        216.56
    ],
    [
        " And then my life is going to suck or I can figure out how to work with him.",
        217.32,
        220.9
    ],
    [
        " And that's going to make my life better.",
        220.9,
        222.24
    ],
    [
        " And by the way, it's just, I'm just going to make my life better.",
        222.32,
        224.4
    ],
    [
        " It's going to make us do a better job as a team.",
        224.4,
        226.32
    ],
    [
        " So it's interesting when you pick up on that in life.",
        226.5,
        228.74
    ],
    [
        " And obviously if I would have been going to the Naval Academy at 18, you know, I was a",
        228.94,
        232.76
    ],
    [
        " knucklehead, you know, I would have been in the same boat of like, oh, I'm going to stick",
        232.76,
        236.52
    ],
    [
        " it to the man, right?",
        236.52,
        237.54
    ],
    [
        " I mean, I'm still listening to it.",
        238.1,
        239.12
    ],
    [
        " It's a nation's D at age, whatever.",
        239.12,
        240.34
    ],
    [
        " And we're still sticking it to the man.",
        240.46,
        241.66
    ],
    [
        " Well, I'll tell you the people that I really like, like my upper class, my really like,",
        241.82,
        244.94
    ],
    [
        " we have some there, you know, still serving the SEAL teams and, and great guys that help",
        244.96,
        248.94
    ],
    [
        " influence me.",
        248.94,
        249.58
    ],
    [
        " And, and I expected, when I showed up there, I wanted to be a seal.",
        249.8,
        254.98
    ],
    [
        " I wanted to go to war.",
        255.46,
        256.58
    ],
    [
        " That's what I wanted to do.",
        256.72,
        257.46
    ],
    [
        " And it was very hard for me to recognize that like, not everybody wanted to do that.",
        257.72,
        262.08
    ],
    [
        " It was exactly like me.",
        262.2,
        263.18
    ],
    [
        " It was, so it was, you know, that some people were a little more academic or wanted to be",
        263.36,
        267.24
    ],
    [
        " on the intelligence side or wanted to be, you know, they wanted to drive a ship or they",
        267.24,
        270.9
    ],
    [
        " wanted to be on a submarine or that, you know, those things that, you know, fly a plane.",
        270.9,
        275.14
    ],
    [
        " I mean, top gun had come out to be, you know, we had a whole bunch of people that wanted",
        275.38,
        277.86
    ],
    [
        " to be, you know, pilots that had gone to school.",
        277.86,
        279.6
    ],
    [
        " So it was, it was interesting.",
        279.92,
        280.92
    ],
    [
        " People were a lot different than I expected.",
        281.06,
        282.82
    ],
    [
        " And, and some folks didn't quite have the, the war like mentality that, that I expected",
        283.56,
        288.8
    ],
    [
        " everyone might have, you know, going into that environment.",
        288.8,
        291.7
    ],
    [
        " But there's no question that, if I had done a better job of, you know, you call it playing,",
        291.92,
        296.92
    ],
    [
        " playing the game, just seeing the, you know, detaching and seeing like, hey, listen.",
        297.12,
        300.1
    ],
    [
        " Thinking strategically.",
        300.44,
        300.84
    ],
    [
        " Yeah, thinking strategically.",
        301.1,
        302.0
    ],
    [
        " We want to see if we want to say, play the game because that sounds to, to, you know,",
        302.26,
        306.16
    ],
    [
        " I want to build relationships.",
        306.16,
        307.26
    ],
    [
        " What?",
        307.26,
        307.48
    ],
    [
        " That is to be it.",
        307.66,
        308.9
    ],
    [
        " To be it.",
        308.9,
        309.26
    ],
    [
        " To be it.",
        309.26,
        309.34
    ],
    [
        " Not, I didn't recognize that it was not in my benefit or the benefit of the people around",
        309.44,
        314.02
    ],
    [
        " me to, to create antagonistic relationships.",
        314.02,
        317.12
    ],
    [
        " And that, so rather than deescalate those situations, I rebelled against them and pushed",
        317.36,
        321.34
    ],
    [
        " against them and it, it was a struggle for me.",
        321.34,
        323.46
    ],
    [
        " Yeah.",
        323.62,
        323.78
    ],
    [
        " And it took me a long time to figure that out.",
        323.94,
        325.48
    ],
    [
        " That, that being said though, there, you know, there's, it, the naval capture is no",
        326.18,
        330.2
    ],
    [
        " different than anywhere else.",
        330.2,
        330.96
    ],
    [
        " There was great leaders there who mentored people and trained people and represented,",
        331.14,
        334.06
    ],
    [
        " you know, folks well, that were both officers on the staff.",
        334.06,
        336.52
    ],
    [
        " And, and listen on the staff as well as, you know, is, is mid shipment.",
        336.7,
        339.48
    ],
    [
        " So, but I think what, what was the lesson for me and looking back on it now that I recognize,",
        339.66,
        345.2
    ],
    [
        " it's great to identify who you don't want to be.",
        345.56,
        347.4
    ],
    [
        " And if someone does something that's looking out for themselves or throws people into the",
        347.78,
        351.26
    ],
    [
        " boss or, you know, those, those leaders that you start losing respect for, it's great",
        351.26,
        354.38
    ],
    [
        " to actually identify that.",
        354.38,
        355.36
    ],
    [
        " And that's a good lesson to learn to say, okay, good.",
        355.58,
        357.98
    ],
    [
        " I want to make sure I don't be that way.",
        358.12,
        359.86
    ],
    [
        " But what, what I have learned is that I can't be, we talk to leaders about this all the",
        359.86,
        365.24
    ],
    [
        " time and I get people, like,",
        365.24,
        366.28
    ],
    [
        " what do you do, you know, when you're boss, it just isn't a good leader.",
        366.28,
        369.38
    ],
    [
        " You're like, guess what?",
        369.96,
        371.1
    ],
    [
        " The SEAL teams is one of the most highly screened organizations in the world.",
        371.34,
        375.32
    ],
    [
        " What's, what's the percentage of senior leaders that I work for that I had respect for",
        375.9,
        381.64
    ],
    [
        " that I'd go and work for again?",
        381.64,
        382.82
    ],
    [
        " You know, that's maybe, maybe 20 percent, maybe 20 percent of the people I work for",
        383.38,
        387.5
    ],
    [
        " in my time.",
        387.5,
        388.0
    ],
    [
        " And guess that's about average.",
        388.54,
        389.48
    ],
    [
        " As, as you talk to people, you know, it's about average in the business world.",
        389.64,
        392.38
    ],
    [
        " It's certainly the naval capture.",
        392.54,
        393.66
    ],
    [
        " Any of those places.",
        393.88,
        394.62
    ],
    [
        " So if you're expecting that there's most of the world out there, it's not going to be",
        394.8,
        398.58
    ],
    [
        " a good leader.",
        398.58,
        398.92
    ],
    [
        " They're not going to be a good leader.",
        399.4,
        400.26
    ],
    [
        " And that doesn't matter.",
        400.36,
        401.16
    ],
    [
        " That shouldn't affect your performance.",
        401.28,
        402.88
    ],
    [
        " You should be able to do something that I learned from you, which has probably been the",
        403.38,
        406.2
    ],
    [
        " most helpful thing that you ever taught me was that I should try to have the same relationship",
        406.2,
        411.02
    ],
    [
        " with, with every boss, you know, whether I had deep respect and admiration for them",
        411.02,
        415.16
    ],
    [
        " or whether I despised them and thought they were, you know, egomaniac who, you know,",
        415.16,
        419.3
    ],
    [
        " are a coward who, you know, could mitigate risk.",
        419.32,
        422.0
    ],
    [
        " So, and that it's in my benefit and my team's benefit to build that relationship with,",
        422.36,
        426.76
    ],
    [
        " with my team.",
        426.76,
        427.44
    ],
    [
        " And that was, that was a lesson that I had not learned then.",
        427.88,
        431.0
    ],
    [
        " So yeah, those negative, those negative lessons learned were good for me.",
        431.74,
        435.3
    ],
    [
        " And also I would have had less negative lessons learned if I'd have figured this out earlier.",
        435.82,
        440.66
    ]
]