[
    [
        " Advice on restarting your life after the military.",
        0.42,
        2.9
    ],
    [
        " I think you just got to figure out what you want to do.",
        3.44,
        8.48
    ],
    [
        " You got to figure out what you want to have a new monster that I tell people now.",
        8.94,
        11.08
    ],
    [
        " It's find your next mission.",
        11.34,
        13.5
    ],
    [
        " And that's what you got to do.",
        14.22,
        14.86
    ],
    [
        " And I got really lucky because we got right into this.",
        14.94,
        18.18
    ],
    [
        " And you're the same thing.",
        18.6,
        20.66
    ],
    [
        " We went right into a new mission.",
        20.84,
        23.0
    ],
    [
        " And so any time to kind of wander around and look around and figure out which direction to go.",
        23.48,
        28.3
    ],
    [
        " And by the way, when you're wandering around and looking around to find out which direction to go,",
        28.3,
        31.64
    ],
    [
        " you're going to get pulled into the direction.",
        31.78,
        33.18
    ],
    [
        " And that direction is probably going to be the path of least resistance.",
        33.24,
        35.36
    ],
    [
        " It's not going to be a good path.",
        35.38,
        36.44
    ],
    [
        " We certainly know it's not going to be the path.",
        36.72,
        39.28
    ],
    [
        " So when you come out, when you get out of the military,",
        39.54,
        42.72
    ],
    [
        " man, have a mission figure out which your next mission is going to be.",
        42.92,
        45.06
    ],
    [
        " But I would disagree with you there in that.",
        45.22,
        46.94
    ],
    [
        " It wasn't that we got lucky.",
        47.18,
        49.0
    ],
    [
        " Right? And if you think about what we're doing now, this is what we like to do.",
        49.3,
        52.9
    ],
    [
        " And this is what we brought lessons back from money that we",
        53.06,
        57.08
    ],
    [
        " translated and gave to the next generation of seals and saw the impact that was having.",
        59.04,
        63.08
    ],
    [
        " I mean, when you came out from money, you could have had any job that you wanted to.",
        63.6,
        66.6
    ],
    [
        " And you said, I want to go run training attachment because I want to make sure that the next",
        67.0,
        72.26
    ],
    [
        " seals that are coming through this training and going forward to places like a back-up Afghanistan are ready.",
        72.26,
        76.68
    ],
    [
        " You chose to do that.",
        77.22,
        78.38
    ],
    [
        " And I was running a training program that I would I didn't want to be anywhere else in that.",
        78.74,
        82.36
    ],
    [
        " It was awesome.",
        82.36,
        83.0
    ],
    [
        " And I recognized how powerful that was.",
        83.48,
        84.94
    ],
    [
        " And the kind of reward it brought to me to see these young officers go out there that I put the training in and",
        85.5,
        90.36
    ],
    [
        " succeed on incredibly difficult dangerous battlefields in different areas that I'd been to.",
        90.36,
        94.94
    ],
    [
        " So, you know, we took that and recognized like, this is something that is useful.",
        95.4,
        100.6
    ],
    [
        " It has impact and that we can do for others.",
        100.78,
        103.32
    ],
    [
        " So I think that's it was absolutely not the pack of least resistance.",
        103.48,
        107.42
    ],
    [
        " And I got, you know, we had job offers that people thought people thought I was",
        107.84,
        112.08
    ],
    [
        " completely crazy.",
        113.02,
        113.48
    ],
    [
        " A buddy of mine was like, come work for me.",
        113.74,
        115.66
    ],
    [
        " We'll pay, you know, this huge salary that was, you know, triple what my Navy salary was.",
        116.06,
        119.94
    ],
    [
        " And I said, I'm not going to do that.",
        120.32,
        122.18
    ],
    [
        " I'm going to start my own business.",
        122.2,
        123.1
    ],
    [
        " How many looked at me like I was nuts.",
        123.42,
        124.54
    ],
    [
        " Yeah, we were talking about yesterday because we weren't making a lot of money at the beginning of Eshalon front.",
        125.08,
        129.58
    ],
    [
        " Now where are we?",
        129.74,
        130.44
    ],
    [
        "",
        130.98,
        130.98
    ],
    [
        " We were, we had to put it together.",
        131.64,
        133.84
    ],
    [
        " We were writing checks and paying for things and traveling on our own dime to go and talk to companies.",
        133.94,
        140.02
    ],
    [
        " And for free, for free, for almost nothing.",
        140.02,
        142.7
    ],
    [
        " Yeah.",
        143.04,
        143.06
    ],
    [
        " And I think that's, and that's really it is finding your mission like this is what I can do.",
        143.4,
        147.4
    ],
    [
        " And this is what I like to do.",
        148.04,
        150.62
    ],
    [
        " And I'm going to figure out a way to do something that is useful and impacts people.",
        151.16,
        155.24
    ],
    [
        " And I think that's, that's rookie.",
        155.8,
        157.0
    ],
    [
        " It's fine in the next mission for sure.",
        157.26,
        158.66
    ]
]