[
    [
        " The biggest question I get when we're working is how do you apply, they understand what they",
        0.0,
        5.86
    ],
    [
        " mean and you can say those words and they can define them and explain them and the question",
        5.86,
        8.96
    ],
    [
        " people always have is how do I apply this.",
        8.96,
        10.76
    ],
    [
        " And those, those three stories of those three platoons and then when you kind of, basically",
        11.66,
        16.76
    ],
    [
        " you review extreme ownership and dichotomy, you know, briefly, but you kind of just go",
        16.76,
        21.4
    ],
    [
        " through the review and where they came from is really what sets the stage for how these",
        21.4,
        25.48
    ],
    [
        " where these fit and how to look for where they fit.",
        25.48,
        27.8
    ],
    [
        " I mean, even that story about the platoon commander of whether or not you should have",
        27.8,
        31.6
    ],
    [
        " made the call.",
        31.6,
        32.08
    ],
    [
        " I mean, there's the seeds of balance in there too is, hey, the same situation, previous",
        32.28,
        36.76
    ],
    [
        " platoon, actually that platoon commander did the exact same thing, but for a totally",
        36.76,
        40.84
    ],
    [
        " different reason.",
        40.84,
        41.38
    ],
    [
        " Oh, my people are all different.",
        41.52,
        43.16
    ],
    [
        " And the way I treat this one guy and relate to this one guy doesn't work in every situation.",
        43.36,
        46.94
    ],
    [
        " And when you talk about that too is when you look at other people's plans because ego is",
        47.5,
        53.58
    ],
    [
        " always the biggest issue with every client we work with, it's always ego is at the top.",
        53.58,
        56.94
    ],
    [
        " And the question that to ask how important is this plan to that other person?",
        57.38,
        61.54
    ],
    [
        " Because if that other person has to do this plan, the worst thing you can do is fight them",
        62.5,
        67.64
    ],
    [
        " on the plan no matter whatever the quality of the plan is.",
        67.64,
        70.92
    ],
    [
        " And even having the humility of saying, hey, in this situation, it isn't even about what",
        71.48,
        75.42
    ],
    [
        " is the best plan.",
        75.42,
        76.28
    ],
    [
        " It's what's the best way to implement the plan because if I prove that I'm right and",
        77.12,
        83.56
    ],
    [
        " this guy has to admit to me and acquiesce me, okay, your plan is better.",
        83.56,
        86.84
    ],
    [
        " What is the likelihood that guy is going to be totally on board with supporting my, it's",
        87.3,
        90.7
    ],
    [
        " not going to happen.",
        90.7,
        91.24
    ],
    [
        " What is the likelihood that person is looking for you to fall on your face?",
        91.56,
        94.84
    ],
    [
        " Don't ask the likelihood they help you fall on your face.",
        95.34,
        97.46
    ],
    [
        " That's, yeah, that they even, even by kind of like you sit on that second platoon, maybe",
        97.46,
        101.86
    ],
    [
        " not sabotage, but by just doing nothing.",
        101.86,
        104.5
    ],
    [
        " When you actually what you need them is to do the exact opposite of that, which is totally",
        104.7,
        108.58
    ],
    [
        " be in the game.",
        108.58,
        109.1
    ],
    [
        " So even as you read those reviews, those first three to set the stage and even the review",
        110.16,
        114.3
    ],
    [
        " of EO and dichotomy, I don't care how many times you've read those books, read it in this",
        114.3,
        118.02
    ],
    [
        " context because it changes in your mind how they apply to the world that you care about,",
        118.02,
        123.84
    ],
    [
        " which is your world, which doesn't have to be the seal teams.",
        123.84,
        125.82
    ],
    [
        " It's not what this is about.",
        126.06,
        127.12
    ],
    [
        " It's just the backdrop.",
        127.32,
        128.16
    ],
    [
        " It's actually where it fits in whatever world that you're in.",
        128.16,
        131.06
    ],
    [
        " Not to mention the future, by the way, like, you know, if you have a better plan, they",
        131.3,
        135.2
    ],
    [
        " have a good plan, you have a better, you have a level 10.",
        135.2,
        137.5
    ],
    [
        " This guy is a level 9.",
        137.72,
        138.86
    ],
    [
        " And he's like, no, no, this plan's good.",
        139.2,
        141.26
    ],
    [
        " It's good.",
        141.34,
        141.5
    ],
    [
        " And you're like, no, no, it's not so much better than yours and bones for some to do it.",
        141.5,
        146.4
    ],
    [
        " Right?",
        146.46,
        146.54
    ],
    [
        " And not only during that plan, they might not do their best, but in the future, you're",
        147.3,
        151.82
    ],
    [
        " like the guy who's like, well, you just think your plan is better.",
        151.82,
        154.4
    ],
    [
        " So even in the future, he might not have your back as much.",
        154.4,
        156.68
    ],
    [
        " Yeah.",
        156.68,
        156.82
    ],
    [
        " Why would you even, why are you even going to put forth that effort echo if when you brought",
        156.94,
        162.78
    ],
    [
        " me a plan that was a level 9?",
        162.78,
        164.14
    ],
    [
        " Yeah.",
        164.36,
        164.58
    ],
    [
        " Good plan.",
        164.82,
        165.3
    ],
    [
        " Yeah.",
        165.3,
        165.36
    ],
    [
        " A good plan.",
        165.52,
        166.14
    ],
    [
        " And I was like, no, minds at level 10, we're not using your plan.",
        166.48,
        169.68
    ],
    [
        " How much effort are you going to put in next time to come up with a good plan?",
        170.24,
        172.58
    ],
    [
        " Yep.",
        172.9,
        173.02
    ],
    [
        " I mean, that's, we'll just say, potentially less.",
        173.62,
        176.4
    ],
    [
        " I'll tell you that.",
        176.64,
        177.14
    ],
    [
        " And I mean, you want to talk about this is real world application.",
        177.18,
        180.0
    ],
    [
        " I mean, this is you and I work together.",
        180.5,
        182.04
    ],
    [
        " You know, you come up with plans for things.",
        182.32,
        184.54
    ],
    [
        " Sometimes, yeah.",
        184.9,
        185.6
    ],
    [
        " Yeah.",
        185.78,
        185.92
    ],
    [
        " And unless the plan is egregious, I'm sitting back over here going, okay, that's the",
        186.22,
        192.52
    ],
    [
        " way you want to set the stuff up.",
        192.52,
        193.74
    ],
    [
        " Cool.",
        193.84,
        193.92
    ],
    [
        " Okay.",
        194.44,
        194.8
    ],
    [
        " Sounds good.",
        194.88,
        195.34
    ],
    [
        " You want to show up at 9.59 for a 10 o'clock?",
        195.58,
        198.4
    ],
    [
        " For a 10 o'clock scenario.",
        198.8,
        201.64
    ],
    [
        " But even with that, if it's you and me, I go, hey, 10 o'clock, you know, 9.59, all",
        202.4,
        208.08
    ],
    [
        " good.",
        208.08,
        208.36
    ],
    [
        " If it's you, me and let's say we're having a guest on and I'll be, hey, man, guest.",
        208.72,
        214.36
    ],
    [
        " And I know you know what that means.",
        214.8,
        216.64
    ],
    [
        " That means like, hey, that means you're not letting me down.",
        216.9,
        220.46
    ],
    [
        " It means we're looking bad.",
        220.7,
        222.5
    ],
    [
        " Right.",
        222.72,
        222.88
    ],
    [
        " We don't look bad, you know?",
        222.88,
        224.36
    ],
    [
        " So all good.",
        224.94,
        226.4
    ],
    [
        " Yep.",
        226.88,
        227.16
    ],
    [
        " But I'm not, I'm not, I'm not saying, hey, there's a guest.",
        227.58,
        230.52
    ],
    [
        " You better be here by 9.30 all set up.",
        230.66,
        233.96
    ],
    [
        " I just tell you what's up.",
        233.96,
        235.26
    ],
    [
        " And you know what to do.",
        235.48,
        237.1
    ],
    [
        " It's true.",
        237.7,
        238.9
    ],
    [
        " Communication.",
        239.02,
        239.56
    ],
    [
        " Yes.",
        240.06,
        240.4
    ],
    [
        " Understanding, understanding the intent.",
        240.96,
        243.14
    ],
    [
        " Yep.",
        243.52,
        243.78
    ],
    [
        " Dave Burke, maybe he doesn't fully qualify as a, as a full guest anymore in your mind.",
        244.9,
        250.52
    ],
    [
        " He's like a hybrid, like a guest friend.",
        250.68,
        252.32
    ],
    [
        " He was not quite enough to get here at 9.30, but a solid 9.50.",
        252.32,
        256.5
    ],
    [
        " Yeah.",
        256.84,
        257.34
    ],
    [
        " Well, the space that I was here at 9.59, but you do, the point remains yes, yes.",
        257.52,
        263.52
    ],
    [
        " 100%.",
        263.6,
        264.14
    ],
    [
        " Yeah.",
        264.14,
        264.3
    ],
    [
        " Check.",
        264.7,
        264.86
    ],
    [
        " Check.",
        265.68,
        266.8
    ],
    [
        " I mean, this is, you know, and same with like at echelon front.",
        267.0,
        270.52
    ],
    [
        " We're doing all kinds of things at echelon front, all kinds of things.",
        270.82,
        273.92
    ],
    [
        " I actually talked about this in the Monster nostril.",
        274.18,
        276.84
    ],
    [
        " It's really the most I've talked, really, I mean, not a ton, but several times I use",
        277.02,
        282.26
    ],
    [
        " an example that at, you know, the echelon front muster.",
        282.26,
        288.32
    ],
    [
        " There's a lot of moving parts.",
        288.7,
        290.38
    ],
    [
        " There's a lot of things happening.",
        290.66,
        292.12
    ],
    [
        " There's, there's video audio visual stuff happening.",
        292.58,
        296.5
    ],
    [
        " There's kits being made to hand out to people.",
        296.92,
        300.1
    ],
    [
        " There's PT going on.",
        300.1,
        301.88
    ],
    [
        " There's so much, there's, there's registration happening.",
        302.36,
        307.86
    ],
    [
        " There's check in.",
        308.34,
        309.34
    ],
    [
        " There's hand out of stuff.",
        309.64,
        310.72
    ],
    [
        " There's organizing of table.",
        311.16,
        312.04
    ],
    [
        " There's all this.",
        312.16,
        312.54
    ],
    [
        " There's just, just huge logistical things that are happening.",
        312.68,
        315.82
    ],
    [
        " How much do I know of what's going on?",
        316.42,
        318.02
    ],
    [
        " Next to none.",
        318.74,
        319.56
    ],
    [
        " Next to none.",
        320.2,
        321.0
    ],
    [
        " And Jamie, who runs the Monster, like she knows, she knows what the intent is.",
        321.22,
        327.82
    ],
    [
        " And if she feels like there's a little, oh, oh, I'm not, I'm not 100% on this one.",
        328.1,
        332.68
    ],
    [
        " I'm not sure.",
        332.78,
        333.44
    ],
    [
        " She'll be like, hey, Jaco, should we do this or this?",
        334.04,
        335.98
    ],
    [
        " And I'll be like, well, what do you think?",
        336.22,
        337.32
    ],
    [
        " And she says, well, I think it'd be smooth.",
        337.54,
        338.82
    ],
    [
        " It's like this cool.",
        338.9,
        339.58
    ],
    [
        " Makes sense.",
        339.76,
        340.44
    ],
    [
        " But as far as me actually directing anything, very, very seldom.",
        341.22,
        347.24
    ],
    [
        " Am I saying, no, we need to do this way.",
        347.46,
        349.26
    ],
    [
        " Occasionally, we will.",
        349.4,
        350.16
    ],
    [
        " Occasionally, we will.",
        351.24,
        352.14
    ],
    [
        " Occasionally, I will.",
        352.48,
        353.18
    ],
    [
        " Occasionally, I'll say, yeah, that's not a good plan.",
        353.36,
        355.34
    ],
    [
        " And we're not going to do it that way.",
        355.72,
        357.04
    ],
    [
        " And when, and as you see, when I say that, people go, cool.",
        357.62,
        361.64
    ],
    [
        " Yeah, very seldom to someone want to get in debate with me about something that I'm firm on.",
        362.28,
        367.64
    ],
    [
        " I'm firm so seldom.",
        367.82,
        368.94
    ],
    [
        " That's because you hardly ever do it.",
        368.94,
        370.1
    ],
    [
        " Yeah.",
        370.22,
        370.28
    ],
    [
        " I'm firm so seldom that when I am, people go, there's something that we're not seeing here.",
        370.54,
        374.54
    ]
]