[
    [
        " If you're a young leader right now listening to this conversation and thinking about how you can build a relationship and the power of the relationship with your people.",
        0.0,
        7.84
    ],
    [
        " Actually, those individuals, how you interact with that individual person isn't the biggest thing because what those people in your team are doing is watching you.",
        8.52,
        15.86
    ],
    [
        " So maybe Jocco comes out and wants to build a relationship with me and, okay, I'm trying to figure it out as the authentic or genuine.",
        16.3,
        20.74
    ],
    [
        " What I actually get to do is watch Jocco with the other ten dudes on the team.",
        20.92,
        24.66
    ],
    [
        " And over time, if Jocco is just how he is and he believes in that and that actually he's going to treat everybody the same way.",
        25.26,
        31.6
    ],
    [
        " And it's not going to be what he does or says to me that gets me to buy off that he's on board of this.",
        31.92,
        37.24
    ],
    [
        " As I'm going to see him in everything else that he does, I'm going to come to the conclusion like, dude, this is legit.",
        37.42,
        44.02
    ],
    [
        " That guy cares about everybody else being successful.",
        44.26,
        47.2
    ],
    [
        " And then those opportunities, look, your people are going to need you at times.",
        47.88,
        50.7
    ],
    [
        " And you will have opportunities to build relationships, but the authenticity isn't just what do I say to echo to like me or curry of favor with echo.",
        51.22,
        58.18
    ],
    [
        " Because actually what you're doing to your leader is you're watching everything they're doing.",
        58.54,
        63.5
    ],
    [
        " And the reason being fake about it doesn't work isn't because I just see it with me.",
        63.8,
        68.98
    ],
    [
        " Is I see you do with everybody else.",
        69.48,
        70.52
    ],
    [
        " That's why it's so obvious.",
        70.78,
        71.98
    ],
    [
        " Because you're out there trying to figure out how to play the game with all these ten different people.",
        72.2,
        74.8
    ],
    [
        " And if you're if you're faking it, it's going to it's going to be completely obvious not because of how you and I interact.",
        74.8,
        81.74
    ],
    [
        " So the thing that actually has to start with, if you've now put in charge of a team or a leader, go back and read that second platoon commander from Jocco second platoon.",
        81.94,
        90.3
    ],
    [
        " He didn't walk in and go, I'm honored to lead you to count you as people that work for me on my team.",
        90.58,
        96.36
    ],
    [
        " He just said, I'm happy to be part of this and I'm happy to help make this team win.",
        96.36,
        100.18
    ],
    [
        " That's it.",
        100.34,
        100.7
    ],
    [
        " You don't need to elevate the statue.",
        101.1,
        102.78
    ],
    [
        " Everybody knows who the boss is.",
        102.92,
        103.96
    ],
    [
        " The chain of command is understood.",
        104.06,
        105.12
    ],
    [
        " Everybody's got that hierarchy.",
        105.24,
        106.1
    ],
    [
        " What you actually need to do is look for ways to break down those barriers and just have them recognize all this guy cares about us winning.",
        106.46,
        112.44
    ],
    [
        " That's all he cares about.",
        112.58,
        113.3
    ],
    [
        " And by behavior after behavior after behavior eventually you either doing it or you're not.",
        113.52,
        117.96
    ],
    [
        " And if you're doing it, people are going to get on board.",
        118.18,
        119.68
    ],
    [
        " If you're not, you're going to fail no matter what you do.",
        119.74,
        122.3
    ],
    [
        " And people are going to see that a mile away.",
        122.88,
        124.28
    ],
    [
        " Oh yeah, smell it on you.",
        124.36,
        125.66
    ],
    [
        " This continues on it.",
        126.66,
        129.72
    ],
    [
        " It is obvious that building a trustworthy relationship with your Spirors is important.",
        129.72,
        133.94
    ],
    [
        " But how do you do that?",
        134.36,
        135.04
    ],
    [
        " One of the simplest ways is obvious but often gets overlooked.",
        135.24,
        138.78
    ],
    [
        " That is performance.",
        139.48,
        141.38
    ],
    [
        " Your boss expects you to complete certain tasks.",
        142.94,
        145.0
    ],
    [
        " So complete them.",
        145.5,
        146.5
    ],
    [
        " Do them on time, on budget and with little as little drama as possible.",
        147.04,
        150.66
    ],
    [
        " Get the mission done.",
        150.86,
        151.84
    ],
    [
        " This includes doing things you might not be 100% in agreement with.",
        152.62,
        157.2
    ],
    [
        " If I did this throughout my career and it always served me well boss wants me to fill out some extra paperwork.",
        157.2,
        162.72
    ],
    [
        " Cool, I'll do it.",
        163.06,
        164.0
    ],
    [
        " Boss needs me to cover a shift for someone else on the team.",
        164.48,
        166.44
    ],
    [
        " I've got it.",
        166.62,
        167.18
    ],
    [
        " Boss needs me to help clean up some administrative mess that got spilled.",
        167.38,
        170.28
    ],
    [
        " I'm on it.",
        170.5,
        171.06
    ],
    [
        " Boss has a nasty low reward mission that needs executing.",
        171.78,
        174.82
    ],
    [
        " I'm all over it.",
        175.36,
        176.4
    ],
    [
        " With each one of those problems, I am the solution.",
        177.12,
        179.3
    ],
    [
        " With each problem I solve, the level of trust with the boss goes up.",
        179.52,
        183.5
    ],
    [
        " And I will continue on that path.",
        185.36,
        187.2
    ],
    [
        " I won't complain or try and shift bad jobs on to someone else or even look for some kind of praise.",
        187.28,
        192.32
    ],
    [
        " I will simply put my head down and do the work.",
        192.54,
        194.36
    ],
    [
        " Over time, my boss will know that I am the person who can make things happen.",
        194.62,
        198.18
    ],
    [
        " And more important, I gain clout with the boss.",
        198.34,
        200.74
    ],
    [
        " This is the opposite of the subordinate who complains and objects or always thinks he has a better way to do things.",
        201.3,
        206.68
    ],
    [
        " He loses influence with the boss every time he opens his mouth.",
        206.94,
        209.84
    ],
    [
        " Any objection from that subordinate is seen by the boss as another typical excuse.",
        211.04,
        215.56
    ],
    [
        " The more you talk, the less people listen.",
        216.0,
        217.54
    ],
    [
        " On the other hand, when I do what needs to be done, the boss trusts that I can make things happen.",
        217.96,
        223.18
    ],
    [
        " The boss also knows that if I do raise an objection, it is likely to be founded on solid facts that should be considered.",
        223.48,
        232.14
    ],
    [
        " Since I get things done and don't constantly voice my objections, the boss actually listens.",
        232.62,
        239.16
    ],
    [
        " I always utilize this strategy with my senior leadership and it worked well.",
        240.22,
        244.6
    ],
    [
        " I would simply make things happen as often as I could.",
        244.88,
        247.3
    ],
    [
        " Now, here's where I'm going to preemptively shut down your next comment, Echo Charles.",
        247.62,
        253.48
    ],
    [
        " Because I know I can already see from this conversation where your head's at.",
        254.22,
        256.38
    ],
    [
        " So listen to this.",
        256.74,
        257.42
    ],
    [
        " This is where I kind of feel like I make my money right here.",
        259.66,
        263.42
    ],
    [
        " Next level.",
        263.6,
        264.52
    ],
    [
        " But how does that appear from the perspectives of your subordinates?",
        265.14,
        271.4
    ],
    [
        " Because now everyone's looking to you go, you just do whatever the boss says.",
        272.7,
        274.9
    ],
    [
        " For instance, if I recognize that there are some flaws in my boss's plan, then my subordinates certainly recognize the same thing.",
        275.32,
        282.92
    ],
    [
        " What do I tell them?",
        283.74,
        285.2
    ],
    [
        " How do I preserve their respect if they think I can't see the errors the boss is making?",
        285.84,
        292.04
    ],
    [
        " The answer is simple.",
        293.24,
        294.42
    ],
    [
        " I tell them the truth.",
        295.22,
        297.0
    ],
    [
        " I say, hey team, I know there might be some better ways to skin this cat, but at this point the effort to change the plan",
        298.38,
        306.24
    ],
    [
        " would take almost the same effort that it will to just get this job done.",
        306.24,
        310.54
    ],
    [
        " So we are just going to do it.",
        310.96,
        312.52
    ],
    [
        " And let me tell you what else we're doing by getting this done.",
        313.12,
        315.64
    ],
    [
        " We are building trust with the boss.",
        316.1,
        317.4
    ],
    [
        " Every one of these little tasks from him that we crush allows him to trust us more and more.",
        317.9,
        323.12
    ],
    [
        " And that gives us the ability to get listened to.",
        323.46,
        326.94
    ],
    [
        " So when something comes up that really doesn't make sense, he will listen.",
        327.64,
        331.82
    ],
    [
        " That is why we are going to execute this plan to the absolute best of our ability.",
        332.56,
        336.6
    ],
    [
        " There you go, Echo Charles.",
        337.5,
        339.46
    ],
    [
        " Your next question just got preemptively answered.",
        339.46,
        342.06
    ],
    [
        " No more questions.",
        342.06,
        342.94
    ],
    [
        " You're welcome.",
        342.96,
        343.78
    ],
    [
        " That's the part.",
        344.2,
        345.98
    ],
    [
        " See, that's the part where people get worried and that's the answer.",
        346.18,
        349.84
    ],
    [
        " People get worried.",
        350.06,
        350.58
    ],
    [
        " What are the guys going to think?",
        350.7,
        351.96
    ],
    [
        " Yeah.",
        352.06,
        352.18
    ],
    [
        " And especially when you say like we're going to build trust with the boss, it's like, man, that's like, I have no argument to that.",
        353.16,
        360.02
    ],
    [
        " Like when I'm saying, I don't want to build trust with the boss.",
        360.14,
        361.72
    ],
    [
        " Unless you just some like anti-team member, you know, and no one's that really in love.",
        362.02,
        368.8
    ],
    [
        " Well, we don't want to be that.",
        368.8,
        370.22
    ],
    [
        " But yeah, that's, um, yeah, that's good.",
        370.78,
        372.76
    ],
    [
        " Thank you.",
        373.24,
        374.04
    ],
    [
        " You're welcome.",
        374.5,
        375.54
    ]
]