[
    [
        " This is Jocco Podcast number 240 with Echo Charles and me, Jocco Willink.",
        0.64,
        6.04
    ],
    [
        " Good evening, Echo. Good evening. And also joining us tonight once again, Dave Burke.",
        6.86,
        12.8
    ],
    [
        " Good evening, Dave. Good evening. All right, last podcast, which was",
        12.98,
        18.26
    ],
    [
        " podcast 239 in case you couldn't subtract one from 240. And I suppose we should",
        18.26,
        24.34
    ],
    [
        " give out some kind of shout out to the 240 golf. I don't know why, but we should shout",
        24.34,
        30.06
    ],
    [
        " out to all you machine gunners out there that ran that 240 golf.",
        30.06,
        34.1
    ],
    [
        " Last podcast 239, we covered the first edition of Combat Lessons, Rank and File",
        34.56,
        41.4
    ],
    [
        " in Combat, what they do and how they do it. That was number one. And you know,",
        41.4,
        47.52
    ],
    [
        " to be honest, when I got done with that one, I said, yeah, that's cool.",
        47.58,
        50.04
    ],
    [
        " But there's, but there's more of them. And I kind of thought to myself, you know, well,",
        50.04,
        54.06
    ],
    [
        " how many combat lessons are there, right? That I remember this is 240 podcasts worth of",
        54.34,
        61.64
    ],
    [
        " combat lessons. But I was leaning towards, hey, probably not going to cover more of these",
        61.64,
        66.68
    ],
    [
        " things because there are more of them. And then I started reading number two.",
        66.68,
        69.58
    ],
    [
        " And as I read number two, kind of out of the gate section one, which is called",
        69.86,
        75.22
    ],
    [
        " leadership. And you just get, you just restart reading it. And before I knew it, I",
        75.22,
        80.12
    ],
    [
        " couldn't stop. And there's more lessons, more perspectives, more angles, some more",
        80.12,
        84.4
    ],
    [
        " knowledge to make us better. And I was really coming at this one. I was really",
        84.4,
        89.44
    ],
    [
        " thinking about life a lot, all aspects of life. And I think it's the opening of this",
        89.44,
        95.48
    ],
    [
        " that gave me that sort of mindset going through it. I was thinking about life, the",
        95.48,
        100.98
    ],
    [
        " parallels are everywhere. All right, let's, let's go to the book. And I think Dave,",
        100.98,
        106.8
    ],
    [
        " coming out of the gate, you're going to realize where I, why I got so sucked into",
        107.0,
        112.1
    ],
    [
        " this thing just out of the gate. So the first section, like I said, it's called",
        112.1,
        114.96
    ],
    [
        " leadership. And then, and then the first subsection is leaders versus inertia.",
        114.96,
        122.62
    ],
    [
        " I was already, I was, you had me at inertia, as they say, Lieutenant Colonel,",
        123.3,
        129.0
    ],
    [
        " our E. O'Brien cavalry observer with the Fifth Army in Italy. Here's what he says.",
        129.0,
        134.26
    ],
    [
        " In spite of the fact that I observed many interesting things in practice, in the",
        135.36,
        139.74
    ],
    [
        " practice of tactics and technique, still the one lesson that stands out in my mind",
        139.74,
        143.66
    ],
    [
        " above all others is the one that is so well known by military men that its",
        143.66,
        148.14
    ],
    [
        " statement here amounts to little more than a platitude. I mentioned it, however,",
        148.14,
        151.5
    ],
    [
        " because it had such a profound effect upon me, that lesson is the importance of",
        151.74,
        156.98
    ],
    [
        " and need for adequate leadership. So cool, I got through that fine. I wasn't quite",
        156.98,
        164.18
    ],
    [
        " there yet. And then I read this, the effect on most men of the impact of battle",
        164.18,
        172.48
    ],
    [
        " is to cause them to want to do nothing. A determined effort must be exerted to",
        172.48,
        181.18
    ],
    [
        " accomplish even simple tasks. And men are likely to neglect duties which they know",
        181.18,
        186.24
    ],
    [
        " must be performed. So think about that. Right out of the gate right there.",
        186.24,
        190.92
    ],
    [
        " The effect of men in battle is that you're going to want to do nothing.",
        191.56,
        194.84
    ],
    [
        " And again, this is why I was talking about how this started making me think about life",
        195.74,
        199.56
    ],
    [
        " a lot. Think about that when it comes to life. How many people are just drawn",
        199.56,
        205.04
    ],
    [
        " towards the easy path, not doing what you're supposed to do, duties that you know",
        205.04,
        211.58
    ],
    [
        " must be performed, but you neglect them. That's the difference between success",
        211.58,
        216.4
    ],
    [
        " and failure in life, by the way. Did you guys say in the Marine Corps, why stand if you can sit,",
        216.4,
        223.22
    ],
    [
        " why sit if you can lay down? Did you guys say that in the Marine Corps? Similar.",
        223.48,
        226.42
    ],
    [
        " What do you guys say? I'm trying to think of the phrase, but it's the same",
        226.98,
        230.58
    ],
    [
        " alignment of like, why do this when you can just do that? I never exactly would have said,",
        230.58,
        234.34
    ],
    [
        " but when you said, as soon as you said that, I know you were saying, I was little thrown",
        234.6,
        237.52
    ],
    [
        " off by the title, because you said leadership versus inertia. And I was thinking",
        237.52,
        240.94
    ],
    [
        " myself, leadership kind of creates inertia. And when he's saying stand and the people",
        240.94,
        246.72
    ],
    [
        " who follow like Newtonian physics are going to laugh me out of the building.",
        246.72,
        249.5
    ],
    [
        " But seems like what he's describing is the opposite of inertia sitting there doing",
        249.8,
        253.28
    ],
    [
        " nothing, rather than moving in a direction. Yeah. Yeah. Or it's the, you're fighting",
        253.28,
        257.84
    ],
    [
        " to keep it going. Yeah. Inertia moving. Yeah. He says there is no force other than",
        257.84,
        263.48
    ],
    [
        " a driving leadership to overcome this inertia. Yeah. So he talks about inertia as",
        263.48,
        267.74
    ],
    [
        " this static being not moving. This tendency to carelessness and to infuse a",
        267.74,
        272.96
    ],
    [
        " determination to succeed in the minds of the individual men. When this spark of",
        272.96,
        278.28
    ],
    [
        " leadership is present, the individual knows that others feel it too. And that his",
        278.28,
        283.34
    ],
    [
        " effort is not alone. However, I was not a leader in this campaign. So I will",
        283.34,
        288.14
    ],
    [
        " quote an officer who is a successful commander in an infantry regiment, the",
        288.14,
        292.84
    ],
    [
        " wearer of a silver star, an officer who has a fine reputation in his division.",
        292.84,
        297.06
    ],
    [
        " And here's what this officer says. This tell your people when you return that",
        297.3,
        305.16
    ],
    [
        " the hardest job they will have here is getting things done. My men know their",
        305.16,
        310.96
    ],
    [
        " weapons and tactics thoroughly. My effort is simply to require them to do the",
        310.96,
        315.78
    ],
    [
        " things they know must be done posting security, dispatching patrols, seeking a",
        315.78,
        322.36
    ],
    [
        " field of fire, retaining their equipment and making sure that it is in working",
        322.36,
        326.66
    ],
    [
        " order. You have to check all the time. I believe it was patent that said 90% of",
        326.66,
        335.52
    ],
    [
        " your job as a leader is making sure that the orders get executed, making sure that",
        335.52,
        339.12
    ],
    [
        " the things actually get done. So that opening right there is what kind of made me",
        339.12,
        345.04
    ],
    [
        " just say we need to talk about this because it's it's applicable so",
        345.04,
        352.26
    ],
    [
        " directly to us as human beings. And you know, I was talking about the",
        352.32,
        356.42
    ],
    [
        " gravitational pull you ever seen the chart of the gravitational pull of when the",
        356.42,
        361.48
    ],
    [
        " space shuttle or something launches. I guess it's not the space shuttle. It's",
        361.48,
        365.36
    ],
    [
        " space X. Sure. Space X. Elon kicking those things up into space. But they use",
        365.36,
        371.8
    ],
    [
        " whatever. Some massive amount of their power is to get the first whatever",
        371.8,
        377.46
    ],
    [
        " mile up. That's where they use 50% of the I don't know what the percentage are,",
        377.46,
        381.08
    ],
    [
        " but it's a massive percentage of the power is to break free of the gravitational pull",
        381.08,
        385.04
    ],
    [
        " of the earth. Once they're free of it, then once they're moving, they're okay.",
        385.04,
        387.78
    ],
    [
        " Like so much of the effort of a leader is just to get things to go, get things to",
        388.54,
        394.68
    ],
    [
        " move. And we're going to get to this. There's definitely some things here and",
        394.68,
        398.52
    ],
    [
        " we're about to roll into them where it talks about, you know, so much reliance on",
        398.52,
        411.06
    ],
    [
        " a micro management, you know, a hey, if I don't make this happen, but in other",
        412.16,
        416.48
    ],
    [
        " parts of the of this book, they start talking about how the way that you're",
        416.48,
        420.5
    ],
    [
        " going to win is through individual efforts and individual leadership. So you get",
        420.5,
        423.44
    ],
    [
        " into decentralized command a little bit later, but, but I think it's one of those",
        423.44,
        426.46
    ],
    [
        " dichotomies. I think it's one of those dichotomies. As a matter of fact, I know it's",
        426.46,
        429.52
    ],
    [
        " a dichotomy that sometimes the phrase I used to use a lot and I used it a lot",
        429.52,
        435.38
    ],
    [
        " in this podcast was force of will, right? Hey, you know, as a leader, I'm just",
        435.38,
        439.48
    ],
    [
        " going to make this happen. There is going to be a force of will. We are going to win",
        439.48,
        442.0
    ],
    [
        " this thing. We're going to go this. I'm going to make this happen. And that's what",
        442.0,
        445.16
    ],
    [
        " he's talking about here. This force of will that you have to exert to make",
        445.16,
        449.26
    ],
    [
        " things happen. Even things that people know they should do.",
        449.26,
        452.76
    ],
    [
        " Next section discipline. So right out of the gate, we're talking leadership and",
        454.12,
        458.78
    ],
    [
        " discipline. I was I was in there. The keys to success and combat, the key to",
        458.78,
        463.84
    ],
    [
        " success and combat, commanding general and a personal letter to lieutenant general",
        463.84,
        469.02
    ],
    [
        " McNair. I would like to mention a few things I consider important in getting any",
        469.02,
        472.7
    ],
    [
        " perspective units ready for duty in Southwest Pacific. The first of all",
        472.7,
        477.82
    ],
    [
        " requisites is discipline with a capital D. I refer to discipline in all its phases,",
        477.82,
        485.72
    ],
    [
        " water discipline, malaria discipline, personal appearance, military courtesy,",
        486.3,
        491.42
    ],
    [
        " the wearing of the uniform, personal and collective sanitation, carrying out",
        491.42,
        496.84
    ],
    [
        " orders in general, assumption and proper discharge of responsibility throughout",
        496.84,
        501.58
    ],
    [
        " the chain of command, etc. There is an inclination for men as well as some",
        501.58,
        506.96
    ],
    [
        " officers to go native in the tropics to let down mentally our material and",
        506.96,
        512.14
    ],
    [
        " spiritual values. So discipline is especially needed here. Needless to say, I",
        512.14,
        518.32
    ],
    [
        " consider an aggressive offensive spirit always goes hand in hand with good",
        518.32,
        522.2
    ],
    [
        " discipline. So that's that's one of those things where you know we're talking",
        522.2,
        528.22
    ],
    [
        " about imposed discipline in some ways there, right? Make sure your weapons are clean.",
        528.22,
        532.96
    ],
    [
        " Make sure you're cleaning yourselves. Make sure there's a whole list of things.",
        533.1,
        536.78
    ],
    [
        " Make sure you're drinking water. Make sure you're cleaning your feet. Isn't that a",
        537.18,
        541.24
    ],
    [
        " weird one? Have you ever been in the water or in the in the bush long enough to",
        541.24,
        545.82
    ],
    [
        " get like a really bad feet? No. I got I got a minor case of trench foot. Yeah.",
        545.82,
        553.72
    ],
    [
        " And when the guy who is my swim buddy during this particularly long SNR",
        554.0,
        559.08
    ],
    [
        " operation where we were a two man pair out there just a training operation, but",
        559.08,
        563.24
    ],
    [
        " he got actual trench foot. He got he went to medical and they're like, oh yes,",
        563.24,
        566.84
    ],
    [
        " you have trench foot. It's weird that things like that, you know, when you see",
        567.06,
        573.2
    ],
    [
        " talk to guys about Vietnam, one of the main things that the officers would do is",
        573.98,
        577.38
    ],
    [
        " check guys feet because they wouldn't check on themselves. So even something",
        577.38,
        582.14
    ],
    [
        " that seems so obvious like you'd want to take care of your feet, people will",
        582.14,
        588.92
    ],
    [
        " not make that little extra effort. The inertia for them is to say, you know what, I'm",
        588.92,
        594.14
    ],
    [
        " just going to go to sleep with my boots on and they're wet. I'm not going to drop my feet.",
        594.14,
        596.94
    ],
    [
        " And by the way, you can sleep with your boots on. I did we would we would sleep with",
        597.6,
        601.58
    ],
    [
        " our boots on in the field, but we take our socks off. We'd unlace our boots.",
        601.58,
        604.56
    ],
    [
        " So our feet are in there just kind of loose so they can kind of dry out a little",
        605.04,
        607.8
    ],
    [
        " bit, hang your socks on a little tree or something nearby. But you don't want",
        607.8,
        613.56
    ],
    [
        " to get rolled up, echoes looking positive. You don't want to get rolled up in the field",
        613.56,
        616.24
    ],
    [
        " without your boots on. Okay. That makes sense.",
        616.24,
        618.44
    ],
    [
        " You get rolled up in the field without your boots on. You got some problems to deal",
        618.46,
        621.18
    ],
    [
        " with. I can see that. And BTF Tony, you know, you take one boot off, you fix",
        621.18,
        625.42
    ],
    [
        " whatever you got to fix, then you put that boot back on. Then you don't take",
        625.42,
        628.36
    ],
    [
        " both of them off. You're just sitting there.",
        628.36,
        630.58
    ],
    [
        " John McLean style basically make it. Oh, yeah, that's a movie.",
        631.3,
        635.5
    ],
    [
        " Die hard. The first one. He runs on the glass.",
        635.74,
        638.28
    ],
    [
        " Yes, he wound up running over glass. How come he had me got caught without his boots on?",
        638.96,
        642.9
    ],
    [
        " Because when he arrived at Nakatomi Plaza, he at request, not request a recommendation",
        643.62,
        650.44
    ],
    [
        " from a friend. Take off your shoes and you make fists in the carpet with your toes.",
        650.44,
        654.94
    ],
    [
        " It de-stresses you. So that's what he was doing in the middle of this hijacking scenario.",
        654.94,
        659.94
    ],
    [
        " Interesting. You see there I was thinking that this book had knowledge in it.",
        660.38,
        665.22
    ],
    [
        " Next, Lieutenant Colonel Clifton F. Khan, 77th field artillery.",
        665.22,
        676.44
    ],
    [
        " And it'll leave the great stress placed upon discipline and the chain of command",
        676.62,
        680.28
    ],
    [
        " is not an overemphasis and never can be.",
        680.28,
        683.66
    ],
    [
        " We have found again and again that the highest standards of discipline are absolutely",
        684.08,
        687.34
    ],
    [
        " necessary in and out of combat. In no other way, can you be assured that the individual",
        687.34,
        692.46
    ],
    [
        " soldier will carry out orders without supervision and in combat, this is essential.",
        692.46,
        698.64
    ],
    [
        " So again, we're talking about very stringent discipline.",
        699.6,
        703.48
    ],
    [
        " And we're talking about imposed discipline. I mean, we are.",
        703.88,
        706.6
    ],
    [
        " Let's call it like it is.",
        707.78,
        708.94
    ],
    [
        " Yeah, but the connection he's making is what I was thinking as you're talking about last passage.",
        709.08,
        713.54
    ],
    [
        " It's that connection to the imposed discipline that I'm going to start with that's going to get you",
        713.74,
        717.72
    ],
    [
        " to recognize over time. What you need to do, the self-discipline you need to create.",
        717.72,
        722.56
    ],
    [
        " And if your plan is like, I'm just going to make my folks self-disciplined,",
        723.06,
        725.7
    ],
    [
        " you're actually going to skip the part where they learn why you have to do it.",
        726.0,
        728.74
    ],
    [
        " And sometimes that starts with, you're going to do this.",
        728.76,
        731.44
    ],
    [
        " You can explain it. But you asked me if I ever had immersion food or trench food.",
        731.7,
        735.78
    ],
    [
        " I never spent enough time in the right environment to have to deal with that.",
        735.84,
        739.18
    ],
    [
        " But I'll tell you, my very first forced March, which is a five mile forced March,",
        739.3,
        744.28
    ],
    [
        " like a very short forced March at Alistair Kennedy School in 1991.",
        744.38,
        747.76
    ],
    [
        " We stopped 50 minutes into it. We all changed our socks.",
        748.22,
        750.36
    ],
    [
        " That's what we did. And so that's one example of, but it was totally imposed on us.",
        751.04,
        756.22
    ],
    [
        " But I was able to make that connection from these other people.",
        756.28,
        759.74
    ],
    [
        " And so you're telling this story about people that were non-combat ready because of that.",
        760.04,
        764.06
    ],
    [
        " But those lessons are all over the place in the military.",
        764.58,
        767.12
    ],
    [
        " And it's all starts the same way, which is, sit down, take your boots off, change your socks.",
        767.12,
        771.22
    ],
    [
        " And then over time you make the connection of, oh, I understand what I need to do this.",
        771.96,
        775.32
    ],
    [
        " So no, I never had it. But I was taught that lesson very early on.",
        775.52,
        779.3
    ],
    [
        " Yeah, there's some sort of obvious religious overtones too,",
        780.18,
        786.72
    ],
    [
        " of right, of like taking care of your men's feet, right? That's just a powerful thing.",
        786.72,
        791.5
    ],
    [
        " Next, the basis of good discipline.",
        792.34,
        795.22
    ],
    [
        " One of our problems has been to get junior officers and young NCOs sufficiently hard-boiled",
        795.7,
        800.68
    ],
    [
        " to exact from their subordinates a meticulous obedience to every order.",
        800.68,
        805.02
    ],
    [
        " We must ingrain in all ranks the realization that orders are not to be treated as suggestions,",
        805.68,
        811.86
    ],
    [
        " but as concrete facts calling for the utmost effort until they have been carried out.",
        811.86,
        817.08
    ],
    [
        " So many people seem to feel that orders which are inconvenient or unpopular are to be disregarded.",
        817.58,
        825.54
    ],
    [
        " And this is one of those things. It's hard for me to read this because we're always telling people,",
        825.94,
        830.04
    ],
    [
        " look, the military is not this thing, we're just someone barks orders at you and everyone just obeys, which it's not.",
        830.1,
        835.26
    ],
    [
        " This state of mind is a disease and must be eliminated.",
        837.04,
        840.8
    ],
    [
        " So what this section says or what this individual is saying,",
        841.38,
        844.8
    ],
    [
        " and I don't know if this is the same guy talking because it's not broken out,",
        845.26,
        848.6
    ],
    [
        " but then it says this, then it says this, on the other hand, so we got dichotomy,",
        849.08,
        856.0
    ],
    [
        " and elimination presupposes that all commanding officers and staffs take care",
        856.3,
        861.88
    ],
    [
        " that the orders they issue are consistent, correct, and capable of being carried out.",
        861.88,
        867.56
    ],
    [
        " So that's a very, a very discrete way of saying,",
        868.2,
        872.66
    ],
    [
        " if you give me an order that's not consistent, not correct, and not capable of being carried out,",
        873.04,
        879.06
    ],
    [
        " I'm not going to follow it. That's what that says.",
        879.18,
        881.42
    ],
    [
        " They do it in a very roundabout way. They're very cautious about how they said that",
        881.94,
        886.0
    ],
    [
        " because they know they had Colonel Pogue in the room. They were writing this.",
        886.0,
        889.04
    ],
    [
        " And Colonel Pogue said, these men need to listen.",
        889.04,
        891.64
    ],
    [
        " Because Colonel Pogue comes up with the best plan every time.",
        893.1,
        895.76
    ],
    [
        " Master your job, Lieutenant General Walter Kruger.",
        897.18,
        901.66
    ],
    [
        " Discipline and the leadership of small units are the things which require constant emphasis.",
        902.74,
        907.6
    ],
    [
        " The enlisted man or officer who does not follow instructions and orders implicitly",
        908.28,
        912.14
    ],
    [
        " during training or prior to reaching combat areas and who cannot do everything,",
        912.14,
        917.82
    ],
    [
        " every member of his unit might have to do is not properly qualified.",
        917.82,
        921.42
    ],
    [
        " The squad leader must know exactly what each member of his squad should do in each type of operation.",
        921.78,
        926.04
    ],
    [
        " The platoon leader should have the same knowledge concerning his squads",
        926.38,
        929.28
    ],
    [
        " and the company commander of his platoons. Officers must not start worrying about the big picture",
        929.28,
        935.36
    ],
    [
        " until they have mastered all the details of the little one.",
        935.36,
        938.6
    ],
    [
        " It's an interesting one. I can tell you right now that",
        939.26,
        942.52
    ],
    [
        " it would be impossible to know everything that the sniper knows.",
        944.26,
        947.58
    ],
    [
        " It would be possible to know everything that the radio man knows.",
        947.76,
        949.68
    ],
    [
        " It would be impossible to know everything that the point man knows.",
        949.82,
        951.86
    ],
    [
        " It would be impossible to know everything that the breacher knows.",
        952.04,
        953.92
    ],
    [
        " Do you knew to understand them? Yes.",
        955.44,
        957.2
    ],
    [
        " Should you be able to set up that breaching charge and crack it off if you have to?",
        957.68,
        961.96
    ],
    [
        " Absolutely. Should you be able to pick up that radio and make comms if you have to?",
        962.08,
        965.24
    ],
    [
        " Where it might take the communicate, it might take the radio man four seconds to do it.",
        965.8,
        970.46
    ],
    [
        " It might take you three minutes. Should you be able to not do it? Yes.",
        970.46,
        973.88
    ],
    [
        " At some point, if you're worrying about the details of the little picture,",
        974.66,
        980.56
    ],
    [
        " you might be doing a disservice by thinking too much about the little picture",
        981.46,
        987.3
    ],
    [
        " and not enough about the big picture.",
        987.3,
        988.7
    ],
    [
        " So I think officers should start thinking about the big picture from day one",
        989.2,
        994.78
    ],
    [
        " and understanding how things fit together.",
        994.78,
        997.34
    ],
    [
        " Now you can't get lost in that, but you got to start thinking about it early.",
        997.34,
        1001.3
    ],
    [
        " Otherwise, your habit is just worrying about the little things.",
        1002.16,
        1004.88
    ],
    [
        " Your focus becomes looking down and in instead of up and out.",
        1005.42,
        1008.5
    ],
    [
        " So little, that one's too strong for me.",
        1010.62,
        1013.36
    ],
    [
        " Too strong for me.",
        1013.94,
        1015.56
    ],
    [
        " And I talked about that in leadership strategy and tactics.",
        1015.72,
        1017.88
    ],
    [
        " You got to know what to do, but...",
        1018.14,
        1021.22
    ],
    [
        " There's a very discreet place in the military where you go from being tactical,",
        1021.22,
        1027.0
    ],
    [
        " they call it operation, but where you start being a strategic in the Marine Corps,",
        1027.74,
        1031.58
    ],
    [
        " it's called being a company grade officer,",
        1031.76,
        1033.26
    ],
    [
        " which is like a junior officer, brand new lieutenant to a field grade officer.",
        1033.26,
        1036.9
    ],
    [
        " And all of a sudden, there's this magical moment that when you get promoted",
        1037.38,
        1040.28
    ],
    [
        " from in the Marine Corps, it's captain to major and it fits in the Navy,",
        1040.28,
        1043.54
    ],
    [
        " from lieutenant to lieutenant commander.",
        1043.74,
        1044.88
    ],
    [
        " Well, all of a sudden, overnight, you are now a field grade officer",
        1044.92,
        1047.8
    ],
    [
        " and you're supposed to think strategically.",
        1047.8,
        1049.02
    ],
    [
        " And this transition point actually is a big source of friction for a lot of folks",
        1049.52,
        1053.42
    ],
    [
        " and the people that struggle the most going from company to field grade",
        1053.42,
        1056.9
    ],
    [
        " are the ones who have never thought about the big picture before.",
        1056.9,
        1059.06
    ],
    [
        " And it's not to say that as a second lieutenant that I've been in the Marine Corps for six months,",
        1059.62,
        1063.0
    ],
    [
        " I need to walk into the CEO's office and start talking strategy.",
        1063.0,
        1066.08
    ],
    [
        " But you have to start thinking very early on about the impacts of what you do to the big picture",
        1066.8,
        1071.18
    ],
    [
        " and assume you can make the connection, the easier that transition is.",
        1071.18,
        1074.52
    ],
    [
        " And the longer you hold on, because there's this kind of cool bravado of like,",
        1074.76,
        1079.18
    ],
    [
        " I'm a tactician and it sounds really cool.",
        1079.26,
        1081.34
    ],
    [
        " And I just want to fly the airplane. And I don't only care about the big picture.",
        1081.42,
        1084.26
    ],
    [
        " Well, when the time comes, you get promoted and you probably will,",
        1084.8,
        1087.5
    ],
    [
        " it was really clear the ones who never really thought about what they were doing",
        1087.8,
        1091.82
    ],
    [
        " and how that fit in the larger world when you made that promotion.",
        1091.82,
        1094.2
    ],
    [
        " Then all of a sudden, you actually became highly incompetent at being a field grade officer",
        1094.94,
        1099.0
    ],
    [
        " because that's when you were starting and you were being out maneuvered by guys",
        1099.0,
        1102.72
    ],
    [
        " who had been doing it since they were brand new officers.",
        1102.72,
        1104.86
    ],
    [
        " Yeah, you know, it's really interesting about that is there are some people",
        1105.4,
        1109.78
    ],
    [
        " that have a personality and or skill set that is more suited to be a tactical officer.",
        1109.92,
        1117.24
    ],
    [
        " And there's some people that have a personality and skill set that is more suited to be a field grade officer",
        1117.74,
        1124.24
    ],
    [
        " or a strategic thinker.",
        1124.24,
        1125.74
    ],
    [
        " That's, and I see this in companies too.",
        1125.84,
        1128.08
    ],
    [
        " You know, I work with companies where the CEO that got that company from whatever position,",
        1128.28,
        1135.72
    ],
    [
        " you know, got them to go public or got them perched or poised to go public.",
        1135.72,
        1141.14
    ],
    [
        " As soon as they're going public, that guy's out of there or maybe even before they go public",
        1141.36,
        1145.08
    ],
    [
        " because this guy, he's good at making the exact same dynamic but he's not polished.",
        1145.08,
        1149.18
    ],
    [
        " He's not clean. He can't brief up the chain of command well.",
        1149.36,
        1151.62
    ],
    [
        " He doesn't articulate himself at the next level because some people can flow from talking to a platoon.",
        1151.68,
        1157.44
    ],
    [
        " Like, let's not bear this what's going on.",
        1158.04,
        1160.68
    ],
    [
        " Like, you can be in that mode.",
        1160.68,
        1162.18
    ],
    [
        " And you can walk turn around and talk to give the general a brief on what the impact on the cultural moments",
        1162.48,
        1167.54
    ],
    [
        " or the civilian populist and all those things.",
        1167.54,
        1170.52
    ],
    [
        " Some people can do both. Some people do one. Some people do the other.",
        1171.24,
        1175.12
    ],
    [
        " And it's very interesting.",
        1175.9,
        1177.42
    ],
    [
        " It's very interesting because you might not make it to field grade officer.",
        1177.74,
        1184.34
    ],
    [
        " Even though you might be good at it but you just don't have it.",
        1184.36,
        1190.8
    ],
    [
        " So think about that when you're working with, you know, when you've got people subordinates that you're working with,",
        1191.26,
        1199.62
    ],
    [
        " you might have somebody that's not maybe the best tactical leader.",
        1199.84,
        1203.46
    ],
    [
        " Or can they do the job? You know what I mean? Look, they might not be able to do the best at it.",
        1203.96,
        1211.44
    ],
    [
        " But maybe they can get through that job and they can do a good job as at the next level up.",
        1211.5,
        1218.16
    ],
    [
        " And some people, they might be incredible at getting after it in the field.",
        1218.84,
        1225.28
    ],
    [
        " And you can't let them brief.",
        1226.06,
        1227.36
    ],
    [
        " You can't let them brief the boss because they're going to mess it up.",
        1227.74,
        1230.64
    ],
    [
        " So the good thing is if you're one of these humans out there, if you're one of these potential leaders,",
        1231.6,
        1238.3
    ],
    [
        " think about where you are and think about modulating your personality depending.",
        1238.78,
        1244.14
    ],
    [
        " I can promise you, if you watched me debrief a seal platoon,",
        1244.7,
        1249.5
    ],
    [
        " and then you watched me brief the secretary of the Navy, those two guys like the Venn diagram overlap was pretty small.",
        1250.16,
        1260.86
    ],
    [
        " If you were just to take the words that I said, just a man you script or whatever, try and script of what I said,",
        1261.34,
        1266.34
    ],
    [
        " the core things that I said, I wasn't saying anything different.",
        1266.56,
        1271.0
    ],
    [
        " I wasn't saying, I wasn't giving, I wasn't lying to the big boss and I wasn't lying to the troops.",
        1271.3,
        1275.82
    ],
    [
        " But the method of delivery was different because I was talking to a different audience who understands things differently.",
        1276.5,
        1283.94
    ],
    [
        " Good thing to think about.",
        1285.1,
        1287.86
    ],
    [
        " A couple of these here, trial by fire.",
        1288.08,
        1293.96
    ],
    [
        " There's incredible stories inside these books about what men do.",
        1297.92,
        1303.0
    ],
    [
        " And they're definitely worth looking. This is another one from, we read one from this last time.",
        1303.84,
        1307.64
    ],
    [
        " This is from the battle of the at two island, which is those illusion islands up in Alaska, fighting the Japanese.",
        1307.76,
        1315.04
    ],
    [
        " This is a citation.",
        1315.74,
        1317.86
    ],
    [
        " The company led by Captain Thomas Biodonal was thrown into confusion by the strafing of hostile airplanes while it was forming to attack under heavy enemy ground small arms fire.",
        1319.62,
        1329.28
    ],
    [
        " Seeing the immediate need, Captain O'Donnell moved from squad, from squad to squad restoring order and then led his men to the assault during which he received a severe wound in the neck and shoulder and was evacuated three days later upon hearing that his company was again scheduled to make an attack.",
        1329.64,
        1344.0
    ],
    [
        " He insisted upon returning to the fight, although weak and suffering severe pain from his wounds.",
        1344.0,
        1348.48
    ],
    [
        " He led his company and attacks on the enemy until five days later when he was mortally wounded while moving about in advanced positions encouraging his men.",
        1348.78,
        1357.3
    ],
    [
        " One of the lessons that I taught specifically, I taught it to a little bunch of people, but the first time I remember teaching it, someone was to sesseth stone, the Delta Platoon Commander.",
        1362.84,
        1374.92
    ],
    [
        " When you're doing immediate action drills, there's standard operating procedures and you follow the standard operating procedures and he would follow what the rules were.",
        1375.1,
        1387.58
    ],
    [
        " If that meant that he was going to his next position that he was supposed to go to according to the standard operating procedures was behind a berm where he couldn't see anything, that's where he was going.",
        1388.68,
        1398.38
    ],
    [
        " I just said, hey man, why are you going there?",
        1399.9,
        1402.28
    ],
    [
        " Because this is where we're supposed to go.",
        1402.84,
        1404.42
    ],
    [
        " I said, can you see anything? No. Can you make a call? No. Can you lead your men? No.",
        1404.62,
        1410.4
    ],
    [
        " Okay, move around. Go see what you got to see. You can move around. You can break the SOPs.",
        1411.18,
        1417.72
    ],
    [
        " There's a difference, right? You can't break the SOPs, but you don't have to follow them perfectly.",
        1418.44,
        1423.48
    ],
    [
        " There's a big difference. Breaking the SOPs means you get out of your lane and now you can get shot by friendly fire.",
        1424.16,
        1428.36
    ],
    [
        " Not following the SOPs means you're staying within the confines of the rules, but you're still moving around and telling people what to do.",
        1428.98,
        1435.04
    ],
    [
        " You can imagine this is the perfect example of what this whole thing started off with, which is look, this guy in order to get his troops to go, he had to personally get out there.",
        1435.46,
        1444.58
    ],
    [
        " Why would you risk your life to encourage his men? Why would you risk your life to encourage your men?",
        1446.26,
        1452.18
    ],
    [
        " You know why? Because if you don't do that, your men aren't going anywhere.",
        1452.18,
        1454.84
    ],
    [
        " That's the breaking, the inertia you talk about at the beginning.",
        1455.06,
        1457.02
    ],
    [
        " Exactly. If you don't do that as a leader, you're going to sit there and eventually you're going to get rolled.",
        1457.22,
        1461.28
    ],
    [
        " You're all going to die in that position. You cannot stay there.",
        1461.52,
        1463.46
    ],
    [
        " But the path of lead resistance, the human nature is, I like this foxhole.",
        1464.08,
        1467.22
    ],
    [
        " Yeah. It's going to hang out down here. This is good for me. And he's like, no, we can't stay here.",
        1467.46,
        1471.76
    ],
    [
        " And leadership is the only thing that gets people to see that.",
        1472.68,
        1475.38
    ],
    [
        " That is that those are the times when you have to lead from the front.",
        1477.6,
        1479.94
    ],
    [
        " You got to make things happen.",
        1480.36,
        1481.66
    ],
    [
        " Doubling in brass. And I have no idea. I don't know if there's some weird 1940s idiom that I don't know about, but this title is sections doubling in brass.",
        1482.7,
        1493.56
    ],
    [
        " Citation 37th Division, New Georgia, while private Blair F. Hertz was performing his duties with the maintenance section and the vicinity of the unit ration dump, they were attacked by japs who had surrounded them.",
        1495.52,
        1507.48
    ],
    [
        " He grabbed a bar and advanced on a JAP machine gun that was delivering intense, accurate and extremely effective fire into the dump.",
        1507.8,
        1515.36
    ],
    [
        " Private Hertz was able to silence this machine gun and then continued to aid aggressively in the defense of the position until reinforcements arrived.",
        1515.62,
        1521.76
    ],
    [
        " Just getting after it. Just in the rear. Getting after it.",
        1522.7,
        1526.4
    ],
    [
        " When the citation starts with the private, you know, you know this is going to be a good one.",
        1526.56,
        1530.84
    ],
    [
        " You know he got some.",
        1530.96,
        1531.92
    ],
    [
        " Yeah, you know what's too bad is, you know, in the Navy you have rates where you can tell what the guy's job was.",
        1533.46,
        1539.08
    ],
    [
        " This guy's just a private, but you know, his job was probably, you know, well, he says mate, his duties with the maintenance section.",
        1539.26,
        1545.36
    ],
    [
        " So this guy was changing oils and vehicles or something and then all of a sudden he's grabbing a bar and just getting some.",
        1545.36,
        1552.38
    ],
    [
        " Here we go.",
        1552.46,
        1555.1
    ],
    [
        " Diacotomy of leadership. Oh, no, sorry, this section is called that. It's called something else called be brave intelligently.",
        1555.28,
        1562.26
    ],
    [
        " This is a weird one to read. Lieutenant Colonel Arreo-Brine, cavalry observer with the fifth Army in Italy, a prisoner of war.",
        1562.36,
        1571.34
    ],
    [
        " A German light machine gunner asked an interrogator whether Americans took stimulants to make them foolishly brave.",
        1571.64,
        1579.24
    ],
    [
        " When asked to explain what he meant, he stated that he and an assistant gunner were in position with a good field of fire one afternoon when a group of American soldiers was observed approaching.",
        1579.84,
        1590.9
    ],
    [
        " He fired several short bursts and began preparation to displace to the rear when he saw the American soldiers rise to full height and start charging toward his position over 100 yards away.",
        1591.1,
        1604.22
    ],
    [
        " He reloaded his gun and opened fire, killing 11 men.",
        1604.78,
        1608.9
    ],
    [
        " He then withdrew because he was sure the charge was made to conceal an involvement, but none was made.",
        1609.78,
        1615.78
    ],
    [
        " Unit commanders found it necessary to direct their men to make full use of concealment and covered approach, continued emphasis on the necessity for dispersion and the use of covering concealment is essential.",
        1617.24,
        1628.44
    ],
    [
        " So this is what we don't want to have happen. We don't want people to be so brave that you charge over an open area a machine gun nest.",
        1629.24,
        1636.52
    ],
    [
        " And the comment here says, in the interest of efficiency, bravery must be supplemented by brain work.",
        1637.96,
        1646.22
    ],
    [
        " Dead heroes are of little further use to their units. Aggressive fighting men trained to apply the most efficient technique to combat problems, willing to accept any necessary risks and conscientiously avoiding unnecessary risks are the backbone of the army.",
        1646.82,
        1661.76
    ],
    [
        " Got to be brave, but you got to be smart. There's the dichotomy.",
        1665.4,
        1668.64
    ],
    [
        " Who is the original statement on that was brave, but not fool hardy.",
        1669.08,
        1673.82
    ],
    [
        " Combat in towns as major campaigns develop in Western Europe, combat in towns assumes increasing importance, cities, towns and villages control the established road nets, which must be open for the movement of guns.",
        1675.0,
        1688.44
    ],
    [
        " Heavy equipment and supplies necessary to support the advance of infantry combat in towns will often be the key not only to our successful advance, but to successful defensive actions.",
        1688.9,
        1699.64
    ],
    [
        " Just talking about now in 1944.",
        1700.1,
        1702.46
    ],
    [
        " Attack of towns.",
        1704.18,
        1706.34
    ],
    [
        " Captain W. Harrison. Harrison parachute infantry Italy. The theory of attack of a small town or villages to work groups around the flanks.",
        1706.92,
        1715.62
    ],
    [
        " Cut the retreat and move in with patrols in this heli country. However, we have found that where there is any high ground behind the town, which dominates both the town and the line of retreat the best way is to work the entire force around the town undercover.",
        1716.3,
        1729.4
    ],
    [
        " Seize the high ground in the rear and firmly establish ourselves the 60 millimeter mortars on that dominating high ground.",
        1729.7,
        1736.44
    ],
    [
        " We take enough food ammunition for to last us 24 hours and the Germans usually pull out during this time. From our position, we can prevent reinforcement and inflict heavy losses on them during their withdrawal.",
        1736.44,
        1747.06
    ],
    [
        " So we're flanking people and we're taking high ground.",
        1747.74,
        1749.76
    ],
    [
        " I didn't think of anything new.",
        1750.42,
        1756.42
    ],
    [
        " I didn't think of anything new.",
        1756.92,
        1760.1
    ],
    [
        " Lieutenant Colonel LG Freeman parachute infantry battalion commander in Italy. We learned at Altavia to avoid the direct attack of towns. It's too costly.",
        1762.5,
        1774.94
    ],
    [
        " We now work around the rear with a large force and seize the dominating ground of the rear. We did this at Calo, Machia, Fornelli, and several other places, the names of which I've forgotten.",
        1775.28,
        1785.6
    ],
    [
        " I like it when you're just forgetting major battles that you've had. It worked every time. Get yourself within 60 millimeter more to range in the town on dominating terrain in or near it. The Germans won't stay in it.",
        1786.5,
        1797.66
    ],
    [
        " And then it says this. Here's the comment. I like these comments.",
        1798.22,
        1801.82
    ],
    [
        " The fact that the Germans have been known to withdraw without a fight from towns in the rear of which we hold dominating terrain does not necessarily mean that such will invariably be the rule.",
        1803.08,
        1813.46
    ],
    [
        " However, this possibility plus the fact that the Caesar of such high ground will greatly facilitate any subsequent attack on the town proper suggests that commanders should give serious consideration of these tactics where the terrain permits.",
        1814.26,
        1827.22
    ],
    [
        " It also should be remembered that if such high ground is held by the enemy or attack on the town proper will invariably be costly and the town itself untenable.",
        1827.36,
        1836.4
    ],
    [
        " That's how important high ground is.",
        1837.16,
        1838.54
    ],
    [
        " In planning the attack of the town proper, the following considerations should be born in mind. One, reduced observation and limited fields of fire in place of heavier stress on close combat.",
        1840.3,
        1854.54
    ],
    [
        " So you are going to get some to controlling of attacking troops will be difficult and much depends on individual initiative and aggressiveness of small unit leaders.",
        1854.82,
        1866.96
    ],
    [
        " So there you go. We opened up talking about how you better follow all these orders. And now we're on page 8 and we're talking about hey, you know what?",
        1867.12,
        1877.3
    ],
    [
        " It depends on the initiative of initiative and aggressiveness of small unit leaders making things happen.",
        1877.78,
        1884.7
    ],
    [
        " Where possible town should be bypassed isolated and attacked from the flanks or the rear. Why are we even attacking this position? If we don't have to roll around it.",
        1885.34,
        1895.8
    ],
    [
        " Imagine if you made that part of your everyday sort of scheme maneuver. I can beat my head against this wall or I can walk around it. It seems like a good idea.",
        1896.82,
        1904.34
    ],
    [
        " At least it seems like a good idea to me. I don't know. Echoes over their shaking. I said like a lot of times when you say every, you know, you use those what you call those words that are real like real permanent.",
        1905.98,
        1921.58
    ],
    [
        " Yeah, like do that in everything. You know every time you say that I think I figured I'd I took some I took some heat off of by saying it seems like yeah, that would be a good thing to do in part of your everyday plan.",
        1921.64,
        1934.12
    ],
    [
        " Yeah, then that's what kind of triggered me though to think like of all the things that it probably or maybe wouldn't work. Yeah, I don't know. Would you treat your workouts like that?",
        1934.12,
        1946.68
    ],
    [
        " When you sidestep this workout maybe flank it you're in dangerous ground right now.",
        1946.9,
        1951.18
    ],
    [
        " Going at it. You're potentially right about that. I'm just saying usually when it comes to workouts, I'm going to smash the workout.",
        1951.18,
        1961.78
    ],
    [
        " Let's face it. You know, I'm going to go ahead on full frontal assault. Yes, sir. Well, I would think so. Anyway, unless I mean, guess it depends on what you mean by flank.",
        1962.06,
        1969.68
    ],
    [
        " Like I guess you could flank your initial feelings about the income and workout if you don't feel like doing it, you know, you could maybe maneuver that way.",
        1969.68,
        1978.96
    ],
    [
        " Maybe, but maybe maybe maybe not. I don't know. Maybe just direct assault workout. Smash it. Get it done. I like it. There are times. There are times. So maybe not everything in life, you know.",
        1979.42,
        1990.22
    ],
    [
        " Maybe not everything. But maybe if you're dealing with other people, it's a good call. Yeah, that could be the case.",
        1990.92,
        1997.18
    ],
    [
        " This section here starts talking about like how you actually clear towns and it goes through. And then it gets to a point where it starts just telling the comments about the story.",
        1998.88,
        2009.02
    ],
    [
        " So I'm not going to dump into the story. We're not going to go deep into the story here. But just some of the comments here about the defense of a town. The defense of a town must be prepared to meet the methods of attack, which may be employed by the enemy.",
        2009.2,
        2020.06
    ],
    [
        " Since this must include the possibility of flanking attacks and encirclement, it follows that an all-around defense must be the rule.",
        2020.18,
        2026.9
    ],
    [
        " The following points not covered in the experience quoted above, which is the one that I didn't read, which is why you should read these things yourself.",
        2027.92,
        2033.4
    ],
    [
        " Should be born in mind in planning the defense of a town.",
        2033.86,
        2036.44
    ],
    [
        " One, avoid if possible placing principal centers of resistance close to landmarks or at the edge of a town where the enemy adjustment of artillery or mortar fire will be facilitated.",
        2037.62,
        2049.62
    ],
    [
        " Positions either outside or within the town should be chosen.",
        2050.06,
        2054.38
    ],
    [
        " And I read this whole section to read this. And it's something that we talked about the other day on EF Online.",
        2054.92,
        2061.38
    ],
    [
        " I don't know if you are. Were you on the call and I talked about don't give away your position?",
        2061.38,
        2064.58
    ],
    [
        " Yes.",
        2064.76,
        2064.88
    ],
    [
        " Totally.",
        2065.16,
        2065.7
    ],
    [
        " I went into a whole explanation of not giving away your position.",
        2066.08,
        2072.18
    ],
    [
        " And it's weird thing to talk about because it seems real sneaky.",
        2073.16,
        2077.4
    ],
    [
        " It seems real like, oh, it seems real sneaky, especially when people love so much to talk about like being transparent.",
        2078.16,
        2085.12
    ],
    [
        " But here's the deal. If you have an idea, Dave, and I have my own idea, if I just put my stake in the ground and say my idea is this, I'm giving away my position.",
        2086.18,
        2098.96
    ],
    [
        " Now, if we were going to go attack an enemy outpost, I would do everything I possibly could to avoid giving away my position.",
        2099.3,
        2107.02
    ],
    [
        " Because once I give away my position, well, now you know where to attack me on.",
        2107.08,
        2110.4
    ],
    [
        " So what I would rather do is listen to what you have to say.",
        2111.14,
        2115.34
    ],
    [
        " Here, let me understand what your position is because then it allows me to maneuver and change my position.",
        2115.7,
        2124.56
    ],
    [
        " And also, if you're an offensive person and your ego is out of control, as soon as you see my position, guess what you're going to do?",
        2125.02,
        2133.0
    ],
    [
        " Attack it. So I gave you my position. Now you're going to attack it. Now, what do I do then? Dig in. Now what do we have? A standoff?",
        2133.04,
        2139.48
    ],
    [
        " We have extra casualties. We don't need. So why am I giving away my position when I'm having a conversation?",
        2139.58,
        2145.76
    ],
    [
        " And this is one of those things. It sounds so manipulative. Right?",
        2146.0,
        2152.08
    ],
    [
        " But then I took it a little bit further on the F online. I said, this is the facts.",
        2152.6,
        2157.62
    ],
    [
        " The reason I don't give away my position is because I don't actually have one.",
        2158.72,
        2163.58
    ],
    [
        " I'm not rolling in there thinking that I know everything. I'm thinking I may have some ideas that you might be able to calculate and estimate, approximate where I am,",
        2164.14,
        2175.38
    ],
    [
        " but I'm not going to go in there and say, Dave, I believe this because not just because I want to hide it from you. That's not why.",
        2175.38,
        2183.7
    ],
    [
        " It's because I actually question my own beliefs. I actually am not looking at you thinking I know the best thing to do.",
        2184.28,
        2193.56
    ],
    [
        " I've got some ideas, but you can't lock down my position because I'm not going to stay there. I'm not digging in.",
        2194.14,
        2199.42
    ],
    [
        " Being transparent, authenticity doesn't have to be an opposition to what we just described either.",
        2202.18,
        2208.48
    ],
    [
        " Being transparent could be, hey, I'm going to, I'm going to have a conversation and tell you a whole bunch of things that I'm thinking about that are things for you to consider as well for me, maybe thinking what I don't want to do is sit here and go, hey, you've mentioned three things that I really feel like I want to give you feedback on.",
        2209.28,
        2223.92
    ],
    [
        " But I don't want to tell you those things for whatever reason.",
        2223.92,
        2226.78
    ],
    [
        " Being transparent is not the same as digging your heels in.",
        2226.94,
        2230.82
    ],
    [
        " The authenticity of that, there's this, you would know this echo.",
        2231.08,
        2235.2
    ],
    [
        " There's this social media thing where like somebody says some statement, it's like a meme and then it says, prove me wrong.",
        2235.64,
        2242.16
    ],
    [
        " It'll say like, Martians colonize the moon, prove me wrong.",
        2242.36,
        2246.08
    ],
    [
        " Or louder with crowd or situation.",
        2246.24,
        2248.06
    ],
    [
        " I should know more about it, knowing that you probably know enough.",
        2249.14,
        2251.92
    ],
    [
        " But there's this little thing that what's underneath that is this idea like, you're not going to change my mind.",
        2252.82,
        2258.76
    ],
    [
        " I know that you are not going to change my mind. I'm being fully transparent here.",
        2259.44,
        2263.06
    ],
    [
        " This idea of transparency doesn't have to be the opposite of what you just described.",
        2263.52,
        2269.08
    ],
    [
        " You can be fully transparent.",
        2269.22,
        2270.08
    ],
    [
        " And if I actually, my relationship is strong enough with you, you know what you're going to do when I'm being transparent?",
        2270.52,
        2273.96
    ],
    [
        " You're going to listen to me. And then you're going to come back with some things that go, oh, that's a good point.",
        2274.16,
        2277.8
    ],
    [
        " And then actually together what we'll have in is we'll come up with the right plan.",
        2277.82,
        2281.02
    ],
    [
        " And then we'll go executed. It'll be awesome.",
        2281.08,
        2282.38
    ],
    [
        " Yeah, the idea of not giving away your position, you don't give it away not because you're hiding it.",
        2282.84,
        2288.32
    ],
    [
        " It's because you're truly don't know.",
        2288.4,
        2290.02
    ],
    [
        " You don't lock yourself into it.",
        2290.26,
        2291.72
    ],
    [
        " So I'm not walking into conversations. I know what I know what to do.",
        2291.96,
        2294.64
    ],
    [
        " I'm not doing that.",
        2295.22,
        2295.98
    ],
    [
        " And if you're in a leadership role, if you're in an actual leadership role, how much do you think your people really want to engage with you?",
        2296.46,
        2303.94
    ],
    [
        " If you announce your position out of the gate.",
        2304.44,
        2306.46
    ],
    [
        " Like what's the chances of them giving you great feedback?",
        2306.96,
        2310.38
    ],
    [
        " Being transparent.",
        2310.64,
        2310.96
    ],
    [
        " Yeah.",
        2311.12,
        2311.24
    ],
    [
        " Yeah.",
        2311.52,
        2311.66
    ],
    [
        " How does that encourage transparency from the troops?",
        2312.06,
        2314.74
    ],
    [
        " The answer.",
        2315.38,
        2315.72
    ],
    [
        " It doesn't.",
        2316.26,
        2316.7
    ],
    [
        " Well, and if it does, hey, Dave, that sounds like a great idea.",
        2316.96,
        2319.16
    ],
    [
        " I fully support your idea. You're so smart.",
        2319.36,
        2320.72
    ],
    [
        " Yeah.",
        2321.32,
        2321.46
    ],
    [
        " Which is the last thing you want as a leader.",
        2321.6,
        2323.16
    ],
    [
        " To be told how smart you are by your supportants.",
        2323.4,
        2325.34
    ],
    [
        " You want to be told, hey, I don't agree with you.",
        2325.36,
        2327.3
    ],
    [
        " Oh, great.",
        2327.44,
        2327.92
    ],
    [
        " Tell me why.",
        2328.34,
        2329.12
    ],
    [
        " Where practical forms salience by organizing outlying buildings to cover perimeter of town with flanking and unfileted fire.",
        2333.34,
        2344.78
    ],
    [
        " I had to look up the word salience because I didn't know what it meant.",
        2345.14,
        2348.44
    ],
    [
        " It's like a little projection that's sticking out of the battle line.",
        2349.0,
        2353.08
    ],
    [
        " In order to get a little better cover, you can take an outlying building and you can set up a sort of a fort there.",
        2353.7,
        2359.38
    ],
    [
        " So now a salience?",
        2359.94,
        2361.68
    ],
    [
        " Yeah.",
        2361.94,
        2362.08
    ],
    [
        " Form salience.",
        2362.66,
        2364.06
    ],
    [
        " Because there's a word salience, right?",
        2364.66,
        2366.9
    ],
    [
        " Yeah.",
        2367.16,
        2367.26
    ],
    [
        " It means like significant or what does that mean?",
        2367.32,
        2369.72
    ],
    [
        " I think it's like a clear point.",
        2369.9,
        2371.18
    ],
    [
        " Yeah.",
        2371.36,
        2371.56
    ],
    [
        " Which is the other, it's the same thing, right?",
        2371.72,
        2374.28
    ],
    [
        " A clear point.",
        2374.4,
        2374.94
    ],
    [
        " Well, here I am making this, it's like a projection.",
        2375.22,
        2377.92
    ],
    [
        " It's a point something sticks out.",
        2377.96,
        2379.3
    ],
    [
        " That was a salient point.",
        2379.3,
        2380.84
    ],
    [
        " Meaning, oh yeah, that was a good point.",
        2381.24,
        2383.24
    ],
    [
        " I understand what you said.",
        2383.42,
        2384.56
    ],
    [
        " Oh, we built a salient out there.",
        2384.58,
        2387.82
    ],
    [
        " Oh, it's a little point where we've got the solid coverage.",
        2387.84,
        2390.28
    ],
    [
        " Kind of like monolithic kind of the same deal.",
        2391.14,
        2394.08
    ],
    [
        " Yeah, I guess kind of the same deal.",
        2394.54,
        2396.86
    ],
    [
        " There's a monolith, which is the noun version of monolithic kind of thing.",
        2397.04,
        2402.8
    ],
    [
        " Yes, there are all kinds of words that are based on other words.",
        2403.78,
        2407.52
    ],
    [
        " Hey, I'm just trying to understand this whole deal.",
        2407.54,
        2409.66
    ],
    [
        " You're everyone's while Echo says something and then once he says it, he writes down a little note.",
        2409.74,
        2415.0
    ],
    [
        " And that means he's going to go back and edit himself out.",
        2415.18,
        2417.18
    ],
    [
        " I don't know if that made the list.",
        2417.34,
        2418.86
    ],
    [
        " I think he's going to hold it.",
        2418.94,
        2419.92
    ],
    [
        " No, he's going strong.",
        2419.92,
        2420.94
    ],
    [
        " No, hey, mate, that will probably help some people as far as salient and salience goes.",
        2421.26,
        2426.4
    ],
    [
        " Yeah.",
        2426.68,
        2426.84
    ],
    [
        " And also help people realize that there are multiple versions of the same words in the world.",
        2427.08,
        2432.22
    ],
    [
        " Yes, it's true.",
        2432.66,
        2433.32
    ],
    [
        " Oh, I'm a jerk.",
        2434.82,
        2435.98
    ],
    [
        " That too is true.",
        2436.3,
        2438.84
    ],
    [
        " In addition to a central reserve within the town, provide if possible for a concealed mobile reserve",
        2439.18,
        2444.26
    ],
    [
        " preferably strong and armor to be held outside the town to counter enemy flanking maneuver.",
        2444.26,
        2450.24
    ],
    [
        " And once again, what is the root of that right there?",
        2450.66,
        2452.5
    ],
    [
        " Don't give away your position.",
        2452.78,
        2453.88
    ],
    [
        " The root of it is hide this element, which is smart.",
        2454.14,
        2458.3
    ],
    [
        " Keep it mobile.",
        2458.8,
        2459.82
    ],
    [
        " Wherever adjacent terrain features dominate the town, they should be secured.",
        2461.72,
        2465.36
    ],
    [
        " Obviously this use of high ground may be key to successful defense.",
        2465.58,
        2470.84
    ],
    [
        " That's funny.",
        2470.98,
        2471.22
    ],
    [
        " They say dominant terrain and they just call it high ground within the town.",
        2471.42,
        2476.14
    ],
    [
        " The construction of street obstacles or barricades to impede enemy movements and the organization of groups of buildings into strong points should be carried out as extensively as time available will permit strengthen your defenses.",
        2476.16,
        2489.08
    ],
    [
        " In delaying actions, the defensive use of towns will prevent the attacker from determining the strength of the opposing of the forces opposing him.",
        2489.08,
        2496.14
    ],
    [
        " It is not normally advisable to organize a town as an isolated strong point except under terrain conditions which prevent the enemy bypassing it.",
        2496.44,
        2506.06
    ],
    [
        " So don't stick a town out there on its own.",
        2506.54,
        2508.48
    ],
    [
        " Don't stick anyone out there on their own unless the terrain allows it.",
        2508.76,
        2512.28
    ],
    [
        " So then there's a...",
        2516.28,
        2518.92
    ],
    [
        " I didn't cover one of these sections but this one when I started reading it and as I read through it I said to myself, this is such a great example of simplicity and the way this battalion attack happens and then the way it gets debriefed is all very interesting.",
        2518.92,
        2537.52
    ],
    [
        " So I'm going to burn through this real quick.",
        2537.52,
        2539.44
    ],
    [
        " Mission. This is a battalion attack in Italy.",
        2539.72,
        2541.36
    ],
    [
        " Mission. Lieutenant Colonel Earl Taylor, infantry battalion commander in Italy.",
        2541.82,
        2545.76
    ],
    [
        " On 11 October my battalion was ordered to make a night march pass through the second battalion which was about three miles east of the Italian town of Guardia north of the Colour River and sees the high ground in the vicinity of Guardia.",
        2546.22,
        2562.4
    ],
    [
        " We were then to continue the advance.",
        2562.62,
        2564.88
    ],
    [
        " Contact as we approach Guardia are leading company made contact with the enemy at A and there's a sketch that they go through this.",
        2566.38,
        2573.98
    ],
    [
        " It developed with one platoon but stopped by heavy machine gun and direct 88 millimeter fire from points E F and D and was unable to advance.",
        2573.98,
        2582.38
    ],
    [
        " I immediately moved to the high ground so basically they get into a big gun fight and they can't they can't move forward and here's here's what I like.",
        2582.48,
        2590.54
    ],
    [
        " I immediately moved to the high ground 200 yards north where I could observe the enemy position.",
        2591.36,
        2597.78
    ],
    [
        " So right now we have observed happening getting on the high ground love that observe what's he doing why is he observing well because he's got to figure out what to do.",
        2598.78,
        2606.36
    ],
    [
        " Now he gets up in this observation position and he says the enemy had all of the high ground to the front and I could see it would be impossible to advance frontally.",
        2607.8,
        2618.12
    ],
    [
        " So what does that mean now he's orienting himself to the situation of the enemies got all this high ground up here I can't advance friendly so what did you do so I decided to make a double involvement sending company I over the hill to the right and company K on a wide left",
        2619.16,
        2637.28
    ],
    [
        " involvement. Contact was to be maintained visually so there's the action to use it's actually happening so he goes to the U to loop in like four sentences which is totally legit.",
        2638.14,
        2647.66
    ],
    [
        " Base of fire five tanks were available for the attack realizing that the tanks could not move down the road to Guardia which is the only tank approach due to the streams and high mountains and because the enemy had 88's and armored cars at F I decided to replace the tanks along with my eight heavy machine guns and 681 millimeter mortars as shown in the sketch results the attack was successful by order the tanks and other supporting weapons open fire five minutes before company L started its events.",
        2650.2,
        2677.56
    ],
    [
        " That is called cover move we got tanks and and supporting weapons firing and then company L starts to move after five minutes 15 prisoners were captured 25 enemy killed our casualties were approximately 10 killed and 15 wounded which when you think about the assault on a you know in an urban environment you're going to take some casualties and those are certain certainly some casualties but those are not as bad as you might imagine going into a city when you consider the fact that the",
        2677.56,
        2707.54
    ],
    [
        " you don't know anything about urban combat one enemy with a machine gun can kill dozens and dozens of troops.",
        2707.54,
        2717.04
    ],
    [
        " The enemy strength as determined from prisoners was two rifle companies each reinforced supported by tanks armored cars 88 along the road these prisoners stated that their force was so completely disorganized and demoralized by our volume of fire that and scheme of attack that was impossible for them to",
        2717.84,
        2737.52
    ],
    [
        " make a counter attack and regain their positions planning it took about two hours to make plans for this attack which was very carefully studied planned and coordinated funny sometimes the US military spends months making plans for an attack and and he said this took two hours but it was carefully studied planned and coordinated that's what he needed was a solid two hours it effectively you know you",
        2737.52,
        2760.76
    ],
    [
        " realize the train features every weapon available to the battalion was used in such an attack maps must be pure range with critical points and phase lines.",
        2760.76,
        2767.24
    ],
    [
        " Once the attack is started the basic plan cannot be changed it must succeed that's an interesting statement and I the word that I underland was basic you're not in your head Dave like yeah my immediate reaction is must not be changed I get",
        2767.58,
        2785.58
    ],
    [
        " a sense of like that's that but yeah you're right the basic plan basic doesn't say we can't change so rather than sort of get all excited that he says you can't change the thing is to he's right yeah especially at night and when you look at this whole situation you actually want to limit the amount of",
        2785.94,
        2802.7
    ],
    [
        " replanting a record you want to limit a lot of things now not the individual actions of the teams maneuvering and things like that and let them make the adjustments but you don't want one element to go you know what",
        2803.22,
        2812.52
    ],
    [
        " let's cancel the involvement and just do something different and abandon your portion of the plane you actually can't do that so you actually need to keep the basic plan that that clearly actually made a lot of sense yeah that one word yeah that one word makes a big difference when you start thinking about what they're doing you've got what is it eight heavy machine guns since",
        2812.52,
        2831.46
    ],
    [
        " those guys are doing a fire a fire mission on this town for five minutes before you enter the town that's coordination you can't start thinking well you know I think I'm going to go earlier whatever it is your the basic plan you got to stick with that basic plan that I this is something that I lived by",
        2831.64,
        2848.8
    ],
    [
        " if I if it was possible to stick with the basic plan I was sticking with the basic plan like it would have to be something really now we would have a contingency plan hey but if I could avoid using the contingency plan I would stick with the basic plan that we were we were",
        2851.46,
        2868.78
    ],
    [
        " rehearsed and we would rehearse the contingency too but yeah people expect what they're going to be doing we had the exact same philosophy we we had contingency plans but the part of the",
        2868.78,
        2878.78
    ],
    [
        " that that made that possible is our plans were usually really fluid we have some key limits you had some limiting decisions inside there but our plans weren't",
        2878.78,
        2888.84
    ],
    [
        " hyper detailed and super down to the so you could stick to the basic plan we used to have just a joke stick to the plan that was what we always",
        2888.84,
        2895.7
    ],
    [
        " said like what would do here just stick to the plan that didn't mean you don't think you don't make changes but the idea that what we planned and how we",
        2895.7,
        2903.98
    ],
    [
        " coordinated stick to that and then make smart decisions along the way to reinforce that as opposed to you get halfway there and then hey you know we should do we should come up with a new plan like there's no time to come up with a new plan once you cross the line of",
        2904.64,
        2915.2
    ],
    [
        " departure you kind of need to stick to the plan the basic plan which also drove our plans to be basic we had very basic big picture plans yeah simple and flexible if you know if the three of us were going to go and take down a building",
        2915.2,
        2930.14
    ],
    [
        " and we say okay here's the way it's going to go once we get to the front door echo you're going to open the door Dave you're going to go left I'm going to go right and then echo you're going to go left and we go okay go we rehearse that 10 times I promise you that as we approach that building there's",
        2931.02,
        2949.92
    ],
    [
        " going to be a civilian in the front yard that echo is going to have to deal with an all of a sudden that whole plans out the window so you can't go to that level of detail and you definitely need to have",
        2949.92,
        2959.0
    ],
    [
        " flexibility there but the basic plan of hey we're going to approach the building totally that's not going to change because we know where the fire",
        2959.02,
        2964.88
    ],
    [
        " sport is etc etc etc estimating the situation and planning should be emphasized and training comment and this was I found this",
        2964.88,
        2973.32
    ],
    [
        " interesting too this account is a good example of fire movement on the battalion that I have no idea I guess I guess I",
        2973.32,
        2988.98
    ],
    [
        " but I same thing cover move and fire movement are the same thing this account at least as far as I know do you",
        2988.98,
        2995.42
    ],
    [
        " am I am I missing something I don't think so we use the term fire maneuver yeah that was the one element moves one element covers and I think it's",
        2995.42,
        3003.6
    ],
    [
        " synonymous yeah yeah however it should be pointed out that a double involvement is a rather ambitious scheme maneuver for a single battalion",
        3003.6,
        3011.66
    ],
    [
        " and should be used with caution and I love seeing that because what you're talking about echo Charles is you're you're talking about a double",
        3011.66,
        3021.22
    ],
    [
        " in element you're basically surrounding a target which means you got good guys on the flanks of bad guys and if you start shooting at the bad guys in the middle you can shoot yourself and it's really problematic the the thing about this and there would be occasional",
        3021.22,
        3039.98
    ],
    [
        " seal platoons it would call yeah we're gonna we're gonna just surround the target it works when nothing goes wrong it works when the enemy doesn't start shooting it works if you have on the positive side it works if you have a terrain feature that prevents friendly fire which is",
        3039.98,
        3056.76
    ],
    [
        " possible you can have a you know a ravine that allows you to be in a certain position but when you when you do these battalion sized operations you're actually getting out of the you should be",
        3056.76,
        3069.92
    ],
    [
        " moving outside the range of your own weapons which is what the goal is right you know we're really far away and and as long as we are shooting our weapons at the enemy there's a very small chance that our weapons are going to hit our friendly forces so be very careful about double",
        3069.92,
        3088.54
    ],
    [
        " involvement and same thing with going to a enemy's rear like if you're gonna do that well then you've got to pay attention to how that's going to work out it is a lot harder than it looks no mention is made of the",
        3090.34,
        3101.78
    ],
    [
        " constitution of a reserve force such a reserve must be retained under the control of the commander to enable to counter unforeseen enemy reaction as the attack progresses troops committed to a plan of action cannot be considered as available for this purpose",
        3101.78,
        3117.16
    ],
    [
        " the division of the battalion into into approximately three equal attack forces is open to criticism but it worked in this case a schema maneuver should include a determined determination of the direction of the main effort and the",
        3118.54,
        3134.0
    ],
    [
        " provenance of the force should be available to support this effort here's an interesting story so one of the great tactical lessons learned of my life which I learned in training when you so we would set up",
        3134.0,
        3147.16
    ],
    [
        " you know to to do target assaults typical is any army manual any any Marine Corps manuals how you do a target assault you know you set up a base element and a maneuver element so the base element is going to engage the target it gets in position and it shoots at the target once it's shot at the target for a certain amount of time the assault element then gets up and maneuvers",
        3147.54,
        3177.14
    ],
    [
        " through the target and I was watching a young junior officer I was in training at CLT one and he he said okay what we're going to do is for our base element that's going to do all the shooting at the target area what we're going to do is we're going to take our machine gunners from the other from the assault element who has to move we're going to move the machine",
        3177.14,
        3200.4
    ],
    [
        " gunners into the base on the riflemen and put them in the assault elements they can move easier they get through the target and I said I think myself that's pretty smart smart guys going to get a really strong base helmet",
        3200.4,
        3209.88
    ],
    [
        " Vietnam vet said what are you doing he said well you know you know master chief I'm going to go ahead and put heavier stronger base over here in the machine gun helmet and put all my machine guns over in the base element",
        3209.88,
        3223.82
    ],
    [
        " and I'm like I can already tell I'm glad I didn't come up with this but why is that you know he says well because I want to have more machine gunners I want to have more firepower in my base element",
        3224.64,
        3236.1
    ],
    [
        " and then the the mass chief in one question said what happens if the assault element gets compromised on the way in",
        3236.1,
        3244.32
    ],
    [
        " and",
        3247.14,
        3247.58
    ],
    [
        " of discussion",
        3247.58,
        3248.16
    ],
    [
        " because now we don't have any machine guns and and by the way what should happen is if we have machine guns in the assault element the assault element just became the base element that's what just happened",
        3248.16,
        3258.52
    ],
    [
        " so and and the thing that the other lesson that I learned from that was that what you really get to do the other",
        3258.52,
        3266.34
    ],
    [
        " benefit which I actually would say isn't even bigger benefit is we have unit integrity which I love unit integrity",
        3266.34,
        3273.86
    ],
    [
        " that squad or that platoon is always working together the machine gunners are there they can break off taking assault things they can do they can do all kinds of things where when you pull those machine gunners out they're not they're way less capable",
        3273.86,
        3285.78
    ],
    [
        " so apply that to your business to your team how do we keep the teams together how do we keep the teams together",
        3285.78,
        3296.24
    ],
    [
        " how do we keep them both how do we keep them most capable that's what we want to do",
        3296.24,
        3302.5
    ],
    [
        " setting up little specialty moments is a risky call",
        3303.86,
        3309.28
    ],
    [
        " factors contributing to the success in this attack were prompt estimate of the situation by the commander including a study of the terrain",
        3309.28,
        3317.48
    ],
    [
        " based on personal reconnaissance development of a definite plan of maneuver based on the seizure of key terrain and outflanking enemy positions detailed planning of specific orders",
        3317.48,
        3327.28
    ],
    [
        " utilization of maximum firepower where available maintenance of control over the elements",
        3327.28,
        3333.24
    ],
    [
        " little section here on fighting and wooded terrain lieutenant Colonel fl walker infantry battalion commander Italy",
        3334.64,
        3340.94
    ],
    [
        " the area in which my battalion operated was covered in thick scrub trees and fruit orchards",
        3340.94,
        3346.08
    ],
    [
        " interspersed with frequent farmhouses many stone wall six to eight feet in height and numerous sunken roads",
        3346.08,
        3352.88
    ],
    [
        " field of fire was greatly restricted average observation was only 50 to 100 yards",
        3352.88,
        3358.36
    ],
    [
        " enemy delaying groups with machine guns were widely scattered and impossible to locate until arrival within 100 yards or less",
        3358.74,
        3366.18
    ],
    [
        " it was found necessary to place heavy weapons out in the front line or very close up to avoid hitting our troops",
        3366.18,
        3373.28
    ],
    [
        " after encountering hostile fire it was found very effective to spray the entire woods ahead with a massive concentration of mortar and machine gun fire",
        3373.28,
        3381.2
    ],
    [
        " for about one minute followed by a rapid advance of rifle platoons under a salt fire to cover all the trees and house windows",
        3381.2,
        3388.12
    ],
    [
        " where snipers might be hiding in each case Germans pulled out rapidly leaving weapons and ammunition behind",
        3388.36,
        3393.28
    ],
    [
        " although we had been unable to locate them previously however the tendency of troops",
        3393.28,
        3398.56
    ],
    [
        " is to wait for definitely located targets before they will open fire which results in allowing very small",
        3398.56,
        3406.18
    ],
    [
        " groups of enemy to shift position frequently and keep up a demoralizing rate of machine gun fire to cause a",
        3406.18,
        3413.06
    ],
    [
        " great delay the continuous rapid fire delivered by our heavy machine guns had a particularly demoralizing effect on the Germans",
        3413.06,
        3421.16
    ],
    [
        " the remarks of this battalion commander emphasize the importance of barrage covering fire the fire power of",
        3421.16,
        3429.54
    ],
    [
        " available weapons in this instant substitute for artillery barrage but the principal remains the same",
        3429.54,
        3436.32
    ],
    [
        " cover move losses will be minimized by falling closely the massed fires of available weapons delivered in",
        3436.32,
        3441.88
    ],
    [
        " areas from which enemy fire is expected i think the enemy might be there i'm putting rounds into it",
        3441.88,
        3450.14
    ],
    [
        " and isn't it interesting how that one dynamic think about that learned that lesson learned",
        3450.14,
        3456.16
    ],
    [
        " of realizing hey what we need to do is lay down heavy fire wherever we think there might be",
        3456.16,
        3463.54
    ],
    [
        " enemy and push forward as quickly as we can think about that lesson like think about the first time it",
        3463.54,
        3470.42
    ],
    [
        " happens the first time happened you go where are they where are they no one shooting and then someone",
        3470.42,
        3475.0
    ],
    [
        " goes hey put down fire and advance and guy start laying down fire and they start laying down fire",
        3475.0,
        3480.94
    ],
    [
        " whatever they think there's enemy and then that allows you to get the enemies heads down because they",
        3480.94,
        3486.18
    ],
    [
        " are somewhere out there and you get their heads down and now you're maneuvering and when you're",
        3486.18,
        3493.5
    ],
    [
        " imagine that that's a little bit off of our instinct right as a human if you don't if you don't",
        3493.54,
        3498.58
    ],
    [
        " if you don't get trained that way your instinct is not hey i'm just gonna shoot where i think there's",
        3498.58,
        3503.34
    ],
    [
        " bad guys i'm gonna shoot in that little dark corner over there i'm gonna shoot not wind over there",
        3503.34,
        3507.02
    ],
    [
        " i'm gonna shoot in a near that stone wall over there you haven't seen one enemy but that's where",
        3507.02,
        3510.56
    ],
    [
        " you're shooting and now you have a whole company of soldiers doing that that's a lot of fire power",
        3510.56,
        3515.0
    ],
    [
        " going down range and it allows you to move because somewhere in one of those positions there was enemy",
        3515.0,
        3519.24
    ],
    [
        " but think about what it took to learn that lesson and how valuable that lesson right there is to be",
        3521.02,
        3525.84
    ],
    [
        " able to tell people and it also talks about the importance of speed which is the next no",
        3525.84,
        3532.48
    ],
    [
        " regimental commander infantry sissly i believe that the individual soldier now realizes that a",
        3532.48,
        3539.1
    ],
    [
        " relentless steady advance saves casualties and that he is now imbued with the knowledge of the",
        3539.1,
        3545.16
    ],
    [
        " importance of speed every man in this regiment is firmly convinced that the speed of our recent",
        3545.16,
        3550.66
    ],
    [
        " operations saved us from huge losses down to the lowest private the feeling exists that we would",
        3550.66,
        3557.12
    ],
    [
        " still be at canisati if we had not pushed the enemy off balance and kept them that way",
        3557.12,
        3565.26
    ],
    [
        " you know how often are we sitting there waiting for the perfect plan the perfect whatever",
        3565.26,
        3574.64
    ],
    [
        " on what we should be doing is moving right you you want to just bring this down to working out",
        3574.64,
        3579.18
    ],
    [
        " echo Charles since that seems to be your main you know topic for the day yeah cool yeah so let's",
        3579.18,
        3586.2
    ],
    [
        " look at two options one all right what I'm gonna do is I'm gonna go research on the internet you",
        3586.2,
        3590.48
    ],
    [
        " know what the max time under load I need to do for this particular workout right time under tension",
        3590.48,
        3595.9
    ],
    [
        " blah blah blah blah right but come up with a my periodic periodicity period periodization",
        3595.9,
        3602.44
    ],
    [
        " my periodization for my workouts right all these things that you could spend two hours",
        3603.48,
        3608.1
    ],
    [
        " researching and then writing and mapping out or you could go do a bunch of clean and jerks",
        3608.1,
        3614.06
    ],
    [
        " just go yeah there is an advantage to do in clean and jerks look i'm not saying you got to be an idiot",
        3614.06,
        3619.2
    ],
    [
        " no no but there are some some positive things to just going yes and keeping moving and firing",
        3619.2,
        3627.62
    ],
    [
        " where you think it might hey I don't know about the the the the the internal bicep head or whatever the",
        3627.62,
        3637.74
    ],
    [
        " break you'll head of the bicep which I know you probably got some little to high tuned",
        3637.74,
        3642.72
    ],
    [
        " larger size in short hands yeah there you go so you do certain types of curls with the easy bar to",
        3642.72,
        3648.64
    ],
    [
        " hit that target right yeah whereas you could just say hey let's face it go do some curls right yeah",
        3648.64,
        3654.94
    ],
    [
        " yeah actually you're right I actually agree with you 100% I agree with that philosophy in working out",
        3654.94,
        3660.0
    ],
    [
        " yeah I mean there's a couple of things you want to know otherwise you're just kind of you know",
        3660.0,
        3664.2
    ],
    [
        " moving around with with no specific direction which I you know teach their own but yeah I think",
        3664.2,
        3670.74
    ],
    [
        " that actually is a very good analogy you know you see sort out what am I trying to do here",
        3670.74,
        3675.78
    ],
    [
        " get a few basic methods on try to you know how to achieve it and let's go especially when you start",
        3675.78,
        3682.82
    ],
    [
        " coupling that attitude with the fact that we don't want to move in the first place right that",
        3683.62,
        3688.44
    ],
    [
        " inertia is we're just trying to stay still yes and now we can we can we can focus on that by just",
        3688.44,
        3694.24
    ],
    [
        " doing a bunch of planning like I'm just waiting to see where the bad guys are I'm just waiting no",
        3694.24,
        3698.76
    ],
    [
        " freaking lay down fire yeah that's that's the way you wake up in the morning you wake up in the",
        3698.76,
        3703.68
    ],
    [
        " morning saying I'm gonna put down fire yeah that's what I'm gonna do yeah you're right about that",
        3703.68,
        3710.78
    ],
    [
        " too how you you're like oh wait what oh wait let me try to remember what I was gonna do today and",
        3710.78,
        3715.98
    ],
    [
        " be like well I should maybe I should do this because because tomorrow I'm gonna do this so maybe",
        3715.98,
        3719.48
    ],
    [
        " I shouldn't do this you know I shouldn't do it that hard or and you know and you spend all this time",
        3719.48,
        3724.18
    ],
    [
        " and then it's like well shoot if I do the whole workout now shoot dinners like in like 45 minutes",
        3724.18,
        3731.34
    ],
    [
        " so maybe I should I don't know it's just saying depends on when you work out I guess you're",
        3731.34,
        3736.02
    ],
    [
        " you know not in your case for sure maybe a breakfast or whatever but yeah then you're like oh",
        3736.1,
        3741.28
    ],
    [
        " that's 45 minutes that only gives me like 10 minutes to warm like or one minute to warm up and",
        3741.28,
        3745.56
    ],
    [
        " maybe oh man I might as well just do this tomorrow that way I could get the whole thing done you",
        3745.56,
        3749.7
    ],
    [
        " see what I'm saying then yeah bro that planning not only did it not a lot of that not matter",
        3749.7,
        3754.14
    ],
    [
        " meanwhile weakness is winning in your body meanwhile weakness is winning man and then there's that",
        3754.14,
        3759.26
    ],
    [
        " to avoid yeah is that I think who's you who talked about I don't know whatever but yeah when",
        3759.26,
        3765.5
    ],
    [
        " you let the weakness creep in you give that weakness a precedent you know so the the weakness is",
        3765.5,
        3770.14
    ],
    [
        " sort of like oh yeah I kind of approved my my my my presence kind of thing I was talking about",
        3770.14,
        3775.66
    ],
    [
        " the Sony F online the other day I I've been doing this lately in my head so and I haven't quite",
        3775.66,
        3782.88
    ],
    [
        " figured out what this means but I know it's been very functional when you have like an option",
        3782.88,
        3790.96
    ],
    [
        " of doing a bad thing or just not doing the bad thing that reaction of just not doing the bad",
        3790.96,
        3801.62
    ],
    [
        " thing isn't strong enough I've actually been trying to do something good okay does that make sense",
        3801.62,
        3812.86
    ],
    [
        " you know what I'm not going to eat the donut that's not strong enough not not only am I not",
        3812.86,
        3818.26
    ],
    [
        " going to eat the donut I'm actually going to go and do 20 burpees yeah and you know it doesn't",
        3818.26,
        3825.0
    ],
    [
        " even have to be extreme because guess what you you're working or whatever and you're just like I",
        3825.0,
        3828.54
    ],
    [
        " just want to have a no no no I'm not going to eat that donut and you know what I'm going to do I'm",
        3828.54,
        3832.04
    ],
    [
        " going to go and get my desk cleared off right now yeah kind of I'm talking to you doing something",
        3832.04,
        3836.76
    ],
    [
        " actually proactive right to crush yeah to crush that weakness that's wanting to grow it's just",
        3838.44,
        3846.9
    ],
    [
        " it's like it's like it's like you know if I says hey echo uh hecko you know you you want to you",
        3846.9,
        3855.44
    ],
    [
        " want to come by my house and and grill up some steaks and let's say you don't really feel like",
        3855.44,
        3860.58
    ],
    [
        " doing it and so you're like well you know what I mean I'm gonna pressure you but if you're like",
        3860.58,
        3865.66
    ],
    [
        " negative I'm already doing something I'm like okay that case closed right case closed you",
        3865.66,
        3870.06
    ],
    [
        " already want yeah so I'm just saying going a little bit harder at the weakness yeah there's a",
        3870.06,
        3874.22
    ],
    [
        " little trend I'm in right now yeah and that and that works I mean it depends which mean by works",
        3874.22,
        3880.04
    ],
    [
        " but that's a good move that's like yeah you know like yeah I'm about to um like okay I have I have",
        3880.04,
        3885.68
    ],
    [
        " burpees at the end of this workout I finished the work a workout with 100 burpees we'll say",
        3885.68,
        3890.24
    ],
    [
        " I'll be like man that workout was pretty solid you know I don't know about those burpees you know",
        3890.32,
        3895.56
    ],
    [
        " let's let's we'll do those burpees another time we're gonna skip the burpees is what we're gonna do",
        3895.56,
        3899.18
    ],
    [
        " then it comes time to skip the party like you know what no 150 or 200 now just for thinking that",
        3899.18,
        3905.6
    ],
    [
        " you know oh yeah you're going hard on weakness yes we got the positive that I think you're right",
        3905.6,
        3910.28
    ],
    [
        " I'm gonna start like this this ties in for me I'm gonna start laying down fire if I",
        3910.28,
        3914.84
    ],
    [
        " now I'm gonna start being even more proactive I start seeing weakness I'm laying down fire I'm",
        3914.84,
        3918.9
    ],
    [
        " putting my puttons of morgue around all that stuff immediately yeah would you write down Dave",
        3918.9,
        3923.8
    ],
    [
        " I think we went so far away from whatever I'm not sure I can bring us back we're talking about",
        3923.8,
        3930.5
    ],
    [
        " burpees and bicep controls bro you talked about bias before so actually it might be a little",
        3930.5,
        3937.5
    ],
    [
        " connection here if we think about it for a second you were talking about well you actually weren't",
        3937.5,
        3941.02
    ],
    [
        " talking about bias I had the word bias in my mind um when we had a plan hey we're gonna go to the",
        3941.02,
        3946.16
    ],
    [
        " building you're gonna go to the the east stairwell you're gonna go to the west and hey we that",
        3946.16,
        3949.9
    ],
    [
        " might happen we might have to do something different we used to brief gun on missions these",
        3949.9,
        3953.36
    ],
    [
        " these general missions like hey all things being equal I want you to bias to the south and if you",
        3953.36,
        3958.96
    ],
    [
        " know we get additional pressure you're gonna be the element that biases to the south now look",
        3958.96,
        3963.16
    ],
    [
        " something may come up where you can't do that and that's fine you may go to the north go and let me",
        3963.16,
        3967.22
    ],
    [
        " know but our plan is that all things being equal we're gonna bias in this direction which allows",
        3967.22,
        3972.78
    ],
    [
        " him to keep my plans like really general yeah that's about this general yeah yeah that's great",
        3972.78,
        3978.18
    ],
    [
        " and and it's but it's it's not completely like out in nowhere where you don't have some idea but",
        3978.18,
        3982.72
    ],
    [
        " it's like hey these are the things we anticipating and all things being equal I want you're you were",
        3982.72,
        3987.38
    ],
    [
        " we were talking about the um the inertia thing which is kind of bugged me from the beginning but I",
        3987.38,
        3994.08
    ],
    [
        " actually was thinking about as you were saying it is you know he's talking about like the laws of",
        3994.08,
        3999.52
    ],
    [
        " physics whereas objects and at rest tend to stay at rest and objects and motion tend to stay in motion",
        3999.56,
        4005.82
    ],
    [
        " and the hard part is getting the the staying at rest and getting it to the motion like once you get",
        4005.82,
        4012.34
    ],
    [
        " the motion going actually it's not that hard to keep it going it's the friction of doing nothing",
        4012.34,
        4017.5
    ],
    [
        " and is that connection you like you said I know you didn't invent it but this idea of default",
        4017.5,
        4022.22
    ],
    [
        " aggressive this bias for doing something is the hardest thing to get which is the natural bias",
        4022.22,
        4029.18
    ],
    [
        " of doing something and when you made that comment about when I see weakness where I feel weakness",
        4029.18,
        4034.74
    ],
    [
        " the natural bias is oh no I'm not gonna give into that weakness I'm gonna do nothing which",
        4034.74,
        4041.26
    ],
    [
        " everyone's like that's the win and you're like no actually that's not the win the win is not to do",
        4041.26,
        4046.36
    ],
    [
        " nothing now is it better than eating a donut yes but we're not here to just not eat donuts that's",
        4047.42,
        4052.84
    ],
    [
        " not the game we're playing over here the game we're playing is just not to eat the donuts and he",
        4052.84,
        4058.26
    ],
    [
        " started the very first thing is leadership versus inertia it's that how hard is it to get the movement",
        4058.26,
        4065.04
    ],
    [
        " to do something but once you have that bias that bias to maneuver and that starts it's not that hard",
        4065.04,
        4073.3
    ],
    [
        " it's actually gets easier every single time so that's my connection to things you were saying and yeah",
        4073.8,
        4080.02
    ],
    [
        " I'm gonna let you guys talk about what it is you talk about but that's what I was thinking about",
        4080.02,
        4084.14
    ],
    [
        " is that what that bias really means to tie back to the very first thing that I kind of thought about",
        4084.14,
        4088.44
    ],
    [
        " was like hey what's he talk about because I was thinking inertia is movement and inertia is not",
        4088.44,
        4092.08
    ],
    [
        " movement it's just the state that you're in inertia could be doing nothing and that's what he's",
        4092.08,
        4096.3
    ],
    [
        " talking it's breaking out of that and the bias to move which is the the most challenging thing yeah",
        4096.3,
        4102.52
    ],
    [
        " I talk about pushing a train you know and I'm always like hey if you're gonna push a train",
        4102.52,
        4107.18
    ],
    [
        " the first getting that thing to start moving is the hardest part and you start pushing you push you",
        4107.18,
        4112.9
    ],
    [
        " push and it eventually starts to move a little bit and then you get to a point if you keep pushing",
        4112.9,
        4118.94
    ],
    [
        " that thing where you can actually like grab onto the railing and hang on for a second it's just",
        4118.94,
        4123.2
    ],
    [
        " gonna keep going you started it when you were talking about blasts and a rocket ship out of here",
        4123.2,
        4127.54
    ],
    [
        " exactly you can actually use 90% of your effort to get that in you don't need you don't need",
        4127.54,
        4132.98
    ],
    [
        " 90% you can coast the rest of the way once you break free of that gravitational force of like literally",
        4132.98,
        4139.36
    ],
    [
        " I'm just gonna I'm just on the train now yeah now look if you can just jump on a speeding train go",
        4139.36,
        4144.98
    ],
    [
        " for it but most of us most people have to actually get that train from a dead stop and move it yeah",
        4144.98,
        4149.64
    ],
    [
        " you ever see those guys roll up a frying pan like a like a piece of paper kind of thing I think that's",
        4149.64,
        4156.9
    ],
    [
        " like the the method really yeah like you hit it like real hard of that initial but and then it like",
        4157.22,
        4162.94
    ],
    [
        " heats up the molecule so it becomes more yeah interesting I'm not mistaken unless I got tricked or",
        4162.94,
        4169.12
    ],
    [
        " something like that and it's one big trick but I'm pretty sure that the because it's always a",
        4169.12,
        4173.98
    ],
    [
        " strong man right yeah yeah rolling up a frying pan I'll tell you that much it's usually like a",
        4173.98,
        4180.32
    ],
    [
        " feet of strength now I wonder if it's like you're seeming to bring it to some sort of molecular level",
        4180.32,
        4187.28
    ],
    [
        " which I'm not sure about that was the explanation for real they're like this is the trick is how you do",
        4187.28,
        4192.7
    ],
    [
        " it you know what I do not know if you're right and I do not know if you are wrong I'm gonna just",
        4192.7,
        4198.0
    ],
    [
        " leave it hanging and people will let us know and we will get someone with a frying pan posting it",
        4198.0,
        4203.04
    ],
    [
        " and telling us hey echo Charles is 100% right or echo Charles",
        4203.04,
        4208.94
    ],
    [
        " the most likely outcome of this is either of those it's bro echo talking about frying pans when",
        4208.94,
        4218.12
    ],
    [
        " we're talking about combat that's the most likely out these concepts and everywhere there's only so",
        4218.12,
        4223.1
    ],
    [
        " much I can do to keep us on topic here echo I'm just saying if you can work with a frying pan",
        4223.1,
        4226.9
    ],
    [
        " brats good and rocket ships and whatnot it can work with like everyday stuff and I actually",
        4226.9,
        4231.22
    ],
    [
        " think echo is the premier example in the world premier example of in the world in the entire world of",
        4231.22,
        4237.22
    ],
    [
        " if you know the way broadly you see it and all things you're seeing combat in a frying pan",
        4237.22,
        4243.66
    ],
    [
        " man these ideas are everywhere but there was the well as far as feats of strength go there's",
        4243.66,
        4249.48
    ],
    [
        " the ripping the phone book one yeah right I think there's a little trick there's a trick",
        4249.48,
        4253.18
    ],
    [
        " we got to like unbunch them or bunch them but I think your point is that that initial the initial",
        4253.18,
        4257.74
    ],
    [
        " break is the hard part is the hard part that's where you use technique roll well okay how it",
        4257.74,
        4264.18
    ],
    [
        " went was the the the rolling up of the frying pan how how it's explained is you hit it with that",
        4264.18,
        4270.12
    ],
    [
        " first force of the rolling action but you just can't like you can't hit one and then re-grip and",
        4270.12,
        4277.06
    ],
    [
        " hit another one it's not like that you got to hit it once and just keep keep going don't let",
        4277.06,
        4280.92
    ],
    [
        " like the momentum stop because the molecules are still heated up for that moment",
        4280.92,
        4286.02
    ],
    [
        " for some more malleable or whatever that's how it was explained to me we're gonna look at you're",
        4286.62,
        4292.56
    ],
    [
        " going out on limb I like it you like you got no problem taking risk I like the way you will",
        4292.56,
        4296.52
    ],
    [
        " next one the herd instinct major Robert Wilson observer with the ex division they don't name the",
        4296.52,
        4302.74
    ],
    [
        " division and Italy our troops echo is taking a note maybe he's concerned that's getting edited oh",
        4302.74,
        4308.28
    ],
    [
        " you're going strong no all good our troops showed a decided tendency to bunch up under fire this",
        4308.28,
        4314.68
    ],
    [
        " was observed on several occasions one prisoner wore a German forward observer for an 88 millimeter",
        4314.68,
        4319.5
    ],
    [
        " battery was interrogated concerning his technique of adjustment it seems he had been told that",
        4319.5,
        4324.38
    ],
    [
        " American troops congregated went under fire when he saw American troops advancing he would call",
        4324.38,
        4329.1
    ],
    [
        " for one or two rounds in their vicinity and observe the area where they congregated",
        4329.1,
        4333.98
    ],
    [
        " fire was then shifted to that area the prisoner stated that he conducted very effective",
        4333.98,
        4338.94
    ],
    [
        " fire in this way and several occasions on it Italy don't bunch up don't bunch up leadership strategy",
        4338.94,
        4345.08
    ],
    [
        " and tactics talked about this from a leadership perspective let the leader lead you don't need to",
        4345.08,
        4350.22
    ],
    [
        " jump in there and crowd the leader everyone look at now I really let me tell you my opinion",
        4350.22,
        4354.02
    ],
    [
        " listen to what the boss has to say if you want some suggestions give it to him don't crowd",
        4354.02,
        4359.24
    ],
    [
        " don't bunch up base of fire lieutenant Colonel jam thin infantry battalion commander",
        4359.24,
        4364.84
    ],
    [
        " it was found that so long as japs could keep us ducking from aimed fire their position remained",
        4365.54,
        4373.38
    ],
    [
        " secure but once the jap was made to keep his head down in the americans could get to his feet",
        4373.38,
        4377.5
    ],
    [
        " and attack is merely a matter of walking up to the position and tossing ingranaids",
        4377.5,
        4382.04
    ],
    [
        " to make this possible require the coordination of fires down to and including the rifleman",
        4382.04,
        4388.24
    ],
    [
        " it is important that commanders and leaders realize this otherwise troops remain down when it is",
        4388.24,
        4393.32
    ],
    [
        " not necessary so amazing it's so amazing cover move teamwork down to the lowest level yeah",
        4396.16,
        4404.26
    ],
    [
        " and I just said teamwork and guess what the next section is called and I did not look at this the",
        4404.26,
        4408.8
    ],
    [
        " next section of teamwork we would have a rifleman point out a pill box using trace or ammunition",
        4408.8,
        4413.9
    ],
    [
        " then a 37 millimeter gun would take them under fire with high explosives oftentimes a pill box",
        4413.9,
        4418.94
    ],
    [
        " crew attempt to evacuate to safer place and the light machine gun would mow them down",
        4418.94,
        4422.58
    ],
    [
        " isn't it interesting when we talk about teamwork and we talk about cover move the reason that it",
        4422.58,
        4430.54
    ],
    [
        " is such an incredible metaphor is because if you don't cover and move you don't win it's as simple as",
        4430.54,
        4440.26
    ],
    [
        " that if you don't have one element that's shooting at the japanese while the other element is",
        4440.26,
        4445.54
    ],
    [
        " walking up and if you don't do that you lose that's what happens you lose if you do that you win",
        4445.54,
        4451.78
    ],
    [
        " if you work together as a team you win here's lieutenant colonel tf bogart infantry officer",
        4451.78,
        4463.16
    ],
    [
        " Italy one night in the vicinity of avalino the battalion established an outpost line around the",
        4463.16,
        4470.4
    ],
    [
        " high ground to the northeast city patrols were ordered up several roads leading out of the city",
        4470.4,
        4475.0
    ],
    [
        " all company commanders were informed of the dispositions the patrols went out before the outposts",
        4475.0,
        4480.04
    ],
    [
        " were posted a few hours later firing was heard at the battalion CP which increased in tempo",
        4480.04,
        4485.2
    ],
    [
        " and kept up most of the night soon reports were sent that sent in that german patrols were operating",
        4485.2,
        4492.36
    ],
    [
        " in front of the outposts I'm sure you all know what's coming next morning it became apparent that our",
        4492.36,
        4497.3
    ],
    [
        " own patrols had been fired on as they attempted to return to the outpost line comment the constant",
        4497.58,
        4504.1
    ],
    [
        " recurrence of such reports indicates the necessity for closer coordination of patrol activity",
        4504.1,
        4510.38
    ],
    [
        " with the outposts of with the outpost system positive steps must be taken to ensure that the",
        4510.38,
        4516.42
    ],
    [
        " roots of returning patrols are known to the outposts and that recognition signals are arranged",
        4516.42,
        4521.2
    ],
    [
        " and",
        4522.8,
        4523.28
    ],
    [
        " blue on blue no one thinks it's gonna happen",
        4523.28,
        4525.4
    ],
    [
        " no one thinks it's gonna happen",
        4525.4,
        4529.78
    ],
    [
        "",
        4529.78,
        4529.78
    ],
    [
        " never",
        4529.78,
        4533.3
    ],
    [
        " never even thought about blue on blues is like such a it seemed like such a",
        4533.3,
        4538.38
    ],
    [
        " I shouldn't say we never thought about it but it seemed like such a foreign idea you think how could",
        4538.38,
        4543.32
    ],
    [
        " that ever happen",
        4543.32,
        4544.24
    ],
    [
        " the way I know whenever things is gonna happen to them that they always know what happens",
        4544.24,
        4550.26
    ],
    [
        " but it always happens to somebody else some other teams so it never happens to them",
        4550.34,
        4556.14
    ],
    [
        " I mean even that comment is like the common a current or the common debrief that we got on this",
        4556.14,
        4561.88
    ],
    [
        " and whatever you say like how often they heard that same exact story",
        4561.88,
        4566.22
    ],
    [
        " notes from other arms there's another one about just staying off the skyline right don't give",
        4566.22,
        4580.16
    ],
    [
        " a section about what it was like when they had an anti-aircraft versus when they didn't have it",
        4580.16,
        4584.56
    ],
    [
        " and the title of the section is absence makes the heart grow fonder and what it was like",
        4584.56,
        4591.5
    ],
    [
        " and and what he says in here is that the rarely with the anti-aircraft actually hit a",
        4591.5,
        4598.58
    ],
    [
        " German aircraft that was strafing them who rarely happened but when the anti-aircraft wasn't there",
        4598.58,
        4603.66
    ],
    [
        " the German aircraft would just come down and just hammer free reign",
        4603.66,
        4607.84
    ],
    [
        " radio discipline first lieutenant CE plays air corps cissly flyers coming into the combat zone had",
        4611.36,
        4619.66
    ],
    [
        " no conception of radio discipline Dave new pilots use the radio indiscriminately men returning",
        4619.66,
        4629.38
    ],
    [
        " from missions use the interplane radio unnecessarily which jammed up the band for other planes still",
        4629.38,
        4635.18
    ],
    [
        " on a mission comment failure to observe radio discipline is a major problem for both air and ground",
        4635.18,
        4641.38
    ],
    [
        " units in combat each individual believes his case is a special one not bound by established rules",
        4641.38,
        4648.7
    ],
    [
        " this tendency must be discouraged by positive action radio discipline is established to facilitate",
        4648.7,
        4654.42
    ],
    [
        " essential communications during combat and is not a peacetime play thing to be discarded when action",
        4654.42,
        4659.0
    ],
    [
        " is joint and this is this is task unit bruiser we were freaking awesome at radio discipline we did",
        4659.0,
        4667.84
    ],
    [
        " not talk on the radio in fact there would be operations where some some task units might use two",
        4667.84,
        4675.08
    ],
    [
        " or even three separate radio nets to coordinate and in task unit bruiser we would use one",
        4675.08,
        4682.18
    ],
    [
        " and it would be almost completely silent so yeah and how does this translate into regular life",
        4682.68,
        4690.12
    ],
    [
        " it's talking all the time it's not having discipline what the hell you say",
        4690.12,
        4694.36
    ],
    [
        " just feel them like you got to throw in your two cents all the time",
        4694.36,
        4698.38
    ],
    [
        " and yes for those of you that aren't seeing this I'm looking right right at my friend echo",
        4698.38,
        4705.9
    ],
    [
        " whatever breath weekend you know when I talk I think anyway I don't know I could be wrong here",
        4706.28,
        4713.06
    ],
    [
        " maybe I'm trying to just support the point you know bring it down to the everyday level right",
        4713.06,
        4717.38
    ],
    [
        " on soon same I think there's a lot of supporters out there at least at least yeah the radio",
        4717.38,
        4723.76
    ],
    [
        " discipline thing isn't it weird to this this idea that everyone in combat each individual believes",
        4723.76,
        4729.76
    ],
    [
        " his case is a special one that's such a derogatory statement and you know what's funny about that",
        4729.76,
        4736.4
    ],
    [
        " derogatory statement everyone that hears it thinks they're talking about someone else like that's",
        4736.4,
        4742.76
    ],
    [
        " not me but it is you you are talking and no one wants to hear you and what you have to say isn't",
        4742.76,
        4750.44
    ],
    [
        " that important is that kind of like talking about your dreams with your friend no idea you ever like",
        4750.44,
        4756.9
    ],
    [
        " you ever get your friend but I got you know I'm about to have an idea no if I can you know",
        4756.9,
        4762.14
    ],
    [
        " when your friend is like hey I had this dream last night and it was about and and it's not about",
        4762.14,
        4765.64
    ],
    [
        " you or nothing but it's like I was just the weirdest dream aren't you like bra who cares you know",
        4765.64,
        4769.82
    ],
    [
        " but if you ever find yourself telling whoever about your dream it's yeah it seems like it's so",
        4769.82,
        4775.22
    ],
    [
        " interesting it was just so bizarre and all this stuff you know all the person's like bra be quiet",
        4775.22,
        4780.6
    ],
    [
        " you know radio silent resounding metaphor complete",
        4780.6,
        4784.0
    ],
    [
        " uh",
        4793.32,
        4793.92
    ],
    [
        " capture documents big section about um",
        4793.92,
        4796.0
    ],
    [
        " upon searching the bodies they found a map of the second lieutenant and dispatched",
        4796.0,
        4802.18
    ],
    [
        " immediately to the regimental command post by a runner next day the translation of this",
        4802.18,
        4805.82
    ],
    [
        " map was returned to first battalion it showed the Japanese defensive plan and proved very effective",
        4805.82,
        4811.44
    ],
    [
        " in eliminating Japanese from that area when they attacked it not only marked maps but also",
        4811.44,
        4816.96
    ],
    [
        " documents of less apparent importance may furnish the key to enemy plans when combined with other",
        4816.96,
        4821.84
    ],
    [
        " information the necessity for prompt forwarding to higher headquarters of all captured documents",
        4821.84,
        4828.28
    ],
    [
        " must be impressed on all ranks and I'll tell you why I wanted to bring that up because this is",
        4828.28,
        4832.6
    ],
    [
        " something we get told about intel all the time is you know hey look you might find a piece of paper",
        4832.6,
        4837.56
    ],
    [
        " that's got the word purple on it and you bring that you know hey this is what I found on target",
        4837.56,
        4844.18
    ],
    [
        " that could be some code word that you didn't know about it and it's it you don't know",
        4844.18,
        4849.44
    ],
    [
        " so whenever you think you know you're wrong whenever you think oh that doesn't mean anything you're",
        4849.44,
        4858.2
    ],
    [
        " wrong and so when someone is talking to you and you think you know you're wrong you don't know",
        4858.2,
        4864.28
    ],
    [
        " there got some perspective that you don't know so listen to it listen to it",
        4864.34,
        4869.04
    ],
    [
        " I have to put myself in check sometimes when I'll get asked a question like we're working with a client",
        4869.04,
        4875.78
    ],
    [
        " and someone will give me a question and I'm telling you I have you I know you you have to",
        4875.78,
        4883.72
    ],
    [
        " experience this two Dave someone someone raised their hand hey I want to know when it comes to",
        4883.72,
        4889.42
    ],
    [
        " cover move if I'm working with another department and they don't we already know where that question is",
        4889.82,
        4894.98
    ],
    [
        " going right there's like a 98% chance that we know that they're going to say hey this other",
        4894.98,
        4899.24
    ],
    [
        " department doesn't care about me and they don't really support us so what what am I supposed to do",
        4899.24,
        4902.96
    ],
    [
        " then just keep some what we we've heard that question we hear that question a lot I always have to",
        4902.96,
        4907.94
    ],
    [
        " put myself in check because just because I think that's what they're going to say doesn't mean that's",
        4907.94,
        4914.18
    ],
    [
        " what they're going to say it doesn't mean that there's not some nuance to it it doesn't mean that I",
        4914.18,
        4917.74
    ],
    [
        " can spit out some module about how you you know well you continue supporting no no listen to what",
        4917.98,
        4923.62
    ],
    [
        " they're saying don't stop them from talking you know the minute some when I see this in group",
        4923.62,
        4933.34
    ],
    [
        " dynamics you know there's a discussion going on and someone's talking and someone else someone else",
        4933.34,
        4939.48
    ],
    [
        " in the group will will cut them off and this is another thing I talked about on the F online",
        4939.48,
        4946.04
    ],
    [
        " think about how disrespectful it is to cut someone off right like you might not say anything to me",
        4947.74,
        4953.3
    ],
    [
        " but if you're talking and I just jump in cut you off and just just without regard just just start",
        4953.3,
        4958.72
    ],
    [
        " you know cut you off think about how do you consider that disrespectful echo Charles yes sir",
        4958.72,
        4963.6
    ],
    [
        " I do most people recognize that that is disrespectful and so they try to stop themselves from doing it",
        4963.6,
        4970.48
    ],
    [
        " they can't always control their egos they can't always like let it continue and I'll say I think",
        4970.48,
        4976.68
    ],
    [
        " being on podcasts have you ever noticed when two people that have podcasts are on the same podcast",
        4976.68,
        4981.86
    ],
    [
        " they'll let the other person talk and it's sort of let the person complete thoughts because",
        4981.86,
        4986.46
    ],
    [
        " podcast is sort of an amplified version of if all of a sudden we're talking over each other it's",
        4986.46,
        4991.64
    ],
    [
        " just painful to listen to but then if you get someone that's not really a podcast type person",
        4991.64,
        4996.98
    ],
    [
        " or haven't hasn't done a lot of they'll be jumping in and wanting to talk and it makes it",
        4996.98,
        5001.62
    ],
    [
        " hard to listen to so to me I think that's that's enhanced my my my listening right because I",
        5001.62,
        5011.16
    ],
    [
        " if I have a guest on here and they want to talk it's like okay I'm gonna let them complete their",
        5011.16,
        5015.26
    ],
    [
        " sentence and what I've realized over the years is that when I let someone do that there's usually",
        5015.26,
        5019.48
    ],
    [
        " some nuggets in there that I didn't know about so I'm actually gonna listen to what you have to say",
        5019.48,
        5024.18
    ],
    [
        " and the minute when I hear someone at what at you know at a we'll be working with a company and",
        5024.18,
        5029.12
    ],
    [
        " you'll hear someone say you know someone's mid-sentence and boom gets cut off and overrun and here's",
        5029.12,
        5035.14
    ],
    [
        " what I was explaining on a F online the other day we all recognize that as disrespectful",
        5035.14,
        5039.86
    ],
    [
        " but it's seldom that we recognize the opposite which is when I'm listening to you",
        5039.86,
        5046.92
    ],
    [
        " I am showing you respect and you subconsciously know that like the the person that you're talking to",
        5046.92,
        5053.26
    ],
    [
        " when you listen to them they subconsciously feel respected which is a good which is a great thing",
        5053.26,
        5059.14
    ],
    [
        " because we're trying to build a relationship we're trying to build trust and it's incredible how",
        5059.14,
        5063.72
    ],
    [
        " this tool of listening is so powerful in increasing the trust in relationships that we can work",
        5063.72,
        5069.08
    ],
    [
        " to better together as a team and yet it's neglected all the time because I think oh I already know",
        5069.08,
        5075.2
    ],
    [
        " what Dave is going to say so I'm just gonna buddhen and start to tell him what I think well I am",
        5075.2,
        5082.12
    ],
    [
        " disrespecting Dave contrary if Dave is talking and I listen to him and I nod my head and say",
        5082.64,
        5089.04
    ],
    [
        " up I hear what you're saying and I let him complete his thoughts not only am I not disrespecting him",
        5089.04,
        5094.82
    ],
    [
        " I am respecting him and damn if you don't see some just mayhem go watch the news",
        5094.82,
        5101.9
    ],
    [
        " it's insanity it's total insanity not just the news casters themselves or the guests that they have",
        5101.9,
        5109.52
    ],
    [
        " come on for three minutes to yell at each other but you know go watch some you know two people in",
        5109.52,
        5114.84
    ],
    [
        " this day and age or five people or a hundred people arguing with each other no one's listening",
        5114.84,
        5119.3
    ],
    [
        " anybody why jump into that bar fight right this is a verbal bar fight which I obviously can escalate",
        5119.3,
        5125.92
    ],
    [
        " into real fights and real problems nowadays we're seeing all kinds of mayhem out in streets and",
        5125.92,
        5131.0
    ],
    [
        " that mayhem is being caused by the fact that no one's listening to each other and it starts with",
        5131.0,
        5135.62
    ],
    [
        " a disrespect of I'm not gonna listen to you and by the way when you when I cut you off and then",
        5135.62,
        5141.68
    ],
    [
        " you try and cut me off back what's my response I get louder and then you get louder and now we're",
        5141.68,
        5148.58
    ],
    [
        " escalating next thing you know we're throwing punches next thing you know we're hucking bottles and",
        5148.58,
        5152.04
    ],
    [
        " bricks and shooting tear gas and we got a real freaking problem because we don't listen to each other",
        5152.04,
        5158.92
    ],
    [
        " yeah a lot of times though when when I witness that or see it or whatever I think anyway it comes",
        5160.14,
        5167.14
    ],
    [
        " not necessarily overtly disrespect but it's almost like an absence of respect because more like",
        5167.14,
        5173.52
    ],
    [
        " they're just distracted or maybe just focused on their own like what they have to say or their",
        5173.52,
        5179.46
    ],
    [
        " own significance or whatever right so how you said yeah because if I think I know what Dave's",
        5179.46,
        5184.94
    ],
    [
        " gonna say I'm gonna cut him off and that's true and even if it's subconscious it's true you know",
        5184.94,
        5189.84
    ],
    [
        " because if I don't know what you're gonna say and I'm like kind of curious I'm gonna I'm gonna wait",
        5189.84,
        5193.54
    ],
    [
        " to hear it you know but a lot of times people they're either think they know what they're gonna say",
        5193.54,
        5200.7
    ],
    [
        " or they're too eager about what they want to say right so it kind of a lot of times it comes back to",
        5200.7,
        5205.9
    ],
    [
        " like what kind of person you are you know so if you're like hey everything that comes out of my my",
        5205.9,
        5210.02
    ],
    [
        " mouth is just gold you'll probably interrupt people more like I tend to see that kind of pattern you",
        5210.08,
        5218.64
    ],
    [
        " know for sure and there's I will say the main time when I jump in on somebody is like I've got",
        5218.64,
        5227.18
    ],
    [
        " something flashing through my brain and I don't want to lose it yeah you don't know for getting",
        5227.18,
        5231.78
    ],
    [
        " there is that to you and yeah that actually seems like a legitimate like reason to interrupt",
        5231.9,
        5239.28
    ],
    [
        " sometimes yeah but it's one of those things and I think like you said a couple times where it's like",
        5239.28,
        5244.14
    ],
    [
        " oh yeah it might must not have been that important or whatever you know if you forget it but here's",
        5244.14,
        5248.3
    ],
    [
        " the thing though there's a little dichotomy on that one too what if Dave's over here talking like so",
        5248.3,
        5253.1
    ],
    [
        " much he said so many things that reach like straight up required me to interrupt be like hey I got",
        5253.1,
        5257.9
    ],
    [
        " to stop you there you know like that kind or it's like hey that's not I got to stop you there you",
        5257.9,
        5261.44
    ],
    [
        " know kind of thing but I didn't I just let him go meanwhile he left me with 47 things that",
        5261.44,
        5268.36
    ],
    [
        " require my rebuttal or whatever and I didn't interrupt them it's kind of like yeah that's a challenge",
        5268.36,
        5273.6
    ],
    [
        " yeah yeah but at the end of the day big picture you might as well just be like well at least I",
        5273.6,
        5279.5
    ],
    [
        " listened to Dave and everything he had to say yeah I mean obviously we could break down sort of",
        5279.5,
        5283.84
    ],
    [
        " breakdown the social dynamics of situations where you know you'll have some disagreement with you",
        5283.84,
        5288.62
    ],
    [
        " now I will tell you I am much better off if Dave is saying something that I disagree with I am much",
        5288.62,
        5294.56
    ],
    [
        " better off most of the time letting him say what it is that I disagree with rather than just",
        5294.56,
        5300.8
    ],
    [
        " jumping in and being like that that look it's it's disrespectful I'm clearly not listening to you",
        5300.8,
        5306.98
    ],
    [
        " right I'm cutting you off yeah so why am I behaving that way it's not good look if you",
        5307.92,
        5315.94
    ],
    [
        " if Dave wants to talk for seven minutes and rattle off you know like you said 47 points maybe at",
        5315.94,
        5323.72
    ],
    [
        " some point I go you know maybe at some point I say hey can I just can we can we kind of address",
        5323.72,
        5328.84
    ],
    [
        " these things one at a time because you've you've just said three different things and I'm gonna",
        5328.84,
        5333.46
    ],
    [
        " I'm gonna get lost in what you're saying and and I want to talk about that first thing I think",
        5333.46,
        5338.02
    ],
    [
        " you could do that respectfully yeah like you got to put effort into the respectful part of it",
        5338.02,
        5342.16
    ],
    [
        " like I can respectfully interrupt yeah really but if you're just throwing out interruptions yes",
        5342.16,
        5346.86
    ],
    [
        " disrespectful there's certainly different modalities of interruption yeah that are that are",
        5346.86,
        5352.88
    ],
    [
        " you know wildly different from and you know it's cool what's interesting is when you are face to",
        5352.88,
        5360.74
    ],
    [
        " face with somebody you can tell when the person wants to say something right you can just look at",
        5360.74,
        5365.78
    ],
    [
        " the face and they they get a face and they have a nonverbal communication telling you I got",
        5365.78,
        5369.68
    ],
    [
        " something to say right now and if you if I'm if Dave's giving me that look risk my my respect to him",
        5369.68,
        5377.12
    ],
    [
        " is to go he's got something to say time to give him a moment yeah and the I think well I'm",
        5377.12,
        5390.7
    ],
    [
        " glad experienced listening to people talk but if you if you have a situation where okay the",
        5390.7,
        5397.58
    ],
    [
        " person is talking and they're saying all crazy stuff right that kind of requires some correction",
        5397.58,
        5402.24
    ],
    [
        " or some interruption right or some discussion at at a minimum yeah so unless you guys are actively",
        5402.24,
        5408.0
    ],
    [
        " working on solving a specific problem we can which can happen like in work or in a family or",
        5408.0,
        5412.26
    ],
    [
        " whatever but you know how some people they just like to talk and we're just having a friend",
        5412.26,
        5415.58
    ],
    [
        " in conversation whatever and they're just blabbing at the mouth same things that are just",
        5415.58,
        5419.6
    ],
    [
        " summer true summer not true and they're just going on and on like they're all correct right and",
        5419.6,
        5424.38
    ],
    [
        " they won't be quite you might as well just not say anything because at the end of the day it it",
        5424.38,
        5430.08
    ],
    [
        " does you better to just listen to everything they said and you know you know the old saying like",
        5430.08,
        5435.6
    ],
    [
        " yeah you don't want to talk you want to listen because now you know everything you already know and",
        5435.6,
        5439.76
    ],
    [
        " then you know what they know kind of thing you're ever going yeah that's that's uh from this",
        5439.76,
        5444.64
    ],
    [
        " podcast as a matter of fact oh there you go boom so so it's like that kind of situation you know",
        5444.64,
        5449.64
    ],
    [
        " like you're not you're not tasked necessarily to to effectively change someone's mind every single",
        5449.64,
        5456.02
    ],
    [
        " time so you might as well just keep your mouth shut a lot of the time I mean let's face it if",
        5456.02,
        5461.2
    ],
    [
        " you're going to have a discussion with someone to try and try and consolidate your ideas together",
        5461.2,
        5467.42
    ],
    [
        " to become to come up with a them the strongest idea then you have to converse with them and",
        5467.42,
        5473.46
    ],
    [
        " whether they're a subordinate or a superior or a peer at some point you know in order to",
        5473.48,
        5480.06
    ],
    [
        " progress ideas you have to converse with them and just sitting there and remaining silent when",
        5480.06,
        5485.52
    ],
    [
        " people are saying things that you totally disagree with or to put in a better way you don't fully",
        5485.52,
        5491.32
    ],
    [
        " understand their perspective then we have to uncover that perspective a little bit and you do",
        5491.32,
        5497.92
    ],
    [
        " that by asking questions and trying to figure out where they are coming from yeah you know I'm",
        5497.92,
        5503.82
    ],
    [
        " totally recalling a very specific situation recently where I was in the middle of this straight up",
        5503.82,
        5510.16
    ],
    [
        " argument debate social situation about political quasi-political things and I just witnessed just",
        5510.16,
        5517.32
    ],
    [
        " mayhem going back and forth I didn't say anything and I was like oh yeah that's just jumping into a",
        5517.32,
        5522.08
    ],
    [
        " bar fight that you're not but I'm thinking like hey either one of you guys could easily just",
        5522.08,
        5527.8
    ],
    [
        " be quiet and listen and not say anything for the rest of the whole time or whatever and this whole",
        5527.8,
        5533.46
    ],
    [
        " like we'd all be better off it's kind of like one of those situations so I'm totally projecting that",
        5533.46,
        5540.04
    ],
    [
        " right now into this situation what are you right there there's a lot there's a lot in what you just",
        5540.04,
        5550.94
    ],
    [
        " said your thing that you're just talking about when you're sitting there watching these other two",
        5550.94,
        5557.48
    ],
    [
        " people and when you're watching these other two people have like what is kind of like a ridiculous",
        5557.48,
        5561.2
    ],
    [
        " conversation where they're arguing you're just sort of the news or whatever and we're all just sitting",
        5561.2,
        5565.78
    ],
    [
        " there as observers and it looks completely ridiculous to us as observers you see it escalating you see",
        5565.78,
        5571.0
    ],
    [
        " going nowhere you see people digging in and when you're just watching it it's obvious how completely",
        5571.0,
        5576.9
    ],
    [
        " ridiculous it is the comment earlier is like that feeling that when we have something to say",
        5576.9,
        5583.78
    ],
    [
        " it's different and this needs to be said remember that when you're about to open your mouth",
        5584.98,
        5589.12
    ],
    [
        " somebody else is going to watch it and you're going to look every bit as ridiculous to them",
        5589.12,
        5593.34
    ],
    [
        " as they did to you when you're talking about listening and I have learned this in my life I have",
        5593.34,
        5600.96
    ],
    [
        " learned to have a bias to not talk I learned that skill I wasn't born with that skill I don't think",
        5600.96,
        5606.78
    ],
    [
        " anybody would accuse 20-year-old Dave of having a bias for listening that's a learned thing that I",
        5606.78,
        5612.1
    ],
    [
        " done in my life the trick there is what you have said a thousand times is you actually have to listen",
        5612.56,
        5619.22
    ],
    [
        " because of what you said before which is I'm talking and you're letting me talk and I think",
        5619.22,
        5624.02
    ],
    [
        " that you're listening to me I'll talk I'll keep doing the thing but the second I catch you",
        5624.02,
        5627.9
    ],
    [
        " the eye roll like the heavy breeze or whatever you're gonna do and like dude this guy's",
        5627.9,
        5633.28
    ],
    [
        " listening to me you actually have to listen and the only way you will truly listen to what the",
        5633.28,
        5640.58
    ],
    [
        " other person says is if in your mind you believe that you might get something out of it because if",
        5640.58,
        5645.16
    ],
    [
        " you think you're like oh dude here goes echo he's gonna just go do what he does and it's gonna be",
        5645.16,
        5650.38
    ],
    [
        " a complete waste of time the minute I do that I'm gonna miss something and the actual listening",
        5650.38,
        5657.64
    ],
    [
        " part is a lot harder than it sounds because the conversation I have in your head which is I know",
        5657.64,
        5663.12
    ],
    [
        " I'm right all these points are wrong all these things are saying are just complete waste the active",
        5663.12,
        5667.12
    ],
    [
        " listening piece better come from a place of authenticity or you can get found out in a second",
        5667.12,
        5670.9
    ],
    [
        " because your body language is gonna give the whole thing away and then you might as well just cut",
        5670.9,
        5674.2
    ],
    [
        " them off right there because they're not listening because he knows you're not listening to me",
        5674.2,
        5677.9
    ],
    [
        " yeah there's a lot with that and as simple as it sounds to listen if it was so easy we wouldn't",
        5677.9,
        5684.3
    ],
    [
        " have to say over again you know you're all fighting the urge like to yeah I mean yeah it's hard yeah",
        5684.3,
        5689.58
    ],
    [
        " candy check little section here about just just fraternization with the prisoners and and",
        5693.5,
        5701.46
    ],
    [
        " that they could not do that which is the reason that the reason I said that is because",
        5701.46,
        5706.48
    ],
    [
        " here are these guys are that are trying to kill you for me this is just shows you the",
        5706.48,
        5711.72
    ],
    [
        " the predominant spirit spirit of the American servicemen it says here it was necessary repeatedly",
        5714.02,
        5722.06
    ],
    [
        " to warn the troops against incorrect practice of fraternizing with prisoners and giving them",
        5722.06,
        5726.1
    ],
    [
        " cigarettes which interfered with the proper interrogation troops had to be warned not to remove",
        5726.1,
        5730.36
    ],
    [
        " pay books from the prisoners because these books furnace to check to the interrogation officer of",
        5730.36,
        5735.16
    ],
    [
        " the prisoner's statements in regard to his organization in previous service so there's just these",
        5735.16,
        5739.5
    ],
    [
        " these you wouldn't think that after these guys are trying to kill you that you'd want to give",
        5740.72,
        5744.64
    ],
    [
        " him a cigarette right and yet respect speed marching commanding general third division",
        5744.64,
        5759.16
    ],
    [
        " cissly the importance of physical condition cannot be overemphasized speed marching proved of great",
        5759.16,
        5765.2
    ],
    [
        " value in developing physical condition eliminating the unfit and instilling confidence in pride in",
        5765.2,
        5770.36
    ],
    [
        " the individual as a general training objective all units prepared for landing on defended beaches",
        5770.36,
        5778.04
    ],
    [
        " and in advance inland of about five miles speed marching continued each unit being required to",
        5778.04,
        5783.92
    ],
    [
        " complete five miles in one hour eight miles and two hours and 20 miles and five hours once a week",
        5783.92,
        5789.58
    ],
    [
        " this training was largely responsible for the speed with which the assault of this division",
        5789.58,
        5794.98
    ],
    [
        " was executed there you go um physical conditioning it it he points out this and this is so obvious",
        5798.38,
        5806.7
    ],
    [
        " instilling confidence in pride i mean what a factor what a factor way the warrior kid books you know",
        5806.7,
        5816.38
    ],
    [
        " get a kid that doesn't we can't do a pull-up right and all of a sudden you can do a pull-up you can",
        5816.38,
        5822.26
    ],
    [
        " lift your own weight you can stand up a little straighter man get your team working out",
        5822.26,
        5828.7
    ],
    [
        " writing messages reports and messages major robert wilson field artillery",
        5828.7,
        5837.98
    ],
    [
        " Italy the who what win-wear and why were often not contained in reports both oral and written",
        5837.98,
        5844.84
    ],
    [
        " battalion regimental s2s and the men themselves indicated that during maneuvers and in training",
        5844.84,
        5849.2
    ],
    [
        " problems they had thought that this subject had been mastered but that in combat it was ignored",
        5849.2,
        5853.8
    ],
    [
        " a forgotten as to clarity the axiom of a message can be understood it will be miss if a message",
        5853.8,
        5859.66
    ],
    [
        " can be misunderstood it will be misunderstood was well proven the comment here writing messages",
        5859.66,
        5866.0
    ],
    [
        " during a unit training program is one thing writing clear specifically worded messages and orders",
        5866.0,
        5873.5
    ],
    [
        " under combat conditions is quite another theoretical training and message writing must be",
        5873.78,
        5879.18
    ],
    [
        " supplemented by constant practice and supervision in the field that is why i was a english major",
        5879.18,
        5888.12
    ],
    [
        " so i could learn how to write section here on dirt breeding infection half the evacuations from",
        5888.12,
        5897.74
    ],
    [
        " the battalion was due to infection caused by minor scratches and to that i would say get yourself some",
        5897.74,
        5904.18
    ],
    [
        " for your kids so you can stay oh come on this is another one of those life ones a foxhole in time",
        5904.18,
        5913.68
    ],
    [
        " saves lives lieutenant colonel bowguard infantry fifth army to Italy although the average american",
        5913.68,
        5921.06
    ],
    [
        " soldier will dig a foxhole or slit trench when the artillery or mortar shells are falling in",
        5921.06,
        5927.58
    ],
    [
        " his vicinity only a few of those i saw would dig them prior to that time when they did dig them",
        5927.58,
        5936.84
    ],
    [
        " they were usually quite shallow it was always very easy to tell a german foxhole from the american",
        5936.84,
        5942.2
    ],
    [
        " the former were always much deeper many casualties occurred from shell fire which i believe would have",
        5942.2,
        5947.16
    ],
    [
        " been avoided had proper foxholes or slit trench been dug in and this is you know the code the evaluation",
        5947.16,
        5955.0
    ],
    [
        " are you prepared for life emergencies are you prepared for emergency situations we as",
        5955.64,
        5962.36
    ],
    [
        " americans i totally agree with this we don't like to worry about anything until it slaps us in the",
        5962.36,
        5967.7
    ],
    [
        " face in fact in the seal teams i used to tell my leadership no one worries about anything until",
        5967.7,
        5972.36
    ],
    [
        " they get slapped in the face with it like no one's really concerned about that until you get hit",
        5972.36,
        5976.06
    ],
    [
        " with it and all of a sudden you got to execute that mission and you don't have the gear that you need",
        5976.06,
        5978.74
    ],
    [
        " so let's get the gear we need let's get do the rehearsals we're supposed to do",
        5978.74,
        5982.64
    ],
    [
        " be proactive i can kind of go for little things too oh at a hundred percent goes to little things",
        5984.54,
        5991.3
    ],
    [
        " but it will yeah so these and these little things kind of get sold the other night",
        5991.3,
        5995.66
    ],
    [
        " i'm at home it's bedtime go sleep right in the middle of the night here",
        5995.66,
        6000.32
    ],
    [
        " you know what that is right no idea your uh perimeter security detector you're a fire detector",
        6000.32,
        6007.86
    ],
    [
        " with a nine volt battery that's dead that's dying exactly right and bro you think you can if you",
        6007.86,
        6013.64
    ],
    [
        " don't have nine volt batteries at what three a.m. and know where they are and know where they are yeah",
        6013.64,
        6020.52
    ],
    [
        " but listen you don't have them straight up i mean let's face it do you just have random nine",
        6020.52,
        6024.54
    ],
    [
        " volt batteries in your in your house yes i know exactly where they are so i have two for each",
        6024.54,
        6029.68
    ],
    [
        " fire detector in my house here's the thing i'm a father now so so do i oh yeah so do i but i'll",
        6029.68,
        6036.42
    ],
    [
        " tell you this before i had kids before i had a thing life whatever i didn't have nine volt batteries",
        6036.42,
        6046.06
    ],
    [
        " just hang around straight up didn't have didn't even think about it years oh yeah 100 percent",
        6046.06,
        6050.12
    ],
    [
        " i guess my wife when she was growing up they they didn't have batteries like you know the",
        6050.12,
        6055.6
    ],
    [
        " her mom and dad just batteries weren't on the list yeah and so my wife is a battery",
        6055.6,
        6061.34
    ],
    [
        " orger and stockpiler you want a nine volt you want a triple A you want a double A what do you",
        6061.58,
        6066.8
    ],
    [
        " want C C open up that cabinet they're in there they're ready for i'm with you my wife the exact",
        6066.8,
        6072.9
    ],
    [
        " same way she gets a little bit excited when the batteries run out on something you know what",
        6072.9,
        6077.92
    ],
    [
        " it's like hey the batteries out on this thing oh hold on yeah and she goes and digs out a",
        6077.92,
        6082.94
    ],
    [
        " CE2325 for my watch actually i think my watch is at 3232 yeah this was gonna say that's the C3",
        6084.54,
        6092.12
    ],
    [
        " that one's i think that's a scale you put that in one of those little scales it might be that well",
        6092.12,
        6097.12
    ],
    [
        " i don't know either way yeah i don't know either but i do know that i did have a nine volt battery that",
        6097.12,
        6102.42
    ],
    [
        " night but i was thinking to myself probably what if i didn't have a nine volt battery",
        6102.42,
        6106.24
    ],
    [
        " bread no we're not sleeping tonight you're only you're not sleeping then that and it doesn't have",
        6106.24,
        6110.94
    ],
    [
        " to do just that night now you got the whole next day you got to contend with seem saying really very",
        6110.94,
        6116.16
    ],
    [
        " this is your paranoid no a fire or that beep is bothering you the beep is gonna keep you up",
        6116.16,
        6121.9
    ],
    [
        " i'm with you man that's that's because because i'll tell you what happens it turns out that that",
        6121.9,
        6127.78
    ],
    [
        " fire detector that beeps every 60 seconds can't be destroyed yeah you could take a sledgehammer to it",
        6127.78,
        6135.12
    ],
    [
        " and just breaking it without it will still beep yeah so when you're talking about that's the",
        6135.12,
        6139.36
    ],
    [
        " slap in the face which is totally unprepared for the situation now you're up all night you think",
        6139.36,
        6143.68
    ],
    [
        " you solve the problem the second you get in a bed lights out covers babe i got a sort beep",
        6143.68,
        6148.7
    ],
    [
        " and then you're up again yes i'm with you it's true i learned this lesson",
        6148.7,
        6153.78
    ],
    [
        " 30-ish years ago so i've got those nine volts at the ready yes sir yeah and in one time you know",
        6153.78,
        6160.5
    ],
    [
        " how i found that out that you can't you can't stop that thing i was like okay well i was like",
        6160.5,
        6164.5
    ],
    [
        " yes no problem like i'll just take out the battery how can it beep with no power",
        6164.5,
        6168.24
    ],
    [
        " simply can't be can't happen so like you know where's it get the power to beep from where does",
        6168.48,
        6172.96
    ],
    [
        " that come from apparently they thought ahead you know in the case of a real emergency it's one",
        6172.96,
        6178.56
    ],
    [
        " of those things you know a little bit more important than you sleep that night if you're unprepared",
        6178.56,
        6182.52
    ],
    [
        " you know so it made sense when i kind of thought through it but nonetheless i was still faced with",
        6182.52,
        6186.24
    ],
    [
        " this problem like this beeping lucky it wasn't in the middle of the night but whatever so i said",
        6186.24,
        6190.5
    ],
    [
        " i got it gone oh it had a real problem that day brad i had to put it in the drawer you could still",
        6190.5,
        6197.68
    ],
    [
        " hear but it was just way way more quiet so when he got a battery whatever later on i found out",
        6197.68,
        6202.42
    ],
    [
        " yeah it can't be disabled that's the whole reason if it's destroyed cannot can't i can't be",
        6202.42,
        6207.66
    ],
    [
        " bargaining with either but yeah man nonetheless that's the point it can go for small things too",
        6207.66,
        6212.54
    ],
    [
        " seems ain't it brad just be prepared how about this how about this how will just keep some nine",
        6212.54,
        6216.36
    ],
    [
        " bolt nine volt batteries all good problem so it beeps 3 a.m. 3 p.m. whenever you go okay oh batteries",
        6216.36,
        6222.08
    ],
    [
        " batteries low you know we good over there equitrails with that all right let's move on",
        6222.08,
        6227.34
    ],
    [
        " section three mountain operations they go through a big battalion attack here going to a lot of",
        6227.34,
        6234.4
    ],
    [
        " detail it's another another from another perspective on the battle on the at two island and there's",
        6234.4,
        6243.24
    ],
    [
        " there's some detail is some maps and charts and you should go check it out online so you can kind",
        6243.24,
        6247.98
    ],
    [
        " of get the full benefit of that but i just want to get a couple highlights and we're going back to",
        6247.98,
        6251.5
    ],
    [
        " communications here are rather a elaborate system of communications was established to enable the",
        6251.5,
        6256.04
    ],
    [
        " battalion commander to control the fire supporting weapons in furtherance of tactical plans the",
        6256.04,
        6262.9
    ],
    [
        " artillery radio radio as well as telephone was set up at the battalion commanders op on top of the",
        6262.9,
        6269.52
    ],
    [
        " hog backwards one of these little terrain features a sound power telephone was run from the",
        6269.52,
        6274.1
    ],
    [
        " mortar op back to the battalion commander likewise one from the 75s the telephone was also run",
        6274.1,
        6279.78
    ],
    [
        " from the op to the officer in charge of all 37 millimeter firing radio and telephone control",
        6279.78,
        6286.14
    ],
    [
        " was run to all companies in the battalion so the reason i highlight that that's a lot of communications",
        6286.14,
        6293.34
    ],
    [
        " and if we're counting on all those communications we may not get what we we might not get what we",
        6293.34,
        6301.44
    ],
    [
        " want goes into this here they get into contact we saw the first one at 0 4 30 in the morning",
        6301.44,
        6309.62
    ],
    [
        " he was a century and we were within 50 yards of him he stood up against the skyline it was",
        6309.62,
        6313.96
    ],
    [
        " shaking out a grass mat lieutenant brown motion to us to get up a little under the ledge to our front",
        6313.96,
        6320.46
    ],
    [
        " and then he shot the jab the shot must have awakened others as we worked up over the ledge a",
        6320.46,
        6325.94
    ],
    [
        " jab machine gunner began firing at us we stayed down until the first excited burst had gone over",
        6325.94,
        6331.16
    ],
    [
        " then we raised up and returned fire several japs had holes near the edge of the ledge we were",
        6331.16,
        6336.24
    ],
    [
        " under and they began to throw grenades over but the hill below is so steep that most of the grenades",
        6336.24,
        6341.12
    ],
    [
        " rolled down and exploded out of range below us the machine gun was firing again but several of our",
        6341.12,
        6347.52
    ],
    [
        " men were close enough to to the ledge to lob grenades over the machine gun itself was out of",
        6347.52,
        6352.58
    ],
    [
        " grenade range but some of the japs near the edge caught health from the grenades",
        6352.58,
        6357.34
    ],
    [
        " are you feeling lucky when the people that are throwing grenades at you they like bounce over your",
        6363.98,
        6368.66
    ],
    [
        " position and don't hurt you i think that might have been my whole point there the radio fails",
        6368.66,
        6373.32
    ],
    [
        " so this is why i get concerned about about communications and as a former radio man it definitely",
        6373.32,
        6381.5
    ],
    [
        " freaks me out lieutenant brown tried again and again to contact battalion headquarters or the artillery",
        6381.5,
        6385.76
    ],
    [
        " and i'm fast forwarding a little bit or the artillery with the radio but the set refused to function",
        6385.78,
        6391.18
    ],
    [
        " the radio man worked with it and tried again but failed the battunus reorganized and we started",
        6391.18,
        6394.86
    ],
    [
        " up again they're assaulting the cell we got as high as the ledge once more and had started over",
        6394.86,
        6400.06
    ],
    [
        " the top on the table above when the jab opened up with machine guns again we needed artillery and",
        6400.06,
        6406.3
    ],
    [
        " needed it bad every time we stuck our noses up a hail storm of bullets cracked across them the",
        6406.3,
        6411.8
    ],
    [
        " radio man was trying frantically to contact anybody in the valley below us but the set remained",
        6411.8,
        6416.68
    ],
    [
        " silent several men had crawled around to the left and threw grenades at the japs near the edge of",
        6416.68,
        6421.78
    ],
    [
        " the table but the machine guns remained out of range our men were driven back to the cover of the",
        6421.78,
        6428.26
    ],
    [
        " ledge with several wounds artillery if we only had artillery we could observe the fire we knew",
        6428.26,
        6434.58
    ],
    [
        " where the guns were if we could only get some fire we'd walk over the dam mountains the radio",
        6434.58,
        6439.44
    ],
    [
        " man was desperate he tried to set again but it was silent in a rage he threw it down the hill",
        6439.44,
        6444.84
    ],
    [
        " yeah so there's a bunch of things to think about there just you know your communications cannot",
        6444.84,
        6453.48
    ],
    [
        " be relied upon you have to have some kind of backup plan and if you're if you're expecting you",
        6453.48,
        6459.9
    ],
    [
        " can be able to make communications when when they're really going to be needed that is the time",
        6459.9,
        6465.54
    ],
    [
        " they're going to fail that is Murphy's Law if you say okay Dave here's what's going to happen we",
        6465.54,
        6468.82
    ],
    [
        " have this whole complicated plan and then when you get to this point radio me and that's when we'll",
        6468.82,
        6474.18
    ],
    [
        " execute that radio call has a 4% chance of making communications if everything hinges upon one call",
        6474.18,
        6482.14
    ],
    [
        " the weight of that hinge just just has carm carmatic is that a word a karmic karmic impact on that",
        6482.14,
        6492.14
    ],
    [
        " communication system and it's not going to work great so their attack gets repulsed he says he",
        6492.84,
        6502.84
    ],
    [
        " said we heard the guns in the valley began firing the attack was on weed failed and we felt bad about",
        6502.84,
        6507.34
    ],
    [
        " it bad they had to drop on us they going through the main attack the japs were holding the pass on",
        6507.34,
        6513.74
    ],
    [
        " the high ground on both sides in the front two the ones on the right could fire into the backs of",
        6513.74,
        6517.76
    ],
    [
        " the attackers of the left and vice versa it was rough group going lieutenant clevsy got me up",
        6517.76,
        6525.82
    ],
    [
        " and we went around the second section to get them started up hill the attack was going okay but it",
        6525.82,
        6529.78
    ],
    [
        " was an awfully tough one bullets were flying all over the hillside just uphill from the second",
        6529.78,
        6534.84
    ],
    [
        " section was a jab 37 millimeter we had watched them fire from that position several days before and",
        6534.84,
        6540.66
    ],
    [
        " we knew there were japs in that trench the main attack was moving around to the left as we started",
        6540.66,
        6545.38
    ],
    [
        " up the hill finally the fire got so heavy that the machine gun squad took cover in a little draw",
        6545.38,
        6551.24
    ],
    [
        " until we could grenade the trench above us to clean it out then they were to come on up sergeant",
        6551.24,
        6559.16
    ],
    [
        " tom kovic fight private first class William Marshall and I started up with lieutenant clevsy",
        6559.16,
        6564.06
    ],
    [
        " we had crawled on our bellies to within 25 yards of the trench when a sniper raised up and",
        6564.06,
        6569.94
    ],
    [
        " shot Marshall in the air we shot at the sniper we threw grenades into the trench we crawled up",
        6569.94,
        6574.56
    ],
    [
        " rapidly then ready to move in behind our grenades and another sniper pop his head up out of the hole",
        6574.56,
        6579.56
    ],
    [
        " just above us lieutenant clevsy fired his car being just as the jab fired lieutenant toppled over",
        6579.56,
        6585.56
    ],
    [
        " a little bank and lay still he was dead I was just bringing up the rifle as the jet my rifle as the",
        6585.56,
        6591.48
    ],
    [
        " jab ducked then from across the valley the japs spotted us and they gave us hell machine guns",
        6591.48,
        6597.26
    ],
    [
        " rifles in 37 millimeter began pounding the area finally the intense shelling slowed down and",
        6597.26,
        6602.2
    ],
    [
        " we dashed for the open end of the jab trench we had grenade the trench led around to the point of",
        6602.2,
        6607.32
    ],
    [
        " the hill we crawled down the trench and found where the japs were located when we stuck our heads",
        6607.32,
        6612.4
    ],
    [
        " right up in the face of a burst of machine gun fire some men from company F had come over to help",
        6612.4,
        6617.48
    ],
    [
        " us but we're stymied we couldn't raise up long enough to fire we couldn't get close enough to throw",
        6617.48,
        6621.94
    ],
    [
        " grenades finally we decided to see if we could get some mortar fire on the position in some way",
        6621.94,
        6626.78
    ],
    [
        " corporal outford hamin started back up to check on the mortar possibilities and while we waited",
        6627.02,
        6634.04
    ],
    [
        " and rested the jab position was slightly below us and about a hundred yards further into the pass",
        6634.04,
        6639.04
    ],
    [
        " they were firing almost constantly at the troops we could see moving out in the valley and on the",
        6639.04,
        6644.28
    ],
    [
        " opposite side of the pass we were quite high up on the side of cold mountain after nearly two hours",
        6644.28,
        6649.96
    ],
    [
        " of lying in the trench and waiting we heard one of the men behind holler here hemen up here hemen",
        6649.96,
        6656.46
    ],
    [
        " and a man from company h the infantry were caught crawling up along the little ravine laying wire",
        6656.46,
        6662.12
    ],
    [
        " they had found a company h mortar and had aligned right to it the big fight up on the mountain had",
        6662.12,
        6666.74
    ],
    [
        " almost gotten to the top but the forces across the pass were getting hell from the guns below us we got",
        6666.74,
        6672.22
    ],
    [
        " the phone all set up and carefully poked a little dirt a little hole in the dirt",
        6672.22,
        6677.44
    ],
    [
        " side of the trench a week so that one man could see the whole jab position below then we called",
        6677.44,
        6683.2
    ],
    [
        " and the fun started we were only about a hundred yards from where the shells were striking in the",
        6683.88,
        6689.06
    ],
    [
        " ground shook they fired several rounds close and then they began to drop right in the position",
        6689.06,
        6693.38
    ],
    [
        " finally we called and told them we were moving in and not to fire the position was like a big wheel",
        6693.38,
        6698.96
    ],
    [
        " was a big wheel like a fair with holes all around it and the spokes connecting the trenches with a",
        6698.96,
        6704.6
    ],
    [
        " big center installation in the hub two Japanese machine guns in the 37 millimeter that had fired at us",
        6704.6,
        6711.48
    ],
    [
        " during the previous week were captured and destroyed there we tossed six dead jabs out the hole",
        6711.48,
        6716.48
    ],
    [
        " and brought them brought up our guns up and set them in the jab holes we there we sat that night",
        6716.48,
        6723.04
    ],
    [
        " just daring the little so and so's to come up man what positions they had",
        6723.04,
        6729.74
    ],
    [
        " one little fight within a battle you know one little tiny fight within a battle and think of all",
        6741.5,
        6747.78
    ],
    [
        " those decisions that got made and all those actions that took place in the mistakes that had to be",
        6747.78,
        6753.04
    ],
    [
        " covered for and the initiative that had to be shown and the bravery and a courage I mean it's just",
        6753.04,
        6758.72
    ],
    [
        " it's leadership that's that's what it is it's leadership they they go through a bunch of this",
        6763.1,
        6772.68
    ],
    [
        " information continuing on they there's another group that takes another point and and again",
        6772.68,
        6781.32
    ],
    [
        " look these guys I can pretty much guarantee are no longer alive but this is these are quotes",
        6781.32,
        6789.4
    ],
    [
        " these are what these guys are saying happened you know things like lieutenant woezaak saying check",
        6789.4,
        6799.08
    ],
    [
        " your bayonets as they get ready to do this assault and there's just there's some some other",
        6799.08,
        6808.32
    ],
    [
        " little battles within fights within battles that they cover and then it gets into this comment section",
        6808.32,
        6813.26
    ],
    [
        " these accounts bring out some of the characteristics of mountain warfare in which success depends more",
        6815.5,
        6822.62
    ],
    [
        " upon proper adaptation of available means to the terrain than upon their power so the way you",
        6822.62,
        6831.2
    ],
    [
        " adapt is more important it continues maneuver of small units and the initiative and leadership of",
        6831.2,
        6840.76
    ],
    [
        " subordinate commanders are of the highest importance in mountain warfare the actions of small semi",
        6840.76,
        6848.9
    ],
    [
        " independent units in seizing or defending heights in or in fighting to seize or block passes",
        6848.9,
        6855.64
    ],
    [
        " become of increasing importance so once again even though this book starts off with extreme",
        6855.64,
        6865.32
    ],
    [
        " dichotomy of discipline of following orders it comes back always to decentralize command",
        6865.34,
        6872.28
    ],
    [
        " an individual initiative by subordinate leaders to make things happen",
        6872.28,
        6877.92
    ],
    [
        " he's talking about mountain warfare there and getting to this idea of of I mean that's it that's",
        6877.92,
        6887.44
    ],
    [
        " leadership right it's leadership is going to be the deciding factor here because the terrain is so",
        6887.44,
        6892.14
    ],
    [
        " it's so impossible to predict there's so many different things in places and outcroppings and all",
        6893.78,
        6898.34
    ],
    [
        " these different and even tell the story what great position they had in that previous example with",
        6898.34,
        6902.94
    ],
    [
        " the Japanese life is more like mountain warfare than it is it's gonna be these big open fields if",
        6902.94,
        6909.12
    ],
    [
        " you're life gonna just reveal themselves and you're just gonna plan your your your move down",
        6909.12,
        6913.18
    ],
    [
        " down the road there are so many things that are popping up when we're talking to companies right",
        6913.18,
        6917.54
    ],
    [
        " now they're describing that same terrain in their business lives of all these un predicted and",
        6917.92,
        6924.46
    ],
    [
        " unexpected things and it isn't the strength of their brand and it isn't you know the clock it's",
        6924.46,
        6930.26
    ],
    [
        " the leadership that's navigating these companies through and we're talking about the terrain of",
        6930.26,
        6934.12
    ],
    [
        " mountain warfare that's what life is it's not just this easy straight road from A to B then you",
        6934.12,
        6947.52
    ],
    [
        " at every single turn something comes up and the only tool that you have to get past that is",
        6947.52,
        6953.92
    ],
    [
        " leadership and you know what I like also about this analogy in the way it ties into the entire",
        6953.92,
        6960.12
    ],
    [
        " concept of yes of leadership but really even more specifically to ownership and extreme ownership",
        6960.12,
        6969.32
    ],
    [
        " and and that is this this is what's so beautiful about this you can't move those mountains",
        6969.32,
        6976.82
    ],
    [
        " you cannot do you cannot those mountains are what they are and that's what that's what's what",
        6978.88,
        6983.64
    ],
    [
        " what triggered that thought in my mind was you said there's all these variables but what's",
        6983.64,
        6989.1
    ],
    [
        " interesting is you're looking at them you know for days you understand you can see it on the map",
        6989.1,
        6994.22
    ],
    [
        " you can look at it there's this mountain and you know what you can't move that mountain and what",
        6994.22,
        7001.12
    ],
    [
        " you have to do is you have to move yourself and this is you know I talk about this in jiu jitsu and",
        7001.12,
        7005.32
    ],
    [
        " someone's across the side on you I can bench press you an inch you know maybe two inches I don't",
        7005.32,
        7011.24
    ],
    [
        " care if you have a five hundred pound bench press when you've got a person that's mobile and they're",
        7011.24,
        7016.74
    ],
    [
        " they're securing you and they've got your chest compressed but you can't bench press them off of",
        7016.74,
        7022.62
    ],
    [
        " you you can move them just enough then you have to move it's incumbent upon you and so we can't",
        7022.62,
        7029.88
    ],
    [
        " move mountains what we have to do is adapt to what we have to do is figure out how to utilize us",
        7029.88,
        7034.82
    ],
    [
        " things and what the important thing is even though we can't move those mountains the person that",
        7035.46,
        7041.78
    ],
    [
        " figures out how to utilize that terrain is the one that's going to win you utilize the terrain it's",
        7041.78,
        7048.9
    ],
    [
        " something that I have no control over but I control how I interact with that mountain and I know where",
        7048.9,
        7053.86
    ],
    [
        " I need to be and I know I understand the angles and I understand what ravine will give me cover and",
        7053.86,
        7058.46
    ],
    [
        " I understand where it exposes me well even he's talking about hey this the way the Japanese were",
        7058.46,
        7062.54
    ],
    [
        " set up I was like oh they can hit these guys here in the flank and they can shoot these guys in the",
        7062.54,
        7068.32
    ],
    [
        " back that's the position that they have that's a freaking horrible situation to be rolling into",
        7068.32,
        7072.72
    ],
    [
        " horrible situation to be rolling into so when you look at things instead of sitting there and",
        7072.72,
        7079.98
    ],
    [
        " going saying I wish the market was different I wish the competitor would do something different",
        7079.98,
        7085.06
    ],
    [
        " I wish my employees would act in a different way these are all things that you can look at you can",
        7085.06,
        7091.7
    ],
    [
        " wish all day long just like you can wish that mount moves but that mount's not going anywhere",
        7091.7,
        7095.36
    ],
    [
        " so you need to maneuver you need to take ownership of that situation to make things happen",
        7095.36,
        7101.3
    ],
    [
        " there's a whole bunch of sections here engineer operations tanks infantry notes and jungle operations",
        7101.3,
        7112.54
    ],
    [
        " one one section here Japanese centers of resistance were bypassed and isolated again how often do we say oh",
        7115.94,
        7124.54
    ],
    [
        " Dave doesn't like this part of my plan so I'm gonna attack him on that instead of saying okay Dave's",
        7124.54,
        7130.26
    ],
    [
        " gonna dig in right there cool I'm gonna move around it right bypass I'm gonna start thinking",
        7130.26,
        7135.5
    ],
    [
        " about that a little bit more often in my daily life how can I bypass maybe not when it comes to",
        7135.5,
        7139.0
    ],
    [
        " working out because echo Charles pointed out that might not be the best plan but if it's things",
        7139.0,
        7143.54
    ],
    [
        " that I don't want to engage in why am I engaging in them if I don't have to if I can isolate and",
        7143.54,
        7148.52
    ],
    [
        " bypass and not make it part of my gig that's fine frontal attacks were uniformly successful",
        7148.52,
        7157.44
    ],
    [
        " when assisted by a flank attack on many occasions the flank attack preceded the frontal attack",
        7157.44,
        7166.94
    ],
    [
        " coming into Japanese positions from the rear and completely disrupting their defense plans",
        7166.94,
        7170.48
    ],
    [
        " in almost all cases the maneuver used by units of all sizes from division to squad",
        7170.48,
        7176.44
    ],
    [
        " was the involvement of one or both flanks yeah resistance was made by resistance was bypassed",
        7176.44,
        7183.96
    ],
    [
        " encircled and reduced later so the frontal assault works when it's not actually a frontal assault",
        7183.96,
        7189.3
    ],
    [
        " that's awesome frontal assault works when you're doing something else as well yes that's so legit",
        7189.3,
        7194.78
    ],
    [
        " uh... section on section on automatic weapons night operation security measures security at night lines",
        7196.02,
        7206.74
    ],
    [
        " of communication patrol reports in general the distance covered by the patrols was much less than",
        7206.74,
        7213.7
    ],
    [
        " expected of them the difficulties of terrain caused by many patrol leaders to feel that they had",
        7213.7,
        7219.34
    ],
    [
        " covered two or three times as much ground than they had actually covered this must be taken to",
        7219.34,
        7224.12
    ],
    [
        " account when evaluating patrol reports these are people that think that they know like hey I was there",
        7224.12,
        7230.98
    ],
    [
        " isn't that crazy you could be looking at me totally convinced that you went two kilometers",
        7230.98,
        7235.88
    ],
    [
        " and it turns out when we retrace your steps you went whatever 700 yards 700 meters",
        7235.88,
        7243.0
    ],
    [
        " one last section of cover here um",
        7243.0,
        7248.12
    ],
    [
        " yeah this last section is very interesting evacuation methods informal report Solomon Islands",
        7250.1,
        7258.44
    ],
    [
        " evacuation of casualties was by hand carry litter bearers cable litter slings across jungle gullies",
        7258.44,
        7267.8
    ],
    [
        " improvised sleds or drags down steep inclines improvised litter racks on quarter toned jeeps small",
        7267.8,
        7276.26
    ],
    [
        " boats on mountain streams or along the coast and finally by field ambulances to clearing stations or",
        7276.54,
        7283.6
    ],
    [
        " hospitals how's that for a nightmare when you when you were in found did you we ever downpilot yeah",
        7283.6,
        7291.74
    ],
    [
        " did you get carried out on litters yeah you go out in a helicopter you stage there and then",
        7291.74,
        7295.98
    ],
    [
        " come out and get you like the the metal the it's like a metal basket basically the litter did you",
        7295.98,
        7301.0
    ],
    [
        " ever get carried by a seal platoon like eight kilometers no okay I know exactly what you're talking",
        7301.0,
        7307.2
    ],
    [
        " about I was never I was never the down here crew that got actually physically pulled right it's not",
        7307.2,
        7313.36
    ],
    [
        " fun when you're getting carried because you're getting dropped you're getting slammed you're get all",
        7313.36,
        7317.08
    ],
    [
        " over the place and usually we would stick guys with IVs you know we're like we would try and do some",
        7317.08,
        7322.18
    ],
    [
        " medical training on them as well but good lord I want you to think about everything that I just",
        7322.18,
        7330.22
    ],
    [
        " said hand carry cable litters across jungle gullies improvised sleds drags down steep so you're",
        7331.06,
        7337.9
    ],
    [
        " are wounded and what's the method of doing okay we're gonna drag you down a steep incline improvised",
        7337.9,
        7343.2
    ],
    [
        " litter on a on a quarter ton jeep imagine that thing bouncing around small boats think about a nightmare",
        7343.2,
        7350.08
    ],
    [
        " and this is where you start to realize what a nightmare I'm talking about",
        7350.08,
        7355.98
    ],
    [
        " evacuation by litter bearers was difficult tiring time consuming and involved distances",
        7356.88,
        7363.66
    ],
    [
        " averaging two or three miles and five to six miles in some instances many more litter bearers",
        7363.66,
        7371.72
    ],
    [
        " had to be utilized than under ordinary conditions litter carry in many cases required as high as",
        7371.72,
        7379.74
    ],
    [
        " 16 carriers per patient over almost impassable terrain and can be counted as least efficient",
        7381.04,
        7388.76
    ],
    [
        " so it takes 16 people to evacuate somebody two miles or three miles",
        7388.76,
        7396.08
    ],
    [
        " where evacuation by litter was necessary bearers worked in relays eight or even 16 men",
        7396.08,
        7404.32
    ],
    [
        " accompanying each litter relieving one another in litter carry and in cutting narrow paths through the",
        7404.38,
        7410.78
    ],
    [
        " dense jungle 16 people to move a wounded man I mean that's just crazy and obviously it wasn't all",
        7410.78,
        7423.78
    ],
    [
        " of them but they're saying hey sometimes it was eight and I'll tell you the the reason I was",
        7423.78,
        7427.96
    ],
    [
        " asking you if you'd ever been in that position number one you could beat up but you know when we",
        7427.96,
        7432.42
    ],
    [
        " would do desert training when I was running desert training men those guys would do some down man",
        7432.42,
        7437.7
    ],
    [
        " carries and I'm sure some of the guys that are here let me say in that now or smiling with",
        7437.7,
        7443.38
    ],
    [
        " pleasant memories of going eight kilometers through the imperial valley desert carrying and",
        7443.38,
        7450.62
    ],
    [
        " eventually like the first you know if we had a troop that hadn't been through before",
        7450.62,
        7455.58
    ],
    [
        " or didn't have any experience they oh yeah hey which you know what's your casualty of",
        7455.58,
        7459.78
    ],
    [
        " evacuation plan oh we're just gonna put two guys on them and we're gonna do I forget the day",
        7459.78,
        7462.66
    ],
    [
        " there's some name there's a couple of carries you know there's a standard fireman's carry oh",
        7462.66,
        7466.42
    ],
    [
        " we're just gonna fireman's carry okay cool see how that see how that works out for you you can't I",
        7466.42,
        7472.22
    ],
    [
        " mean it's it's you can do it for a hundred meters two hundred meters three hundred meters",
        7472.22,
        7477.46
    ],
    [
        " four hundred meters you're on night vision you're in the worst freaking terrain rocks",
        7477.46,
        7486.08
    ],
    [
        " shale rocks all all over the place and it was great because as we would do these drills and as",
        7486.12,
        7492.86
    ],
    [
        " guys realized what a traumatic impact it was when you took casualties and how you had to adjust what",
        7492.86,
        7501.1
    ],
    [
        " you thought you'd be able to do because you can't just freaking Rambo you can Rambo somebody up",
        7501.1,
        7506.86
    ],
    [
        " I mean I've done it like okay grab a guy and I'm gonna carry him hundred fifty meters two",
        7506.86,
        7510.9
    ],
    [
        " hundred meters by the time you get to that two hundred meter mark like you're when you get to",
        7510.9,
        7515.82
    ],
    [
        " the spot you're just falling down with the guy three hundred meters you're just falling down and",
        7515.82,
        7520.9
    ],
    [
        " you're exhausted and you've lost your weapon and your night vision and his gear is gone it's a",
        7520.9,
        7525.82
    ],
    [
        " disaster until you figure out okay when this happens here's here's some procedures that we need to do",
        7525.82,
        7531.92
    ],
    [
        " uh",
        7536.38,
        7537.22
    ],
    [
        " talks about the improvised Jeep ambulances talks about evacuation by water",
        7537.22,
        7542.86
    ],
    [
        " physical fitness the arduous and fatiguing litter carrying demonstrated the need for physical",
        7542.86,
        7552.62
    ],
    [
        " fitness on the part of medical department personnel which should correct the impression",
        7552.62,
        7558.12
    ],
    [
        " that physically impaired individuals can be utilized throughout medical department activities",
        7558.12,
        7564.86
    ],
    [
        " so this idea that you can have a bunch of you know guy that's injured or hurt and have him",
        7564.86,
        7571.2
    ],
    [
        " working in medical being a stretcher bearer is completely and utterly wrong and that's",
        7571.2,
        7579.44
    ],
    [
        " well that's a wrap on the highlights that I had from this",
        7579.44,
        7584.0
    ],
    [
        " and you know I I don't know when I think about this whole thing and we've been referring back",
        7587.32,
        7591.7
    ],
    [
        " to it the whole time the so many good lessons but the the the the key takeaway from me is that whole",
        7591.7,
        7599.46
    ],
    [
        " idea of leader versus inertia and you know as soon as I said that today Dave I looked at you and I",
        7599.46,
        7605.4
    ],
    [
        " saw you had about a thousand thoughts going through your mind on what that means and how many",
        7605.4,
        7609.74
    ],
    [
        " ways that we can apply that it's like the world is conspiring against us",
        7609.74,
        7615.34
    ],
    [
        " and it's human nature to neglect our duties and I know that sounds crazy and sure there's some outliers",
        7615.34,
        7625.58
    ],
    [
        " out there that are proactive going to make things happen but you've got to assess as a leader that",
        7625.58,
        7630.82
    ],
    [
        " human nature is to be lazy and to be careless and you need to definitely look in the mirror",
        7630.82,
        7638.84
    ],
    [
        " because it's not always just going to be the people that you lead it's going to be you",
        7640.2,
        7644.48
    ],
    [
        " and that section where they talk about the hardest job that you have as a leader is getting things done",
        7644.48,
        7653.24
    ],
    [
        " getting things done by people who know that they're supposed to do them and even in some cases know",
        7653.24,
        7659.54
    ],
    [
        " that those things could cost them their lives failure to do things failure to take action",
        7659.54,
        7665.82
    ],
    [
        " so don't allow that be on the lookout how nice is it sometimes when you make the connection",
        7669.08,
        7675.72
    ],
    [
        " between something that's there that you've always known was there but you never PID it and by that echo",
        7675.72,
        7684.28
    ],
    [
        " I mean positively identified like hey I know now everyone that's listening to this today now knows",
        7684.28,
        7690.92
    ],
    [
        " that that's a problem and look we all kind of knew it right I mean I talk about a displeased freedom",
        7692.86,
        7697.88
    ],
    [
        " field man like you know we're walking on a move like that's a real thing I get it we all kind",
        7697.88,
        7703.02
    ],
    [
        " to get it but how about the PID on it and now when it starts happening either with you or with your",
        7703.02,
        7708.5
    ],
    [
        " team or with your family or with your friends you can PID it and then you can address it properly",
        7708.5,
        7714.02
    ],
    [
        " and you can start with yourself you can start by making things happen",
        7714.4,
        7722.98
    ],
    [
        " speaking of making things that happen echo Charles yes",
        7722.98,
        7732.86
    ],
    [
        " how can we do what we're supposed to do what we know we should do on top of PID",
        7732.86,
        7741.22
    ],
    [
        " we PID it oh dear yeah same thing with complaining right we PID that long time ago complaining",
        7741.56,
        7747.84
    ],
    [
        " uh blaming another one yeah those are two those are two good things once you recognize",
        7747.84,
        7753.1
    ],
    [
        " once you PID those things man that blame one oh yeah because if you don't PID the blame it'll like",
        7753.1,
        7759.8
    ],
    [
        " sneak in it's gonna get away with it too really it's great oh yeah you can be like yeah yeah",
        7759.8,
        7765.66
    ],
    [
        " I really shouldn't have done that you know I could have helped you know if you would have",
        7765.66,
        7768.76
    ],
    [
        " gave me the heads up or whatever but you're right I shouldn't shouldn't have done that you see",
        7768.76,
        7771.96
    ],
    [
        " the blame I got that stupid mountain was totally blocking our position yeah kind of make it makes",
        7771.96,
        7777.94
    ],
    [
        " it kind of harder but no you're right I should have done it you see I'm saying see me taking",
        7777.94,
        7781.24
    ],
    [
        " ownership but slipping in the blame we PID the blame we can see it so I'm saying anyway so don't",
        7781.24,
        7787.62
    ],
    [
        " do that when you're um working out which okay so I worked out today actually I don't know I",
        7787.62,
        7794.16
    ],
    [
        " thought about working out today but then I got into this deep conversation with my wife okay about",
        7794.16,
        7799.58
    ],
    [
        " some important stuff the window closed the window totally closed oh it closed it straight up closed",
        7799.58,
        7805.58
    ],
    [
        " yeah because the conversation went long I had to come here you see them saying yeah I had a window",
        7805.58,
        7811.3
    ],
    [
        " closing last night it was I had something my wife was making dinner I was like I can fit in a run",
        7811.3,
        7820.3
    ],
    [
        " right now before dinner oh late workout no just a run I already worked out so runs not a workup",
        7820.3,
        7826.32
    ],
    [
        " for you that's just a run so late night so my wife was cooking dinner I had like a 40 minute window my",
        7826.32,
        7833.24
    ],
    [
        " wife says oh by the way someone's coming over to grab something I'm like okay the run's not",
        7833.24,
        7839.42
    ],
    [
        " happening now the windows just I'm kind of I'm kind of shrugging it off like oh well you know",
        7839.42,
        7843.68
    ],
    [
        " window closed you know no run but then I PID it and I said you know what I ate dinner which I",
        7843.68,
        7849.8
    ],
    [
        " hate I ate dinner and then I ran just punished myself I pulled one of those before but that's",
        7850.14,
        7855.6
    ],
    [
        " so true right there so that right there well you just did what you went what you what you experienced",
        7855.6,
        7860.06
    ],
    [
        " same deal right you got the 40 minute window for running right because you got it all planned on",
        7860.06,
        7866.2
    ],
    [
        " your head it goes beyond the run it goes like the stuff you did before is in your mind stuff you're",
        7866.2,
        7870.4
    ],
    [
        " gonna do after the run dinner all this other stuff and the stuff after that in your mind does not",
        7870.4,
        7876.42
    ],
    [
        " include the run because the run is already done that's it this whole formula right there in your",
        7876.42,
        7880.52
    ],
    [
        " mind yeah so now that little window closed boom where's that run gonna fit in I already know in my",
        7880.52,
        7885.6
    ],
    [
        " mind what I'm gonna do after dinner which is after the run which already happened right what I'm",
        7885.6,
        7890.38
    ],
    [
        " gonna do put the run there no it's already occupied in your brain you see the scene but the thing",
        7890.38,
        7895.24
    ],
    [
        " is it doesn't work like that you put it there as as essentially like an excuse yeah yeah you know",
        7895.24,
        7900.74
    ],
    [
        " it's crazy so as I was running so now I'm running 20 minutes after I get done yeah I don't think",
        7900.74,
        7909.12
    ],
    [
        " I've run on a full stomach for 15 years think about that 15 years I don't think and I don't",
        7909.12,
        7919.16
    ],
    [
        " think I'll run on a full stomach again for another 15 years because it felt freaking awful yeah",
        7919.16,
        7923.52
    ],
    [
        " and I don't roll I don't work out on an on a full stomach I don't like doing any that I mean I can",
        7923.52,
        7928.08
    ],
    [
        " get away with like a workout depending on the workout not squatting on a full stomach because",
        7928.08,
        7932.3
    ],
    [
        " that's just not good but maybe I can do some pull-ups on a full but yeah I was running on a full",
        7932.3,
        7938.44
    ],
    [
        " stomach I won't do that again I would next time because I wanted to you know like eat with my",
        7938.44,
        7943.14
    ],
    [
        " family you know that like let's eat time I would have eaten one fork full of food and then",
        7943.14,
        7949.3
    ],
    [
        " not eat and put it and then go for it's hang with the family go for run come back yeah see",
        7949.3,
        7953.92
    ],
    [
        " the power move and that's actually one of many power moves really the other power moves is how",
        7953.92,
        7958.68
    ],
    [
        " about this yeah good for you you know running on a full stomach in 15 years freaking run on a full",
        7958.68,
        7963.12
    ],
    [
        " stomach oh I did that's what I'm saying though you know I'm saying like there's all kinds of things",
        7963.12,
        7967.62
    ],
    [
        " that you can just push through and still get it in is what I'm saying even all the way down to",
        7967.62,
        7973.22
    ],
    [
        " hey who cares if you're there if this person is coming over yeah choice that's that that's the end",
        7973.22,
        7978.14
    ],
    [
        " of the world huh if you're not there you know not the end of the world but maybe not the best move",
        7978.14,
        7985.1
    ],
    [
        " at that time okay then we shift to the full stomach situation you know or maybe the half stomach",
        7985.1,
        7989.66
    ],
    [
        " you know I'm just saying that the opportunity is always there you know this was in line with",
        7989.66,
        7994.62
    ],
    [
        " sort of this evolving attitude that I have now of of of kind of a going hard against the weakness",
        7994.62,
        8001.54
    ],
    [
        " yeah I was like it's not only am I gonna run still I'm gonna run on a full stomach I just want",
        8001.54,
        8006.7
    ],
    [
        " a puke yeah full and freaking time cuz that's out you know so but I did the same exact thing but it was",
        8006.72,
        8012.8
    ],
    [
        " it was less complex for sure but it was like the window was closing like I can't get my four",
        8012.8,
        8017.64
    ],
    [
        " workout now because dinner time like yeah you know I'm gonna eat dinner with you ever just do",
        8017.64,
        8022.16
    ],
    [
        " something super short and psycho though if you let the window close but but you don't want to let",
        8022.16,
        8025.92
    ],
    [
        " it shut so you're like okay cool oh you want to be like that cool yeah go in here and do like",
        8025.92,
        8030.0
    ],
    [
        " may mayhem in 18 minutes yeah yeah you can get a freaking good workout in 18 minutes yeah it's",
        8030.0,
        8036.56
    ],
    [
        " probably not gonna be the plan to workout in my situation but yeah yeah I'll do that a few I",
        8036.72,
        8040.64
    ],
    [
        " done that a few times when I had to like come here somewhere where if I'm late it kind of affects",
        8040.64,
        8044.82
    ],
    [
        " other people you know it's like it's my fault anyway you know so all oh yeah I'll do that",
        8044.82,
        8049.48
    ],
    [
        " kind of stuff for sure but I did it with the dinner thing and I did a mac on a full stomach",
        8049.48,
        8053.46
    ],
    [
        " and I even told you about it the next house like I was doing anyway it's a long story but yeah",
        8053.46,
        8057.78
    ],
    [
        " well speaking of timelines let's rock and roll man yeah sir all right okay look we're doing workouts",
        8057.78,
        8065.52
    ],
    [
        " we're not doing excuses were what fighting against weak this punishing weakness thoughts we're",
        8065.52,
        8070.8
    ],
    [
        " punishing ourselves for those thoughts or considerations but when you do that you know you join",
        8070.8,
        8075.84
    ],
    [
        " your body's take a beating specifically your joints from time to time okay jaco is",
        8075.84,
        8080.62
    ],
    [
        " supplementation for that so supplements are jacophule joint or fair for your joints super",
        8080.62,
        8090.12
    ],
    [
        " krill oil for your joints vitamin D is it super vitamin D we'll just say it's pretty good",
        8090.12,
        8098.32
    ],
    [
        " how about that I think it's a super yeah super super super it's not called super vitamin D",
        8098.32,
        8103.1
    ],
    [
        " correct maybe we need to your help with branding on that one no man like you helped us with super",
        8103.1,
        8107.58
    ],
    [
        " krill I didn't help you either way it's vitamin D nonetheless I'm gonna change the name too super",
        8107.58,
        8115.4
    ],
    [
        " vitamin D all day yeah for 100% so you know get on now and also cold war",
        8115.72,
        8121.86
    ],
    [
        " wasn't it called like some cold killer or something yeah where you can't say that can't say that",
        8121.86,
        8129.04
    ],
    [
        " because it kills cold you can't say that you can't say that that's a bad advertising what's the word",
        8129.04,
        8134.9
    ],
    [
        " miss advertising like making some kind of medical claim or something like this so we can't say that",
        8134.9,
        8140.44
    ],
    [
        " but we can't go to war against cold yes missile defense tank what what is it they were",
        8140.44,
        8147.06
    ],
    [
        " the tank cold war missile defense I say that cold war missile defense yes sir oh say that I do",
        8147.06,
        8152.56
    ],
    [
        " all day I fight the war against colds every day let's see check also discipline regular discipline",
        8152.56,
        8161.34
    ],
    [
        " and the supplementation discipline cans powder pills whatever you need whatever your mortality",
        8161.34,
        8167.84
    ],
    [
        " that little yeah big time little psychological hitter little bit of little bit of go",
        8167.84,
        8174.48
    ],
    [
        " jacquepalmer taking the lead sorry is it taking the lead it's leading right now it's leading I agree",
        8174.48,
        8182.42
    ],
    [
        " I agree it's first flavors go yeah I had the long drive to Montana",
        8182.42,
        8188.14
    ],
    [
        " sure 17 hours all one go one go one go nope I mean I stopped for gas fuel of course yes sir",
        8188.14,
        8196.26
    ],
    [
        " but the cool thing was just kind of FYI for your research in the future two discipline go cans",
        8196.86,
        8203.78
    ],
    [
        " just the spirit of one and about one and about",
        8203.78,
        8208.74
    ],
    [
        " midnight maybe one o'clock in the morning and I had another one at like two or three that's the",
        8208.74,
        8219.0
    ],
    [
        " that's the kind of them that's the that's once the sun's coming up you're good yeah once the sun",
        8219.0,
        8226.24
    ],
    [
        " I guess it's maybe around four o'clock in the morning like you don't see as soon as you start seeing",
        8226.24,
        8229.5
    ],
    [
        " sun your body goes oh cool we're awake now yeah it's dead yeah it's that 334 430 where your body",
        8229.5,
        8236.28
    ],
    [
        " think you should be asleep right freaking now yeah get that hitter boy 17 hour drive so when",
        8236.28,
        8244.32
    ],
    [
        " what do you time it like when do you leave like nighttime essentially yep yeah you all right",
        8244.32,
        8249.58
    ],
    [
        " post dinner departure yeah okay that's I did it I don't think I've ever driven 17 hours ever",
        8249.58,
        8256.06
    ],
    [
        " ever cool not sure how valuable that information is but",
        8258.08,
        8261.04
    ],
    [
        " that's why I actually do know how valuable that is yeah so mulk don't forget about mulk don't",
        8261.04,
        8268.88
    ],
    [
        " forget about you you probably need extra protein I had a mulk before I came here today just because",
        8268.88,
        8274.18
    ],
    [
        " I have doms sure and I was like meaning delayed onset muscle soreness sure little heavy on squats",
        8274.18,
        8281.58
    ],
    [
        " yesterday and I have a lot of doms so I just kick down some mulk little extra protein plus I was",
        8282.22,
        8287.82
    ],
    [
        " in the mood for dessert even though I didn't have any lunch so anyways all this stuff jockeau",
        8287.82,
        8293.1
    ],
    [
        " IT kids kids warrior kid mulk you can all the stuff at the vitamin shop we also make it or all",
        8293.1,
        8300.56
    ],
    [
        " also you can get it origin main dot com if you want to support this podcast if you want to support",
        8300.56,
        8305.62
    ],
    [
        " America in general which if you want to support America in general good on you yeah get yourself some",
        8305.62,
        8311.42
    ],
    [
        " quality items yeah get yourself a key for your gg2 get yourself a rash guard for your gg2 t-shirts",
        8311.42,
        8319.1
    ],
    [
        " jeans jeans american denim boots you guys have the um delta 68 then the what's the regular one",
        8319.1,
        8329.14
    ],
    [
        " called again the factory jeans factory jeans is there like another what do you call it a model",
        8329.14,
        8333.82
    ],
    [
        " no that's the two models right now factory jeans heavier delta jeans lighter which I know this",
        8333.82,
        8341.48
    ],
    [
        " is a little strange but you know no man I dig it um you know delta 60 some of the Montana was",
        8341.48,
        8348.88
    ],
    [
        " wearing a lightweight hoodie not you though no one me but they told me like to tell you that they",
        8348.88,
        8357.48
    ],
    [
        " supported approved there you know in Montana by the way which is surprising you can't argue with the",
        8357.48,
        8362.2
    ],
    [
        " people I mean it's just you know it goes against your whole thing you know you know I guess origin",
        8362.38,
        8368.0
    ],
    [
        " main dot com that's where all this stuff exists it's something american made fully also jaco",
        8368.0,
        8374.56
    ],
    [
        " is a store it's called jaco store dot com this is where you can get discipline equals freedom",
        8374.56,
        8380.08
    ],
    [
        " defcore good where it's all defcore technically technically for sure so yeah discipline",
        8380.08,
        8388.22
    ],
    [
        " these hoodies shirts hats lightweight hoodies it's a word rash guards for sure",
        8388.22,
        8396.9
    ],
    [
        " we've got some new stuff new stuff oh you've been plotting all kinds of stuff over there we have",
        8396.9,
        8402.62
    ],
    [
        " a few new things really good stuff utility and more utility we we have a shirt coming that may",
        8402.62,
        8411.4
    ],
    [
        " become sort of like the shirt just for me personally it might become the shirt that I end up",
        8411.92,
        8420.0
    ],
    [
        " wearing a lot you literally won't wear anything it'll be like remember back in the day when you",
        8420.0,
        8424.58
    ],
    [
        " so always wear a victory even before the podcast like yeah I look at all the old pictures of",
        8424.58,
        8429.38
    ],
    [
        " ourself victory shirt as long as you've known me yeah it's like you can't even recognize if you",
        8429.38,
        8433.92
    ],
    [
        " don't have that victory shirt on if even a picture like that even exists which I don't think it does",
        8433.92,
        8438.5
    ],
    [
        " it's gonna be one of those well we've had victory for what 10 years so yeah and so for a long time",
        8438.86,
        8447.06
    ],
    [
        " and we've been doing the podcast for five something like that coming up on five so that means for",
        8447.06,
        8454.06
    ],
    [
        " five complete years before this podcast the the one free t-shirt I had which I had a lot of them",
        8454.06,
        8460.5
    ],
    [
        " sure actually john doubly asked me that the we're open mountain to like the the fifth day in a row",
        8460.5,
        8465.7
    ],
    [
        " I posted up in a victory t-shirt he said did you just wear that or lost it or you have a thousand of",
        8465.7,
        8472.38
    ],
    [
        " my go not a thousand but I got ten we have a light one and the dark one either way that's why",
        8472.38,
        8479.22
    ],
    [
        " you have the light one and the dark one of this new shirt I'll let you make it you know I'll let",
        8479.22,
        8484.04
    ],
    [
        " you what do you call it roll it out as it were reveal it anyway it's jackeles jam big time anyway",
        8484.04,
        8491.04
    ],
    [
        " jackeles store dot com that's where you can get your that's where you can write get your stuff to",
        8491.34,
        8496.36
    ],
    [
        " represent while you're on the path put it that way some new stuff so just keep that in mind look",
        8496.36,
        8501.8
    ],
    [
        " if you want to know about new stuff or how should I say I want to know about new stuff Dave what shirt",
        8501.8,
        8507.88
    ],
    [
        " is that this is a death core shirt but it's available it's absolutely available it's called ops you",
        8507.88,
        8515.08
    ],
    [
        " have black ops you're wearing and he has I know I have a black one declassified what's called",
        8515.08,
        8520.68
    ],
    [
        " classified version but here's the deal the difference you know white shirt and a black shirt in",
        8520.68,
        8525.18
    ],
    [
        " the California sun is extreme yes sir so I like to wear a white shirt I don't have this one echo",
        8525.18,
        8531.2
    ],
    [
        " Charles yeah yeah thanks that must suck really but hey man you know I know I die and maybe we'll",
        8531.2,
        8545.06
    ],
    [
        " declassified talk will start at com but you call it declassified yes I like it I like it when you",
        8545.6,
        8551.62
    ],
    [
        " sort of mingle with military terms I think you have some strings and you have some misses",
        8551.62,
        8557.66
    ],
    [
        " don't wait if you're suspect you you contact me yeah yeah hey what would this be a correct usage",
        8557.66,
        8565.06
    ],
    [
        " of the word whatever yeah or yeah oftentimes I say yeah there is one thing I did and I think",
        8565.06,
        8573.6
    ],
    [
        " yeah it was you oh the high speed low drag I was gonna use that in some it wasn't a shirt but it was",
        8573.6,
        8578.36
    ],
    [
        " in some other stuff I was doing and you're like hey don't do that don't do that one because it",
        8578.36,
        8584.14
    ],
    [
        " wasn't like appropriate yeah I forget what it was because high speed low drag is definitely a term",
        8584.14,
        8588.58
    ],
    [
        " yes and it has a meaning I forget the way you used it I used it in a more serious way than it should",
        8588.58,
        8595.06
    ],
    [
        " be used oh yeah that's not a serious term yeah it's kind of like that guy is high speed low drag yeah",
        8595.06,
        8601.02
    ],
    [
        " like for real it's kind of like you might say it about a pair of Gucci looking shooting glasses yeah",
        8601.02,
        8608.26
    ],
    [
        " yeah that's what I learned oh yeah so anyway back to what I was saying hey if you want to get be",
        8608.26,
        8614.2
    ],
    [
        " in the know we have an email list on jacob store if you want to be in the know about some stuff I",
        8614.2,
        8619.98
    ],
    [
        " I don't abuse this list at all in fact I underutilize it actually I tried try my best to save",
        8619.98,
        8626.68
    ],
    [
        " it for important stuff the stuff that I think it's important so if you want to know about a new",
        8626.68,
        8632.7
    ],
    [
        " product some new board shorts that may or may not be on the way or something like this if you're",
        8632.7,
        8639.72
    ],
    [
        " on the email list you will get notified before everybody I'm not saying our stuff sells out what if",
        8639.72,
        8644.68
    ],
    [
        " you have important what if you have important information about rolling frying pans well you",
        8644.68,
        8656.62
    ],
    [
        " know hey look is that make the list usually stuff like that no thank you for inquiring I mean we",
        8656.62,
        8662.06
    ],
    [
        " do have to clarify I guess and so that's correct but important information about jacob store sign up",
        8662.06,
        8667.72
    ],
    [
        " for that email list hey we'll get that info to you and you'll have it before everybody else and",
        8667.72,
        8672.34
    ],
    [
        " boom will be all good we put the new t-shirt on there yes well yeah that was mine to announce yeah",
        8672.34,
        8679.38
    ],
    [
        " that might be yours to announce or you just send the email how about that okay I'll send an email",
        8679.38,
        8683.9
    ],
    [
        " out when the new shirt is he leased subscribe to the podcast if you haven't already we also have",
        8683.9,
        8689.6
    ],
    [
        " some other podcasts we have the new podcast which is isn't on its own channel yet it's called the",
        8689.6,
        8695.9
    ],
    [
        " unraveling it was called the thread we had to change the name we also the grounded podcast we",
        8695.9,
        8700.48
    ],
    [
        " also have the warrior kid podcasts we have a youtube channel by the way we have a youtube channel",
        8700.48,
        8707.5
    ],
    [
        " that has all these podcasts on them you can see us except for the first seven because the first",
        8710.14,
        8716.46
    ],
    [
        " seven there was no video involved it's just voice even though we did the first podcast on like some",
        8716.46,
        8722.7
    ],
    [
        " kind of live stream if you tried to yeah I remember we were having some trouble yeah so anyways or",
        8722.7,
        8731.48
    ],
    [
        " and then also some of these are there's some excerpts in there as well yeah sure and there's",
        8731.48,
        8737.64
    ],
    [
        " also some things that echo Charles experiments with random and very over the top not over special",
        8737.64,
        8746.0
    ],
    [
        " effects there's on on just normal videos and he'll put 98 special effects into a two minute video",
        8746.0,
        8754.32
    ],
    [
        " but this video right here which is going to be three hours and 40 minutes long there will be no",
        8754.32,
        8759.32
    ],
    [
        " no excitement other than just watching me crack up at my own jokes at the end of this podcast no",
        8760.0,
        8765.84
    ],
    [
        " additional excitement needed in my opinion so far there could be so many good little extra like extra",
        8765.84,
        8772.2
    ],
    [
        " additions and Easter eggs whatever you call them in this particular podcast talking about flanking",
        8772.2,
        8777.8
    ],
    [
        " people mortars 37 millimeters 88 grenades I just think of all the cool stuff that could be",
        8777.8,
        8785.0
    ],
    [
        " fine around in here it's possibly blowing up anyway also jaco has or we have an album with tracks",
        8785.0,
        8794.0
    ],
    [
        " called psychological warfare you know if you don't know what this is don't worry this this is going",
        8794.0,
        8799.44
    ],
    [
        " to help you it helps us so we're talking about inertia right object that is in state rest stays",
        8799.44,
        8809.24
    ],
    [
        " at rest tends to stay at rest and if it's in motion so anyway if you're battling to get into motion",
        8809.24,
        8816.18
    ],
    [
        " when you're currently at rest and it's hard sometimes it's hard I got you this will help that is",
        8816.18,
        8821.84
    ],
    [
        " what I'm saying psychological warfare okay jaco telling you what to do not necessarily what to do but",
        8821.84,
        8826.64
    ],
    [
        " why you should do what you should do it's about accurate right yeah that's available wherever you need",
        8826.64,
        8833.98
    ],
    [
        " mp3s also if you want a visual representation of those types of messages go to flip side canvas",
        8835.34,
        8840.78
    ],
    [
        " calm my brother Dakota Myers makes stuff to hang on your wall got a bunch of books the code the",
        8840.78,
        8849.2
    ],
    [
        " evaluation the protocol leadership strategy and tactics field manual where the warrior kid 1 2 and",
        8849.2,
        8853.46
    ],
    [
        " 3 Mikey in the dragons discipline equals freedom field manual extreme ownership and the dichotomy",
        8853.46,
        8859.98
    ],
    [
        " of leadership you can get those books pretty much anywhere books are sold we have a consulting",
        8859.98,
        8865.28
    ],
    [
        " agency for leadership and what we do is we solve problems through leadership go to echelonfront.com",
        8865.28,
        8874.24
    ],
    [
        " for details if you can't get with us live that's fine go to efonline.com where we get",
        8874.24,
        8883.44
    ],
    [
        " granular with these things on a regular basis where you want to talk to me you want to interact with me",
        8885.4,
        8890.94
    ],
    [
        " go to efonline.com you will you will ask me questions me on a zoom call you want to talk today if you",
        8890.94,
        8898.38
    ],
    [
        " want to ask him something go to efonline.com you will interact with him you will ask him questions he",
        8898.38,
        8903.94
    ],
    [
        " will give you answers that's what we do on that channel was a bunch of training on that channel",
        8903.94,
        8908.62
    ],
    [
        " there's a forum on that channel so go to efonline.com for that we also have the monster coming up",
        8908.62,
        8917.2
    ],
    [
        " in Phoenix Arizona September 16th and 17th and then Dallas Texas December 3rd and 4th check",
        8917.2,
        8927.32
    ],
    [
        " extremers extreme ownership.com for details we've we're going to be doing these looks like with",
        8927.32,
        8933.38
    ],
    [
        " social distancing so there's going to be less seats available which means they're going to sell",
        8934.38,
        8937.88
    ],
    [
        " out faster we have ef Overwatch which is our placement firm where you're taking people from the",
        8937.88,
        8947.7
    ],
    [
        " military and placing them into businesses so if you are a vet looking for work or you are a",
        8947.7,
        8954.7
    ],
    [
        " company looking for leaders to come in your company that understand the principles that we",
        8954.7,
        8959.02
    ],
    [
        " talk about here go to ef Overwatch.com if you want to help out veterans around the world",
        8959.02,
        8965.48
    ],
    [
        " service members around the world go to america's mighty warriors dot org that is markley's mom",
        8965.48,
        8972.8
    ],
    [
        " momily helping all service people out you can go there and you can either donate or you can get",
        8972.8,
        8981.12
    ],
    [
        " involved and if you just can't get enough of my in-terminal tirades or you need a little bit more of",
        8983.32,
        8994.52
    ],
    [
        " echo Charles's preposterous postulations or maybe you just like to hear one more of Dave's jangling",
        8994.52,
        9003.76
    ],
    [
        " juxtapositions then you can find us on the interwebs on twitter instagram and on facebook",
        9003.76,
        9010.6
    ],
    [
        " david's at david burq david our burq b-e-r-k-e echoes at equitrials and i'm at jacqueline again of course",
        9011.12,
        9018.58
    ],
    [
        " thanks to all the men and women in uniform who allow us to live our lives the way we want to and",
        9018.58,
        9026.8
    ],
    [
        " that is in glorious freedom and to the police and law enforcement and firefighters and paramedics",
        9026.8,
        9035.28
    ],
    [
        " and EMTs and dispatchers and correctional officers and border patrol and secret service",
        9035.28,
        9039.8
    ],
    [
        " thanks to all of you for protecting us and for keeping our nation a nation of law and order not a",
        9040.2,
        9049.08
    ],
    [
        " nation of chaos and anarchy and to everyone else out there just just remember that the effect on most",
        9049.08,
        9060.84
    ],
    [
        " men of the impact of battle is to cause them to want to do nothing",
        9061.42,
        9066.72
    ],
    [
        " and it's the same thing with the slings and arrows of life we get pushed toward inaction and in",
        9066.72,
        9077.46
    ],
    [
        " activity and indolence and the solution to that is that a determined effort must be exerted",
        9077.46,
        9088.6
    ],
    [
        " to accomplish things to accomplish tasks and that is on you",
        9089.32,
        9094.74
    ],
    [
        " and you know what that means it means get out there and get after it and until next time",
        9094.74,
        9106.58
    ],
    [
        " this is david and echo and jaco out",
        9106.58,
        9111.12
    ]
]