[
    [
        " Jocco, I'm a high school teacher. I consider myself the leader in the classroom.",
        0.0,
        4.98
    ],
    [
        " How do I demonstrate extreme ownership in the classroom?",
        6.18,
        8.78
    ],
    [
        " For example, one of my students misbehaves. How do I take extreme ownership of their behavior?",
        9.18,
        14.34
    ],
    [
        " Okay, one way to do this.",
        15.12,
        18.54
    ],
    [
        " And",
        19.72,
        20.72
    ],
    [
        " I do this with my kids. I did it with my platoon guys",
        20.72,
        25.38
    ],
    [
        " Prokondori.",
        25.38,
        26.66
    ],
    [
        " Do it with Jiu Jitsu kids.",
        27.46,
        29.46
    ],
    [
        " Whoever and what you do is you do exactly what you're saying you want to do, which is you take ownership.",
        29.68,
        35.6
    ],
    [
        " So what that means is you take ownership of their behavior. So when something goes when the kids misbehaving",
        36.28,
        43.32
    ],
    [
        " you say, hey, what am I not making clear to you?",
        43.32,
        48.22
    ],
    [
        " That you continue to act like this because obviously I must be doing something wrong because I'm the teacher and you're in here",
        48.84,
        53.26
    ],
    [
        " acting like an idiot and disrupting everything. What am I not doing well?",
        53.52,
        58.44
    ],
    [
        " How could I convey this message to you that you should not like that? Not only that, but how can I better make you understand that what you do right now is going to",
        59.1,
        67.78
    ],
    [
        " affect and impact the rest of your whole life?",
        67.78,
        70.68
    ],
    [
        " Because I want you I'm supposed to convey that to you as a person that",
        71.6,
        75.98
    ],
    [
        " if you get engaged in class, you're going to have a more successful and better life.",
        75.98,
        82.66
    ],
    [
        " And that's what my kind of goal is. And so what I want to know is how I can better explain to you",
        82.66,
        90.1
    ],
    [
        " that your behavior while you're in here from",
        90.1,
        95.12
    ],
    [
        " classroom attendance to having big outbursts to skipping class to not turning in your homework to failing tests.",
        95.12,
        103.18
    ],
    [
        " All those behaviors that you kind of display on a regular basis, I need to find a better way",
        103.46,
        109.82
    ],
    [
        " to explain to you that the way you are acting right now will absolutely dictate where you're going to be in the future.",
        110.82,
        117.18
    ],
    [
        " And in by the way, it's not a positive thing. It's not a positive thing at all.",
        117.84,
        123.38
    ],
    [
        " Your life is going in the wrong direction and as a teacher, I'm supposed to move it in the right direction.",
        124.04,
        129.28
    ],
    [
        " So what do you think I could do better to help you understand that?",
        129.62,
        132.66
    ],
    [
        " So there we go. That's one method. And by the way, I've used that with my kids too.",
        135.34,
        140.94
    ],
    [
        " That's a very effective method for parenting. Isn't why did you not clean your room?",
        141.08,
        147.28
    ],
    [
        " It's how did I fail as a father to make you understand that basic fundamental hygiene is a positive thing.",
        147.92,
        160.52
    ],
    [
        " Where did I fail?",
        162.22,
        163.58
    ],
    [
        " And that's actually the cleaning room example isn't a great one. But when it's something a little bit more",
        165.46,
        169.44
    ],
    [
        " severe than that, something like when they really do something that's outside the lines, right?",
        169.44,
        176.22
    ],
    [
        " And you say instead of saying you know you went outside the lines, you're messed up. Instead, you say,",
        177.58,
        182.96
    ],
    [
        " I'm sorry that I couldn't convey to you the importance of these lines and why we don't go out them.",
        184.24,
        191.46
    ],
    [
        " And now now now I'm looking at you and I'm thinking I don't know what mistakes I made and I let you down as a as a father.",
        191.88,
        199.02
    ],
    [
        " Because clearly you don't understand the boundaries of what is good and what is bad.",
        199.44,
        203.62
    ],
    [
        " And I feel like I let you down. And that for my kids provokes a better reaction than you that you screwed up.",
        203.86,
        211.12
    ],
    [
        " Yeah, yeah.",
        211.2,
        212.34
    ],
    [
        " Now going on, the other thing you can do here is you can explain how their behavior affects and impacts everyone else in the class.",
        212.34,
        223.98
    ],
    [
        " And that you as the teacher is not only responsible for their behavior, which you are, but you're also responsible for teaching every single person in the class.",
        224.68,
        232.96
    ],
    [
        " And that you own that you own the education of these other kids and that you're not going to let one kid destroy the experience for everyone else because that is not fair and you will not do it.",
        235.22,
        250.08
    ],
    [
        " I'm not going to let that happen. I'm not going to let you come in here and impact all these other kids with your negativity and your bad behavior.",
        250.14,
        255.86
    ],
    [
        " These kids are here to learn. They actually want to do something with their lives. They want to take over and dominate. They want to win.",
        256.24,
        262.26
    ],
    [
        " And I'm looking at you and I think you must want to lose because that's where you're heading.",
        263.78,
        267.28
    ],
    [
        " That's what you want to do is lose in life because these other kids they want to win.",
        267.98,
        272.74
    ],
    [
        " So I'm not going to let that happen. I'm not going to let them lose because you want to lose. If you want to lose, you can go do it on your own time in the principal's office.",
        274.1,
        281.3
    ],
    [
        " And then you maybe you have to kick them out of class. Maybe you have to suspend them or whatever.",
        282.36,
        287.76
    ],
    [
        " And I think that then you have to let people understand that just like you take ownership, they should take ownership of their lives.",
        291.7,
        297.42
    ],
    [
        " That's a fundamental thing that you're getting at.",
        297.62,
        300.9
    ],
    [
        " And lastly, and this is something that I think is very hard for young kids to understand.",
        301.92,
        307.8
    ],
    [
        " Young kids meaning the ages between like 15 and 20.",
        308.08,
        312.54
    ],
    [
        " Maybe 25.",
        312.86,
        313.38
    ],
    [
        " Maybe 25. Some kids get it earlier. Some kids understand it earlier.",
        313.74,
        318.28
    ],
    [
        " But understanding this thread of the passage of your life and that the way that you act right now affects the where you're going to be in a week, in a month, a year, in five years and ten years.",
        318.84,
        334.82
    ],
    [
        " And kids do not understand that. They do not understand it. I didn't understand it when I was ten, twelve, fifteen, eighteen, thirty.",
        334.9,
        342.62
    ],
    [
        " You know what I mean? Well, I think actually one of the things, one of the best things for me is that when you join the military, they show you that thread and it's very clear.",
        343.66,
        354.68
    ],
    [
        " They're like, hey, you do this and you get promoted. You do this and you get advanced. You get this and you get your paycheck. You get this.",
        354.92,
        361.48
    ],
    [
        " Oh, and you do this other thing. You don't get a paycheck. You didn't do this other thing. You go to the brig. You do this other thing and you won't make it through seal training.",
        361.52,
        370.92
    ],
    [
        " So, you know, that was for me. I shouldn't have said get promoted because for me it was get two seal training and get through seal training.",
        371.38,
        378.74
    ],
    [
        " I didn't care about getting promoted. I never did. But to get, when I was 18 years old, to get two seal training and to get through seal training, that was a crystal clear path for me.",
        378.9,
        391.08
    ],
    [
        " And I saw it and as soon as I saw it, I said, okay, I will not veer off that path. What they tell me to do. I'll do. Now, there's nothing that's that solid for a civilian, right? For a civilian to say, okay, if you do this right now, you're going to get into this college.",
        391.1,
        404.1
    ],
    [
        " Yeah.",
        404.4,
        404.66
    ],
    [
        " If you get into this college and you get these kind of grades, you're going to get this kind of job. There's no real clear path like that.",
        404.8,
        410.82
    ],
    [
        " And so it's harder to draw that thread for people. But I think you can do it. I think you're going to show examples of where you end up in the societal structure.",
        411.02,
        420.5
    ],
    [
        " Based on your behavior as a teenage person, a teenage human.",
        420.5,
        424.46
    ],
    [
        "",
        425.14,
        425.14
    ],
    [
        " Yeah, that's going to be hard. Just straight up. That's just going to be hard for a teacher because because of the time constraints like that or the time limitations you have with the with the kid.",
        425.6,
        436.08
    ],
    [
        " Yeah. I think one thing that is I've done with with my kids is I look at other human beings in the world with them.",
        436.4,
        445.8
    ],
    [
        " And I explain to them that that's a person. That's a person. I was talking about this with my son left such an impact on him.",
        446.18,
        453.16
    ],
    [
        " Yesterday, we were down at the beach early morning one time years ago. He was probably probably eight years old.",
        453.56,
        459.76
    ],
    [
        " We were going surfing. Waves were good, by the way. It was a big day. Hell yeah.",
        460.0,
        463.54
    ],
    [
        " We got done. And so now it's 7.38 o'clock in the morning. And there's a guy that's an obvious drug.",
        463.82,
        472.3
    ],
    [
        " Induced state of mayhem. And he's got five cops and they get him down. And we're watching this whole thing and he's yelling, swearing.",
        473.98,
        482.44
    ],
    [
        " And they put a spit bag on his head. So he's just full on crazy. And you know, my son saying, what is that dad?",
        482.74,
        492.02
    ],
    [
        " You know, say, oh, that's a spit bag so that this guy doesn't spit on these police officers that are down here doing their job.",
        492.24,
        497.54
    ],
    [
        " And I said, this is what happens when you go on drugs. This is where you end up. You end up with no shirt on one shoe, a rip jeans.",
        498.86,
        508.46
    ],
    [
        " You have a spit bag on your head, your handcuffed, and you're going to jail. That's where you end up. That's where the path leads.",
        509.3,
        516.66
    ],
    [
        " So don't do those things. Don't start down that path. And it's the same thing. You know, I was with my daughter.",
        517.38,
        523.94
    ],
    [
        " And we saw, what do we see? I was pointing out to her again, someone, a woman that clearly didn't have a place to live.",
        525.88,
        535.92
    ],
    [
        " You know, she was a homeless person. And I, you know, walking with my daughter and we see the woman with the shopping cart and it's filled with, you know, stuff, you know, crap and sleeping bags and cans and whatever.",
        536.9,
        550.66
    ],
    [
        " Clearly a homeless person. But was weird and the reason I specifically point out was because she looked somewhat, you know, somewhat normal.",
        550.78,
        560.74
    ],
    [
        " And yet you could tell that she was not doing well. And so, you know, I said to my daughter, I said, what do you think of that person?",
        562.02,
        573.7
    ],
    [
        " And she says, I don't know. What do you mean? And I said, well, do you think that person wants to be there? And she said, well, no. And I said, well, how do you think she ended up there?",
        574.1,
        583.08
    ],
    [
        " And she said, I don't know. And I said, you know, I don't know, I don't know either. But that's a real person. And when she goes to bed tonight, she's going to be underneath the bridge somewhere.",
        583.6,
        591.82
    ],
    [
        " She's going to be cold. She's going to be wet. She's going to be miserable. And that is how that's her life. That's where she ended up.",
        592.22,
        598.82
    ],
    [
        " So some choices that she made along the way may have contributed to that. And what I'm saying to you is make choices that will contribute to you not ending up in that position.",
        600.2,
        613.02
    ],
    [
        " Because those people that you see that are homeless, that are addicted to drugs, those people are actually people. And you can, it's very easy to view them as, oh, I can never be there.",
        613.76,
        625.86
    ],
    [
        " They're not, there are different species than me. They're not. That's, I guess that's the, that's the point of my story.",
        626.2,
        633.42
    ],
    [
        " Is that it's really easy for people to look at other people and think that that's not, I could never be there. That could not happen to me.",
        633.7,
        641.32
    ],
    [
        " And my point to my kids is, oh, yes, it can. If you make the wrong choices. Hey, you know what? You could be bad luck. Sure, it could be bad luck. It can be bad luck.",
        641.58,
        651.1
    ],
    [
        " But most of the time, the vast majority of the time, it's decision making, bad decision making gets you in bad situations.",
        651.52,
        658.54
    ],
    [
        " And by the way, people that go off the path and, and then they say, you know what? I screwed up. I did the wrong thing and I'm going to now fix it.",
        658.78,
        670.64
    ],
    [
        " That's, you don't see people like that that are homeless. You don't see people like that that are addicted to drugs because they take responsibility and they say, okay, I made this mistake. I didn't do the right things. I need to get fixed.",
        670.92,
        682.34
    ],
    [
        " And they fix it. Whereas someone that says, oh, it's my parents fault and it's my boyfriends fault and it's my girlfriend's fault and it's my boss's fault and it's my pushers fault.",
        682.48,
        694.22
    ],
    [
        " And whoever you want to blame, it's not your fault. You don't fix the problem. You don't take ownership of the problem. You don't fix it on a personal level. And that's problematic.",
        694.22,
        703.36
    ],
    [
        " Your parents were teachers, huh? Yes. Both teachers. Yeah.",
        705.76,
        711.12
    ],
    [
        " There's a lot of, it seems like there's a lot of similarities with teachers and then parents, right? Because it's both like you're both trying to guide these young minds.",
        713.56,
        721.76
    ],
    [
        " And by the way, kids, teenagers, whatever, yeah, they can't really have, you know, I say they don't understand the correlation between like their actions now and whatever they kind of can't because that part of their brain isn't developed yet. It's the front part, frontal, whatever.",
        721.76,
        738.74
    ],
    [
        " Let's call the front part. That's a part.",
        739.26,
        740.7
    ],
    [
        " It's a medical term, but it tends to an average or whatever developed by age 25. That's why I said 25.",
        741.84,
        751.04
    ],
    [
        " So that's typically, you know, give or take when it when it's done developing. So yeah, before that, and it's basically the decision making like, okay, what I just what you said, what I do now affects the future.",
        751.58,
        761.12
    ],
    [
        " And you know, like now you're like, oh, when you do something, you can almost feel the payoff in the future. It's almost like that. You understand it. No, back then you couldn't. That's why these colleges, when you go to college at 18 or 17 in my case, they all, all these credit card little credit card pushers, they'll just post up outside of your dorm room and be like, hey, un, unsecured. I don't even know what unsecured means by the way at this time.",
        761.12,
        784.08
    ],
    [
        " $300 limit, just credits free money, free money. That's how they do all you got to do is fill out this thing and everyone of course, of course, I don't know what that means. I'll pay it back a little way later. So they get you like that, but nonetheless.",
        785.7,
        796.54
    ],
    [
        " Yeah, so they don't have that part of their brain. They don't know. So the answer is that I'm kind of drawing from my childhood.",
        796.84,
        806.4
    ],
    [
        " So I had these two teachers, right? One teacher's name was Mr. Tokita, Japanese guy, and he was like a little summer. I named your guy didn't really talk that much like outside of the classroom. And when he talked in the classroom, it was all deliberate stuff. There was no small talk. It was really rigid. We had a quiz every single Friday, every single Friday.",
        806.82,
        825.98
    ],
    [
        " 10 questions. Real short quiz about the week stuff. His little lecture on the board was like, boom, boom, boom, boom, boom. I think he'd even underlying the key points. You know, so you know, there was a there was no like, hey, read this and I'm going to test you. No mystery, no mystery. This is what you can be talking. He underlying the key points and you got to know those key points at the end of the week.",
        826.78,
        845.52
    ],
    [
        " Test every week. Boom, you take or quiz. It's a quiz. Then there's a test on all this stuff, whatever. But you were not ill equipped for these tests. You knew as long as you're showing up paying attention, you knew. So either you did it or you didn't do it. You know, so it was and there was no like, hey, guys, nothing like you knew what to expect. This guy was so consistent with every every little thing.",
        845.8,
        867.68
    ],
    [
        " All the way down to the point that like if you call him Tokita, because sometimes that's how you know when you get real chummy with it with the teachers just in general, if you're that kind of person, you won't say Mr or Mrs. Right. So some everyone's all you'd be like, hey, I don't smell. We'll just say if the teacher said Mrs. Smith, he'd be like, hey, Smith. And you know, it's a kind of chummy relationship. So one time I forget it was.",
        867.94,
        890.66
    ],
    [
        " It might have been this girl, Cressy. Anyway, because all Tokita, because she liked him, he was a likable guy. That's the thing. But, but just really consistent in rigid like a ninja or something. And they were like, hey, Tokita, and ask a question. And he didn't get mad. Nothing like that. He just answers the court. Real stoic. This answers the question. And as he's shuffling his papers like this, just real like this guy was so cold cold. His ice guy goes like this.",
        891.06,
        918.28
    ],
    [
        " Pulling me answers the question and he goes, and that's Mr. Tokita. And then he just continues on. Right. And it was like, dang, that was fucking awesome.",
        918.4,
        925.84
    ],
    [
        " But anyway, I did the best in that class because it was one of those things that it was so consistent. There was no room for slack. If you slacked off, it was really apparent.",
        925.98,
        937.86
    ],
    [
        " Discipline equals freedom. Yeah, you know, but he wasn't the kind like you wouldn't yell at you. It wasn't that. I don't yell. Yeah. So.",
        938.0,
        944.64
    ],
    [
        " Discipline equals freedom. You don't need to yell when people understand expectations. Yeah.",
        944.86,
        949.32
    ],
    [
        " Need to yell. And the thing and you're like this to where you're real consistent. That's a thing too.",
        949.42,
        953.58
    ],
    [
        " Because you know, sometimes let's say you're real rigid one week. And then the next day or let's say you're really rigid like the whole year.",
        953.78,
        960.14
    ],
    [
        " And then I don't know. You're not you're feeling. I don't know. You're hungover or something. I don't know. You party or something.",
        960.42,
        964.58
    ],
    [
        " You come to class as the teacher by the way. And then you're not as rigid that day. Oh, there's the little. There's the little chink in your in your armor there.",
        964.8,
        972.54
    ],
    [
        " And they'll kind of start to exploit it. These kids. Which brings me to my second teacher. Not going to say his name. It was in seventh grade though.",
        972.8,
        980.02
    ],
    [
        " Where this guy was just all over the place. Super easy to take advantage of this guy is a music teacher. Wait, wasn't he?",
        980.52,
        986.16
    ],
    [
        " Music teacher. Yeah, I think so. I don't know. I forget. But super easy to take advantage of this guy. The kind like he loses cool all the time.",
        986.56,
        994.4
    ],
    [
        " And you know, it was just funny to see him react a lot of the time. Right. And he has the thing is he didn't start like that. He started just super nice.",
        994.4,
        1001.46
    ],
    [
        " Just like, hey, the kind like people would run over him and he'd be like, Hey, you know, you don't have to. He was just super nice. But he wasn't consistent with anything.",
        1001.52,
        1008.34
    ],
    [
        " Then after a while, I think it was after like a few years. I hear that he's like really mean now. Yeah.",
        1008.52,
        1015.32
    ],
    [
        " Like he loses his temper all the time. Like what the? It goes back to just discipline equals freedom. Right. And if you would have held the line in the beginning and said, no, you don't act like that in here. Stop.",
        1015.54,
        1027.88
    ],
    [
        " Then if you would have stopped at the minimal or at this small action that was bad. This small bad behavior. If he tightened that up, then it would never get to bid. Then he doesn't have to lose his temper and get crazy.",
        1029.42,
        1042.22
    ],
    [
        " And I'm sure he's a nice guy. I'm sure he's a positive guy. And he had the highest hopes and expectations going back to the earlier subject. He had the really high hopes that everyone's going to be in here to learn and open their minds.",
        1042.74,
        1053.24
    ],
    [
        " And it's like, no, these kids are in here to shoot spitballs and stick pencils into the back of the person sitting in front of them. Right. That's sort of it.",
        1053.44,
        1063.52
    ],
    [
        " That's sort of it. And when you realize that, then you don't allow that minimal behavior. And then they just don't get totally out of control.",
        1063.64,
        1072.1
    ],
    [
        " Yeah.",
        1072.48,
        1072.7
    ],
    [
        " Hard work being a teacher very much so very much so because again, like because it goes back to that thing, man, where you are.",
        1073.3,
        1083.22
    ],
    [
        " You only have like what an hour or something with the 45 minutes, yeah, in a day. And that's only for like five days maximum for the week. Sometimes less. You know, if you've got all these whatever.",
        1083.22,
        1093.18
    ],
    [
        " And then they go home or wherever and then they get their influences, you know, boom, boom, as they grow up, then they come back to your class with all that influence. And it's like, what? What now?",
        1093.56,
        1102.22
    ],
    [
        " You know, and you got to kind of find a way as a teacher not only to like get through to them, just person to person, but you got to get them all this material.",
        1102.22,
        1111.76
    ],
    [
        " And if they don't like that material, oh man, that's yet another task, you know.",
        1112.1,
        1116.52
    ],
    [
        " So again, man, if you have that that structure in place and it's consistent and they know what to expect, that's going to help because they have this scaffolding.",
        1116.94,
        1123.88
    ],
    [
        " They don't know how to make this.",
        1123.98,
        1124.84
    ],
    [
        " You know, I got asked one time by a teacher, it's kind of a similar question. You know, I've done everything to get through to this person. They're just not, they're just not getting in the game.",
        1124.84,
        1132.86
    ],
    [
        " What do I do now? I was like, well, try a different way. Try a different way. You know, you didn't get through to them that way, try a different way. How can you get through to them?",
        1133.22,
        1140.98
    ],
    [
        " Now, just like as a boss, as a leader, as a platoon commander, if you've tried every single possible different way, and you've got someone that just cannot do it or does not want to do it.",
        1141.38,
        1152.16
    ],
    [
        " And they're negatively affecting everyone else, then it's your responsibility as a leader to get rid of them.",
        1152.16,
        1156.68
    ],
    [
        " Get rid of them and had another conversation with a teacher one time who had kicked someone out of her school for fighting.",
        1157.56,
        1167.7
    ],
    [
        " And this person's a great person and a friend of mine, she kicked someone out of the school and we met at a dinner and we were just talking and I said, all how's everything going?",
        1168.88,
        1181.48
    ],
    [
        " She goes, well, you know, I just kicked this person out of school and I was like, oh, what's the situation?",
        1181.48,
        1184.6
    ],
    [
        " And she's, well, you know, it's this guy, this kid, and he's been a good kid. He doesn't come from a great home.",
        1185.22,
        1191.4
    ],
    [
        " And but he got into a fight and he hit another kid and I just have no, we can't have that at school at all.",
        1191.76,
        1196.78
    ],
    [
        " And so me being a jerk, I was like, oh, so you just destroyed his life, basically.",
        1197.12,
        1202.8
    ],
    [
        " And she's like, what do you mean? I go, well, if the kid doesn't have much of a home and he's not coming from a great family, the only thing he has is your school.",
        1204.74,
        1210.54
    ],
    [
        " And if you don't allow him in school, now you kicked him out, where's he gonna end up?",
        1210.92,
        1213.5
    ],
    [
        " I go, did you, did you already open up a space war in prison somewhere?",
        1213.74,
        1216.92
    ],
    [
        " Because that's where he's headed.",
        1217.16,
        1218.06
    ],
    [
        " I was just, I was being a total jerk, but I didn't really do this until I saw her like getting emotional.",
        1218.54,
        1222.7
    ],
    [
        " And I was like, oh, I'm sorry. And so then we had the conversation.",
        1223.0,
        1226.7
    ],
    [
        " And what was great was we talked and we went through this conversation.",
        1228.54,
        1233.28
    ],
    [
        " And because what I was saying, even though I was being a jerk about it, even though I was being kind of, I wasn't being sarcastic, I was just being really offensive.",
        1234.16,
        1241.74
    ],
    [
        " Because she's a friend, you know, and we, I've, that's this here.",
        1241.92,
        1244.14
    ],
    [
        " Yeah, I am.",
        1244.3,
        1244.84
    ],
    [
        " Like, when are you still doing that?",
        1244.92,
        1245.98
    ],
    [
        " Yeah, exactly.",
        1246.04,
        1246.64
    ],
    [
        " And treating her like another seal.",
        1247.06,
        1248.18
    ],
    [
        " But then we talked and I said, look, but even though I'm, I don't mean to be a jerk, I'm telling like what I believe to be the truth.",
        1248.34,
        1256.28
    ],
    [
        " Cracking up your, you have a great school.",
        1256.28,
        1258.18
    ],
    [
        " You have this great opportunity for these kids and this kid who has been well behaved was, oh, and this was the other critical part.",
        1258.38,
        1265.04
    ],
    [
        " The kid that he got in a fight with, the kid that he punched, he's soccer punched the guy, not soccer punch, but through the first punch.",
        1265.32,
        1271.16
    ],
    [
        " The other kid was the class jerk, the class picking on people and always misbehaving.",
        1271.44,
        1277.46
    ],
    [
        " That kid didn't get kicked out of the school.",
        1277.78,
        1279.46
    ],
    [
        " He wasn't going to get kicked out of the school because he didn't actually get involved in the physical violence.",
        1279.6,
        1284.68
    ],
    [
        " Yeah.",
        1285.16,
        1285.56
    ],
    [
        " And, and so then I told her that to I said, look, you got one kid that he finally broke mentally.",
        1285.72,
        1292.2
    ],
    [
        " And you got another kid that just knows how to push people's buttons and he wanted him to hit him.",
        1292.7,
        1296.08
    ],
    [
        " And now you're kicking the kid out that actually probably should have done what he did.",
        1296.36,
        1300.78
    ],
    [
        " That kid probably deserved to get punched in the face.",
        1300.88,
        1303.02
    ],
    [
        " And, and anyways, after this long conversation, you know, she went back and the other, the other key little thing that we talked about was I said, it's okay for you as the leader to say, hey look, look.",
        1303.46,
        1314.66
    ],
    [
        " I made a mistake.",
        1314.66,
        1315.12
    ],
    [
        " You know what? I'm not kicking him out of the school.",
        1315.64,
        1317.5
    ],
    [
        " You know why? Because this other kid acted like a jerk. This other kid harassed him. This other kid did these other kid things.",
        1317.62,
        1322.78
    ],
    [
        " And this child has been a well-behaved child and he lost his temper and that's human and we're going to keep him in the school and she did that.",
        1322.98,
        1329.88
    ],
    [
        " So, my point is it's a hard job.",
        1330.26,
        1334.16
    ],
    [
        " Yeah.",
        1334.56,
        1334.72
    ],
    [
        " And, yeah, that's my point.",
        1335.28,
        1338.24
    ],
    [
        " Big time.",
        1338.32,
        1339.08
    ],
    [
        " Man, and that's, and that's another yet another thing that I think we got to balance this in regular society too, but it's so this kid, right?",
        1339.18,
        1348.56
    ],
    [
        " For example, your example where the kid punched a guy.",
        1348.66,
        1351.22
    ],
    [
        " So, boom, we have this incident. So, what do you do though?",
        1351.92,
        1355.28
    ],
    [
        " It's like that's a problem.",
        1355.48,
        1356.88
    ],
    [
        " As far as problem solving goes, you don't punish the kid.",
        1357.06,
        1360.46
    ],
    [
        " You evaluate what happened and then you essentially help the kid so he doesn't punch him.",
        1360.62,
        1364.6
    ],
    [
        " Right.",
        1364.64,
        1364.74
    ],
    [
        " Like some people are like, hey, we got to punish this kid somehow. I'll give him detention or something.",
        1364.98,
        1368.78
    ],
    [
        " Right.",
        1368.94,
        1369.1
    ],
    [
        " And does that solve the problem?",
        1369.2,
        1370.32
    ],
    [
        " Yeah, maybe we actually teach someone to control their emotions.",
        1370.52,
        1373.62
    ],
    [
        " Exactly right. Like, why'd you punch him?",
        1374.0,
        1375.48
    ],
    [
        " Because this guy did this. Okay, there's another problem, by the way.",
        1375.58,
        1377.92
    ],
    [
        " So, we got to teach this kid to stop messing around in that way.",
        1378.24,
        1382.8
    ],
    [
        " Right.",
        1383.2,
        1383.56
    ],
    [
        " And then we got to teach this kid, okay, if you do get messed around.",
        1383.6,
        1386.12
    ],
    [
        " You're right.",
        1386.34,
        1386.7
    ],
    [
        " And sometimes the only way some kids learn a lesson is by being severely punished, kicked out of a school, whatever, you know, expelled or something like that.",
        1386.92,
        1394.14
    ],
    [
        " But most cases, what most cases, what does that really teach them?",
        1394.14,
        1396.62
    ],
    [
        " That that school doesn't care about him. Right.",
        1397.14,
        1399.26
    ],
    [
        " So that's a tough situation.",
        1399.7,
        1401.06
    ],
    [
        " You know, interestingly, in way of the warrior kid, the next book that's coming out.",
        1401.06,
        1406.6
    ],
    [
        " Sure.",
        1406.72,
        1407.0
    ],
    [
        " The whole, and I'm not going to give the whole storyway, but the opening chapter, young Mark, is in the principal's office.",
        1407.82,
        1418.48
    ],
    [
        " And he's in the principal's office because he threw a paper mache pumpkin at another kid's head.",
        1418.84,
        1425.24
    ],
    [
        " Why did he do it?",
        1425.48,
        1427.48
    ],
    [
        " Because he was frustrated because he got mad because the kid was picking on him continually, verbalizing verbal abuse.",
        1427.68,
        1434.72
    ],
    [
        " And finally, Mark just got mad and he hooked a paper mache pumpkin at the kid's head.",
        1435.12,
        1440.86
    ],
    [
        " It bounced off the kid's head and hit and hit Miss Carpenter right to face too.",
        1441.14,
        1446.48
    ],
    [
        " So we got sent to the office.",
        1446.86,
        1448.04
    ],
    [
        " But anyways, but the point is where I, the reason I did that is because kids that are 11 years old, they still lose their temper.",
        1448.52,
        1453.96
    ],
    [
        " They haven't learned to control their temper yet.",
        1454.16,
        1455.68
    ],
    [
        " And so one of the themes in the new warrior kid book is that a warrior has to learn to control their temper and control their emotions.",
        1455.76,
        1461.94
    ],
    [
        " The lessons that we're talking about right now.",
        1462.3,
        1464.46
    ],
    [
        " Interestingly enough.",
        1464.74,
        1465.92
    ],
    [
        " So thanks to the teachers out there.",
        1466.46,
        1468.58
    ],
    [
        " Big time man, because man, as a Teeke, and I have never been a teacher, obviously.",
        1468.84,
        1473.32
    ],
    [
        " But I mean, just even halfway imagining it, man, you kind of care about like these kids, but you care about them all.",
        1473.74,
        1479.34
    ],
    [
        " And then you have all the whole spectrum of them.",
        1479.56,
        1482.16
    ],
    [
        " You have the kid who's like, the teacher is bad.",
        1482.48,
        1485.04
    ],
    [
        " As far as the other kids are concerned.",
        1485.36,
        1486.58
    ],
    [
        " But meanwhile, you love that kid.",
        1486.76,
        1488.0
    ],
    [
        " Because man, he's picking up what you're putting down and he's listening, he's giving you apples and whatnot.",
        1488.24,
        1492.58
    ],
    [
        " Then you have on the other side, you have the one that won't listen to anything disrupting your class.",
        1493.12,
        1497.04
    ],
    [
        " But you want that kid, like of course you want him to leave you like stop messing up my whole thing.",
        1497.22,
        1502.08
    ],
    [
        " But you want to be successful.",
        1502.08,
        1503.16
    ],
    [
        " Yeah, man, because like when you know how you teach someone something and you see a music, oh man, that's the best.",
        1503.2,
        1508.4
    ],
    [
        " As any kind of capacity that you know, as far as the role that you play like in jujitsu or something like that.",
        1508.46,
        1513.66
    ],
    [
        " Even like another adult.",
        1513.92,
        1515.64
    ],
    [
        " Because it's all the same, right?",
        1516.06,
        1517.26
    ],
    [
        " Actually, I think kids, it's a fundamental human characteristic I believe that makes you want to help other people.",
        1517.36,
        1523.48
    ],
    [
        " Yeah.",
        1523.88,
        1524.26
    ],
    [
        " Feels good.",
        1524.56,
        1525.5
    ],
    [
        " It feels good to have.",
        1525.5,
        1526.04
    ],
    [
        " It's like you're an influence like living on or something.",
        1526.32,
        1528.06
    ],
    [
        " I don't know.",
        1528.06,
        1528.74
    ],
    [
        " But man, so it's like, it's like yet that's yet another thing you got to deal with as a teacher.",
        1528.9,
        1535.32
    ],
    [
        " You know, because you're committed, man.",
        1535.74,
        1537.18
    ],
    [
        " It's like, you tell.",
        1537.86,
        1539.96
    ]
]