[
    [
        " How does default aggressive applied a jujitsu?",
        0.0,
        4.0
    ],
    [
        " Or does it apply to jujitsu?",
        5.86,
        8.04
    ],
    [
        " Well, good question.",
        8.54,
        10.32
    ],
    [
        " Now, well, first of all, it doesn't apply during training.",
        10.8,
        18.82
    ],
    [
        " Okay, but it completely applies during competition and obviously applies in the streets.",
        19.7,
        26.92
    ],
    [
        " So, so this is what I mean by that is in training, it's okay to get in bad positions.",
        27.72,
        34.38
    ],
    [
        " It's okay to let things happen.",
        34.5,
        36.82
    ],
    [
        " It's okay to let somebody grab that collar or grab that sleeve or get a cross-line.",
        36.96,
        40.54
    ],
    [
        " It's okay. I mean, it's okay to put yourself at risk in competitions.",
        40.66,
        43.6
    ],
    [
        " That's okay.",
        44.0,
        44.56
    ],
    [
        " Matter of fact, it's encouraged in a lot of way.",
        45.08,
        48.04
    ],
    [
        " In training.",
        48.08,
        48.36
    ],
    [
        " Yeah, in training.",
        48.68,
        49.2
    ],
    [
        " It's encouraged in training.",
        49.32,
        50.78
    ],
    [
        " But in competition, you can't do that.",
        51.26,
        56.18
    ],
    [
        " You can't do that in street.",
        56.96,
        58.96
    ],
    [
        " You definitely cannot do that.",
        59.82,
        62.36
    ],
    [
        " In fact, in the street, you've got to proactively and aggressively, first of all,",
        62.56,
        69.08
    ],
    [
        " avoid the bad situation.",
        69.22,
        70.34
    ],
    [
        " But if they come, then you've got to handle those situations with aggression and speed and violence",
        70.46,
        75.98
    ],
    [
        " of action.",
        75.98,
        76.6
    ],
    [
        " That's what you've got to do.",
        77.02,
        77.92
    ],
    [
        " So, competition is kind of the same way.",
        78.82,
        81.58
    ],
    [
        " In competition, if you give a guy an inch, if you give a guy a grip, if you give a guy a position,",
        84.04,
        89.22
    ],
    [
        " they will not let go of it.",
        89.7,
        92.42
    ],
    [
        " It's not happening.",
        92.44,
        92.94
    ],
    [
        " They won't hang on to that thing.",
        93.54,
        96.14
    ],
    [
        " Like with the ghee in competition, somebody gets a grip on some part of your ghee.",
        96.7,
        102.18
    ],
    [
        " They whitenuckle that thing, especially in the lower belts.",
        103.18,
        107.98
    ],
    [
        " But it's a higher belt, too, man.",
        108.2,
        109.48
    ],
    [
        " It's every belt.",
        109.58,
        110.3
    ],
    [
        " Because that ghee, that grip, can be the difference between winning and losing.",
        110.68,
        115.48
    ],
    [
        " Period.",
        115.7,
        116.0
    ],
    [
        " You've got to aggressively avoid that.",
        117.26,
        121.74
    ],
    [
        " You've got to be aggressive with your positions.",
        121.8,
        122.9
    ],
    [
        " Now, in training, again, you let it happen.",
        123.24,
        125.64
    ],
    [
        " But here's something that can happen in training.",
        125.78,
        127.12
    ],
    [
        " Sometimes you get guys that get used to training and they go into competition,",
        127.36,
        129.92
    ],
    [
        " they get overrun.",
        129.92,
        130.92
    ],
    [
        " They get overwhelmed and overrun because they thought, man, I'll just,",
        131.52,
        135.0
    ],
    [
        " oh, the guy grabs my collar.",
        135.24,
        136.28
    ],
    [
        " They jockele grabs my collar all every time we roll.",
        136.7,
        138.88
    ],
    [
        " Right.",
        139.18,
        139.4
    ],
    [
        " And they don't realize that when this guy grabs your collar, he's going to attack.",
        139.84,
        143.08
    ],
    [
        " And so what you have to do, and the other thing is in competition, there's a time limit.",
        143.62,
        149.88
    ],
    [
        " Because there is kind of a, there's such a thing sort of as a counter-puncher in Jiu-Jitsu,",
        150.68,
        158.52
    ],
    [
        " right?",
        158.72,
        158.94
    ],
    [
        " Someone that, and I'm kind of like that.",
        159.2,
        162.44
    ],
    [
        " Like I don't, I don't usually force a move to happen.",
        162.56,
        166.32
    ],
    [
        " Usually I'm going to let you make your own mistakes.",
        166.64,
        168.34
    ],
    [
        " I'm going to let my opponent make a bad move.",
        168.34,
        170.92
    ],
    [
        " And then I'm going to capitalize on it.",
        171.18,
        172.22
    ],
    [
        " Because there's a lot less work for me.",
        172.3,
        173.76
    ],
    [
        " I mean, it's a lot less work when your opponent gives you the submission or gives you the transition",
        174.02,
        180.14
    ],
    [
        " or gives you the sweep than trying to make it happen.",
        180.14,
        183.76
    ],
    [
        " But again, in competition, it doesn't really work because they're not going to give,",
        184.52,
        192.24
    ],
    [
        " they're not going to take any risk.",
        192.38,
        193.32
    ],
    [
        " They're not going to take any risk and there's probably not going to be any openings.",
        193.58,
        195.8
    ],
    [
        " Again, another piece is in a long match.",
        196.36,
        198.48
    ],
    [
        " Maybe I'm just trying to tire somebody out.",
        198.78,
        200.84
    ],
    [
        " Now in the gym, I have an unlimited time to do that.",
        201.58,
        204.5
    ],
    [
        " I can tire somebody out for 20 minutes just trying to let them pass my guard.",
        204.8,
        208.28
    ],
    [
        " And they're trying to pass my guard the whole time.",
        209.16,
        210.4
    ],
    [
        " I'm getting them tired, getting them tired, getting them tired.",
        210.52,
        212.16
    ],
    [
        " Finally, they expose themselves.",
        212.28,
        213.06
    ],
    [
        " Pull my put the choke on.",
        213.2,
        214.04
    ],
    [
        " Good, I win.",
        214.88,
        215.5
    ],
    [
        " That took 20 minutes.",
        216.32,
        217.16
    ],
    [
        " This happens on a daily basis.",
        217.48,
        218.78
    ],
    [
        " In a competition, I just lost.",
        219.46,
        220.66
    ],
    [
        " Because it was a 10-minute match and the other guy was on top for 10 minutes.",
        221.38,
        225.32
    ],
    [
        " Trying to pass and he got the advantage and he wins.",
        225.8,
        227.8
    ],
    [
        " So you can't, that can't be your strategy if there's no time limit.",
        228.6,
        233.12
    ],
    [
        " It's the same thing in war, right?",
        233.3,
        234.88
    ],
    [
        " In war, you can have a strategy of, I'm just going to wear the other person out.",
        235.1,
        238.92
    ],
    [
        " The Vietnamese did it to America, right?",
        239.24,
        242.08
    ],
    [
        " They just kind of war us out.",
        242.08,
        243.02
    ],
    [
        " Look at what the Russian strategy",
        243.42,
        244.96
    ],
    [
        " of that they used against Napoleon, they used against the Nazis.",
        244.96,
        248.46
    ],
    [
        " Oh, you want to come at us?",
        248.72,
        249.56
    ],
    [
        " Cool.",
        249.66,
        249.74
    ],
    [
        " We're just going to back up a little bit at a time.",
        249.98,
        251.36
    ],
    [
        " Back up a little bit at a time.",
        251.58,
        252.74
    ],
    [
        " Back up a little bit at a time.",
        253.02,
        253.94
    ],
    [
        " Here comes the winter.",
        254.1,
        255.12
    ],
    [
        " And now you're going to freeze to death and we're going to surround you and you're going to kill you.",
        256.0,
        259.18
    ],
    [
        " But that's the same type of strategy.",
        259.38,
        261.42
    ],
    [
        " It doesn't work if you have a limited amount of time to win.",
        261.78,
        265.58
    ],
    [
        " If you have a limited amount of time, which most cases you do,",
        266.7,
        271.98
    ],
    [
        " you have to have a default, aggressive attitude and make things happen",
        272.06,
        276.84
    ],
    [
        " the way you want them to happen, not the way your opponent wants to happen,",
        276.84,
        280.64
    ],
    [
        " have them happen, not the way your enemy wants them to happen.",
        281.0,
        283.66
    ],
    [
        " And it's the same thing, obviously in business and in life.",
        284.96,
        289.66
    ],
    [
        " The good things, the good positions, the good details, the good promotions, the rewards,",
        290.1,
        297.64
    ],
    [
        " they're not going to come and knock on your door.",
        298.44,
        300.94
    ],
    [
        " You got to go out and you got to take them.",
        301.36,
        303.88
    ],
    [
        " You got to make them happen on the mat,",
        305.2,
        308.52
    ],
    [
        " in business and in life.",
        309.08,
        311.64
    ],
    [
        " So get default aggressive.",
        313.76,
        315.22
    ],
    [
        " It's my recommendation.",
        315.54,
        316.96
    ],
    [
        " Yeah, it's weird.",
        317.38,
        318.78
    ],
    [
        " And Jiu Jitsu is so ambiguous as far as like an art.",
        319.02,
        323.8
    ],
    [
        " And there's like this big spectrum and there's all these exceptions.",
        323.98,
        326.78
    ],
    [
        " You know how you say the counter-puncher.",
        326.78,
        328.46
    ],
    [
        " Jiu Jitsu where some guys even,",
        328.68,
        333.22
    ],
    [
        " like they can, you can be a counter-puncher in Jiu Jitsu and still be aggressive.",
        334.64,
        339.74
    ],
    [
        " So your first move won't be like, okay, if you're going for a sweep,",
        339.9,
        342.92
    ],
    [
        " your first move won't be the sweep.",
        343.1,
        344.38
    ],
    [
        " You'll go, okay, I'm going to do this other thing.",
        344.8,
        347.24
    ],
    [
        " I know his reaction is going to open him up for the sweep.",
        347.74,
        350.56
    ],
    [
        " Well, for sure.",
        350.88,
        351.56
    ],
    [
        " That's cover move, actually.",
        351.94,
        354.94
    ],
    [
        " It's cover move.",
        355.38,
        356.02
    ],
    [
        " It's flanking.",
        356.26,
        356.9
    ],
    [
        " It's flanking, because I start attacking your neck and you pull your hand up to defend it.",
        357.24,
        364.32
    ],
    [
        " Boom, that took your base away.",
        364.44,
        365.6
    ],
    [
        " I'm sweeping you.",
        365.8,
        366.34
    ],
    [
        " Boom, that's what it was.",
        366.68,
        368.18
    ],
    [
        " It was a cover move covering my actual attack with my other move.",
        368.18,
        372.64
    ],
    [
        " Or you can call it a flank because you think I'm going to come at the front,",
        372.64,
        376.02
    ],
    [
        " but then I'm flanking you from the side with the sweep.",
        376.22,
        377.88
    ],
    [
        " Yeah, when you put all your tubes in the front, you know, the front.",
        378.52,
        380.8
    ],
    [
        " Yeah, it's almost like that's almost like a philosophical question where you can answer it.",
        381.3,
        388.08
    ],
    [
        " As it applies to something specific.",
        388.56,
        391.46
    ],
    [
        " So like, for example, like default aggressive in Jiu Jitsu meaning",
        391.76,
        395.14
    ],
    [
        " my default aggressive way of approaching it will give me advantage in this way,",
        398.18,
        402.84
    ],
    [
        " where I'm going to impose my game whether that's the counter punching game, whether it's the",
        403.02,
        408.14
    ],
    [
        " wear him out for a while game, whether it's, you know, overrunning with my conditioning,",
        408.14,
        411.72
    ],
    [
        " whatever that game is, I'm going to aggressively put it on him before he puts it on me.",
        411.72,
        416.32
    ],
    [
        " Default, like right from the time the guy says go or, you know,",
        416.48,
        419.64
    ],
    [
        " when it goes down the street, whenever, even in training, whatever, you're training like that.",
        419.92,
        423.96
    ],
    [
        " If you want.",
        423.96,
        424.56
    ],
    [
        " So that'll keep him and the defensive where he can't get his game going on you, you know,",
        424.94,
        432.08
    ],
    [
        " he's defending your game the whole time.",
        432.18,
        433.5
    ],
    [
        " Yeah, you definitely, definitely want to impose your will.",
        433.68,
        436.76
    ],
    [
        " We say that all the time with UFC fighters, you want the UFC fighter that imposes his will",
        436.92,
        441.5
    ],
    [
        " on the other fighters, going to win. Yeah, they're going to win.",
        441.5,
        443.92
    ],
    [
        " And it's the same thing with war.",
        444.02,
        445.56
    ],
    [
        " You impose your will on the enemy.",
        445.98,
        447.44
    ],
    [
        " That's what you do.",
        447.58,
        448.26
    ],
    [
        " You impose your will on the enemy and you'll break them.",
        448.42,
        450.9
    ],
    [
        " Yeah, man.",
        451.36,
        452.0
    ],
    [
        " That's why you see guys like in UFC, they'll run to the middle of the ring, you know,",
        452.08,
        456.12
    ],
    [
        " because they're like controlling the ring or like a BJPN would all be if he's coaching somebody,",
        456.32,
        460.68
    ],
    [
        " be like, be first, be first, be first.",
        460.68,
        462.24
    ],
    [
        " You know, it's like you put him so the guy got to defend the whole time.",
        462.28,
        464.8
    ],
    [
        " And it's, it's when you're going against a striker that has that attitude and is being first,",
        465.2,
        470.38
    ],
    [
        " it's not fun. It's not fun.",
        470.52,
        472.7
    ],
    [
        " They're hitting you and you're not, you're just defending the whole time.",
        472.7,
        475.94
    ],
    [
        " Yeah.",
        476.2,
        476.44
    ],
    [
        " And it's hard to turn it around.",
        476.56,
        477.6
    ],
    [
        " Yeah.",
        478.04,
        478.24
    ],
    [
        " Yeah, man, you can tell like when you roll against a guy and we talk about this before,",
        479.36,
        483.26
    ],
    [
        " when you roll against a guy and even if he's not like his game isn't aggressive, but",
        483.38,
        487.74
    ],
    [
        " right when you lock up with him, you can tell he's just like just in the correct position.",
        487.74,
        493.24
    ],
    [
        " You're like, dang, I can't get like a good like and when you, you're like, okay,",
        493.24,
        496.74
    ],
    [
        " I'm going to get in my position and he just adjust like immediately.",
        496.82,
        499.7
    ],
    [
        " You know you're in trouble.",
        500.34,
        501.14
    ],
    [
        " Yeah, you're like, oh dang, that's that's in a way, even though that might be like kind of like a",
        501.26,
        504.88
    ],
    [
        " passive game sometimes.",
        504.88,
        505.84
    ],
    [
        " It's like just his game being put on you position wise in this case.",
        506.24,
        510.1
    ],
    [
        " Yeah.",
        510.26,
        510.36
    ],
    [
        " Is that default as opposed to like, you know, like you know, sometimes like in training,",
        510.68,
        515.0
    ],
    [
        " your training with me, you're like, okay, I'm going to, it's essentially letting someone get",
        515.16,
        518.44
    ],
    [
        " into a good position on you.",
        518.44,
        520.5
    ],
    [
        " So you're training your defense or whatever.",
        520.62,
        522.78
    ],
    [
        " That's different.",
        523.42,
        524.3
    ],
    [
        " That's like, that's not default aggressive.",
        524.42,
        526.4
    ],
    [
        " No, you're talking about I'm really good from the half guard.",
        526.54,
        529.52
    ],
    [
        " Yeah.",
        529.94,
        530.12
    ],
    [
        " So I let you get past my full guard to the half guard and now you're in my world.",
        530.22,
        534.14
    ],
    [
        " Like something like that.",
        534.14,
        535.3
    ],
    [
        " Yeah, that would be, I guess would that be well, it's like stilts.",
        535.38,
        541.08
    ],
    [
        " Stilts has his weird game because he's tall and lanky and flexible.",
        541.22,
        545.62
    ],
    [
        " And so he does things like he'll stick his foot in a place where any normal situation in",
        546.18,
        552.64
    ],
    [
        " Jiu Jitsu, you'd grab his foot all day long.",
        552.64,
        554.16
    ],
    [
        " Yeah.",
        554.34,
        554.52
    ],
    [
        " That's what he wants you to do.",
        554.64,
        555.84
    ],
    [
        " Yeah.",
        555.96,
        556.12
    ],
    [
        " And I was just telling him the other day, I said, all these little things that you want me to do,",
        556.3,
        559.48
    ],
    [
        " I'm not doing any of them.",
        559.52,
        560.26
    ],
    [
        " Yeah.",
        560.26,
        560.46
    ],
    [
        " And it's weird.",
        560.82,
        561.42
    ],
    [
        " And you just stop doing them.",
        561.62,
        562.84
    ],
    [
        " And so the way he imposes his will is by giving up these bait.",
        562.84,
        567.52
    ],
    [
        " He just throws bait out there all day long.",
        567.66,
        569.32
    ],
    [
        " And he wants you to get you into these positions that he's good at.",
        569.48,
        572.06
    ],
    [
        " Yeah.",
        572.3,
        572.38
    ],
    [
        " And so you can't take the bait.",
        572.76,
        574.12
    ],
    [
        " You can't take the bait.",
        574.3,
        575.14
    ],
    [
        " And sometimes the bait is ripe looking.",
        575.24,
        577.06
    ],
    [
        " Yeah.",
        577.32,
        577.52
    ],
    [
        " It's like ripe for the harvest.",
        577.52,
        578.7
    ],
    [
        " Yeah.",
        578.98,
        579.2
    ],
    [
        " And it's everywhere.",
        579.32,
        579.94
    ],
    [
        " And it's everywhere.",
        580.14,
        580.86
    ],
    [
        " And so you gotta just say, no, I'm going to stick to the game plan here.",
        581.0,
        584.04
    ],
    [
        " Yeah.",
        584.06,
        584.3
    ],
    [
        " I'm going to impose my will, which is I'm not going to grab the bait.",
        584.46,
        586.34
    ],
    [
        " Yeah, and that's so crazy because like I said, kind of philosophically,",
        586.5,
        589.82
    ],
    [
        " that is a default aggressive thing when all you're throwing out is",
        589.92,
        592.68
    ],
    [
        " absolutely.",
        592.74,
        593.18
    ],
    [
        " So instead of imposing my game, I'm kind of lured by this bait.",
        593.48,
        597.58
    ],
    [
        " Even if you know the bait is there, you're on your heels because you're watching out for the",
        597.84,
        601.48
    ],
    [
        " track.",
        601.48,
        601.72
    ],
    [
        " Well, this is just to kind of, I think, down the same vein that you're talking about.",
        602.0,
        606.5
    ],
    [
        " I talk about safety.",
        607.08,
        609.38
    ],
    [
        " I'll talk to companies about safety.",
        609.68,
        611.34
    ],
    [
        " You know, industrial companies or construction companies,",
        611.86,
        613.72
    ],
    [
        " manufacturing companies that have, you know, can have people get killed if they're not careful.",
        613.94,
        618.48
    ],
    [
        " And so I talk about being aggressive.",
        619.1,
        620.4
    ],
    [
        " And you know, it's okay.",
        621.98,
        623.28
    ],
    [
        " Well, then, Jocco, how does default aggressive going to keep us safe?",
        623.54,
        627.94
    ],
    [
        " Because if I got guys that are out in a construction site being super aggressive all day,",
        628.08,
        631.52
    ],
    [
        " guess what?",
        631.52,
        632.0
    ],
    [
        " They're going to take rest that they shouldn't.",
        632.1,
        633.44
    ],
    [
        " And I said, absolutely wrong.",
        633.48,
        634.6
    ],
    [
        " Because guess what you're going to get aggressive with.",
        634.68,
        635.98
    ],
    [
        " You're going to aggressively implement your safety procedures.",
        636.36,
        639.5
    ],
    [
        " You're going to aggressively like, hey, you know what?",
        639.98,
        642.34
    ],
    [
        " I see a guy walking around the job site without a helmet.",
        642.56,
        644.82
    ],
    [
        " We're all over him.",
        645.0,
        645.9
    ],
    [
        " Hey, jackass, put your helmet on.",
        646.26,
        648.0
    ],
    [
        " Get over here.",
        648.1,
        648.52
    ],
    [
        " I'm writing you.",
        648.58,
        649.04
    ],
    [
        " Whatever you're going to do.",
        649.06,
        650.04
    ],
    [
        " Right?",
        650.52,
        650.9
    ],
    [
        " Oh, I see a guy without a seatbelt.",
        651.72,
        653.22
    ],
    [
        " Hey, you're not allowed to be on that site without a seatbelt on.",
        653.32,
        657.6
    ],
    [
        " Get over here.",
        658.06,
        658.6
    ],
    [
        " You got to, you know, we're docking your pay.",
        658.72,
        660.08
    ],
    [
        " You're going to get aggressive in the implementation of your safety procedures.",
        660.5,
        664.3
    ],
    [
        " And yes, that will make you safer.",
        664.58,
        666.76
    ],
    [
        " Yeah.",
        667.26,
        667.52
    ],
    [
        " So it's, yeah, I guess when you hear the word aggressive,",
        667.86,
        671.68
    ],
    [
        " automatically, you know, let's give you another example.",
        672.02,
        673.84
    ],
    [
        " Yeah, I'll give you another physical example.",
        673.98,
        675.54
    ],
    [
        " Another physical example is, okay,",
        675.8,
        678.18
    ],
    [
        " we're in a defensive perimeter.",
        678.44,
        680.06
    ],
    [
        " I don't have enough men to move or I've got wounded guys.",
        680.88,
        683.94
    ],
    [
        " I am going to aggressively set security.",
        684.2,
        687.62
    ],
    [
        " Right.",
        688.08,
        688.54
    ],
    [
        " I'm going to put a big machine gun over here.",
        688.68,
        690.26
    ],
    [
        " I'm going to get that high ground over there.",
        690.26,
        691.42
    ],
    [
        " So you can do things aggressively,",
        691.76,
        693.38
    ],
    [
        " even though by their nature, they might not seem aggressive.",
        693.38,
        697.12
    ],
    [
        " Yeah, at first.",
        697.26,
        697.82
    ],
    [
        " Yeah, I think that's what you're trying to say.",
        698.12,
        699.7
    ],
    [
        " Yeah, yeah, fully.",
        699.82,
        700.76
    ],
    [
        " So it's, it's almost like it's deeper.",
        701.0,
        703.18
    ],
    [
        " It's deeper than just like physically just jumping in.",
        703.3,
        706.02
    ],
    [
        " Absolutely.",
        706.46,
        706.6
    ],
    [
        " It's more like the idea of whatever's going on.",
        706.98,
        709.72
    ],
    [
        " Here's another one.",
        709.88,
        710.52
    ],
    [
        " I am going to aggressively",
        711.98,
        714.96
    ],
    [
        " ignore you.",
        714.96,
        718.7
    ],
    [
        " No, I'm going to aggressively cancel you and mentor you.",
        718.88,
        723.82
    ],
    [
        " Now, the worst thing I could do is go,",
        724.18,
        726.54
    ],
    [
        " echo, you better listen to me.",
        726.6,
        727.94
    ],
    [
        " That's the worst thing I could do.",
        728.14,
        729.3
    ],
    [
        " But to be aggressive in doing that,",
        729.56,
        731.74
    ],
    [
        " what am I going to do?",
        732.16,
        732.88
    ],
    [
        " I'm going to set really good goals.",
        733.24,
        735.08
    ],
    [
        " I'm going to flank you.",
        735.08,
        736.1
    ],
    [
        " I'm going to get into your mind.",
        736.18,
        737.46
    ],
    [
        " I'm being aggressive, but it's not an external aggression.",
        737.5,
        740.22
    ],
    [
        " It's an internal aggression that only I know is happening.",
        740.44,
        742.64
    ],
    [
        " You're going to know what's happening in a year",
        742.98,
        744.62
    ],
    [
        " when you've all suddenly improved and you've been successful.",
        744.62,
        747.34
    ],
    [
        " And you go, dang, man, Jock was really help me out with some stuff.",
        747.9,
        750.1
    ],
    [
        " I didn't really realize that was going on,",
        750.2,
        751.5
    ],
    [
        " but he did.",
        751.5,
        751.82
    ],
    [
        " I was aggressively doing it,",
        751.84,
        753.62
    ],
    [
        " but you would have never called it aggressive",
        753.62,
        755.18
    ],
    [
        " from an external viewpoint.",
        755.18,
        756.84
    ],
    [
        " Yeah, so it's as opposed to, let's say,",
        757.26,
        759.44
    ],
    [
        " like some sort of a laid-back approach.",
        759.52,
        761.62
    ],
    [
        " Right?",
        762.0,
        762.16
    ],
    [
        " Like if you have a laid-back approach to security,",
        762.26,
        764.84
    ],
    [
        " if you have a laid-back approach to mentorship,",
        764.84,
        766.84
    ],
    [
        " or a laid-back approach to safety,",
        766.84,
        769.0
    ],
    [
        " or none of those things are good.",
        769.48,
        770.8
    ],
    [
        " Exactly.",
        770.96,
        771.26
    ],
    [
        " That's why we have a default aggressive attitude about things.",
        771.28,
        773.54
    ],
    [
        " There you go.",
        773.76,
        774.32
    ],
    [
        " We clarified it after it.",
        775.02,
        776.58
    ],
    [
        " I don't know, though.",
        778.12,
        778.74
    ],
    [
        " One could say that, back to the question,",
        778.96,
        780.86
    ],
    [
        " one could say that having a laid-back attitude in Jiu-Jitsu,",
        781.16,
        784.4
    ],
    [
        " then again, on the street, that'll be less likely.",
        784.84,
        787.1
    ],
    [
        " To have a laid-back, yeah.",
        787.94,
        789.54
    ],
    [
        " Jiu-Jitsu in the street.",
        789.68,
        790.56
    ],
    [
        " There's exceptions everywhere I would think,",
        790.9,
        792.32
    ],
    [
        " but let's say, you know,",
        793.72,
        794.76
    ],
    [
        " if it's going down, it's going down.",
        795.24,
        796.52
    ],
    [
        " Default aggressive.",
        796.86,
        797.44
    ],
    [
        " Get aggressive in the street.",
        797.62,
        798.5
    ],
    [
        " Telling you right now.",
        798.52,
        799.54
    ],
    [
        " Once it goes, once it happens,",
        800.02,
        802.74
    ],
    [
        " once the decision has been made,",
        803.12,
        804.28
    ],
    [
        " yeah, get after it.",
        804.68,
        805.74
    ],
    [
        " If it's go-tetic, it's not go-time, it's not go-time.",
        805.74,
        807.48
    ],
    [
        " Avoid as long as you can.",
        807.48,
        808.44
    ],
    [
        " Avoid as long as you can.",
        808.84,
        809.76
    ],
    [
        " But when you got to go, go hard.",
        810.26,
        811.76
    ]
]