[
    [
        " Jocco.",
        2.24,
        2.76
    ],
    [
        " More than once on the podcast, you've mentioned how the teams were so competitive that no one wanted to admit when they were cold.",
        1.74,
        10.1
    ],
    [
        " Being too cold puts you at a tactical disadvantage.",
        10.52,
        13.7
    ],
    [
        " In hindsight, was that a failure to control your ego?",
        14.14,
        16.98
    ],
    [
        " So your ego doesn't control you?",
        17.68,
        19.32
    ],
    [
        " I didn't ask this question out of idle curiosity.",
        20.16,
        22.32
    ],
    [
        " A lot of folks on an active duty listed to the podcast and I'm concerned they might put themselves, their teammates, and their mission in jeopardy because of their egos.",
        22.78,
        29.8
    ],
    [
        " Won't let them admit they're too hot or too cold.",
        30.0,
        33.06
    ],
    [
        " All right, so good question, good point, and there's definitely a big difference between between being uncomfortably cold, right?",
        33.4,
        42.88
    ],
    [
        " Like you're just uncomfortably cold or uncomfortably hot or uncomfortably thirsty or hungry or whatever, and being in an actual state where you're putting the mission in jeopardy because you're too cold or hot or thirsty or whatever.",
        43.14,
        57.64
    ],
    [
        " So I just needed to say this in the teams, you are 95% of the time you are too cold, too hot, too wet, too thirsty, too miserable, something.",
        57.66,
        70.28
    ],
    [
        " There's no time.",
        70.7,
        71.66
    ],
    [
        " When you're in the field, you put on 100 pounds worth of gear, worth of gear.",
        71.92,
        75.6
    ],
    [
        " You're uncomfortable from the word go, from the word go, and you're cold.",
        75.76,
        82.64
    ],
    [
        " You know, you come in over the beach.",
        83.02,
        84.72
    ],
    [
        " You're in wet camis.",
        84.92,
        86.46
    ],
    [
        " It doesn't matter. You come out with great technology and we got to dry suit or this. We got to wet suit that.",
        87.04,
        91.88
    ],
    [
        " No, you're miserable.",
        91.96,
        93.42
    ],
    [
        " It's not, you're going to be cold. You're going to be uncomfortable.",
        94.24,
        96.0
    ],
    [
        " You ride in a zodiac.",
        96.24,
        97.66
    ],
    [
        " First, you ride in a big rib, which is like a 10 meter boat, and you have your zodiacs on that boat.",
        98.5,
        106.42
    ],
    [
        " So you're in that boat. You're getting sprayed with water. You're getting bounced up and down.",
        106.84,
        110.66
    ],
    [
        " You do that for three hours. And then you launch your little boats into the water.",
        110.7,
        115.26
    ],
    [
        " Well, while you're doing that, you fall in the water, you slip, you get sprayed more.",
        115.36,
        118.78
    ],
    [
        " You're covered in water. By the way, the water is not warm.",
        118.88,
        121.88
    ],
    [
        " And then you got to, because you're going to travel than 15 knots, so you're facing a 15 knot headwind for the another two hours in a zodiac.",
        122.86,
        131.02
    ],
    [
        " And then you're going to get in the water and swim with me. You're going to be cold. That's just the way it is.",
        131.52,
        136.88
    ],
    [
        " And you can't complain about that. So, and you don't complain about it.",
        137.76,
        141.26
    ],
    [
        " In the teams, you just keep your mouth shut. That's what you do. Keep your mouth shut.",
        141.42,
        144.9
    ],
    [
        " Now, the big distinction here is this is correct. If you're going to get hypothermia, or you're going to get a heat stroke,",
        145.22,
        151.94
    ],
    [
        " or you're going to go down from dehydration, then yeah, you got to speak up and be, you got to say, hey, guess what?",
        152.08,
        156.2
    ],
    [
        " I got an issue here. I'm starting to get dizzy or I'm starting to get light-headed or whatever.",
        156.68,
        162.48
    ],
    [
        " Yeah, if you cross the line to where it goes from discomfort to actual problem, then you definitely need to speak up.",
        162.48,
        171.72
    ],
    [
        " And it does happen. It happens a lot, actually. When we do our land warfare training in the desert in the summertime, it's a 120 degree heat.",
        172.86,
        181.74
    ],
    [
        " You're going to take heat catch. At least when I was running training, we used to just have premeditated heat casualty evacuation,",
        182.46,
        188.34
    ],
    [
        " because we knew someone was going to go down. That's just the way it's going to happen.",
        188.34,
        191.74
    ],
    [
        " Because you got 40 guys that are all turning and burning, and they're all running on three or four hours of sleep,",
        192.22,
        199.62
    ],
    [
        " and then they're going out in the field, and they just got back from the field, and there's no time to rehydrate.",
        200.12,
        205.54
    ],
    [
        " Okay, there's time, but some guys might forget to rehydrate. And next thing you know, you got a guy going down.",
        206.2,
        212.2
    ],
    [
        " So the stuff does happen. And yeah, you got to let your team know what's going on.",
        212.2,
        218.84
    ],
    [
        " The closest call I had I was on a long patrol training patrol in the Ozark mountains of Arkansas,",
        218.94,
        228.16
    ],
    [
        " who's summertime, who's hot. We were planning to pump water, meaning you bring a little water filtration system into the field,",
        228.68,
        234.84
    ],
    [
        " and you get to a stream, and you can fill your canteens, and it's great. And it seems like you have water forever, because it streams.",
        234.84,
        239.16
    ],
    [
        " Well, the way the patrol went, we started off in pairs, and then we linked up with fire team, and then we linked up with squad,",
        239.78,
        246.74
    ],
    [
        " and then you look up with a platoon. Well, while we were in the squad, link up, for whatever reason, the course that I was on,",
        246.86,
        254.5
    ],
    [
        " I didn't hit water. We had a couple of streams that were supposed to be there, and they weren't, because they're intermittent streams.",
        254.64,
        260.42
    ],
    [
        " So sometimes streams aren't running year round, and the time of year it was, the streams weren't running.",
        260.66,
        265.12
    ],
    [
        " So the first one I was, oh, okay, I'll be okay. So you go up over a mountain, come back down the other side,",
        265.12,
        270.66
    ],
    [
        " get to this where the stream is marked intermittent stream is marked on a map. Guess what? No stream.",
        270.74,
        275.22
    ],
    [
        " So by that time I was out of water. So now coming that the next day, I said to myself, if there's not water on this next stream,",
        276.18,
        284.54
    ],
    [
        " I'm going to have issues. And there was a water the next day. So yeah, that's, but I started to feel the dehydration coming on me.",
        284.8,
        294.26
    ],
    [
        " That's why I hate being thirsty. I always carry as much water as I can.",
        294.3,
        299.58
    ],
    [
        " You got to be paranoid about being thirsty. Once you start going down from a dehydration, it's really a bad situation.",
        299.76,
        304.6
    ],
    [
        " You went the whole day? No, it was two days. Yeah, I had water going in, but I didn't refill. I didn't have a ton of water.",
        304.9,
        312.14
    ],
    [
        " I should have had, I should have had one, I should have had maybe two more meters of water as a, as a, just in case.",
        312.28,
        318.64
    ],
    [
        " But I didn't think you got to carry. Yeah, because you got to carry it. Now you're heavier. Now you're sweating more.",
        318.9,
        323.68
    ],
    [
        " So there's a little balance. You got to figure it out. Yeah.",
        324.04,
        326.02
    ],
    [
        " But yeah, can it be a problem? Yes, I have seen it become a problem where, where guys, ego is too big. They don't want to admit it for sure.",
        326.84,
        334.56
    ],
    [
        " So yes, this is a good warning. Don't let your ego get you in real trouble because that's going to hurt your platoon even more.",
        334.66,
        340.22
    ],
    [
        " So don't let that happen. Don't let your ego prevent you from telling the truth about what's happening.",
        341.22,
        348.06
    ],
    [
        " And this happens in, this is going to happen in the business world too, where, oh, you know what?",
        348.7,
        355.02
    ],
    [
        " I don't really know how to operate this piece of equipment, but I'm not going to say anything. I'm just going to try and do it.",
        355.28,
        359.88
    ],
    [
        " Well, that's how someone gets hurt. So again, that's an ego problem. When you have an issue, when you know you can't do something or you've never done something before,",
        360.06,
        366.86
    ],
    [
        " step up and raise your hand. Now, of course, you should have done the research. You should have figured some stuff out on your own.",
        367.92,
        375.62
    ],
    [
        " But if you fail to do that, don't dig the whole deeper. Yeah.",
        376.3,
        379.88
    ],
    [
        " Raise your hand. Say what the problem was. There you go. Good question. Yeah. Makes sense.",
        380.36,
        385.36
    ],
    [
        " Because especially the thirst thing, like the dehydration thing, yeah, you don't want to be the guy saying, oh, I'm thirst.",
        385.58,
        392.28
    ],
    [
        " Here's the thing. I think nowadays though, like teams and coaches, here's the thing in football. Okay. So pop on our football. Maybe like, yeah, no water.",
        393.14,
        401.76
    ],
    [
        " You know, we have a water break. You drink water at the water.",
        402.08,
        404.24
    ],
    [
        " Yeah. Otherwise you're practicing, you know, kind of thing. It's like a tough and you up thing. But man, that can jam your health up.",
        404.34,
        409.26
    ],
    [
        " Yeah. But let's face it. I mean, it would be pretty rare. If you gave people the, if you're doing a practice, what, how long is a practice last two hours?",
        409.78,
        418.24
    ],
    [
        " Okay. Bro, you can make it two hours. If you're properly hydrated now, if a person's not properly hydrated, going into the practice, sure, that can, that can be a problem.",
        419.34,
        427.58
    ],
    [
        " But if someone is properly hydrated, going into the situation, it should not be a problem. And I'll say what, if you are in the military and you're going in the field, man, pre-hydrate like Chris, that used to save me so much from carrying so much water.",
        427.86,
        439.88
    ],
    [
        " And just drink so much water. Now, tell you where the problem comes in. You're in a helicopter ride for an hour and a half.",
        439.88,
        445.06
    ],
    [
        " And you got to piss so bad. It's awful. But you know what? Bring a little, bring a little plastic bottle with you so you can piss the bottle.",
        445.32,
        452.86
    ],
    [
        " That's way less of an issue. I think like, finding a place to drink versus, for sure, it's way that way you're ready to have to.",
        453.04,
        458.98
    ],
    [
        " But yeah, if you pre-hydrate properly, no matter how hard you're working, you can go like 12 hours without any water.",
        459.14,
        465.62
    ],
    [
        " Which is pretty legit. For, for, you know, kind of an average seal mission, 12 hours, get you, probably plenty of time.",
        465.88,
        471.82
    ],
    [
        " Yeah. Yeah. But I mean, I'm talking about warning here. So, you know, we're all like, no, no, no, no, no, no, we're not talking about, we're talking about warning.",
        472.16,
        479.74
    ],
    [
        " But here's the weird thing. Like when you went to high school college, they'd have water right there, right there on the sideline.",
        480.14,
        487.08
    ],
    [
        " And they, you know, they're really aware of, hey, you need good, you need water, drink more water.",
        487.32,
        491.56
    ],
    [
        " Well, I think that was also the time. Yeah, that's what that's actually the point. The era, the era, the era.",
        491.56,
        496.48
    ],
    [
        " Like when we were kids, no one ever, ever, one single time in my whole, from the time I was zero until I was 18, no one ever said to me, hey, make sure you drink water.",
        496.88,
        508.68
    ],
    [
        " Never, never heard anyone say that. It was, it was like, oh, your thirsty drink of Coke. You know, that's the way it was.",
        508.82,
        515.06
    ],
    [
        " So that changed for you in that time period. Yeah. When I got to, when I got to seal training, when I got a buds, that's when they were saying, oh, you got to stay hydrated.",
        516.08,
        524.84
    ],
    [
        " Yeah. I thought it was kind of a joke. I thought they were getting hit first. Yeah, nuts.",
        525.38,
        529.64
    ],
    [
        " What do you tell him? I'll hide you, you mean drink water? What do you mean? Why would you call it something else? Hydrated.",
        529.64,
        534.3
    ],
    [
        " Yeah. Your thirst, yeah. Like it's like this. Well, you should, because you can go down from like heat, this like for their heat exhaustion.",
        534.76,
        543.92
    ],
    [
        " Heat stroke, heat exhaustion. Yeah. And there's all kinds of heat injuries you can get. Yeah. And you get heat stroke, right? You can straight up die. Oh, yeah.",
        543.92,
        550.72
    ],
    [
        " So that's not, you know, it's not a matter of like, oh, yeah, tough it out, right? You can't tough it out. You're shutting down kind of thing.",
        550.94,
        557.16
    ],
    [
        " That's for sure. So, you know, that is important for the heat thing. And I guess the whole thing too.",
        557.4,
        561.98
    ],
    [
        " And that's going to go back to this question. That is probably why we would see heat casualties in training, because guys do not want to say anything.",
        561.98,
        571.16
    ],
    [
        " They're like, man, I'm not going to say anything. Yeah, I'm not going to get an ID. Yeah. And even worse, because that's what happened.",
        571.16,
        576.64
    ],
    [
        " You could stuck with an IV. Now you're laying in the field. Everyone else, by the way, continues on doing another 10 kilometer hump to a target.",
        576.72,
        583.22
    ],
    [
        " And you're sitting there laid up in the ambulance like a little baby. No one wants that. But pre high, if you pre-hydrate properly, you won't be in that situation.",
        583.38,
        591.72
    ],
    [
        " Yeah. But if you are going to get that situation, you need to say something. Yeah. We're talking about your health life.",
        592.04,
        599.5
    ],
    [
        " Yeah. Essentially. And more importantly, we're talking about the mission. Yeah.",
        599.6,
        603.96
    ],
    [
        " Yeah. I'm still thinking about the potworn of situation, but yeah, man, I dig it. And you are correct. I can't help but agree with you 100%.",
        604.32,
        612.22
    ]
]