[
    [
        " Did you have any questions Echo? Yeah, I have a question.",
        0.0,
        2.68
    ],
    [
        " Echo Charles, chime in in for the second time. You know how like",
        2.92,
        6.5
    ],
    [
        " I'm gonna go to entrepreneurship. Sure. You know how",
        6.5,
        10.46
    ],
    [
        " It feels like anyway that it's kind of become like a trendy thing to be an entrepreneur. Whereas a lot of times",
        10.46,
        17.04
    ],
    [
        " Like you might even notice people they don't know what they want to do. They don't know what problem they want to solve or",
        17.04,
        21.54
    ],
    [
        " Product they want to develop they just want to be an entrepreneur because it it seems like it's like this cool the cool thing now",
        21.54,
        28.22
    ],
    [
        " Do you find that to be the case? And if so, is that a good thing?",
        28.28,
        32.86
    ],
    [
        " Yes entrepreneurship I think that it is highly romanticized and",
        34.22,
        40.66
    ],
    [
        " It's easy to believe all you got to do is drop out of college and next thing you know",
        40.66,
        45.98
    ],
    [
        " You're Zuckerberg",
        45.98,
        47.5
    ],
    [
        " Any of a company with billions of dollars, but that's not how works folks and",
        47.5,
        52.32
    ],
    [
        " So I do think that entrepreneurship is a",
        52.32,
        58.04
    ],
    [
        " You don't have to start a company to be an entrepreneur",
        58.86,
        61.16
    ],
    [
        " It's and if you were to look at the Spanish equivalent, you know like",
        61.16,
        64.9
    ],
    [
        " Embrnder to like undertake it is someone who makes something happen and you can innovate",
        64.9,
        70.26
    ],
    [
        " Within a company that is not your own within an organization that is not your own or you can create a company",
        70.26,
        76.72
    ],
    [
        " So it's someone who makes things happen at the end of the day",
        76.72,
        79.38
    ],
    [
        " So who is it is it in a are we in a boom cycle? I think we're looking at tech entrepreneurship absolutely",
        79.38,
        85.92
    ],
    [
        " Uh, I think that there are certain experiences every human being should have even if they fail",
        86.38,
        91.38
    ],
    [
        " I do think that starting a",
        91.38,
        94.44
    ],
    [
        " business or enterprise",
        94.44,
        96.06
    ],
    [
        " Even if it's a side gig that the moonlight is worth the education",
        96.06,
        101.52
    ],
    [
        " Uh",
        101.52,
        103.22
    ],
    [
        " But there's a huge survivorship bias out there meaning",
        103.22,
        107.02
    ],
    [
        " So you open a barrens, let's say and loan behold you see all these",
        107.02,
        111.74
    ],
    [
        " mutual funds advertising oh my god, they've had incredible returns for 10 years straight",
        111.92,
        116.5
    ],
    [
        " Well",
        116.5,
        118.3
    ],
    [
        " Maybe they're just",
        118.3,
        120.14
    ],
    [
        " Let me tell funds that happen to survive by luck for 10 or 20 years",
        120.14,
        125.66
    ],
    [
        " They haven't replaced the right bet so of the 500 well the other 490 or no longer advertising",
        125.66,
        131.14
    ],
    [
        " You're getting a false sample size and you see that a lot with entrepreneurship",
        131.14,
        135.08
    ],
    [
        " They don't talk enough about the failures. They don't talk enough about the vast majority who will fill",
        135.08,
        139.58
    ],
    [
        " Is it good?",
        139.58,
        140.96
    ],
    [
        " I think that it's good for certain groups",
        141.74,
        144.2
    ],
    [
        " Certainly good for investors if they can play the game well because even if they're a thousand shitty ideas",
        144.2,
        151.14
    ],
    [
        " That might mean if more people higher percentage of",
        151.14,
        155.92
    ],
    [
        " Say high schoolers or college students or otherwise are going into entrepreneurship that you get an extra five that change the world at the end of the day",
        155.92,
        163.14
    ],
    [
        " So I am I am a big fan of entrepreneurship even though much like anything else",
        163.14,
        169.5
    ],
    [
        " That is perceived as high risk and therefore treated sometimes with reckless abandon where people are throwing hail marries when they should be doing risk management",
        169.66,
        178.26
    ],
    [
        " You're gonna have a high fatality rate",
        178.26,
        180.24
    ],
    [
        " and",
        180.24,
        182.02
    ],
    [
        " I don't view that as a bad thing. This is necessarily but I do think that",
        182.02,
        187.52
    ],
    [
        " And this is actually a question that Brian Johnson who's a friend of mine. He started a company called brain tree",
        187.52,
        194.76
    ],
    [
        " It was sold for I think 800 million cash",
        194.76,
        196.8
    ],
    [
        " to eBay and",
        196.8,
        199.32
    ],
    [
        " He settled",
        199.32,
        200.58
    ],
    [
        " He uh say he shows up in uh in",
        200.58,
        207.02
    ],
    [
        " Tills Times as well, but the question that he has because he's constantly flooded with",
        207.02,
        211.46
    ],
    [
        " Various questions from entrepreneurs who want to make 800 million dollars. Oh, what should I do this?",
        211.46,
        217.74
    ],
    [
        " Should I do that? What about this idea? What about that idea and he just asks them?",
        217.86,
        220.78
    ],
    [
        " Is it an itch or is it a burn?",
        221.26,
        223.4
    ],
    [
        " And he's like if it's just a little itch don't do it. You're gonna fail",
        224.4,
        227.64
    ],
    [
        " Because for the other people out there where it's a burn they can't not do it. They're gonna rip your face off",
        227.64,
        233.08
    ],
    [
        " and",
        233.08,
        234.38
    ],
    [
        " That I think is a very good question",
        234.38,
        237.3
    ],
    [
        " And you know the other one which I think originally",
        237.3,
        240.9
    ],
    [
        " Came from we think about this now",
        240.9,
        245.34
    ],
    [
        " Vander Holyfield's first coach",
        245.34,
        249.74
    ],
    [
        " Told him that he could be heavyweight or at the time a probably cruiserweight champion of the world",
        250.66,
        255.06
    ],
    [
        " And he asked a Vander if he wanted to do it and he said he didn't know he had to ask his mom",
        255.06,
        262.16
    ],
    [
        " So he went back asked his mom. Yes, I would like to do it. He said well is that is that a",
        262.16,
        266.88
    ],
    [
        " Is that a dream or is that a goal?",
        266.88,
        269.56
    ],
    [
        " Those are two very very different things",
        270.2,
        272.86
    ],
    [
        " So I think that uh if you feel like you can't not do it or on the flip side as I was",
        272.86,
        279.72
    ],
    [
        " Probably approach it if you can look at it as a short-term experiment where you're doing a phase one",
        279.74,
        284.4
    ],
    [
        " To see if you can develop any traction or get 10 friends to buy whatever it might be",
        284.4,
        288.26
    ],
    [
        " And you can cap the downside. I always think about this first",
        288.26,
        291.78
    ],
    [
        " I don't think about the 800 million that might make how can I cap the downside?",
        291.78,
        294.9
    ],
    [
        " Then by all means you're you're taking in my opinion the measured intelligent approach",
        295.08,
        300.44
    ],
    [
        " Hey, yeah throw a bunch on the wall and see if anything sticks. Yeah, because that's not really",
        300.44,
        304.24
    ],
    [
        " Like the trend the fed",
        304.24,
        306.86
    ],
    [
        " You know that I mentioned",
        306.86,
        308.78
    ],
    [
        " That's not really what it says",
        309.46,
        310.88
    ],
    [
        " It's like saying",
        310.88,
        312.66
    ],
    [
        " I mean now we kind of have this emergence of like the grind work hard and that's now that's kind of cool",
        312.66,
        318.64
    ],
    [
        " You know that the working sure 20 hours a week like that's kind of becoming like you know",
        318.64,
        323.24
    ],
    [
        " The Gary V how you know grind and 20 hours of day. Yeah. Yeah. Yeah",
        323.24,
        329.38
    ],
    [
        " It's it can work. I think that you just have to be careful",
        329.38,
        333.92
    ],
    [
        " What I would suggest everybody do and I'm not sure if it's still",
        333.92,
        337.66
    ],
    [
        " On Wikipedia believe it is",
        338.14,
        339.76
    ],
    [
        " Study cognitive biases. Yeah humans get themselves into a lot of trouble with cognitive biases whether it's sunk cost fallacy",
        339.76,
        348.26
    ],
    [
        " You've put",
        348.26,
        348.7
    ],
    [
        " X amount of money or time into something and therefore you continue to put",
        348.7,
        352.1
    ],
    [
        " Good money after bad because you feel like you have to make it back the same way you lost it or the the survivor ship bias that I talked about",
        352.1,
        359.2
    ],
    [
        " You have there's a big difference between correlation and causation things that happen at the same time and things that for instance and things that cause",
        359.2,
        367.06
    ],
    [
        " Something else to happen",
        367.66,
        368.54
    ],
    [
        " So you just have to ask like",
        368.54,
        371.04
    ],
    [
        " Of a thousand people who do X how many are going to get the outcome that is being showcased and if the answer is",
        371.04,
        377.52
    ],
    [
        " I don't know then you should be really careful about assuming that a leads to be right",
        377.52,
        382.18
    ],
    [
        " And for me all we it also comes back to the adherence",
        382.18,
        386.28
    ],
    [
        " So if I'm trying to coach a hundred entrepreneurs and if I'm talking to three entrepreneurs very case by case",
        386.28,
        392.86
    ],
    [
        " But if I'm talking to a class which I did for a long time",
        392.86,
        394.96
    ],
    [
        " Class of high tech entrepreneurs",
        395.94,
        397.88
    ],
    [
        " 100 students hypothetically",
        397.88,
        399.92
    ],
    [
        " I want the advice I give them to apply to the greatest percentage of people in the class is possible or to be usable",
        399.92,
        407.44
    ],
    [
        " And if I say",
        407.44,
        409.34
    ],
    [
        " 20 hours a day there might be one or two mutants who can do that and sustain it the rest are gonna flame out",
        409.34,
        416.06
    ],
    [
        " and for me",
        416.06,
        418.46
    ],
    [
        " in that environment it's about",
        418.46,
        421.14
    ],
    [
        " Finding first sort of the the good program you can follow as opposed to the best program that will",
        422.2,
        427.74
    ],
    [
        " Knock out 99 percent",
        427.74,
        430.04
    ],
    [
        " but",
        430.04,
        431.1
    ],
    [
        " Environment dependent now if we're in buds. Okay, that's that might be a different situation",
        431.1,
        437.7
    ],
    [
        " If you're training",
        437.7,
        439.34
    ],
    [
        " Dogs for say military or police",
        439.34,
        442.06
    ],
    [
        " Utilization probably a different story",
        442.06,
        445.3
    ],
    [
        " If you are looking for athletes for ultra endurance competition or 24 hour plus competitions",
        445.58,
        452.78
    ],
    [
        " You are looking for mutants make no mistake about it",
        452.78,
        455.76
    ],
    [
        " But if I'm trying to encourage the greatest number of people to attempt entrepreneurship and succeed",
        455.76,
        462.34
    ],
    [
        " Then I'm gonna adjust my advice accordingly. Hey, do you ever I get a lot of sleep for instance people are like oh my god",
        462.34,
        468.76
    ],
    [
        " That Ferris guys before you must get two hours of sleep a night",
        468.76,
        471.18
    ],
    [
        " I've done all sorts of weird stuff with sleep deprivation. I've done",
        471.6,
        475.28
    ],
    [
        " Polyphasic sleep where I've gotten whatever it is two to four hours a night for ages on end",
        475.28,
        481.42
    ],
    [
        " But my default is eight to nine hours a night. I love sleep. I'm sorry, Jaco",
        481.42,
        486.68
    ],
    [
        " But I love it",
        486.68,
        487.7
    ],
    [
        " Hey, do you ever get um like you know how like entrepreneurship as like this the trendy thing to do",
        487.7,
        493.66
    ],
    [
        " Do you ever get annoyed when you see like potent posters?",
        493.66,
        495.88
    ],
    [
        " You know what you know how they subscribe to all the things and then they always want to talk about",
        496.54,
        501.1
    ],
    [
        " And then use all the jargon, you know",
        501.18,
        502.88
    ],
    [
        " I would say I'll tell you what annoys me more. I don't mind people who are",
        502.88,
        509.56
    ],
    [
        " blissfully unaware and",
        509.56,
        512.66
    ],
    [
        " Extremely enthusiastic because quite frankly we oh, I shouldn't speak for everybody",
        512.66,
        516.4
    ],
    [
        " But I think everybody's been there like I remember",
        516.4,
        518.48
    ],
    [
        " Graduating in 99 oh my god was I excited to get into tech and entrepreneurship",
        518.48,
        523.94
    ],
    [
        " So I remember this fact I we kind of knew a friend of a friend who sold a company for some ungodly some money three hundred four and a million",
        523.94,
        530.26
    ],
    [
        " I was like what",
        530.26,
        531.46
    ],
    [
        " That guy smart, but he's not that smart. Yeah, and it was a very exciting time and I don't think",
        531.46,
        537.8
    ],
    [
        " in that",
        537.8,
        539.24
    ],
    [
        " In that world that excitement can be undervalued really. I think it's the fuel. I think it's it's a big part of the fuel",
        539.24,
        546.06
    ],
    [
        " The people who bother me",
        546.06,
        549.0
    ],
    [
        " are the bee players who think they're Elon Musk or",
        549.0,
        555.26
    ],
    [
        " the",
        555.26,
        557.3
    ],
    [
        " Or the once-year lucky couldn't pull it off twice or didn't attempt like once you're lucky twice",
        558.86,
        563.18
    ],
    [
        " You're good the people who had good timing and now think they walk on water. Yeah, like the like the kind they start like a",
        563.18,
        569.18
    ],
    [
        " Of course now those kind guys. Oh, there are a million different varieties and I mean",
        569.18,
        575.02
    ],
    [
        " I'd like I'd love to see them all run off a cliff like lemmings",
        575.02,
        577.5
    ],
    [
        " I mean they make me absolutely insane because the best of the best of the best when you meet them",
        577.5,
        582.36
    ],
    [
        " They don't act like dicks. Well, I should take it back there probably a few but in general they have nothing to prove",
        582.82,
        589.86
    ],
    [
        " They have nothing to prove like Marcelo Garcia. He doesn't walk around with invisible lat syndrome",
        589.86,
        594.36
    ],
    [
        " Yeah, yeah, like mean mugging people in the street. Are you kidding me? He could he could destroy all",
        594.36,
        599.5
    ],
    [
        " He just doesn't he's so far above it. He doesn't care. He's a nice guy to begin with but",
        599.5,
        604.0
    ],
    [
        " Yeah, the folks who walk around with a lot of attitude and are acting here's the here's the description entitled",
        604.0,
        610.6
    ],
    [
        " Mm-hmm people who feel like the world owes them something",
        610.64,
        614.22
    ],
    [
        " Those people make me insane and there's a lot of insulin balance part of the reason I stopped all of my",
        614.22,
        619.08
    ],
    [
        " Early stage tech investing two years ago. I was like I'm out. I'm out. This is no fun anymore",
        619.08,
        624.02
    ],
    [
        " For a lot of reasons, but that was one of them. I was like I'm sick of sitting down with people who",
        624.02,
        628.52
    ],
    [
        " Have something sketched out on a piece of paper and now they're asking for $20 million or a $20 million dollar valuation",
        628.52,
        635.98
    ],
    [
        " I'm just like what have you done? I",
        635.98,
        638.98
    ],
    [
        " Hey",
        640.16,
        640.6
    ],
    [
        " Good on you great plan",
        640.6,
        642.36
    ],
    [
        " I know you want to change the world like everybody I've talked to today with your photo sharing app",
        642.36,
        647.16
    ],
    [
        " Fantastic",
        647.16,
        648.36
    ],
    [
        " What have you built before?",
        648.36,
        650.5
    ],
    [
        " Because you walked in here like you're",
        651.56,
        654.22
    ],
    [
        " You know levitating because you walk on water and I appreciate the confidence slash arrogance, but what have you actually built?",
        654.22,
        659.98
    ],
    [
        " The entitlement is what I can't stand and",
        660.38,
        663.24
    ],
    [
        " Uh",
        665.1,
        665.5
    ],
    [
        " One of my favorite answers I ask people a lot of the time you if you could put anything on a billboard",
        665.5,
        668.96
    ],
    [
        " What would your answer be so there are a few favorites",
        668.96,
        671.42
    ],
    [
        " Discipline equals freedom. That's one",
        671.42,
        674.42
    ],
    [
        " Another is no one owes you anything",
        674.42,
        678.06
    ],
    [
        " Not good. No one owes you anything. It's from a multiple-time world champion",
        678.06,
        682.66
    ],
    [
        " and uh, yeah, I think that",
        682.66,
        685.52
    ],
    [
        " uh",
        686.92,
        687.32
    ],
    [
        " By Huck a crook a lot of the entrepreneurs and otherwise who feel entitled will get served humbled by whether it's by competition or by the universe",
        687.32,
        695.6
    ],
    [
        " So I don't have to do it myself. Yeah, I was gonna say I don't think this even has anything to do with entrepreneurs",
        695.6,
        700.16
    ],
    [
        " You know, you just get people that are acting. Yeah, that's how yeah, that's just the way it is",
        700.16,
        704.24
    ],
    [
        " Yeah, yeah, it's interesting. It is interesting",
        704.24,
        706.44
    ],
    [
        " Be that guy. Yeah, my uh my brother he goes to San Francisco. Sometimes I use a tech company",
        706.44,
        711.94
    ],
    [
        " And they uh he he he said it's interesting that it's this",
        712.6,
        716.6
    ],
    [
        " Fad now like you have like groupies of tech entrepreneurship like you have fanboys you have posters",
        716.6,
        723.54
    ],
    [
        " To be a business person, you know, it's not like you know like a rock star anymore. It's like oh my tech entrepreneur",
        723.54,
        729.44
    ],
    [
        " Oh, yeah, it's uh, it's a weird environment, but I'm very much of the opinion that as perverse as it might seem",
        729.44,
        735.98
    ],
    [
        " Or as perverse as it is on many levels and weird and unsustainable",
        735.98,
        741.64
    ],
    [
        " There's good that will come from it. Yeah, I am the more entrance you have in the race",
        742.26,
        746.58
    ],
    [
        " It's like the more freaks and mutants you're gonna find and those people are interesting",
        746.58,
        750.58
    ],
    [
        " So I'm cool with it. I'm just gonna wait until there's blood in the streets and the game's a little easier for me",
        750.58,
        755.12
    ]
]