[
    [
        " This is Jockel Podcast number 239 with Echo Charles and me, Jockel Willink. Good evening, Echo. Good evening.",
        0.14,
        7.0
    ],
    [
        " And also joining us tonight is Dave Burke. Good evening, Dave. Good evening.",
        7.54,
        11.56
    ],
    [
        " So last podcast we went through the Wu Z, which you did some research and we did not come up with the meaning of the word Wu Z, other than Wu.",
        12.16,
        26.02
    ],
    [
        " Okay. So Wu Z, by Wu Chi from ancient China, a lot of solid leadership lessons in there. And I was thinking about these leadership principles and how leadership principles are not supposed to change.",
        27.46,
        42.44
    ],
    [
        " That's kind of, you know, I say, oh, you know, leadership principles stay the same.",
        43.3,
        46.7
    ],
    [
        " And when you read through the Wu Z, you start to get some supporting evidence to that because he's talking about the fact that you need to be benevolent and you need to treat people well and treat them with respect and take care of your people, which is all things that, you know, I talk about we all talk about.",
        49.94,
        68.06
    ],
    [
        " But then in the Wu Z, it also says to execute anyone that disobey orders. So, so that leads you to think, well, maybe some principles have changed. And you know, I used to actually have a rationalization for this or an excuse for this.",
        69.6,
        88.74
    ],
    [
        " And what I would say is there is, there is a difference in leadership when you're leading conscripts instead of volunteers. And so as leadership moved away from on military leadership. And that, by the way, when you go back in time, it's not just military leadership, because what are the people, the people are surfs and peasants and they're being led by these kings with divine power.",
        88.92,
        115.28
    ],
    [
        " So, but as time went by, it's like, okay, so that's why the leadership principle might not really fit. Maybe that's why it changed. But then I started thinking about that.",
        116.4,
        126.24
    ],
    [
        " What if you go ahead and actually let those things play out? Right? And actually, that question has been answered. Right? That's what history is. And what happens is, if you're executing people, if you're not treating people the right way as leaders, what happens? Eventually, what do you get?",
        127.84,
        145.26
    ],
    [
        " You get a revolution, you get people to come after you and take you out of power. And look, just like we talk about, you can get people on board for a little while, right? If I have, you know, 5,000 soldiers, and they see me execute two people that didn't follow my orders, they're going to follow my orders for a little while. Right? Maybe for a long time, maybe since that extreme measure, maybe they'll follow my orders for a year, they'll just live in fear.",
        145.64,
        174.36
    ],
    [
        " But when that opportunity arrives for them to step up and take that power away from me, they're going to do it. So what we see, play out. And then the other side. So now we go to the side of, okay, so I'm going to take care of my people. That's what I'm going to do.",
        174.44,
        191.04
    ],
    [
        " But just like we say, that doesn't mean we coddle our people, because if we coddle our people, then they're, they're soft. And they destroy themselves. They, they fall apart.",
        192.16,
        204.92
    ],
    [
        " So, and we see that play out in the world when a, when a society gets too soft, they can no longer survive. So even in ancient times with conscripts and, and peasants and serves and slaves, if you let things play out, the leadership principles still actually apply.",
        206.54,
        225.44
    ],
    [
        " And, and then I started thinking about tactics, which this is another thing that I used to sort of, I used to, I used to sort of say the same thing about tactics, which is, hey, you know, the principles on the battlefield, they don't change until you go before the machine gun, right?",
        227.86,
        246.2
    ],
    [
        " Or the, at least the gun, right? Because that's, that's where you start to talk about covered move. And that's where it really plays into, plays into how you're going to fight. But then, if you adjust your perspective a little bit, if we're fighting with spears and we're in a fail-anks, guess what?",
        246.2,
        267.92
    ],
    [
        " But I've got my shield, I'm holding my shield up, it protects the left part of my body and it tech protects the right part of the person to my left. And I am being protected covered by the person on my right. And what we're going to do is cover for each other as we advance with the fail-anks.",
        268.16,
        285.24
    ],
    [
        " So, we still have to look out for each other. Teamwork still absolutely applies.",
        286.22,
        291.54
    ],
    [
        " And then, I was thinking about the fact that, you know, here's a, here's a, a military principle that I'm just trying to think of things that don't apply, right? Well, in modern combat, we follow rule of dispersion, meaning we want to be spread apart, we don't want to be too close together.",
        295.24,
        312.4
    ],
    [
        " So, that's obviously completely contrary to the idea of being in a fail-anks where we're going to get as close to we can, we're going to keep tight and we're going to move forward.",
        312.96,
        319.56
    ],
    [
        " But if you change your perspective just a little bit, you, and this is, this is one of those doctrinal terms that I was able to uncover because of what I used to tell guys, is, hey, if you're alone on the battlefield, you're going to die.",
        320.14,
        334.04
    ],
    [
        " If you get too far away from your element, the other element, you can't support each other. That's what cover move is. So, if you're too far away, you're, you can't support each other and you will get killed because if we're alone, we die.",
        334.12,
        346.76
    ],
    [
        " And that, that doctrinal term that when I found it, I used to get these beautiful satisfactor-y, satisfactory moments in my life where I would have an idea and then I would see that it already existed.",
        347.6,
        359.5
    ],
    [
        " And that doctrinal term that I would then walk around as if I knew it, you know, as if it was just, you know, but it's called supporting distance.",
        361.54,
        369.84
    ],
    [
        " So, you, Dave, shouldn't take your squad beyond where my reign, the range of my weapons. And then when you start to talk about that, that means, you know, communications as well.",
        370.6,
        382.34
    ],
    [
        " If I don't get, you know, communications with you, then I can't support you. If my weapons can't reach out and touch and give you support, then we're not in supporting distance. And that's too far away. What does that mean?",
        382.34,
        391.4
    ],
    [
        " You just change your perspective a little bit and dispersion, which is positive, but if you get too far apart, it's negative.",
        391.9,
        399.66
    ],
    [
        " So, these lessons are the same over time and yet we still have to teach them, because we still make mistakes.",
        401.82,
        412.84
    ],
    [
        " And when we learn things from a different angle and even reading a document yesterday that's thousands or the last podcast, a document that's thousands of years old, you'd think to yourself that after thousands of years, thousands of years,",
        413.82,
        428.08
    ],
    [
        " we would be talking about these leadership principles in the most commonly known way that everybody just, like, you know, I couldn't have written extreme ownership, because people would have been just, you know, saying, hey, no kidding, dude, what are you talking about?",
        428.8,
        445.24
    ],
    [
        " This is part of the fabric of life. But these things aren't, they're not, they're not the fabric of life.",
        445.34,
        452.7
    ],
    [
        " They just seem to need to be rediscovered over and over again, which is horrible.",
        454.32,
        459.76
    ],
    [
        " But one thing I think allows us to learn them in a more complete way is seeing them from different angles from other experiences. And today we're going to take a look at combat lessons.",
        460.88,
        471.56
    ],
    [
        " Which you know, and that's the name of the document, you're, you're setting up in a good spot. The subtitle, it's published in 1944, the subtitle is, rank and file in combat, what they're doing, how they are doing it.",
        472.88,
        487.76
    ],
    [
        " So you know when I see that, I'm thinking, okay, we are going to learn something.",
        488.46,
        494.52
    ],
    [
        " So with that, we will bust into this book, combat lessons number one. I've got number two. Sure, it'll make a parents in the future.",
        495.66,
        506.66
    ],
    [
        " The introduction of this thing, this is one of those things where you get done reading the introduction. And maybe you don't even have to read anything else, because you're just almost there.",
        508.2,
        518.08
    ],
    [
        " Introduction, the purpose of combat lessons is to give our officers and enlisted men the benefit of the battle experiences of others, which comes right out of learning, United States Marine Corps.",
        518.36,
        532.04
    ],
    [
        " To be of maximum benefit, these lessons must be disseminated without delay. They do not necessarily represent the carefully considered views of the war department.",
        533.22,
        543.34
    ],
    [
        " They do, however, reflect the actual experiences of combat and therefore merit careful merit careful reading.",
        543.48,
        551.12
    ],
    [
        " For this reason, also no single issue can cover many of the phases of combat lessons will be drawn from the reports as they are received from the theaters of operation and quickly disseminated so that others may apply them.",
        551.8,
        566.64
    ],
    [
        " The suggestions which are made or implied are not intended to change the tactical doctrine by which our army has been trained but rather to elaborate there on.",
        566.64,
        576.0
    ],
    [
        " Much of the subject matter has been covered in training literature, but the comments show that shortcomings continue to manifest themselves on the battlefield.",
        576.7,
        586.52
    ],
    [
        " And then it says this, the paramount combat lesson learned from every operation is the vital importance of leadership.",
        588.3,
        598.4
    ],
    [
        " Our equipment, our supply and above all, our men are splendid.",
        599.22,
        604.68
    ],
    [
        " Aggressive and determined leadership is the priceless factor which inspires a command and upon which all success in battle depends.",
        605.46,
        615.72
    ],
    [
        " It is responsible for success or failure.",
        616.36,
        623.06
    ],
    [
        " I don't know if I have that thing trademarked of leadership is the most important thing on the battlefield.",
        628.1,
        632.54
    ],
    [
        " I don't know if I could even get a trademark. Same exact thing. Same exact thing. This is signed by General Marshall, who is the chief of staff in the army during World War II?",
        633.1,
        650.86
    ],
    [
        " He was in World War I, first division. He was an infantry platoon commander in the Philippine American War.",
        651.14,
        662.12
    ],
    [
        " And he signed in this thing. So let's jump into it.",
        662.98,
        666.32
    ],
    [
        " And you're going to see that this is one of the most straightforward documents that built, well, it says straightforward as you can get because all it is basically is quotes from people on the front lines.",
        667.92,
        680.72
    ],
    [
        " That's all it is. Just quotes. There's no, there's, there's, there's some little added commentary occasionally.",
        681.22,
        687.94
    ],
    [
        " Section one, infantry. Again and again, reports from the battlefields confirm the importance of leadership in every grade, whether it be corporal or colonel.",
        689.78,
        702.22
    ],
    [
        " Hmm. Other combat lessons are important. The exercise of leadership in battle is vital. Leadership has often been defined in theory. Here are some instances of its application or its absence on the battlefield. These are but a few examples. There are many others.",
        703.86,
        719.74
    ],
    [
        " Junior officer in battle captain, captain William T Gordon infantry. Sicily since November 8th, I have had 17 officers in my company.",
        722.4,
        733.88
    ],
    [
        " And I am the only one who started out with it who is left to fight in Tunisia that from troops pinned down in the dark. I have heard enlisted men call out such things as where is an officer to lead us.",
        734.64,
        749.0
    ],
    [
        " We don't want to lie here. We want to attack where is an officer in each case an officer or officers have risen to the occasion, but this never less shows beyond anything else the demand for battle leadership.",
        749.0,
        764.86
    ],
    [
        " You know, it's interesting Dave, we had a we just kind of went off yesterday during EF online talking about the leadership vacuum right and knowing when to step up.",
        766.14,
        778.52
    ],
    [
        " And this is these situations right here, you know, my immediate my immediate thought is if I don't have enlisted, if I have enlisted people that are calling out, you know, hey, where's an officer we want to attack. I'm not happy with my training. I'm not happy with my troops. I'm not happy with the job that I did. I'm not happy with my performance in preparing them for combat because if they need, if there's a leadership vacuum and no one stepping up, they need to step up.",
        779.92,
        805.88
    ],
    [
        " We had a conversation again, that was only F online yesterday where you just because you're in charge doesn't mean you need to talk.",
        808.7,
        817.82
    ],
    [
        " In fact, if you don't need to talk, then you shouldn't talk.",
        818.56,
        826.02
    ],
    [
        " If I walk into a room, if we're having a meeting at echelon front and Jamie, our operations director is, you know, if she's, if she's putting out the word about what's going to happen and I go in there and I see that she's got the timeline laid out and she's telling where we need to be at what time and we're getting ready for the monster and she's got everything laid out.",
        828.4,
        848.52
    ],
    [
        " What do I need to say?",
        848.76,
        849.6
    ],
    [
        " I mean, I'm officially in charge. What do I need to say? Maybe, maybe looks good. Thank you. Maybe.",
        851.42,
        860.6
    ],
    [
        " So you don't need to step up. I mean, I went into great detail in this and leadership strategy and tactics talking about this, this leadership vacuum and how it appears sometimes and the real nitty gritty techniques that you pay attention to.",
        861.28,
        876.64
    ],
    [
        " One of the things that you pay attention to is if there's a leadership vacuum and no one else knows it, they're not ready. They might not be ready to make an a to follow.",
        877.3,
        888.78
    ],
    [
        " When no one knows there's, when they don't sense it, when they're just kind of sitting there, oh, we're doing okay. And you say, we need to move.",
        890.2,
        895.88
    ],
    [
        " Your immediate response might be why? Wait, what are you talking about? They haven't sensed the leadership vacuum. They don't know that there's a problem.",
        896.66,
        903.28
    ],
    [
        " So sometimes you hesitate just a little bit longer. Let everyone feel that. Feel that lack of leadership. And then when you step in there with a command, boom, they're waiting for it.",
        903.28,
        916.6
    ],
    [
        " They're waiting for it. And that is an important thing. And that's an important.",
        917.02,
        920.98
    ],
    [
        " It's an important dichotomy. I'm sorry, I have to say it's important dichotomy is that yes, there will be many, many times when you as a leader don't have to say anything.",
        922.8,
        932.66
    ],
    [
        " And there will be many, many times where your team is absolutely waiting and begging to be told, hey, this is what we need to do now.",
        933.3,
        945.5
    ],
    [
        " Back to the book, a company officer must build a legend about himself. He must take calculated risks.",
        951.66,
        957.6
    ],
    [
        " He must, on the other hand, do what he expects his men to do. He must always dig in, always take cover. His men must know that when he ducks, they must duck.",
        958.44,
        967.42
    ],
    [
        " On the other hand, they must not believe that when the officer ducks, they must run away.",
        967.72,
        972.72
    ],
    [
        " The officer must come through every barrage and bombing with a sheepish grin and a rye remark.",
        975.18,
        983.14
    ],
    [
        " Masterly understatement of hardship and danger endured plus a grin always pays dividends.",
        985.12,
        992.6
    ],
    [
        " Yeah, we got ambushed, my first deployment to Iraq and I was in vehicle two and the tail end because we were driving fast at night and everything.",
        996.12,
        1006.4
    ],
    [
        " And I saw us getting ambushed, but we were going fast. It was on a highway south of Baghdad.",
        1008.26,
        1013.88
    ],
    [
        " And at this point, we would face not forward, we would face out the sides.",
        1015.26,
        1022.02
    ],
    [
        " I see RPGs going over and exploding and trace or fire to add from.",
        1022.86,
        1028.44
    ],
    [
        " But then what we just, the lead drivers, I pushed through, pushed through, which was just kind of what we were going to do.",
        1030.12,
        1035.28
    ],
    [
        " Keep going. And then the shooting stops and we're still driving. And then my chief who is in the rear vehicle, which is purposely set up that way because that way, if you have to reverse, you've got your most senior leader in listed leaders in the back he's going to take.",
        1035.28,
        1054.6
    ],
    [
        " And also if something goes wrong, he's going to assess. So he's back there. And you know, he says he's they got they got, you know, those RPGs were close.",
        1054.88,
        1065.5
    ],
    [
        " They're not close to him. They were to me. He comes up. He's like, hey sir, which you know, first of all, he rarely would call me sir, you know, but he's like, hey sir.",
        1065.66,
        1073.98
    ],
    [
        " You know, we got ambush back here and I could hear his voice. He's a little freaked out. And I waited a solid, you know, like 10 seconds. And then I came up and said Roger.",
        1074.62,
        1086.76
    ],
    [
        " And that was it. And you know, they once we got down to where we were going. They're all like, oh Roger. You know, so yeah, I like this thing of, you know, hey, just a little grin, a rye remark.",
        1087.36,
        1098.52
    ],
    [
        " We'll be good. It's kind of like when your kid falls down. Yes. Exactly like when your kid falls down. And then he looks at you. Kind of like, what are we doing here? We crying? We whatever. And then yeah, you know, no big deal.",
        1100.28,
        1112.42
    ],
    [
        " Kind of a thing. We're laughing. Yeah, we're laughing. You know, I used to say like, oh, that was awesome. Nice. Yeah.",
        1112.58,
        1120.62
    ],
    [
        " You're out this, you're leg. It's gonna bleed. Yeah. My kid came home yesterday, just blood everywhere. He hit the reef.",
        1120.88,
        1134.76
    ],
    [
        " You were so proud. No, just, you know, he's just covered in blood. Yeah, the barnacles, what it is out here in California.",
        1135.42,
        1147.06
    ],
    [
        " The reefs are just rock. It's not coral. Yeah, like you always hear about the coral reefs with the razors. Oh, yeah. This is just rocks, but they have barnacles on them. And if you go touch a barnacle, they're sharp. And if you fall and you scrape against them, you're getting cut open. You're gonna be bleeding everywhere.",
        1147.76,
        1161.48
    ],
    [
        " But do not come into the house with the blood. It's the main blood of the story. Get the hose. Get take care of business. Next section.",
        1161.68,
        1171.54
    ],
    [
        " This is an interesting one. And this really shows you. This is one of those things where you think, you know, the world is different. This was a different time.",
        1173.9,
        1183.96
    ],
    [
        " This section says, hate your enemy. Our men do not ordinarily hate. They must hate. They are better soldiers when they hate.",
        1185.4,
        1197.68
    ],
    [
        " They must not fraternize with prisoners. Must not give them cigarettes and food the moment they are taken. Hate can be taught men by meticulous example. The Rangers are so taught.",
        1197.68,
        1211.44
    ],
    [
        " That's a different world. That is not in any modern army publications. And then you think about, you know, World War II, you think about what those guys were going into.",
        1214.52,
        1229.3
    ],
    [
        " You think about what you had to get the mindset you had to bring out in people when they were in a landing craft. And they were going to go land on Tarawa or Ewo Jima or Normandy.",
        1229.3,
        1241.06
    ],
    [
        " You got a dig deep. It's an interesting, it's an interesting comment. We are at total war.",
        1241.64,
        1252.3
    ],
    [
        " Just so everyone doesn't freak out. This isn't taught anymore. And I will say this, it's not taught anymore right now. But we better remember this.",
        1254.62,
        1266.64
    ],
    [
        " Because if the world we could get to a place where this is needed again. I'm sorry to report. I hope we don't. I hope we can always be going into wars saying, yeah, it's a small element of people.",
        1267.32,
        1281.58
    ],
    [
        " They've got some bad feelings and they've got some reasons for their anger towards us. But we need to go and show them that we're a benevolent group. And we can help them move on.",
        1282.56,
        1294.26
    ],
    [
        " Those are all, that's great. Hopefully we fight wars like that. Hopefully we don't have to fight anymore wars where the doctrine is being adjusted to get us to hate our enemy.",
        1294.34,
        1305.56
    ],
    [
        " Next one, leaders in front. Staff Sergeant Richard E. Deland infantry. Sicily. We want our captains out front. We don't much care about the position of our battalion commander. That's it. That's the whole note.",
        1311.58,
        1329.26
    ],
    [
        " Keep them moving. Operation report, seventh Army, Sicily during an attack officers and non-commissioned officers must never allow men to lie prone and passive under enemy fire.",
        1333.62,
        1346.72
    ],
    [
        " They must be required to move forward if this is at all possible. If movement is absolutely impossible, have the troops at least open fire.",
        1346.72,
        1356.52
    ],
    [
        " The act of firing induces self-confidence in attacking troops. The familiar expression dig or die has been greatly overworked.",
        1357.94,
        1368.72
    ],
    [
        " Attacking troops must not be allowed to dig in until they have secured their final objective. If they dig in when momentarily stopped by enemy fire, it will take dynamite to blast them from their holes and resume the advance.",
        1368.78,
        1384.26
    ],
    [
        " This is another thing and we're going to get into some of this. There's another element again where you get to total war.",
        1384.86,
        1394.28
    ],
    [
        " That's what these things are leaning towards. We're in a totally different situation. This is an existential war. If we don't win, America is not going to exist. Freedom will not exist in the world.",
        1396.7,
        1409.7
    ],
    [
        " NCO leadership, staff sergeant Robert J. Kemp, platoon sergeant, infantry, Sicily, NCO leadership is important. Leaders, NCOs and officers should be taken to an OP for terrain instruction and study before an attack.",
        1412.92,
        1427.7
    ],
    [
        " This has been possible in my outfit about one-fourth of the time. We have what is called an orders group which consists of that group of officers and NCOs that must be assembled for instruction before any tactical move.",
        1428.22,
        1440.52
    ],
    [
        " Simple, clear concise orders. We get people together, get face to face with them. Look at the terrain, show them what they're seeing, show them where they're going to move to.",
        1442.02,
        1451.44
    ],
    [
        " And this seems real obvious. And yet this guy is saying, hey, you better do it.",
        1454.28,
        1459.86
    ],
    [
        " Keep your mission in mind. Colonel E. B. Fair, field artillery observer with Fifth Army Italy.",
        1461.6,
        1473.04
    ],
    [
        " Difficulty was experienced in making patrol leaders realize the importance of bringing back information by a specified hour in time to be a value.",
        1474.02,
        1481.98
    ],
    [
        " Patrols often returned after encountering resistance without accomplishing their mission.",
        1482.3,
        1486.64
    ],
    [
        " Sending them back to accomplish their mission despite their fatigue seemed to be the most effective solution to the training problem involved, although the information required often arrived too late.",
        1488.0,
        1498.0
    ],
    [
        " And then this other guy says, this is Lieutenant Colonel T. F. Bogart infantry.",
        1500.34,
        1506.28
    ],
    [
        " And if actually Dave, I know you haven't heard this yet. I went on kind of a massive tangent the other day on the last podcast about seeing some of the seal machine gunners and just how in tune they were with their weapons and the great lengths that they would go to do.",
        1506.76,
        1527.98
    ],
    [
        " They developed their own personal individual standard operating procedures so that they're working that thing like a painter works a brush.",
        1527.98,
        1536.22
    ],
    [
        " And just I said if I could take videos and there's two guys in particular that I was actually went through seal training with both of them and then I ended up in platoons with them at SEAL Team 1 back in the day.",
        1536.72,
        1549.52
    ],
    [
        " And if I had videos of them assaulting through targets with their M60 machine guns and the the incredible smoothness which which they would handle the weapon and and open up the feed tray and slap out extra links and pull out their new belt and slap fee just it would look beautiful.",
        1549.58,
        1572.96
    ],
    [
        " And I was like, if we could have if you could post those videos, no one would want to go to war with America. They know people like that are out there. And it's not and obviously it's not just seal machine gunners.",
        1573.08,
        1583.1
    ],
    [
        " It's like every it's like there is a pocket of every every sector of the military where there are people that is what they are doing. That's who they are.",
        1583.14,
        1594.1
    ],
    [
        " Yeah, there's there's a version of that in everything for the people that that kind of fall in love with what they're doing.",
        1595.88,
        1602.92
    ],
    [
        " And when they just fall in love with whatever their job is, I was just kind of remarking as you go through these they're set in a way that I can't think of anything else to say other than yeah, yeah.",
        1603.14,
        1613.86
    ],
    [
        " Do that. That's really good. And that the way he said is is is right. And I'm kind of rock my brain like how can I create some context around this like no that's that's it. That's pretty good.",
        1613.86,
        1622.78
    ],
    [
        " So I think I'm just going to sit here for the next hour, listen to you repeat what these guys have said.",
        1623.08,
        1628.22
    ],
    [
        " But I mean the thing that's crazy about it is they seem so obvious. And it's like you said earlier is in some ways is a little bit disheartening at how often they need to be repeated.",
        1628.6,
        1639.06
    ],
    [
        " Because the way they're saying it isn't really that complex like man, that's that's as clear as anybody could say it.",
        1639.4,
        1645.56
    ],
    [
        " Do you think you take a statement? This goes back to what we were talking about as far as I'm a leader.",
        1645.84,
        1652.44
    ],
    [
        " If I walk into a room and I sit through the brief and nothing needs to be said, I'm not going to say anything.",
        1652.9,
        1657.32
    ],
    [
        " If someone takes a something like a fundamental principle of combat, cover move, right? And they say, okay.",
        1658.26,
        1665.0
    ],
    [
        " But I'm going to expand on that a little bit. And then they expand on it. And then someone else expands on that expansion.",
        1665.48,
        1672.2
    ],
    [
        " And then someone else expands on that expansion. And the next thing you know, you don't even you can't you can't see cover move anymore.",
        1672.26,
        1678.48
    ],
    [
        " Become something else. For sure, the the the complexity of those things. That's I think why these things are so powerful.",
        1678.76,
        1686.46
    ],
    [
        " I was even right now in the little notes to myself of what was my version of what you were just saying I wrote down.",
        1686.82,
        1692.02
    ],
    [
        " Like we we had the phrase mutual support. That's what we called it in an airplanes. We had to apply mutual support to each other.",
        1692.96,
        1698.62
    ],
    [
        " It's cover move. Just cover move. It's all it is. And technology is sort of redefined where we would need to be to apply that mutual support.",
        1698.72,
        1709.64
    ],
    [
        " But the principle hasn't changed. But if you're not careful to get too wrapped up around this piece of technology allows me to get to this range.",
        1710.02,
        1716.18
    ],
    [
        " Over time you lose the idea that all that really matters is that you and I work closely enough together.",
        1716.8,
        1721.5
    ],
    [
        " That I can cover you and you can cover me and those roles will go back and forth in some sort of unknown.",
        1721.66,
        1726.78
    ],
    [
        " It's not predetermined. It's just going to happen in the better we are at the more naturally it happens.",
        1727.32,
        1731.8
    ],
    [
        " But all it is is mutual support. And I remember sitting in briefs and like hang on are you just saying you want me to say a certain distance away from you.",
        1732.26,
        1737.64
    ],
    [
        " So I can help you with it and when we interact with other aircraft. Hey, just say that.",
        1737.76,
        1741.04
    ],
    [
        " And if I it's training to because I get it wrong we can just come back and debrief it. It's okay.",
        1742.22,
        1745.72
    ],
    [
        " But you have spent like nine minutes talking about the nuances of that when there's no way to predict it.",
        1746.16,
        1750.64
    ],
    [
        " And I've lost sight of what you're really trying to tell me which is don't get too far away man.",
        1750.64,
        1754.08
    ],
    [
        " Check.",
        1754.32,
        1755.18
    ],
    [
        " That just made me think I was up with an air wing in Fallon.",
        1756.2,
        1761.22
    ],
    [
        " And I remember I don't even this is this is definitely one of my early sort of grasping of the idea of cover move was we would put a squad on the ground.",
        1762.04,
        1774.8
    ],
    [
        " And when we get extracted when we put on the ground or we get extracted.",
        1775.36,
        1779.78
    ],
    [
        " I remember briefing the helicopter pilots and I don't know if I learned it from them or I don't know.",
        1780.08,
        1786.22
    ],
    [
        " But I remember saying hey and I actually have I have a I have a book that I wrote.",
        1786.32,
        1790.28
    ],
    [
        " I have a book that I wrote when I was at C.L.T. when I was a communicator.",
        1790.46,
        1793.94
    ],
    [
        " It's called communications.",
        1794.06,
        1795.7
    ],
    [
        " And a lot of it I wrote it with a body of mine who is another communicator.",
        1796.2,
        1801.04
    ],
    [
        " And he wrote a lot of this technical stuff about how to operate each individual radio.",
        1801.14,
        1806.04
    ],
    [
        " And I just wrote my section.",
        1806.46,
        1809.3
    ],
    [
        " I mean I helped him a little bit with that very little because he was smarter than me.",
        1809.76,
        1815.18
    ],
    [
        " And so he wrote you know how to do the little things.",
        1815.7,
        1817.46
    ],
    [
        " But I wrote all the stuff about hey when you're calling in a helicopter here's what you need to do.",
        1818.12,
        1823.64
    ],
    [
        " And I'm going to find this because I have this book I have it.",
        1824.0,
        1826.6
    ],
    [
        " And one of the things I said was leave one helicopter at altitude to provide cover fire for the helicopter that's on the ground.",
        1826.9,
        1835.3
    ],
    [
        " And here I was a new guy kind of thinking that I had a little something you know I had a little something for these guys.",
        1836.2,
        1842.34
    ],
    [
        " And that's one of the initial kind of thoughts around or me starting to realize that cover move wasn't just that it really was the fundamental of everything that we were doing.",
        1843.02,
        1852.52
    ],
    [
        " And the other thing that I scratched down when I talk about people you're talking about people being really good at their jobs.",
        1853.6,
        1860.24
    ],
    [
        " I was doing some kind of an exercise at the camp Pendleton and somehow we got linked into a mortar a Marine Corps mortar element.",
        1860.44,
        1867.88
    ],
    [
        " And bro these guys were doing I ads immediate action drills with their mortars.",
        1868.42,
        1875.46
    ],
    [
        " And you know I just remember watching them.",
        1875.8,
        1879.38
    ],
    [
        " And I don't know what I don't know how you put words.",
        1879.9,
        1883.72
    ],
    [
        " I don't know but you know they were you know they're freaking 18 years old and they hear you know contact right and then boom.",
        1884.72,
        1893.2
    ],
    [
        " A guy's slapping down the base plate with the guys.",
        1893.42,
        1896.08
    ],
    [
        " They're spits on their boom and they're getting rounds out like in so fast.",
        1896.22,
        1901.72
    ],
    [
        " I don't know how fast it was but so fast accurate around and then immediately correcting bracketing and they're good and they're on target.",
        1901.96,
        1909.78
    ],
    [
        " And you just think you know what we're good America's good.",
        1909.78,
        1914.24
    ],
    [
        " All right Lieutenant Colonel TF Bogart.",
        1914.38,
        1919.62
    ],
    [
        " Greater emphasis must be placed on inculcating in junior officers and NGOs the will to accomplish assigned missions despite opposition.",
        1921.46,
        1930.22
    ],
    [
        " A few accounts of patrol actions illustrate this point and he goes through these reconnaissance patrol consisting of a platoon was sent out about 1900 one evening to determine the strength of any if any of Germans in two small towns the first about two miles away and the second about three miles farther on the patrol reach the outskirts of the first town and met an Italian who told them there were no Germans in the town and then start to lead the patrol into town a few hundred yards further farther a German machine gun opened up the Italian disappeared through the patrol were killed and the others dispersed.",
        1931.4,
        1959.98
    ],
    [
        " They drifted back to our battalion during the night and it was not until or nearly daylight that the practically valueless report of action was received not the slightest conception of the strength of the first town was obtained and no information of the second town.",
        1959.98,
        1974.26
    ],
    [
        " It was necessary to send out another patrol with the same mission so that's that's number one.",
        1974.26,
        1980.46
    ],
    [
        " And again I think this is this is this just shows you that this is different time and they're like hey you took some casualties you got three guys killed.",
        1983.22,
        1989.64
    ],
    [
        " It doesn't matter you got you still got to go figure out what the strength was in there obviously got some Germans in there and by the way there's another town two miles away need to go get on that too.",
        1989.86,
        1997.62
    ],
    [
        " That is not a consistent attitude with current operations right where you go oh yeah we took three casualties but we're continuing down here on this reconnaissance mission by the way.",
        1998.46,
        2010.1
    ],
    [
        " Freaking legit to a patrol sent out with the mission of determining the condition of a road especially bridges over a three mile stretch to the front when this patrol had covered about a mile it ran into a motorized German patrol to the Americans were killed and the platoon leader claimed six Germans the patrol leader forgot his mission.",
        2010.1,
        2026.96
    ],
    [
        " Return to the battalion CP with the remainder of his patrol and had to be sent out again with a great loss in time getting the information desired this dudes out there gets into contact with a motorized German patrol has two guys killed killed six Germans comes back to base he's probably totally amped and feeling like he did a great job and they say hey did you complete your mission no oh Roger that go back out.",
        2026.96,
        2052.9
    ],
    [
        " These are hard men yeah last one on several occasions patrols were sent out on reconnaissance missions with the construction to get certain information by a specific time the hour would pass and sometimes several others without a word from the patrol sometimes it was due to difficulties encountered sometimes to mistakes and computation of time and space factors but in all cases there was no good reason why some information didn't get back by the specified time.",
        2054.28,
        2078.04
    ],
    [
        " And here's I said there was some occasional comments amplifying information so here's the comment comment the failure of patrols in these instances stems from a lack of appreciation on the part of NCOs and junior officers of their missions.",
        2080.84,
        2097.26
    ],
    [
        " In patrol actions as in the operations of larger units the mission must be kept up or most in the minds of all ranks and no action should be undertaken which does not contribute directly to the accomplishment of that mission conversely no incidental or inadvertent contact with the enemy should deter or divert patrols from the complete accomplishment of their missions to include compliance with all instructions given where humanly possible.",
        2098.12,
        2127.24
    ],
    [
        " These guys are freaking just legit that's because this is total war yeah that's because this is an existential war.",
        2129.26,
        2138.32
    ],
    [
        " There's there's so much insulation that we sometimes try to create I remember feeling it on my deployment to Ramadi which is very different than my deployments in an aircraft and I even remember feeling the sense of wanting to insulate my own family from what I was doing the feeling of just wanting to keep them insulated from the range of the mission.",
        2138.6,
        2157.24
    ],
    [
        " So I was just trying to create reality when I see all that did to be honest with my wife has made it made it kind of worse because she had to create something in her mind and she had to try to piece it together which she simply couldn't do but that need to insulate if that ends up on the inside with your own folks and it becomes most obvious when you start losing people and the question of how much time are we going to take how much downtime we're going to take.",
        2157.26,
        2182.86
    ],
    [
        " And I'm listening to this and it's like that's not even a there's not we're not even that conversation isn't even happening we're not we're not talking about hey what are we going to do to acknowledge what has happened here which of course you want to do but we're this is not an option and the leadership isn't even conflict that it's funny the way he said that my mind immediately went I want to write that differently instead of the staff and CEO is in the junior officers not understanding it it's the leadership has failed to explain to them.",
        2183.48,
        2212.68
    ],
    [
        " The context that they should understand and we actually aren't doing our jobs I might have gotten ahead of myself it looks like you're laughing at something but I'm laughing even when he said that it's like no that's not what happened.",
        2213.86,
        2224.4
    ],
    [
        " Yeah I'm laughing because you can see my note right there says ownership question mark exact same thing is you know when you when you blame your NCOs and your junior officers because they don't appreciate their mission they don't understand it well guess what who's fault is that all day long.",
        2224.4,
        2240.88
    ],
    [
        " It's my fault as a leader for letting those junior officers go out there and I'm not sitting over here trying to pick apart the things they're saying I'm just picturing every time every time I placed a demand on guys on my team that they understood it wasn't even hard for them to step up.",
        2241.28,
        2255.46
    ],
    [
        " I mean it was a challenging situation but if they understand why we were just stepping up and making things happen when it was hard no factor my 18 role Marines gone no factor.",
        2255.46,
        2264.44
    ],
    [
        " But if I failed to give them that and then something difficult happened that created some friction and some some doubt that was a much harder problem to get past if they didn't understand why they needed to get past it and that was always always on me always or it was on the 18 year old kid on his very first deployment that one of his closest friends had just gotten killed it's either on him or it's on me it's not even hard but if you gave him that context what they could overcome an endure I don't mean to say that it wasn't hard maybe that's the wrong way to do it.",
        2265.16,
        2294.42
    ],
    [
        " I'm not going to describe it but boy they did it every single time without hesitation.",
        2294.42,
        2298.18
    ],
    [
        " Yeah and that's the whole US military even though you know as I read this I'm like man these guys were hard but that's what we do in the military you know you take casualties and then you you go you go do your job that's what you do.",
        2298.32,
        2312.78
    ],
    [
        " Next one team up captain William T Gordon infantry Sicily I have found that men in position must fight in pairs and order that 50% stay awake is thus easily enforced it bolsters morale and nerves.",
        2318.04,
        2331.2
    ],
    [
        " Rally point in every company attack order a reserve force must be prescribed I always do even though sometimes this force consists only of myself and my first sergeant often a soldier who a moment before is run away is converted to a fighter by leadership a reserve force gives him a rallying point that's brilliant just having a fallback point even if it's two people hey if you got to run away run to here and then who's there the platoon commander in the first sergeant like all right buddy.",
        2332.16,
        2361.16
    ],
    [
        " Here takes a memo get ready because we're going to rock and roll.",
        2361.16,
        2364.84
    ],
    [
        " Fear is normal.",
        2366.14,
        2370.36
    ],
    [
        " Colonel George Taylor infantry Sicily fear of being afraid is the greatest obstacle for the new man in battle to overcome there is no reason for shame in being afraid.",
        2371.94,
        2381.72
    ],
    [
        " Men who have had excellent battle records freely admit they are scared stiff and battle.",
        2381.72,
        2387.24
    ],
    [
        " The important thing is that every soldier must be taught all he needs to know so well that battlefield thinking is reduced to a minimum automatic discipline reactions to battlefield problems must be the rule.",
        2387.7,
        2402.92
    ],
    [
        " In battle the worst element is mental and nervous exhaustion there is no real rest under fire the ability to withstand fire is more important than all the knowledge in the world.",
        2403.9,
        2417.08
    ],
    [
        " What are you writing down nervous exhaustion yeah the idea that you will exhaust yourself and render yourself incapable just by creating the fear in your mind.",
        2417.66,
        2432.78
    ],
    [
        " When you don't react what's going you just you and you just I've seen it where people get overwhelmed by the moment and they end up doing nothing and they literally exhaust themselves in their own minds by being afraid of what's out there rather than just facing what's out there which is extremely hard to do.",
        2433.3,
        2450.26
    ],
    [
        " But just the way he wrote that that nervous exhaustion such an awesome way to describe what sometimes people do when they're just freaking out of what's happening they exhaust themselves into doing nothing.",
        2451.2,
        2460.6
    ],
    [
        " I got more than a couple times and actually my tune in my first deployment we went to this outstation it was a special forces outstation it was in a rough neighborhood in Baghdad and we got more than a decent amount that night and like the next day.",
        2464.42,
        2483.16
    ],
    [
        " Let me rephrase that we probably got hit with an RPG or two maybe a rifle fired grenade and then I don't know some number of mortars more than more than three or four likes this decent right which by the way.",
        2483.92,
        2510.56
    ],
    [
        " When you compare to this is just nothing just nothing and the reason I bring it up because even that one night you know one night of receiving some pretty consistent mortar fire was enough that you could see the next day guys were on edge guys were legitimately on edge after one night of light mortar attacks and that's just crazy.",
        2511.66,
        2537.38
    ],
    [
        " And you could see that over time it's what we see in World War One you know those awful videos of World War One of guys that had shell shock legit shell shock and when we when we covered shot a dawn on here you break down people break down and it doesn't matter what you say what you do you're telling them you're going to shoot them if they if they deserve and they do it anyways.",
        2538.52,
        2560.88
    ],
    [
        " So the ability to withstand fire is more important than all the knowledge in the world I'll tell you something else.",
        2562.82,
        2569.5
    ],
    [
        " I think the ability to withstand fire is related to an acceptance of death.",
        2569.88,
        2578.98
    ],
    [
        " I mean if you are if you are scared of dying this is going to drive you insane yeah I think that's the nervous exhaustion right there you're going to go insane if that's what you think about look man when I got when I got to Ramadi I was afraid of dying for a very brief period of time but I was I got there and I remember I remember I don't know what I was doing.",
        2581.82,
        2608.96
    ],
    [
        " I wrote about and I remember realizing as I probably was there for you know a little bit I had in some ways the benefit of knowing people that have been there knowing knowing knowing what I was going to get myself into when I got there I'm like oh man I'm here now.",
        2608.98,
        2621.96
    ],
    [
        " And I remember thinking for a little while like this maybe this is a bad idea.",
        2622.44,
        2628.0
    ],
    [
        " Maybe this was a mistake and there was a little bit of fear of dying and the time that I spent thinking about that was it was it was exhausting and then I you know what that yes that might happen I I I literally considered to myself yet that might happen and I got past it and that was the end of it I never lost the idea that it could happen I fully understood that but I sort of just stop thinking about it.",
        2628.38,
        2654.26
    ],
    [
        " I didn't stop thinking about it because I didn't think it would happen I just stop thinking about it because it was a kind of a useless thing to think about anymore but if you get trapped in that and I remember a small period of time of that feeling of like the paranoia that starts to build up of what you can end up creating is that you're going to die there's no way get out of it and that becomes the obsession that you think about if you're going to go to combat you have to accept that that might happen and then you have to get past that and then go do whatever it is you're going to go do knowing that's a case without letting it control you at all.",
        2654.64,
        2683.62
    ],
    [
        " But again what I was going to face in my brush with war compared to any of this other stuff is kind of crazy.",
        2686.22,
        2693.74
    ],
    [
        " Yeah there's another end of the spectrum too and I think I kind of went back and forth between two mindsets of one is you know what I can die that'll that could happen tonight and you know what I'm not going to die it's not going to happen.",
        2694.34,
        2709.6
    ],
    [
        " You know whatever watch this I'll stand out here in the street doesn't matter they can't kill me I mean in my first deployment to Iraq.",
        2710.86,
        2718.08
    ],
    [
        " What did I write on my Humvee door once we got the we welded steel steel on there I think I think I wrote I cannot be killed on it and my guys made me take it all.",
        2718.08,
        2737.16
    ],
    [
        " They were so freaked out they're like don't do that man that's a total jakes don't do it don't do it so and you know even talking to Dean lad Dean lad you know going into Tarwa.",
        2737.16,
        2749.7
    ],
    [
        " It's like oh did you think you were going to get killed he's like no of course not what do you think I'm weak yeah and that might be the greatest story of all time when his buddy went he pretended like he was dying his buddy pretend like he was dying and had his",
        2749.7,
        2766.46
    ],
    [
        " his friend the the chaplain come over and was reading in this last rights and then he starts laughing.",
        2766.54,
        2772.7
    ],
    [
        " Alright next section is about Sicily Italy and at two night attacks and they get into add to which is that the battle up on the",
        2773.16,
        2790.66
    ],
    [
        " illusion island of the the island of a two 2,900 Japanese soldiers 2,872 of them killed 28 captured",
        2790.66,
        2804.74
    ],
    [
        " surprise saves lives major John R. Patterson infantry Sicily the mission of our battalion after landing itself south south of Gala in Sicily was to capture the airport at Biscari the battalion used the silent night attack three rifle companies were in line with heavy machine heavy weapons company in reserve to reach its line of departure the battalion crossed",
        2809.6,
        2834.56
    ],
    [
        " two ridges using control to control lines then climb the cliff at the airport to the line of departure all this was done silently under the cover of darkness the attack was started with a hand grenade we didn't fire until the Germans counter attacked when we went with we went in with bayonets and hand grenades and caught some of the Germans",
        2835.32,
        2853.96
    ],
    [
        " on dressing and dressing the tanks fired their guns but wouldn't close on us the enemy knew their men were all about so they fired their machine guns and rifles mainly into the air",
        2853.96,
        2865.96
    ],
    [
        " our attack lasted about 30 minutes we had no casualties during the attack to were killed during the counter attacks so that that that silent option I was we were doing training I was a team two I was an assistant platoon commander they captured one of our seals they had him up and this is an urban combat training they had him up in the third floor of this building",
        2870.36,
        2894.94
    ],
    [
        " and they're telling you know yelling scream and so he's up there they're going to kill me and all this and they're waiting for us and they're waiting for us to do what we do which is you know and on the first floor clear the first floor move the second floor the second floor move the third floor clear the floor get to the room where he is",
        2895.78,
        2909.22
    ],
    [
        " and I'm like you know silence we patrol out we took the fire escape up directly to the third floor didn't clear any of the other rooms and went right into where because we can see where he was we can hear where he was so we knew he's in like one of one or two or three rooms",
        2910.38,
        2925.14
    ],
    [
        " and we caught those those up for guys completely off guard there they're they're literally looking out the windows trying to see where we were",
        2925.14,
        2934.2
    ],
    [
        " and we walked in and shot them all in the back rescued our guy but the what's important here is any goes into like a little bit of a little bit more detail but you",
        2934.92,
        2946.72
    ],
    [
        " because we're being quiet you have to have good control lines of where you're going to let people get to",
        2946.72,
        2953.7
    ],
    [
        " hand to hand fighting captain Gerald infantry at Biscari airport I use my trench knife twice one of my man got three with his bayonet",
        2956.82,
        2967.96
    ],
    [
        " he shot one then another tried to grab his bayonet he got this one with his bayonet that got him started so he got three in before it was all over",
        2967.96,
        2976.66
    ],
    [
        " small arms against armed we found that the 30 caliber AP pierces enemy armored half tracks at close ranges that's something that everybody should know",
        2985.04,
        2996.94
    ],
    [
        " put into action lieutenant hollarich infantry when the enemy machine guns opened up we threw grenades the machine guns pulled back out of grenade fire",
        2998.98,
        3008.9
    ],
    [
        " then nco's and browning automatic rifleman went up over the embankment through and beyond the initial enemy positions eventually we had a base of fire about 20 men including the bars the BARs",
        3008.9,
        3020.78
    ],
    [
        " during the enemy counter attacks we did pretty well with other fire to lead was flying fast and furiously at 20 to 30 yards we fire at flashes in this kind of firing you learn to fire",
        3020.78,
        3032.8
    ],
    [
        " and roll to one side or they will soon get you I read the whole thing just to get that last part if you're a trooper out there if you're in the military you shoot and then you move",
        3032.8,
        3043.9
    ],
    [
        " because if you pop your head up again in that same spot you're getting you're going to take one",
        3043.9,
        3047.34
    ],
    [
        " comment in all these accounts of a successful night attack by a small unit the application of the following principles is worthy of note close control during the approach by the use of control lines adjusted to difficult terrain features",
        3051.96,
        3066.22
    ],
    [
        " designation of a line of departure as close to the objective as possible and after all major terrain obstacles have been passed",
        3066.22,
        3075.1
    ],
    [
        " this is essential to assure proper organization of the unit immediately priority so you can apply that right there so many business things right there like you get everything ready to go you get past all the main obstacles once everyone's passed the main obstacles then you",
        3076.26,
        3090.94
    ],
    [
        " execute attainment of the vital surprise use of the bayonet and hand grenades with no weapon firing permitted it may often be advisable to prohibit the loading of rifles and for anyone that doesn't understand why these guys are talking about the",
        3090.94,
        3105.08
    ],
    [
        " using grenades so much grenades do not give away your position neither do bayonets so you can hook grenades and no one knows where it just came from there's no one to shoot at there's no muzzle flash and so it's a great weapon when you are attacking from like a clandestine situation where you",
        3105.08,
        3121.12
    ],
    [
        " don't want the enemy to know where you are use of frontal attack only any attempt at involvement tends to cause disorder and confusion note that one platoon which had",
        3121.12,
        3133.1
    ],
    [
        " advanced ahead of the general lines was pulled back to conform so they're saying frontal attack only and what they're saying is don't try and surround because we try and",
        3133.1,
        3142.16
    ],
    [
        " surround people at night and you're going to end up on opposite sides and you're going to end up in a blue on blue situation I don't think that they mean don't set up flank situations",
        3142.16,
        3153.12
    ],
    [
        " a definite and limited objective capture of an airfield in this case in which the entire front could be covered by manpower rather than firepower oh that's good",
        3154.92,
        3163.24
    ],
    [
        " these are the major elements of successful night attack brought out in the forgoing account others not mentioned but which were undoubtedly contributing",
        3163.24,
        3171.5
    ],
    [
        " to the operation are careful planning in minute detail precise specific orders careful arrangement for maintenance of direction throw daylight reconnaissance by as many of the leaders as",
        3171.5,
        3185.44
    ],
    [
        " possible use of compound use of compact columns in the approach so the reason that they're saying precise specific orders that's different that's different than what we normally talk about the reason is because you are attempting to make this happen without having",
        3185.44,
        3200.4
    ],
    [
        " the enemy get a vote so once the enemy gets a vote if you're too specific things change now we don't want to do but we are setting this thing up to be very specific and we should be able to get to our last points of concealment we should be in our positions",
        3201.4,
        3217.14
    ],
    [
        " everything should be good once that attack starts you know you still want to keep them constrained because it's nighttime",
        3217.14,
        3223.74
    ],
    [
        " yeah and the context of the night pieces also I think really important because it seems what he's what they're saying is that there's a lot more close control",
        3225.58,
        3233.54
    ],
    [
        " under a night attack requires a whole lot of things because when the chaos ensues under an attack you are denied something that you usually rely on so heavily",
        3233.54,
        3242.52
    ],
    [
        " and when you were reading that and again it's under the context of a night assault it's different it's different at night you told a story long time ago that I've used a bunch and there's a version of it I have from flying which was when we started to use an NVG's",
        3244.48,
        3258.22
    ],
    [
        " the way we described the use of NVG's why we would use NVG's in an airplane is the most simplest way to describe it is it allows us to use daytime tactics at night which before you just couldn't do",
        3258.22,
        3272.08
    ],
    [
        " you actually you want the least amount of control close control is possible you need to have some but in the day you don't need it as much because you can rely on being able to see each other",
        3272.2,
        3280.26
    ],
    [
        " and when you started to see people like reject the idea of things that allowed you to maneuver in different ways using technology because why would I do it like that",
        3280.26,
        3290.84
    ],
    [
        " the night creates an environment that's really hard to operate in and if you're going to be successful at night you have to do a lot more things",
        3290.84,
        3301.08
    ],
    [
        " than you would normally do during the day which is why some of the technology pieces are so nice to allow you to do it but even with that you can't pretend like the two are the same",
        3301.44,
        3309.3
    ],
    [
        " and the detail is going through I'm all thinking like yeah you wouldn't do that during the day you have to do that at night",
        3309.3,
        3314.96
    ],
    [
        " yeah and now that we're talking about it when you're talking about this size element because I'm saying hey you could still set up flanks",
        3314.96,
        3321.86
    ],
    [
        " but if it's nighttime you got a big element I actually wouldn't I would set up a complete online assault we would all be together we would all be within you know communication distance",
        3322.44,
        3331.44
    ],
    [
        " and we're going to not make those mistakes and we're going to know where everyone is because when you're online you've got free fire in 180 degrees ahead of you",
        3331.44,
        3340.86
    ],
    [
        " it's an awesome thing that's going to that's going to that's going to overwhelm or or make the idea of having another element on the flank",
        3340.94,
        3352.18
    ],
    [
        " obviously because you because your firepower so unrestricted when you're online and that's you know it's like you can either",
        3352.18,
        3358.98
    ],
    [
        " assault online or you can set up a now that's it and then there's these little variations where you can start to",
        3358.98,
        3364.12
    ],
    [
        " develop an development is very very dangerous and you better have some serious control measures in place if you're going to try that very serious control measures including",
        3364.12,
        3373.16
    ],
    [
        " up to and including pieces of terrain that actually prevent you from having a blue on blue because there's a freaking mountain or a ravine or whatever that prevents you from getting shot by your own guys",
        3373.16,
        3387.28
    ],
    [
        " all right this this little section here starts to jump into really specific stuff knocking out pill boxes and then it gets into individual initiative",
        3390.58,
        3401.46
    ],
    [
        " the following cases of individual initiative initiative and heroism during the Salerno landing were reported by the infantry",
        3401.46,
        3413.24
    ],
    [
        " sergeant Manuel Gonzales upon landing discovered the position of a German 88 in the sand dunes near the beach this gun was firing on the assault boats as they landed the sergeant crept around the position under machine gun fire which set his pack on fire",
        3416.24,
        3431.04
    ],
    [
        " and despite the hand grenades being thrown at him he then calmly tossed several hand grenades into a gun in placement killing the crew and blowing up their ammunition",
        3431.04,
        3441.64
    ],
    [
        " yeah you're going to see each one of these these these are talking about individual initiative what they are is just just pure heroics sergeant John why McGill jumped on an enemy tank and dropped a hand grenade into the open turret killing the crew private Clayton I tallman on hill 424",
        3443.4,
        3463.84
    ],
    [
        " observed that the enemy was attempting an involvement of the left flank of his company taking up a better position he killed an enemy machine gun crew with three carefully aimed shots in a few minutes he repeated the same action with another enemy machine gun crew appeared",
        3463.84,
        3477.88
    ],
    [
        " he alone protected the left flank of the company until the rest of the platoon arrived private Brel B. Rightch discovered that he and a group of five men had been cut off from his company",
        3477.88,
        3491.08
    ],
    [
        " he immediately organized them into a defensive position on a small no they repulsed three rushes by the enemy who were attempting to establish machine gun positions on the flank",
        3491.08,
        3499.26
    ],
    [
        " private rightch was completely in command of the situation giving orders and shouting encouragement",
        3499.26,
        3504.7
    ],
    [
        " yeah I was going off on the last podcast about having team members that are going to step up and just make things happen",
        3504.7,
        3514.04
    ],
    [
        " staff sergeant Quillen H. McMitchin was shot in the chest and shoulder and shoulder before his assault boat reached the shore",
        3517.6,
        3526.42
    ],
    [
        " I say that again shot in the chest and shoulder before he reaches the shore have you read a shoulder injury echo Charles yes",
        3526.42,
        3537.6
    ],
    [
        " yeah we were like I you know I really can't do anything right or you or you hurt your you know you get somebody with that poles their pack muscle or whatever",
        3537.64,
        3545.28
    ],
    [
        " yeah well what do they do for the next six months they they sit around and drink warm milk what does McMitchin do well when the boat reached the beach the landing ramps stuck and would not drop the sergeant despite his wounds kick the ramp loose and then let his section of shore continue to direct their to direct their operations until he received a fatal shot from enemy gunfire",
        3545.28,
        3565.4
    ],
    [
        " to pre assault you get shot in the chest and shoulder when you get shot in the shoulder you're not using that arm and then you get shot in the chest as well",
        3572.08,
        3581.34
    ],
    [
        " arm and moved ahead in the face of the intense fire and cleared the beach as soon as possible lieutenant Kerry soon after reaching the shore was fired upon by three Germans armed with machine pistols",
        3584.24,
        3595.32
    ],
    [
        " he returned fire but his car being jammed after killing one of the of his adversaries he then grasped his weapon as a club and advancing in the face of their fire clubbed the second",
        3595.32,
        3608.36
    ],
    [
        " then he physically tackled subdued and disarmed the third German taking him prisoner",
        3608.72,
        3614.68
    ],
    [
        " the ability of the individual soldier to grasp the implications of the situation and take the necessary action should be fully exploited",
        3614.68,
        3630.08
    ],
    [
        " the results of combat are the fruits of combined efforts of individuals every soldier should be indoctrinated with the idea that his individual action may be the decisive factor in the final result",
        3630.58,
        3646.34
    ],
    [
        " leadership strategy and tactic every guy in the platoon is the most important guy true statement",
        3646.34,
        3656.34
    ],
    [
        " true statement that that comment is so I mean it is so powerful that they can that they understand that what they do individually can change the entire outcome of the entire operation",
        3657.6,
        3673.58
    ],
    [
        " and what's crazy when I'm listening to these these stories of just like you described just total acts of heroism they called it initiative and here",
        3673.58,
        3681.66
    ],
    [
        " what's crazy about that is for the ones that have ended up metal of honor awardees the ones that end up telling their stories they all say the exact same thing and I'm paraphrasing but they all say I don't feel like a hero I just doing my job that's what they all say they just have this simple way of describing I wasn't doing it to be a hero I needed to take out that machine gun nest",
        3682.82,
        3703.44
    ],
    [
        " tom five I didn't think of it in like any heroic I needed to blow up that tank so I got out of the tank and took her and they downplay it so much that when you're listening to your kind of just an all like bro are you are you kidding me you're a total hero but they never see it like that there's like I had to do this my men need me to do this so I just did it the last thing I was thinking about was the right up that I was going to get if I attack this position",
        3704.2,
        3728.86
    ],
    [
        " and they do things that just seem completely super human and the way they are able to do that is they understand that what they do has huge impact on the people around them which is crazy you can teach that to a human being",
        3729.12,
        3740.28
    ],
    [
        " yeah imagine if you had a company where every single person inside your company thought that each individual action that they had would have an impact on the entire company as a whole",
        3740.28,
        3749.84
    ],
    [
        " what if you could indoctrinate and inculcate that idea into your team imagine what that team would be like",
        3750.16,
        3758.6
    ],
    [
        " action on a two operations report regimental combat team to fight the japs in this in this country our troops must stick to high ground and not only outflank but out altitude the enemy",
        3758.6,
        3777.58
    ],
    [
        " the high ground continuous movement is necessary to keep the spark in an attack if a machine gun covers one point then a group not at that point must continue to advance",
        3779.02,
        3790.94
    ],
    [
        " when fire is shifted the original group must move even if the platoon is entirely halted by the fire of enemy guns then the commitment of additional troop results",
        3790.94,
        3805.64
    ],
    [
        " whereas by proper coordination some portion of the platoon can be kept moving and the force committed kept to a minimum",
        3805.7,
        3814.3
    ],
    [
        " that's his number one thing is covered move",
        3814.3,
        3818.86
    ],
    [
        " the tendency of lower commanders to commit reserves too early must be curbed",
        3818.86,
        3827.16
    ],
    [
        " security cannot be overemphasized any movement or group on the battlefield even in a rear areas is subject to enemy action in this connection consideration must be given to the protection of medical installation at present these are left unprotected without even individual arms for the personnel in the event of enemy penetration through our front line positions it is practically certain that these installations will be hit why are they given that lessons because that's exactly what happened on like a suicide attack from the Japanese",
        3828.66,
        3856.54
    ],
    [
        " aggressive patrolling particularly to maintain active content contact is a vital importance can mean the difference between defeat and victory however mere numbers of patrols will not solve the problem special training and patrolling and organizing patrols must be initiated",
        3856.62,
        3873.86
    ],
    [
        " commanders must plan to have reasonably fresh men available for night contact it is vital to organize patrol activity carefully to ensure that all lines are familiar with the routes",
        3873.86,
        3886.42
    ],
    [
        " returning of returning patrols so that the danger of mistaken identity in in the darkness will be minimized",
        3886.52,
        3891.84
    ],
    [
        " yeah they got the the the Japanese on their attack made it they broke through and it was fighting in the rear",
        3891.84,
        3901.24
    ],
    [
        " lieutenant general Simon B. Buckner commanding general Alaskan department it was apparent that the enemy was particularly vulnerable to attack by units of our infantry which pushed forward vigorously",
        3901.24,
        3914.88
    ],
    [
        " while the enemy was held down by artillery fire what do we call that recover move those units which had learned to advance closely behind their own artillery supporting fire had the greatest success the japs do not like our coordinated artillery fire nor do they like our attacks with the bayonet when",
        3914.88,
        3933.72
    ],
    [
        " under fire from small arms they stay down in their holes and are easily approached when attacking small groups of fox holes are troops were able to keep the japs down by fire from rifles and the browning automatic rifle while some of our men approached and drop hand grenades into their holes",
        3933.72,
        3950.36
    ],
    [
        " this is our favorite mop up method cover move when about to be run out of a position the JAP seem to feel it necessary to counter attack these attacks were not well coordinated and were",
        3950.36,
        3961.62
    ],
    [
        " welcomed by our troops who were able to shoot down the enemy in great numbers these JAP counter attacks were part of a suicidal character and were pressed home regardless of losses until practically all the counter attack counter attacking troops were exterminated",
        3961.62,
        3979.16
    ],
    [
        " the enemy may believe that in such terrain he can hold up the advance of an entire battalion with three men and a light machine gun",
        3979.16,
        3988.44
    ],
    [
        " in fact however he is critically vulnerable to intelligent action by officers and men who understand the necessity for immediate maneuver against small parties of the enemy seeking to hold them up the fact was that a small maneuvering patrols easily disposed of machine gun positions on reverse slopes behind mountain spurs",
        3988.44,
        4007.8
    ],
    [
        " whereas any tendency to lie down and call for artillery support would have resulted only in tremendous wastage of artillery fire and attempting to seek out targets which in fact were inaccessible to artillery fire",
        4007.86,
        4019.34
    ],
    [
        " that's an important point so you think oh we got a machine gun up there we need to call for fire and now you think about how hard it is going to be for this artillery to hit this place that's bunkered in or they're on the reverse slope of a mountain or whatever it's a real problem",
        4019.34,
        4034.02
    ],
    [
        " and yet these guys realized if they just aggressively maneuvered on that machine gun they'd be able to take it out",
        4034.22,
        4040.14
    ],
    [
        " the two action likewise indicated that standard Japanese infiltration tactics can be offset by a system of anti-termite patrols organized behind our lines protecting artillery command post and supply lines",
        4040.14,
        4054.1
    ],
    [
        " wherever troops know that these friendly patrols were behind them fire in a rear will mean simply that our patrols are cleaning people up",
        4054.1,
        4060.7
    ],
    [
        " goes into the south pacific talking about the jungle jungle notes aggressive action flexible plant plants",
        4063.1,
        4070.72
    ],
    [
        " report of the 43rd division new Georgia aggressive action is necessary never relax the pressure",
        4070.72,
        4079.08
    ],
    [
        " never relax the pressure that's a good that's a good just thing to think about every time you wake up in the morning never relax the pressure",
        4082.28,
        4091.98
    ],
    [
        " maneuver of small units at risk of temporary loss of communications is important plans and orders must be so flexible as to permit prompt maneuver change",
        4091.98,
        4102.82
    ],
    [
        " this is another thing where I would feel like I was cheating when I was you know going through training and stuff because we would make these really flexible plans",
        4103.48,
        4111.28
    ],
    [
        " and and of course the training cadre is going to do things to disrupt your plan and when your plan gets disrupted and it's super flexible",
        4111.28,
        4118.28
    ],
    [
        " you're like oh whatever you know go plan B go with plan C no factor never relax the pressure it's actually pretty hard to disrupt a plan",
        4118.28,
        4126.58
    ],
    [
        " that's not very rigid you know yeah we didn't have like 37 steps that you can interrupt we had a basic idea and some real good ideas",
        4126.58,
        4134.8
    ],
    [
        " how we're going to maneuver and disrupting that's much harder to that that that last one was awesome",
        4134.8,
        4142.72
    ],
    [
        " which one the the one you we talked about never never relax the pressure yeah like but I think the title that was aggressive action flexible plan",
        4142.72,
        4152.64
    ],
    [
        " so whatever that title was just that alone obviously the description makes it even better but that in and of itself that will solve just that mindset",
        4152.64,
        4160.96
    ],
    [
        " yeah solves so many problems in your world anywhere in your world there's a couple things that you need to be aware of",
        4160.96,
        4168.8
    ],
    [
        " the way that you have flexible plans is you are religious about making sure everyone understands the commander's intent",
        4168.8,
        4178.68
    ],
    [
        " that's if you can do that hey this is what this is the overall thing that we're trying to accomplish here's the couple parameters you got to work within other than that make it happen yeah",
        4179.78,
        4189.6
    ],
    [
        " get aggressive making it happen because if you just make a flexible plan and you think hey you know you guys come in from the west and you guys come in from the south",
        4189.6,
        4198.04
    ],
    [
        " there's all kinds of things that go wrong with that plan it's super flexible but no one knows where they can go where they can't go",
        4198.04,
        4203.42
    ],
    [
        " there's no deconfliction set up so you need to think about it the other thing that's interesting about aggressive action flexible plans is the more you plan the more detail you get the worst your plan becomes",
        4203.58,
        4215.22
    ],
    [
        " now if you come up with a plan in three minutes you probably need a little bit more time although I have executed operations where I we planned for 15 minutes",
        4215.22,
        4225.86
    ],
    [
        " my boss asked me that my boss said how much time do you guys need to launch this is my first deployment my second deployment no one asked me they already knew the answer my first",
        4227.12,
        4235.62
    ],
    [
        " but how much time do you guys need I was like 15 minutes that's how much time what you're getting at though is the propensity of how do things usually work out do we usually plan too much or not",
        4235.62,
        4252.06
    ],
    [
        " enough it's pretty rare that we don't plan enough what typically happens is we overplan and overplan and overplan and there's an old saying and I don't know if it's just an aviation is how long do you have to",
        4252.06,
        4262.58
    ],
    [
        " plan your mission and the joke is 30 minute how long do you need to plan your mission the joke is 30 minutes more than you have and the reason is is we have a propensity to overplan",
        4262.58,
        4271.46
    ],
    [
        " oh you can say that aviation yeah I thought I made that up you did not make it unless it was on your trip to Fallon and all of a sudden you're the reason we said we've been saying that for years and the point is kind of what you're getting at is",
        4271.46,
        4283.16
    ],
    [
        " oh if you gave me nine hours plan guess how long we plan nine hours can you under plan yes you absolutely can you can plan for two minutes when you actually need to spend some more time but the driver is is what you were saying is hey I",
        4283.74,
        4296.68
    ],
    [
        " need 15 minutes I need to cover the key points the highlights and if you've got a team that's well trained they might even recognize a you to listen we got a little",
        4296.68,
        4303.58
    ],
    [
        " additional risk here because we didn't really have time to dissect this once we get to this place in the mission we need to be a little more aware that we're",
        4303.58,
        4312.22
    ],
    [
        " less aware than we like to be but I know that as opposed to hey let's take three days to plan by the time we get to the objective it's a total waste of time because because that mission has come and gone most teams that we work with over plan they overthink they over",
        4312.22,
        4326.3
    ],
    [
        " create and then when they go out to implement they're either too late or they're so rigid and what they do they can't maneuver around so if you're looking for the balance there",
        4326.3,
        4335.22
    ],
    [
        " less is typically more not always not a hundred percent of the time but that's where your bias should be it's kind of like packing right for trip",
        4336.26,
        4344.34
    ],
    [
        " it's kind of the same mindset which is like over packing people over pack because they think of all the different scenarios are going to need this jacket those socks",
        4344.34,
        4353.66
    ],
    [
        " this shoe and flip flops too for the you see them saying meanwhile you got a washer dryer there you know you don't need all that stuff it'll be flexible",
        4353.66,
        4361.56
    ],
    [
        " seems same yeah otherwise you got all these two cases you know it's the same mindset is what I'm saying yeah I'm saying yeah if you under pack but you're flexible",
        4361.56,
        4371.52
    ],
    [
        " it's way better yeah maneuver you know yeah it is weird that it's such an advantage to come up with a nice flexible plan that everybody knows and it's so easy man that the planning",
        4371.52,
        4385.38
    ],
    [
        " the planning what would I call it like the the evolution of planning inside the seal teams you know at one point it was beyond insanity we wrote about it in extreme ownership I mean the way",
        4385.54,
        4399.16
    ],
    [
        " Seth and Lave were taught to plan was was mayhem it was it was a hundred and fifty slide power points yeah that you know",
        4399.16,
        4409.08
    ],
    [
        " oh and your fonts wrong you know you that you need to go through this branch plan and this other thing over here may when those guys started working with me I",
        4409.08,
        4417.84
    ],
    [
        " remember when what when I and it's talked about this in extreme ownership when I was telling those guys hey just make a plan that the lowest",
        4417.84,
        4426.24
    ],
    [
        " comb to number I'll get up have people walk through it look at the map use the map draw picture draw it up on the white board do that I",
        4426.24,
        4435.82
    ],
    [
        " remember Seth was looking at me like he was going to get fired like when he gives this brief he's going to get fired and it's funny",
        4435.82,
        4444.9
    ],
    [
        " because usually I would get that I would feel a little bit more pushback from life on stuff and Seth would be like yeah Roger and",
        4444.9,
        4452.56
    ],
    [
        " they would do like that and this time for whatever reason I think I think Lave actually just realized that this was the smartest thing he'd ever",
        4452.56,
        4460.58
    ],
    [
        " heard I think Lave just sent to himself you know what this actually freaking makes sense and he was so on board with it he was so stoked",
        4460.58,
        4468.5
    ],
    [
        " and he had and he had BTF Tony was his chief and that's the way you know Tony knew how to make shit happen and and I just but but Seth was just freaked out like",
        4468.5,
        4478.5
    ],
    [
        " well I mean you think he was so freaked out by the fact of thinking that he was going to get fired for for trying to make",
        4478.5,
        4487.46
    ],
    [
        " his men understand what was going to happen on this mission and the cool thing was the commanding officer when they",
        4487.46,
        4494.5
    ],
    [
        " got done because it was two platoons going out on on an SR you know on a reconnaissance mission and they both",
        4494.5,
        4500.46
    ],
    [
        " took their platoons out when they got done the the you know the commanding officer who had gone around and watched all the platoons",
        4500.46,
        4507.3
    ],
    [
        " give all their briefs and give all these 150 powerpoint slides and do all these you know what was it called animation",
        4507.3,
        4514.22
    ],
    [
        " in your slides he'd watched all those things and he he said these are these the best briefs of scene which was freaking awesome it was awesome",
        4514.22,
        4522.92
    ],
    [
        " because if the commanding officer can't follow what the hell is going to happen on an operation how is a new guy E4 machine gunner can he not",
        4522.92,
        4532.2
    ],
    [
        " following anything and the more flexible you make these plans when you're not all rigid what's kind of crazy about that is that",
        4532.2,
        4539.88
    ],
    [
        " commanding officer was probably stoked that the brief took nine minutes not 49 minutes is probably waiting like there we go",
        4539.88,
        4546.06
    ],
    [
        " yeah we're going to come in and and he would probably look like that's it that's awesome yeah I mean it was you know isn't",
        4546.06,
        4551.72
    ],
    [
        " still an hour long yeah but an hour long of real information as opposed to you know an hour and 47 minutes of slides that are of",
        4551.72,
        4561.58
    ],
    [
        " you know asset matrix for the you know he knew represented 30 man hours of powerpoint work to make the arrow move the point",
        4562.1,
        4572.7
    ],
    [
        " behind that was and I saw this in the Pentagon all the time I wouldn't be surprised if you saw some of this in the E.A.",
        4572.7,
        4578.6
    ],
    [
        " world working in you know with animals and generals is we create this thing where we are this is how the boss wants it",
        4578.6,
        4586.06
    ],
    [
        " well yeah and so we give the boss what he wants and some of the bosses are pretty they don't want to go down their mic",
        4586.06,
        4590.82
    ],
    [
        " manager people so they kind of tolerate it and we convince ourselves this is what the boss is looking for so I'm going to do what make most of",
        4590.82,
        4597.46
    ],
    [
        " our bosses don't actually want this they just want to make sure they know that you know what you're going to go do to go get it done",
        4597.46,
        4602.64
    ],
    [
        " and the least amount of time it takes to make him comfortable that you know the plan is actually what he wants and I remember",
        4602.64,
        4610.02
    ],
    [
        " putting these briefs together and I get these templates to go brief these generals up in the top floor of the Pentagon",
        4610.02,
        4614.98
    ],
    [
        " it was a big thing you've got 19 minutes to fitness calendar and we go in there and for the first couple briefs we'd have 47 pages",
        4614.98,
        4623.46
    ],
    [
        " and he go hey can you just skip to the summary slide click click click click click click click click click click the summary is like okay",
        4623.46,
        4630.26
    ],
    [
        " okay hey that may hey bullet through what do you mean by that he's where we're talking about this okay cool awesome",
        4630.26,
        4635.68
    ],
    [
        " hey I hate to do it to you guys I got to get going thanks but I'm good to plan go execute they didn't want any",
        4635.68,
        4640.24
    ],
    [
        " that garbage yeah but we followed this template we were so sure they wanted most leaders really just want to know that you understand",
        4640.24,
        4646.86
    ],
    [
        " yeah and they want to understand the wave tops of what's happening so they understand I had this guy was putting a I was",
        4646.86,
        4655.06
    ],
    [
        " putting a group through Land Warfare and this guy gave a brief when it was horrible and long and freaking too detailed",
        4655.06,
        4661.64
    ],
    [
        " and covered stuff that didn't matter to anyone in the room and they gave another brief that was you know not",
        4661.64,
        4667.26
    ],
    [
        " enough and you know skipped a like basic contingencies and then he was kind of frustrated and he goes where you're what it what",
        4667.64,
        4675.8
    ],
    [
        " what do you even tell me what a good brief is as if that was like a trick question you know I was I thought about it for",
        4675.8,
        4684.08
    ],
    [
        " four seconds and I said a good brief is a brief where your mind understand what is going to happen and what to do",
        4684.08,
        4692.98
    ],
    [
        " during an operation that's a good brief and he was able to dial it in yeah this word where in the jungle you",
        4692.98,
        4704.9
    ],
    [
        " might have forgot that patrolling in the jungle and officer with considerable experience in the jungle patrolling",
        4704.9,
        4710.8
    ],
    [
        " gives this advice patrols are most likely to give away their presence in an area by their footprints shine",
        4710.8,
        4716.94
    ],
    [
        " from the smallest metal surface such as a belt buckle or watch must be avoided a lumens watch constitutes a real danger",
        4716.94,
        4723.3
    ],
    [
        " any noise such as talking coughing spitting etc must has to be treated with the greatest of all dangers",
        4723.3,
        4729.34
    ],
    [
        " a man on patrol must learn to move silently making every possible use of natural cover",
        4729.34,
        4735.46
    ],
    [
        " that's just old school stuff I got to feel something when I was hunting it's like so happy to be moving quietly",
        4735.46,
        4743.44
    ],
    [
        " some more patrol tips positioning camouflage are more important than I learned in the states in training",
        4745.32,
        4751.18
    ],
    [
        " in training bear down on covered concealment bear down on avoidance of the blundering approach on patrols",
        4751.18,
        4760.5
    ],
    [
        " on fire maneuver which are equally important and I didn't read that well in training bear down on covering",
        4760.5,
        4767.64
    ],
    [
        " concealment bear down on the avoidance of blundering approach on patrols on fired maneuver which are equally important",
        4767.64,
        4775.54
    ],
    [
        " size of patrols Lieutenant Colonel w a Walker tank destroyer battalion commander Tunisia",
        4775.54,
        4785.48
    ],
    [
        " which you know let's just face it you're getting a title tank destroyer battalion commander is right up there",
        4785.48,
        4792.46
    ],
    [
        " many men were lost in Tunisia by using squad patrols the Germans used stronger patrols and just gobbled them up",
        4793.1,
        4802.68
    ],
    [
        " a patrol should be either a sneak patrol small enough to escape detection or a combat patrol large enough to fight its way out of difficulty",
        4802.68,
        4812.66
    ],
    [
        " never allow one man to go out alone",
        4812.66,
        4815.34
    ],
    [
        " you know what's interesting about that",
        4815.34,
        4819.08
    ],
    [
        " we don't want to be balanced right no it's not going to be balanced but what he's saying is like you either want to be small and maneuverable",
        4822.6,
        4831.48
    ],
    [
        " and quiet or big enough to fight don't don't don't try and make the mistake of trying to do both",
        4831.48,
        4837.54
    ],
    [
        " hey we'll just take out a squad plus then you're making a bunch of noise the difference between you know six guys",
        4837.54,
        4846.66
    ],
    [
        " and twelve guys is a massive difference it is a massive difference on patrol it's a totally like when we go out of the squad patrol in the",
        4848.86,
        4858.56
    ],
    [
        " SEAL teams you know you got eight guys it's this tiny little thing and you can see everyone in the night with no night vision you can see everyone",
        4858.56,
        4865.7
    ],
    [
        " up there you when you take out a platoon patrol it seems like you've got this just massive thing and when you take out a task unit patrol",
        4865.7,
        4874.18
    ],
    [
        " it's just freaking gigantic like they're gonna hear you don't make that mistake so this is one of those things it's like it's not a dichotomy either or one of those rare things",
        4874.18,
        4885.66
    ],
    [
        " yeah because normally we're saying hey you don't go to the extreme one side of the other right want to be balanced yeah this is kind of fall into the trap of",
        4885.66,
        4893.7
    ],
    [
        " well I want them to be small enough to be light nimble but big enough where you know they can defend themselves",
        4893.7,
        4904.16
    ],
    [
        " to fight yet not small enough to move yes it's kind of like when you serve obviously it's kind of like when you judge waves right you're either too far for it to crash on you or you just go",
        4904.16,
        4915.84
    ],
    [
        " 100% under the wave you know I'm saying otherwise it crashes on you you either go over it under it under it or it crashes way before it can hit you",
        4915.84,
        4925.22
    ],
    [
        " oh that's that's a positive thing yes you don't want it to crash on you on yes you are being that one that little middle ground you don't want to be in the in the zone of destruction",
        4925.22,
        4935.68
    ],
    [
        " yeah the red zone there's a movie called the North Shore the impact zone impact zone yeah so the North Shore he covered that yeah it was like yeah you're like you don't want to be actually this guy turtle",
        4935.68,
        4945.9
    ],
    [
        " they may get watch North Shore deeper no yeah Rick King anyway guy from Arizona wins a tank surfing competition so he's like of course I'm going to the North Shore so he's he was kind of a tank destroyer",
        4945.9,
        4960.18
    ],
    [
        " in a matter of speaking yes and the last tank waves are pretty small and tame you know the artificial waves in Arizona",
        4960.18,
        4967.7
    ],
    [
        " apparently so he goes to the North Shore and you know he kind of gets wrecked for a little bit anyway meets this guy turtle and turtle says if the wave is here don't be here because you're going to get drilled",
        4968.02,
        4977.56
    ],
    [
        " classic line man so same deal in this maybe we should cover that movie on here just to get these make sure we pass on these lessons learned I'm just saying these concepts are everywhere that's the thing",
        4977.56,
        4989.86
    ],
    [
        " next sections called infantry weapons goes through detail m1 rifle frag grenades the Thompson submachine gun the browning our automatic rifle the light machine gun heavy machine gun 60 millimeter mortar 81 millimeter mortar the 37 millimeter AT gun the 4.2 inch chemical mortar which was originally called that because it was originally made for firing chemical shells but the eventually they adjusted it put HE in there",
        4991.44,
        5018.32
    ],
    [
        " what they still called it the so it goes through like really good kind of pragmatic details of on how to operate those weapons talks about next sections about artillery",
        5018.42,
        5029.08
    ],
    [
        " what's chemical mortar chemical mortars were to fire well what they disguised it was was this is a smoke mortar so we're going to shoot if we have to use smoke to you know cover movement or we want to disrupt the enemies ability to see we have a",
        5029.08,
        5047.14
    ],
    [
        " little mortar for firing smoke but that was really so we could fire chemical weapons if we were going to use them like well like to your nerve gas",
        5047.14,
        5056.88
    ],
    [
        " yeah like yeah like you're going to die but we didn't do that we ended up making an HE round high expo just kind of a normal mortar round for it and they liked it",
        5056.88,
        5068.08
    ],
    [
        " a section called mast fires Lieutenant Colonel James infantry sysly our division artillery was never out of support for more than five minutes throughout the whole campaign",
        5069.92,
        5078.44
    ],
    [
        " we've got a wonderful set of battalions in our division artillery and we have worked so closely together that there is much part of our outfit as our own battalions",
        5078.44,
        5087.8
    ],
    [
        " they kept they keep right up on our heels all the time and that is just what we've got to have",
        5087.8,
        5093.24
    ],
    [
        " I don't know what we could have done without them they leapfrogged their batteries continually and went into some of the damnedest positions I had ever seen and delivered the goods",
        5093.92,
        5103.84
    ],
    [
        " we just can't praise them too much they were always right there when you needed them in one place where we couldn't get forward because the high knees were on superior ground and had us pin down with rifle machine gun and mortar fire",
        5103.84,
        5116.34
    ],
    [
        " the division artillery mast nine batteries on them and plastered them with 1500 rounds in less than 30 minutes",
        5116.34,
        5124.84
    ],
    [
        " we then walked through that position without a scratch and the German dead were all over the place",
        5124.84,
        5131.26
    ],
    [
        " teamwork",
        5131.26,
        5135.72
    ],
    [
        " infantry tank team captain Putman Putnam infantry sysly the infantry should be given practical training in cooperation with ten",
        5135.72,
        5146.32
    ],
    [
        " tanks I don't mean the armored infantry they're part of the armored division work with them all the time I mean ordinary infantry like us I know our regiment didn't have any training with tanks in preparation for combat",
        5146.34,
        5156.08
    ],
    [
        " we just didn't know how to work with the attached tank unit when the jer when the tanks came up to supporters after we'd broken up the German attack we did not follow up the tanks properly as they went forward had we done so we could have cleaned out most of the battalion of Germans",
        5156.08,
        5169.72
    ],
    [
        " we had not been trained to work with the tanks and when we remained in position they went and we remained in position after they went forward if we would have known how to go forward with them we could have done a much better job and could have gotten all the German vehicles and material after this experience we strongly recommend that all infantry be given practical training in cooperation with tanks in action get the infantry men used to the tanks and how to fight together with them",
        5170.0,
        5196.2
    ],
    [
        " that for me that's a comment about training in general you can't expect people to do things that they've never trained to do so don't expect them to do things that they have a gym to do if there's something that they need to know how to do that they might have to do train them on it",
        5196.8,
        5210.26
    ],
    [
        " infantry tank attack lieutenant Colonel Perkins tank battalion commander Italy the rush to battle is the wrong idea",
        5210.26,
        5221.34
    ],
    [
        " here we creep up each tank should overwatch another tank each section should overwatch another section each platoon should overwatch another platoon",
        5221.56,
        5233.0
    ],
    [
        " Ranger training buddy system lieutenant Colonel William O Derby",
        5233.0,
        5245.42
    ],
    [
        " commanding officer the Rangers in Italy and I think everybody kind of knows what I say when I say lieutenant Colonel William O Derby I know that at least think of the Derby Queen the Ranger off school course in our work we always use the buddy system the men work in pairs they live in pairs",
        5248.8,
        5267.38
    ],
    [
        " even do KP in pairs confidence in each other is developed they can pick their own buddy from within their platoon same thing in the sealed teams day one you get a swim buddy and stick with them realism in our training we never do anything without battle noises and effects we always use live ammunition we use mines barbed wire and protective bands a machine gun fire extensively if the problems to capture a machine gun nest there's always a machine gun nest there with a machine gun firing in a fixed direction the men very well",
        5268.52,
        5297.36
    ],
    [
        " quickly get accustomed to having live ammunition flying around them captured Italian and German machine guns and machine pistols are used by the enemy in our problems that he's talking about the op for our men quickly learn to distinguish between the fire of our own weapons and that of enemy weapons also the enemy makes constant use of flares we always carry our normal load of ammunition with weapons loaded if a man knows his weapon is loaded he will be more careful and handling it an accidental discharge of a weapon automatically means a fine and immediate reduction to the enemy",
        5297.38,
        5327.36
    ],
    [
        " and the great of private in our work we must take drastic measures to guard against accidental discharges of weapons we learned our lesson in Tunisia where the accidental discharge of a rifle queered a raid and caused a 24 hour delay in operations so all kinds of good stuff in there and I will say this so when I got the sealed teams it was almost all live fire we did live fire for everything and it gave you that kind of pressure and that kind of fire",
        5327.38,
        5357.36
    ],
    [
        " you got accustomed to machine guns and hearing them and you know round snapping overhead and you do got used to in fact there were days where they would put us down range and just shoot you know put put you down range you go behind a berm or whatever you get a safe spot and then they just shoot at you so you start getting used to like okay this is what different rounds sound like and you you know you that happens even being in the butts at you know on a normal range",
        5357.54,
        5383.94
    ],
    [
        " but that kind of realism is important here's the drawback the drawback is the enemy doesn't maneuver the enemy doesn't shoot back at you so when we started using simulation paintball laser tag systems that totally improved our tactical capability to to an incredible amount the accidental discharge that's still a huge deal right oh yeah what is it now like that I mean they're talking about finding people and busing them down the private of the",
        5385.02,
        5413.92
    ],
    [
        " I mean it I think some of it depends on the circumstances you know if you have an actual discharge in the sealed teams it's going to be your careers your careers on the line you know if you have something like that happen it's not necessarily going to be over but you're going to have a real you know you're you you have to keep your hopes up you know that you don't get so even like like I call it AD right or you AD",
        5414.8,
        5441.14
    ],
    [
        " AD and he which is a negligent discharge I think they are now I'm not like totally caught up on the on the terminology of where that right now the N.D. just started coming around when I was sort of in my later years yeah yeah I feel like negligent that's like careless you know like so like an accidental just charge which to your point you can have a you can have around just cook off like you're out in the",
        5442.12,
        5471.12
    ],
    [
        " desert in Imperial Valley in California it's 120 degrees out and you dump six mags on your last run and you're standing there your weapon is scorching hot and if those around in the chamber it can cook off it can just shoot that's why you have your weapons pain it",
        5472.5,
        5487.28
    ],
    [
        " pointed in a safe direction at all times if that happened you you're not going to get I mean you know you're not really going to get trouble I mean as if everyone didn't have the weapon clear and safe but when it's hot out everyone be like hey clear and save your weapons",
        5487.28,
        5499.62
    ],
    [
        " but you know we also used to have a command safe and let him hang which is just you just save your weapon and you just let it hang there so we've got a hot round in there it can cook off you're probably not you know you're not going to get in trouble for that most likely you occasionally a weapon will have some kind of a malfunction that will cause a problem",
        5500.26,
        5517.4
    ],
    [
        " what else could happen I feel like something like that like a weapons malfunction the hot yeah yeah that's like an accident or negligent is the kind like I had my finger",
        5517.4,
        5529.6
    ],
    [
        " in the trigger yeah and you know somebody called a ceasefire and all the sudden you know I kind of let my weapon hang when it's resting on my finger and I crack off around",
        5529.6,
        5539.0
    ],
    [
        " right I get a lot of trouble for that yeah interesting this is more on Ranger training physical conditioning one of our best means of physical conditioning is speed marching finally reaching a point where we",
        5539.0,
        5554.4
    ],
    [
        " march 10 miles at a rate of 6 miles an hour to keep in condition we use calisthenics and a daily 5 miles speed march discipline",
        5554.4,
        5564.32
    ],
    [
        " disciplinary drills are all important we have a retreat formation daily conditions permitting at this formation the men are",
        5564.32,
        5573.94
    ],
    [
        " inspected and some manual of arms performed followed by retreat every Sunday morning there is a review followed by inspection",
        5573.94,
        5579.94
    ],
    [
        " in the ranks and inspection of the camp or quarters we have at least four periods a week of closed order drill and manual of arms and one period every week devoted to military",
        5579.94,
        5589.88
    ],
    [
        " courtesy infractions of discipline military courtesy and uniform regulations are dealt with quickly and severely the officers must bear",
        5589.88,
        5600.64
    ],
    [
        " down on these things the army in general has not stressed strict discipline enough without it you are lost",
        5600.64,
        5608.16
    ],
    [
        " yeah one of those things can you go too far with discipline Dave Burke yes you can absolutely",
        5608.16,
        5621.62
    ],
    [
        " me I mean obviously don't know the background of that story but you know the version of the story he's talking about is the guys that could feel",
        5623.5,
        5630.34
    ],
    [
        " stripper weapon in the dark at night on the worst possible situations we had nine seconds to get that weapon back in action you need discipline and repeat and",
        5630.34,
        5638.78
    ],
    [
        " wrote and over you need that and then the flip side is exactly the start of this whole conversation with if I just if I if you do it because you're scared of me",
        5638.78,
        5647.04
    ],
    [
        " and I tell you to do it because if you don't you're going to get punished sooner or later sooner or later that approach will fail and look I know",
        5647.14,
        5656.86
    ],
    [
        " where the context of the book is so it's driven by that first scenario but you absolutely can overdo it yeah and then you could be like John",
        5656.86,
        5664.06
    ],
    [
        " Basilow bazzy and you'd hear stories hear stories from guys that worked with him and they absolutely loved",
        5664.06,
        5676.68
    ],
    [
        " doing the right thing drilling with those weapons he set the example he did it in front of them at night blindfold all those things he did all those",
        5678.92,
        5687.68
    ],
    [
        " things he did and he like they love doing it he was inspirational he didn't impose discipline on them he showed them and gave them the gift of self",
        5687.68,
        5699.48
    ],
    [
        " discipline which is far superior and think of the mileage you get is if I was as a leader the discipline that you demand from your people and the",
        5699.84,
        5709.38
    ],
    [
        " punishment that might come from not doing it if you actually impose it upon yourself as well and hold yourself to the same standard as opposed to get out",
        5709.38,
        5716.68
    ],
    [
        " there and go do that and I'm going to sit in here and I don't know watch TV or something that piece of it when you're talking about that",
        5716.68,
        5723.94
    ],
    [
        " discipline what you get when you hold yourself to the exact same standard is your people bazzy",
        5724.12,
        5729.88
    ],
    [
        " Section two field artillery morale effect the incessant firing of our artillery during the six week period",
        5729.88,
        5740.46
    ],
    [
        " produced contrasting effects on the nerves of our own troops and on those the enemy our infantry often stated that having those",
        5740.46,
        5748.26
    ],
    [
        " rounds continually landing in front of them was one of the best morale builders especially at night in the",
        5748.26,
        5753.86
    ],
    [
        " JAP on the other hand it produced severe cases of war neurosis he couldn't sleep at night because he never knew when or where the",
        5753.86,
        5764.7
    ],
    [
        " next round was going to land he couldn't sleep in the daytime because when our infantry wasn't attacking him our",
        5764.7,
        5771.98
    ],
    [
        " artillery was giving him hell and this is nice the following statements made by",
        5771.98,
        5778.1
    ],
    [
        " prisoners are interesting so these are Japanese prisoners of which we know there wasn't a lot between the airport",
        5778.1,
        5786.2
    ],
    [
        " between big be below hill and the airport we had many guns of all sizes before this campaign but now many of",
        5786.2,
        5795.64
    ],
    [
        " them are gone knocked out by artillery it is completely demoralized many units reduced many units and",
        5795.64,
        5802.9
    ],
    [
        " has made many men go crazy we were awakened at night by the slightest noise because of the bad state of nerves at night",
        5803.76,
        5814.08
    ],
    [
        " three men stayed in one foxhole two smoked while one slept during the day we also tried to get some sleep by",
        5814.08,
        5821.42
    ],
    [
        " alternating but the continual artillery fire kept us on edge and we got no rest even in the two",
        5821.42,
        5829.56
    ],
    [
        " story dugouts many men were killed just by concussion a direct hit would kill all the men inside the",
        5829.88,
        5836.14
    ],
    [
        " artillery is the one thing that is universally feared by all our ground troops it continues over such",
        5836.14,
        5843.58
    ],
    [
        " long periods of time and the rounds come so fast except for the artillery we could continue our",
        5843.58,
        5851.0
    ],
    [
        " defense that's horror that's just horror section three miscellaneous booby traps seventh army",
        5853.42,
        5867.8
    ],
    [
        " report Sicily a German Luger pistol was booby trapped on a table a new replacement picked it up",
        5867.8,
        5872.8
    ],
    [
        " two were killed and fourteen were wounded in the resulting explosion",
        5872.8,
        5875.98
    ],
    [
        " there's another little said I mean I wasn't going to read this but I'm going to read it a Luger pistol was",
        5879.66,
        5883.08
    ],
    [
        " found lying on the ground an American infantry lieutenant carefully tied a long court to it and then",
        5883.08,
        5887.2
    ],
    [
        " getting into a hole pulled it to him and put it in his pocket later in the day while examining the",
        5887.2,
        5892.52
    ],
    [
        " pistol he attempted to remove the magazine the explosion killed the lieutenant and two other men with",
        5892.52,
        5897.04
    ],
    [
        " six soldiers wounded the reason I'm reading that is because that was a freaking they set that thing up",
        5897.04,
        5902.5
    ],
    [
        " uh that's a that's a massive explosion from a small piece of from a small pistol",
        5903.52,
        5909.76
    ],
    [
        " timeliness of orders major kidney infantry our chief difficulty throughout the campaign was the",
        5909.76,
        5916.98
    ],
    [
        " lack of time given for the execution of orders frequently we received operations orders which did",
        5916.98,
        5922.16
    ],
    [
        " not allow enough time for proper preparation and execution at San Frattello we received an order",
        5922.16,
        5928.74
    ],
    [
        " after 11 p.m. to attack at six a.m. the next morning now when I read that I was like hey man",
        5928.76,
        5935.9
    ],
    [
        " I was kind of thinking y'all said I'll come up with a simple flexible plan no factor I got this what",
        5935.9,
        5940.82
    ],
    [
        " are they whining about read on the six battalions were assembly were in assembly areas some five or",
        5940.82,
        5948.02
    ],
    [
        " six miles from the line of departure so even to get to where they were supposed to leave from",
        5948.02,
        5953.96
    ],
    [
        " that to go six miles the terrain over which they had to move to get in position in the dark was the",
        5953.96,
        5958.02
    ],
    [
        " roughest most rugged mountain country you can imagine and all ammunition weapons and supplies had to",
        5958.02,
        5963.7
    ],
    [
        " be taken by hand and by mule pack although it might seem that 11 p.m. to six a.m. was sufficient time",
        5963.7,
        5970.48
    ],
    [
        " the actual conditions were such that it was less than a half done enough because the terrain",
        5970.48,
        5974.36
    ],
    [
        " darkness and transport difficulties also the men had just completed marches over mountain trails",
        5974.36,
        5979.04
    ],
    [
        " of nine to 14 miles and were not fresh for the new movement maps 7th Army report cissly instill",
        5979.04,
        5992.86
    ],
    [
        " in all personnel an appreciation of the value of maps the supply of maps will never be adequate to",
        5992.86,
        5998.42
    ],
    [
        " the demand training in the care and preservation of maps is as important as training in the care",
        5998.42,
        6004.82
    ],
    [
        " and preservation of material most important thing you need to know most important piece of",
        6004.82,
        6012.42
    ],
    [
        " information is where you are and if your map is destroyed have you ever seen those old school silk maps",
        6012.42,
        6018.22
    ],
    [
        " yes things are like yeah they print them on silk echo trails because then they could survive",
        6018.22,
        6024.84
    ],
    [
        " understand i like this section this section is called room for improvement the following comments",
        6027.98,
        6034.4
    ],
    [
        " indicating weaknesses which must be corrected were made by the commanding general and they don't",
        6034.4,
        6039.84
    ],
    [
        " give the division i guess they're keeping it secret here we go sometimes units failed to dispose",
        6039.84,
        6046.4
    ],
    [
        " themselves properly for all-round defense when halted on an objective or in place in position for",
        6046.4,
        6052.4
    ],
    [
        " defense so when you're going to defense they're not putting themselves in the right positions",
        6054.32,
        6058.04
    ],
    [
        " next in the attack riflemen frequently failed to provide fire that would cover the movement of",
        6058.04,
        6064.92
    ],
    [
        " adjacent units merely because they were not able to pinpoint definitely the location of the enemy",
        6064.92,
        6070.74
    ],
    [
        " rifle and machine gun elements firing on our troops what does that mean that means you fire where",
        6070.74,
        6077.64
    ],
    [
        " you suspect the enemy will be and that's something that infantry men and special operations people",
        6077.78,
        6084.0
    ],
    [
        " learn is if you don't know where the enemy is and you're in a gunfight shoot where you think they might",
        6084.0,
        6088.6
    ],
    [
        " be this is perhaps one of my favorite things from this book some small unit commanders selected",
        6088.6,
        6100.68
    ],
    [
        " positions apparently with covering concealment for themselves as the primary objective",
        6101.72,
        6107.46
    ],
    [
        " rather than positions from which effective fire could be brought to bear on the enemy",
        6107.46,
        6113.7
    ],
    [
        " and the last one due to the enormous division frontage in the second phase of the landing at",
        6113.7,
        6121.24
    ],
    [
        " Solano some company some company some commanders attempted to stretch their unit successfully",
        6121.24,
        6127.02
    ],
    [
        " and as a result permitted faulty dispositions prioritize next cute",
        6127.08,
        6132.2
    ],
    [
        " they go into some details on the Japanese overall and you know I've been I've been reading the book",
        6132.2,
        6144.76
    ],
    [
        " and saying japs I know that's a derogatory term towards Japanese people I'm not referring to",
        6144.76,
        6153.16
    ],
    [
        " Japanese people I'm referring to the imperial Japanese army members that were fighting against",
        6153.16,
        6158.54
    ],
    [
        " America and we're being referred to by their sworn enemy the Americans as japs Superman myth exploded",
        6158.54,
        6166.74
    ],
    [
        " that's the title of this operations report 43rd division new Georgia our troops here came to",
        6166.74,
        6174.52
    ],
    [
        " regard the Superman stories about the Japanese as ridiculous the jab is tricky but not so tricky",
        6174.52,
        6182.16
    ],
    [
        " as many have led been led to believe he is not he is not nearly so ingenious or adaptable as the",
        6182.3,
        6189.8
    ],
    [
        " average American and the truth of the matter is he's afraid of us of our artillery and of our",
        6189.8,
        6196.12
    ],
    [
        " sea and air power our troops must learn this and never forget it",
        6196.12,
        6203.14
    ],
    [
        " yeah this is the last I think this is the last the last note and this it gives some stuff about the",
        6208.62,
        6215.12
    ],
    [
        " Japanese as an enemy and then it gives some stuff about the Germans as an enemy and this is",
        6215.12,
        6220.38
    ],
    [
        " the last one here the last one from this book from part one of combat lessons minor tactics",
        6220.38,
        6229.08
    ],
    [
        " staff sergeants Richard E. Deland and Robert J. Kemp infantry cisly never let an apparently lone",
        6229.72,
        6240.8
    ],
    [
        " machine gun suck you into a trap the Germans will usually not fire on the individual but we'll wait",
        6240.8,
        6248.34
    ],
    [
        " watch where he goes and get a whole flock and that's that's the last point in here and I think it's",
        6248.5,
        6259.62
    ],
    [
        " it's not the last point in this whole book there's a few more but I think it's a good place to stop",
        6259.62,
        6264.42
    ],
    [
        " and the reason why I think it's a good place to stop is because it's a warning it's a warning",
        6264.42,
        6272.94
    ],
    [
        " about a trap it's a warning about a trap that the Germans use which is you know put a what",
        6272.94,
        6277.4
    ],
    [
        " lone looking machine gun out there by itself oh that looks exposed and it seems real obvious when",
        6277.96,
        6284.78
    ],
    [
        " you read it you're like hey if I see it but look too good to be true right this is too good to be true",
        6284.78,
        6289.44
    ],
    [
        " this is the situation and so it's real obvious to anyone that's looking at it going oh that's too",
        6289.44,
        6294.0
    ],
    [
        " good to be true there's a ripe machine gun that's waiting to be taken out looks real obvious an",
        6294.0,
        6301.46
    ],
    [
        " obvious trap and yet the warning is there why is the warning still there because people still fall",
        6301.46,
        6311.38
    ],
    [
        " for it you will still fall for I will still fall for it we will all still fall for that trap just",
        6311.38,
        6319.76
    ],
    [
        " like we will fall for the trap that we're good to go that we know everything that we need to know",
        6319.76,
        6329.02
    ],
    [
        " that we understand everything that we need to understand that we have reached our highest",
        6329.02,
        6336.12
    ],
    [
        " possible form and all those little thoughts are a trap",
        6336.12,
        6346.06
    ],
    [
        " because we're not good and we don't know everything we don't understand everything and we have",
        6346.06,
        6353.54
    ],
    [
        " absolutely not reached our highest form we all have work to do so watch out for that trap because it",
        6354.32,
        6363.12
    ],
    [
        " is enticing it is enticing like a lone machine gun just kind of sit out there by itself waiting to be",
        6363.12,
        6372.86
    ],
    [
        " taken out and it's really easy to tell yourself that you're good so here's a little warning for all",
        6372.86,
        6382.46
    ],
    [
        " of us especially me we can't fall for that trap",
        6382.46,
        6389.66
    ],
    [
        " well that wraps up that any other notes Dave no we addressed all of it that I wrote down and a whole",
        6389.66,
        6409.24
    ],
    [
        " lot more you know there these lessons all those statements the comments the explanations",
        6409.24,
        6419.16
    ],
    [
        " they all come from the same place as that trap they're all lessons learned the hard way",
        6419.16,
        6425.34
    ],
    [
        " and as repetitive as they sort of sound they're all because all of those are the same thing I'm",
        6425.34,
        6430.9
    ],
    [
        " going to say this over and over and over again because this keeps happening over and over and over",
        6430.9,
        6437.86
    ],
    [
        " breaking but that is the reality is that even those lessons of the things we're supposed to do come",
        6438.1,
        6442.78
    ],
    [
        " from we had a saying in aviation they come they were written in blood they all came from a lesson",
        6442.78,
        6450.58
    ],
    [
        " that's already been we've already know that but we learned it the hard way and",
        6450.58,
        6455.46
    ],
    [
        " you you you repeat yourself all the time and I don't mean that a matter you repeat yourself we do",
        6455.46,
        6466.62
    ],
    [
        " the same thing and then try to apply the context to whatever world whatever company whatever",
        6466.62,
        6470.86
    ],
    [
        " business whatever problem we're dealing with but we're always saying the same thing because these",
        6470.86,
        6474.78
    ],
    [
        " lessons these lessons get learned over and over and over again and the biggest",
        6474.78,
        6480.04
    ],
    [
        " the biggest thing that prevents us from making that lesson stick is what you just said is our",
        6480.04,
        6487.16
    ],
    [
        " selves going oh no I got it I've heard it enough I understand it and the minute you are convinced",
        6487.16,
        6493.24
    ],
    [
        " that you've heard it enough and you've got it is when you're going to learn the exact same lesson again",
        6493.24,
        6497.36
    ],
    [
        " yeah it's weird how I mean this happens to us all the time in echelon front",
        6497.36,
        6507.1
    ],
    [
        " you you go we go into a company the company is in the game they're in the game they're they're",
        6507.1,
        6514.8
    ],
    [
        " telling me I mean there's definitely people it happens on eF online somebody would bring",
        6514.8,
        6519.06
    ],
    [
        " something up and somebody like oh jockel podcast number 128 he talks about that I don't know",
        6519.06,
        6524.22
    ],
    [
        " off top my head but someone's answering that question in a millisecond right people that know the",
        6524.22,
        6529.64
    ],
    [
        " material so we go into companies where they know they've read they know they wrote memorized I guess",
        6529.64,
        6537.74
    ],
    [
        " know is a strong word right but and I talked about this on the derro Cooper and I got got into it a",
        6537.74,
        6548.08
    ],
    [
        " little bit on the unraveling podcast because he was saying to me well how do you handle something when",
        6548.08,
        6555.52
    ],
    [
        " you know that the other person's premise is wrong and you know he was pretty dug in and I said well",
        6555.52,
        6565.68
    ],
    [
        " do you actually really know that because I'm not going to approach anything if Dave Burke comes to",
        6565.68,
        6573.28
    ],
    [
        " me and says hey jockel a UFO just touched down in my backyard I need support here ASAP",
        6573.28,
        6583.62
    ],
    [
        " right not the split hairs but you mean extra terrestrial what did I say UFO okay yeah UFO is just",
        6583.62,
        6592.22
    ],
    [
        " unidentified this okay so he identified so he calls me up and says unidentified extra terrestrial",
        6592.22,
        6597.94
    ],
    [
        " machine just landed in my backyard do what do I say look I know that's not true or do I right you",
        6599.3,
        6609.48
    ],
    [
        " know what I say I say well what does it look like what what what sort of what sort of weaponry do you",
        6609.48,
        6614.34
    ],
    [
        " see do are they is the recovering element can you extract from the a.o. until we can assemble a",
        6614.34,
        6621.5
    ],
    [
        " counter force to go after these guys right I don't just say hey Dave shut up yeah you know I hate",
        6621.5,
        6627.06
    ],
    [
        " bringing that I'm like I'm like that's a dumb example right but it's really hard for me to think",
        6627.06,
        6631.1
    ],
    [
        " of something that I should say it's really hard it's not man people think that they know stuff all",
        6631.1,
        6637.82
    ],
    [
        " the time oh yeah and what I say on the F online the other day I said don't mistake your opinion for",
        6637.82,
        6643.78
    ],
    [
        " the truth don't mistake your opinion for the truth don't mistake people's don't mistake what you've",
        6643.78,
        6653.02
    ],
    [
        " heard and what you've said for the truth don't mistake the way you've always done things for the truth",
        6653.02,
        6658.14
    ],
    [
        " don't mistake your perspective for the truth and that is why when you speak the truth and you",
        6658.14,
        6664.94
    ],
    [
        " and I talked about this the other day Dave when you speak the truth what you should do is speak the",
        6664.94,
        6669.0
    ],
    [
        " truth humbly from a place of humility speak the truth from a place of humility that's how you",
        6669.0,
        6676.46
    ],
    [
        " speak the truth because even when you believe something and you quote no it's right there is a chance",
        6676.46,
        6684.2
    ],
    [
        " and you need to open your mind to this chance that you are actually wrong and you didn't understand",
        6684.2,
        6689.28
    ],
    [
        " something you didn't understand a different perspective and all those things all those things of",
        6689.28,
        6696.18
    ],
    [
        " you know thinking that you know thinking that you don't make this mistake all those things thinking",
        6696.18,
        6703.02
    ],
    [
        " that your that your opinion is the truth all those things those are all traps those are all just",
        6703.02,
        6707.82
    ],
    [
        " traps and they seem so obvious when we're sitting here talking about them and yet day after day after day",
        6707.82,
        6711.96
    ],
    [
        " you you you see people fall into those traps and so what's interesting is when we talk about these",
        6711.96,
        6717.64
    ],
    [
        " lessons and where I was starting this little idea is that you and I work with companies all the time",
        6717.64,
        6723.46
    ],
    [
        " and they know the material they can recite the material and yet they're caught up they're not",
        6724.48,
        6733.18
    ],
    [
        " detached and they're not executing correctly and so one of the primary things and it's great",
        6733.18,
        6738.8
    ],
    [
        " being a national on front because when we come in we are instantly where do we are detached that's",
        6738.8,
        6744.82
    ],
    [
        " that's our function so as soon as we just take them and and we move them over to our position",
        6744.82,
        6751.24
    ],
    [
        " three feet and say look at that meeting look at how that meeting just went or you know look at this look",
        6752.7,
        6757.32
    ],
    [
        " at this this this task the way you put this out to the troops look at this just look at it does that",
        6757.32,
        6764.0
    ],
    [
        " sound like you're micro managing does that sound like you're not giving any ownership like what does",
        6764.0,
        6771.58
    ],
    [
        " it sound like if you read this and all of a sudden people go so you've got to watch out for these",
        6771.58,
        6778.48
    ],
    [
        " traps in the world I'm going to say something that's a total contradiction because all the things",
        6778.48,
        6788.8
    ],
    [
        " that you all all these quotes all these lessons all the things you were just reading about in that",
        6788.8,
        6792.92
    ],
    [
        " in this book or whatever this is this this compilation of people's lessons that they've learned",
        6792.92,
        6796.92
    ],
    [
        " I was thinking about how often these things get repeated and it's this idea of hey the minute you",
        6796.92,
        6807.26
    ],
    [
        " think you know these lessons the minute you think you I know this is when you actually have the",
        6807.26,
        6813.46
    ],
    [
        " most amount of risk and at the same time in thinking myself I wish I knew all this stuff at the",
        6813.46,
        6820.9
    ],
    [
        " very beginning of my career and to think about what I actually could have done with my time in the",
        6820.9,
        6825.14
    ],
    [
        " Marine Corps if I knew this stuff and like just the ultimate dichotomy of you never know this stuff you",
        6825.14,
        6834.82
    ],
    [
        " have to learn it over and over again and if I just knew this stuff how much better how would",
        6834.82,
        6839.04
    ],
    [
        " it be and what I was doing the the broad understanding of it is is what people is what makes it hard",
        6839.04,
        6850.82
    ],
    [
        " for people to understand a level where it can be utilized because I know for a fact that you were",
        6850.82,
        6857.8
    ],
    [
        " taught you know hey okay when you're going through the basis like okay you got this element over",
        6857.8,
        6861.92
    ],
    [
        " here they're gonna put down you you were absolutely taught that I was absolutely taught that",
        6861.92,
        6866.18
    ],
    [
        " and yet I ended up having to teach this stuff to seals guys that have been in for 15 years 20 years",
        6866.18,
        6874.0
    ],
    [
        " to be like hey why aren't you putting some machine guns out on the flanks while you cross this road",
        6874.0,
        6879.6
    ],
    [
        " oh that's an old school thing no it's actually cover move for this is a good basic thing that we do",
        6879.6,
        6884.02
    ],
    [
        " all the time you know and I'm not saying every seal but I'm just saying seals that had been in the",
        6884.02,
        6891.04
    ],
    [
        " in the Navy for a long time and that's what's so difficult about these things and I was thinking",
        6891.26,
        6900.58
    ],
    [
        " about this the other day you start okay when you do jiu jitsu you're out of jitsu academy and you",
        6900.58,
        6909.88
    ],
    [
        " the more people that are at the academy and the better they get it's like a pyramid if you're",
        6909.88,
        6914.34
    ],
    [
        " at the top of the pyramid so Dean Lister is at the top of the pyramid at victory MMA",
        6914.34,
        6918.9
    ],
    [
        " every single time someone shows up new they're a white belt when they show up here and they take",
        6921.14,
        6928.18
    ],
    [
        " their first class that pyramid gets a little bit taller and Dean Lister gets a little bit better",
        6928.18,
        6933.2
    ],
    [
        " from one person showing up here because that one person's gonna train a different way and he's",
        6933.2,
        6937.18
    ],
    [
        " gonna prop up somebody else and that little movement raises everyone up by the time it gets to me",
        6937.18,
        6941.74
    ],
    [
        " I'm going up a little bit and then Dean's going up just getting a little bit better so what happens",
        6941.74,
        6946.14
    ],
    [
        " I think is these ideas when you first hear them they're just sort of there and you don't connect them",
        6946.14,
        6954.44
    ],
    [
        " and then as you start to connect them together all of a sudden well not all of a sudden as you start",
        6954.44,
        6962.14
    ],
    [
        " to connect them together they start getting taller and taller and taller and taller and you start to",
        6962.14,
        6966.64
    ],
    [
        " see more connections and really for me this is it does boil down to what made me start to connect",
        6966.64,
        6973.96
    ],
    [
        " these things was jiu jitsu and the fact that I could see in jiu jitsu what I saw people supposed to do",
        6973.96,
        6980.1
    ],
    [
        " in the battlefield those were the first two connections that I made and it's probably because",
        6980.1,
        6985.96
    ],
    [
        " I heard it somewhere I'm sure somebody said you know martial arts are like combat I'm like what does",
        6985.96,
        6991.5
    ],
    [
        " that mean or whatever but then I started seeing the actual connection between the two and then",
        6991.5,
        6996.28
    ],
    [
        " at some point I started seeing that oh those same things actually work in leadership inside of",
        6996.28,
        7003.92
    ],
    [
        " a team period and now all of a sudden everything looks connected and now all of a sudden when you start",
        7003.92,
        7008.34
    ],
    [
        " when you when you learn to move in jiu jitsu when you learn to move in a jiu jitsu and you don't know",
        7008.34,
        7015.4
    ],
    [
        " anything that move is a solitary thing by itself it's unsupported in any way you really can't even",
        7015.4,
        7023.62
    ],
    [
        " barely even utilize that move because it's just by itself you know you don't even know what position to",
        7023.62,
        7029.58
    ],
    [
        " get into you don't know how to get into that position you don't know how to set it up you don't",
        7029.58,
        7033.9
    ],
    [
        " know that move but it's it's so easy to forget because it's not connected to anything else the",
        7033.9,
        7038.1
    ],
    [
        " better you get the more knowledge you have all the sudden you start putting these things together",
        7038.1,
        7043.04
    ],
    [
        " and now they become a system now they're all interrelated and now when you see something here",
        7043.04,
        7048.28
    ],
    [
        " something it fits in you see how it fits into this overall broad view of things which is why",
        7048.28,
        7054.5
    ],
    [
        " you know we constantly are quoting if you see the way if you see the way broadly you'll see it in",
        7054.5,
        7060.42
    ],
    [
        " all things and that's what this is but it takes a certain level of understanding before you can",
        7060.42,
        7067.0
    ],
    [
        " see the way broadly and you know I talk to young guys that are going in the seal teams and and they",
        7067.0,
        7075.2
    ],
    [
        " just have no this stuff isn't even on the it's not even on the radar in any way shape or form",
        7075.2,
        7083.0
    ],
    [
        " right and part of it is because they don't see the seal teams they see the seal teams I was like",
        7083.0,
        7088.46
    ],
    [
        " oh I'm gonna go make it through buds and I'm gonna go and you know I'm gonna go to run and",
        7088.46,
        7093.64
    ],
    [
        " we're gonna shoot machine guns they don't understand what this profession is and it's better now",
        7093.64,
        7099.28
    ],
    [
        " than it was I mean the guys when I when I came in I didn't freaking understand any of this stuff",
        7099.28,
        7104.04
    ],
    [
        " in any way shape or form I barely even understood what it meant to okay you're gonna be part of this",
        7104.04,
        7109.52
    ],
    [
        " squad and this squad has responsibilities to an overall I barely grasp any of that",
        7109.52,
        7117.24
    ],
    [
        " but as you start to assemble this information and so that's what's hard so going back to working",
        7117.66,
        7123.4
    ],
    [
        " with the client like until you can start bringing things together for them until they start",
        7123.4,
        7129.06
    ],
    [
        " connecting these things in their own head that's another thing is I can sit there and with a ball",
        7129.06,
        7135.74
    ],
    [
        " peen hammer hit you with one spot and go cover and move cover and move cover move until you",
        7135.74,
        7143.5
    ],
    [
        " see that cover move is connected to these other things it's it's very very difficult to force",
        7144.12,
        7150.72
    ],
    [
        " the knowledge onto that onto another human yeah and I made the comment earlier but I wish I knew",
        7150.72,
        7156.88
    ],
    [
        " these things there's a whole bunch of reasons why you simply can't at the beginning just like",
        7156.88,
        7162.58
    ],
    [
        " you described I guess a second lieutenant Dave Burke almost can't know this no matter how crystal",
        7162.58,
        7168.16
    ],
    [
        " clear these lessons are from roll bro 2 and forever back and the other side of that though is that",
        7168.16,
        7178.06
    ],
    [
        " even even when you can it's it's still never ends finding more to know dude I I taught it top gun",
        7178.06,
        7187.38
    ],
    [
        " the the the the the Apex of aviation and the pinnacle and all these things that we use to describe",
        7187.38,
        7193.92
    ],
    [
        " top gun this PhD level graduate level system of combat aviation top gun you know what I was",
        7193.92,
        7201.78
    ],
    [
        " teaching there cover move cover move and do you know why I was teaching cover move because the mistakes",
        7201.78,
        7208.2
    ],
    [
        " that top gun made the students made to go through top gun were mistakes they weren't doing cover",
        7208.2,
        7213.48
    ],
    [
        " move even at that level the reason I was talking about simple plans at top gun we didn't use",
        7213.48,
        7220.48
    ],
    [
        " the same words use with the route but I was teaching that same thing is because the plans weren't",
        7220.48,
        7223.6
    ],
    [
        " simple and nobody really understood them and they go out and missions come back and hey what",
        7223.6,
        7226.74
    ],
    [
        " why they screw up well these guys didn't listen to me well that could be it but actually it's",
        7226.74,
        7231.78
    ],
    [
        " probably not what probably is it you didn't explain very well the reason I was teaching these",
        7231.78,
        7236.82
    ],
    [
        " same simple fundamental things at top gun is that those are the mistakes were being made repeatedly",
        7236.82,
        7241.44
    ],
    [
        " by some of the best most experienced pilots in the world and as I hear myself say I wish I knew this",
        7241.44,
        7249.4
    ],
    [
        " stuff and almost I now laughing at the phrase know this stuff and it's crazy how even now that I",
        7249.58,
        7256.72
    ],
    [
        " know it's so much more than ever knew what I really know is how little I still really know and how",
        7256.72,
        7265.2
    ],
    [
        " much more there is out there and that's why every time you break out another book I'm like do that",
        7265.2,
        7268.84
    ],
    [
        " book was awesome even though saying the exact same things they're all saying um but that's actually",
        7268.84,
        7277.82
    ],
    [
        " that's actually really good because we get to do this again yeah we get to do it over and over again",
        7277.82,
        7287.84
    ],
    [
        " and get to see it from a different angle and get to understand it a little bit deeper like when",
        7287.84,
        7293.28
    ],
    [
        " this example comes in the pyramid goes up just a little bit more and it ties together another",
        7294.32,
        7299.8
    ],
    [
        " little part of your brain and I often wonder you know there's some lessons that you cannot teach",
        7299.8,
        7310.76
    ],
    [
        " to someone like they have to they have to experience it right and there's unfortunately a lot of",
        7310.76,
        7318.06
    ],
    [
        " lessons like that let's face it let's face it that is the vast majority of lessons because everyone",
        7318.06,
        7322.6
    ],
    [
        " otherwise everyone would you know get issued a certain book at age 12 and here's what you need to know",
        7322.64,
        7326.78
    ],
    [
        " and they'd be like oh cool got it okay save my money okay eat healthy okay you know there's all these",
        7326.78,
        7332.04
    ],
    [
        " fundamental things that a human being could do that if you did all these fundamental things",
        7332.04,
        7336.62
    ],
    [
        " and and by the way these are not hidden knowledge these are common knowledge these are these are",
        7336.62,
        7343.66
    ],
    [
        " just common knowledge things that everyone kind of knows and yet we think it's going to be different",
        7343.66,
        7350.18
    ],
    [
        " for us we think we can I don't need I'm going to do it a little bit differently and it's no that's",
        7350.18,
        7355.24
    ],
    [
        " not going to work no it's not going to work so taking these things and that's what that's another good",
        7355.24,
        7362.74
    ],
    [
        " thing is you have to experience some in some way you have to experience and that and that's one good",
        7362.74,
        7367.08
    ],
    [
        " thing that happens at echelon front is you are in an environment where you get to use this stuff",
        7367.08,
        7374.66
    ],
    [
        " real world and that's been interesting you know sort of after the first six weeks of the COVID",
        7374.66,
        7379.66
    ],
    [
        " lockdown not even six weeks the feedback we started getting was from from many of the companies we",
        7379.66,
        7387.58
    ],
    [
        " work with was this stuff really works and the reason that they were saying is because they'd never",
        7387.58,
        7392.5
    ],
    [
        " really been tested in it before yeah you know they're doing great they want to do even better and",
        7392.5,
        7397.18
    ],
    [
        " now they go and do better and they go wow the stuff really works doesn't it so hard to learn",
        7397.18,
        7404.64
    ],
    [
        " and the thing that makes it hardest to learn is if you fall into the trap of I know it I wish",
        7404.64,
        7413.5
    ],
    [
        " it was another I'm familiar with it right there's got to be a lesser form of I know because I know",
        7413.5,
        7418.1
    ],
    [
        " as I'm there's that that's a hundred percent I know is a hundred percent there should be a lesser",
        7418.1,
        7422.8
    ],
    [
        " form of no maybe I'm familiar with I I I understand at a decent level some of the concepts that we",
        7422.8,
        7432.6
    ],
    [
        " talk about this is not new to me yeah this is not new to me that sounds a little bit is that a",
        7432.68,
        7438.34
    ],
    [
        " little bit kind of yeah no is it a little bit arrogant though yeah okay that's why that's kind",
        7438.34,
        7445.26
    ],
    [
        " of part of the gig it's not no I'm looking for a word that actually says I'm very familiar with this",
        7445.26,
        7452.46
    ],
    [
        " but I know that I have a lot to learn we should be well yes the word for how I feel the word for",
        7452.46,
        7459.7
    ],
    [
        " how we should all feel yes okay I thought which is I am striving to be better I'm familiar I know",
        7459.7,
        7467.36
    ],
    [
        " that these things exist and I know that I don't like them like basically saying you're a white",
        7467.36,
        7473.84
    ],
    [
        " belt at this yeah and maybe it's like saying I'm a purple belt at this yeah which is that I'm just",
        7473.84,
        7479.36
    ],
    [
        " on the path yeah yeah yeah yeah hoiler back in the day long time the way did a website form and",
        7479.36,
        7485.46
    ],
    [
        " he was at my house and it was me and kid polygrow and hoiler what's up kid what's up hoiler yeah and so",
        7485.46,
        7492.56
    ],
    [
        " we're me and kid polygrow we're looking we're texting the day after we had a hegg zone he's like he",
        7492.56,
        7496.64
    ],
    [
        " so we're looking at it and he's like hey we're trying to integrate his enemy we're doing some",
        7496.64,
        7503.52
    ],
    [
        " technical stuff right so I'm doing this I was like okay this is what you got to do you got to do",
        7503.52,
        7507.22
    ],
    [
        " this I think and he's like maybe if we did this so we tried it his way boom and it worked so it",
        7507.22,
        7511.86
    ],
    [
        " like you know it rendered on the screen and hoiler's like it's his website but he doesn't know this",
        7511.86,
        7516.3
    ],
    [
        " party's like oh I'm a white belt at this stuff and it gave me that feeling that that you just",
        7516.3,
        7522.4
    ],
    [
        " meant right now like it reminded me of that time kind of like he knows what's going on but he has",
        7522.4,
        7527.62
    ],
    [
        " no idea how deep it goes you know in the back end like that yeah well there's that there's definitely",
        7527.62,
        7532.74
    ],
    [
        " that time period when he starts you get to and you the first couple days like takes a little",
        7532.74,
        7539.04
    ],
    [
        " while to go wow I really don't know a lot because in the beginning you think it's finite yeah",
        7539.04,
        7544.4
    ],
    [
        " that's the big difference that's it in the beginning you think it's 13 moves and then you go oh",
        7544.4,
        7549.66
    ],
    [
        " wait it's actually probably 35 moves when I started to do two I thought it was nine moves that's",
        7549.66,
        7555.28
    ],
    [
        " what that was the whole thing I know me too give me my black belt up in here I know the Americana I know",
        7555.28,
        7561.1
    ],
    [
        " the guillotine I know the rear naked choke I'm good what what what give me my black belt",
        7561.1,
        7566.32
    ],
    [
        " and then you get really good at it and the better you get the more you realize I don't know",
        7567.58,
        7574.24
    ],
    [
        " some I don't know a lot of stuff a lot of stuff out there we don't know and that's the way this is",
        7574.24,
        7579.22
    ],
    [
        " that's the way this is and you get the and like I said the biggest thing I don't watch out for is",
        7579.22,
        7585.02
    ],
    [
        " that trap and we got to avoid the trap and speaking of avoiding the trap and speaking of staying",
        7585.02,
        7593.36
    ],
    [
        " on the path echo Charles yes we want to avoid the trap of complacency complacency we want to",
        7593.36,
        7599.98
    ],
    [
        " improve we want to get better we want to be better recommendations so complacency and well how do I",
        7599.98,
        7605.54
    ],
    [
        " you know where why does complacency come in as far as working out goes because you think you're good",
        7605.54,
        7611.68
    ],
    [
        " you think you're good to go or maybe you don't need it as much or whatever because here's a big one",
        7611.68,
        7616.02
    ],
    [
        " is going to sound kind of off beat maybe maybe not I don't know but let's say you get married",
        7616.02,
        7621.68
    ],
    [
        " kids that's an easy one the favorite thing is when people tell me oh man I was really",
        7621.68,
        7628.26
    ],
    [
        " did you did you but I got two kids yeah and I was just looking I got four kids what you yeah as if",
        7628.26,
        7636.74
    ],
    [
        " well I'm old I've had people got me I'm just all old now like how old do you they're like I'm",
        7636.74,
        7641.62
    ],
    [
        " 42 I'm like right but there's there's two there's two uh kind of kind of reasons or excuses or whatever",
        7641.72,
        7650.3
    ],
    [
        " there when they're like I got kids that's either saying I don't have time well okay so back to",
        7650.3,
        7655.7
    ],
    [
        " the working out thing when you when you get after you get married there's two reasons kind of like",
        7655.7,
        7659.64
    ],
    [
        " oh well my focus is on something else now you know meaning like I don't really have time to do",
        7659.64,
        7664.48
    ],
    [
        " these extra curricular things what I'm going and then the other one is I don't need to anymore",
        7664.48,
        7670.56
    ],
    [
        " because a lot of people that's kind of whether they have it consciously or not it's like well I don't",
        7670.82,
        7675.72
    ],
    [
        " need to necessarily be in great shape because I already have a girl kind of thing because part of",
        7675.72,
        7679.98
    ],
    [
        " their reason is to attract a girl we seem sane and it goes both ways a two way street obviously so",
        7679.98,
        7686.04
    ],
    [
        " that can be one of the reasons for complacency like oh I don't need to stay in shape that much",
        7686.04,
        7690.9
    ],
    [
        " most definitely yeah I don't need to lift heavy anymore not to say you should be lifting heavy not to",
        7690.9,
        7695.82
    ],
    [
        " not say you shouldn't be but I'm just saying that that's a potential excuse you seem saying",
        7695.92,
        7700.5
    ],
    [
        " anyway lifting heavy or not doing jiu jitsu or not because some of us are not doing jiu jitsu not",
        7700.5,
        7707.32
    ],
    [
        " recommended but those are the facts some of the time it's not recommended to not do jiu jitsu correct",
        7707.32,
        7712.3
    ],
    [
        " that's a problem but those those are the facts some of the time seem sane or less do you find it weird",
        7712.3,
        7718.14
    ],
    [
        " that I said here and say that these kind of connections that open the door to begin to understand",
        7718.14,
        7725.72
    ],
    [
        " some of this stuff came from this weird thing where you roll around on the floor with another person",
        7725.72,
        7729.72
    ],
    [
        " and try and choke them yeah it's kind of weird right yeah you know from maybe yeah from the outside",
        7729.72,
        7736.64
    ],
    [
        " I can see that but the inside you're like probably this this thing is just completely explaining jiu jitsu",
        7736.64,
        7741.94
    ],
    [
        " you know what's a weird parallel as well as like lifting weights and just your human body",
        7741.94,
        7747.34
    ],
    [
        " the human body how it works is like the same thing it's like a team of systems that's true",
        7747.34,
        7752.96
    ],
    [
        " doing one thing for the other you know and they have to cover and move for each other they got",
        7752.96,
        7756.64
    ],
    [
        " adept it's like all this stuff anyway speaking of human body you need supplements if you're going",
        7756.64,
        7763.22
    ],
    [
        " hard in the paint on the path you used to say supplementation it was kind of one of your go-to",
        7763.22,
        7768.78
    ],
    [
        " words and now you've gone back now now you're just saying like supplements yeah yeah does that sound",
        7768.78,
        7774.32
    ],
    [
        " more like marketing I don't know I just was really used to you saying supplementation which was not",
        7774.32,
        7779.74
    ],
    [
        " a normal thing to say right seems like maybe you're just sort of falling in with the norm maybe",
        7779.74,
        7784.14
    ],
    [
        " you got pure pressured maybe all right well let's go back to supplementation because now that you",
        7784.14,
        7789.2
    ],
    [
        " just said it I feel good now the way like you just like you're back",
        7789.2,
        7793.12
    ],
    [
        " will you saying it kind of brought it to light like yeah I kind of like how supplementation sounds",
        7793.12,
        7799.76
    ],
    [
        " you seem saying when you're on the path in the game going hard which we are you know unless we're",
        7799.76,
        7809.7
    ],
    [
        " yet yeah hard core for sure to failure anyway you join sometimes take a beating right supplementation",
        7809.7,
        7816.96
    ],
    [
        " will help that as Dave Burke says no factor we got supplementation for that joint worker super",
        7816.96,
        7823.66
    ],
    [
        " crude oil which I took both of today I'm on the routine of course I got some help from you obviously",
        7823.66,
        7829.38
    ],
    [
        " but you know some people out on the inner webs out in the field you know they're demonstrating that",
        7829.38,
        7834.44
    ],
    [
        " they can stick to that routine leaving it out on the oh did you make adjustments yes sir you got",
        7834.44,
        7839.72
    ],
    [
        " on your bathroom now no where on the counter in the kitchen where always come down I always come down",
        7839.72,
        7844.78
    ],
    [
        " seem saying but the bathroom was just a no go non starter well you don't like to be eating stuff",
        7844.78,
        7850.1
    ],
    [
        " on your bathroom even it's just a little capsule given my current routine yeah I said I said",
        7850.1,
        7857.54
    ],
    [
        " go pills to be little Brian little field like I was the original thing and I don't like to take",
        7857.54,
        7864.04
    ],
    [
        " so there's I didn't know this there's a difference in a capsule which has the little coating it's",
        7864.04,
        7869.1
    ],
    [
        " got stuff inside it and it pills like a hard thing right yeah and they're a little bit harder swallow",
        7869.1,
        7875.82
    ],
    [
        " or whatever I found the capsules are hard oh really I found yeah well that's too bad you you're not",
        7875.82,
        7882.5
    ],
    [
        " charge of a supplement company because the original go pills that he made were I said hey make",
        7882.5,
        7889.66
    ],
    [
        " these things I want to you know I have the stuff from just my glove but make it make it make it",
        7889.66,
        7893.78
    ],
    [
        " you know smaller so I the whole story was hey man you know this Dave you don't want to you don't",
        7893.78,
        7900.04
    ],
    [
        " have to drink a drink before you go and present to a group to a half hours because you don't have to",
        7900.04,
        7905.82
    ],
    [
        " say hey can everyone hold on saying a little bio break here no in fact when people when people",
        7905.82,
        7910.84
    ],
    [
        " tell me hey you know for while you're speaking we're gonna put waters up here and I say if I drink",
        7910.84,
        7915.9
    ],
    [
        " if I have to drink during the next one hour if I go hold on a second while I'm presenting I need",
        7916.52,
        7921.78
    ],
    [
        " to take a drink right now because my voice is dry if I have to do that we got a problem I failed",
        7921.78,
        7926.3
    ],
    [
        " you're not you don't want us you're not sitting there so you can see me drink we're not drinking",
        7926.3,
        7931.72
    ],
    [
        " now if I'm up during the muster I'm on stage for six hours yeah we're up there drinking and",
        7931.72,
        7937.24
    ],
    [
        " chillin and whatever plus you guys are taking turns yeah yeah yeah but the so the go pills I said hey man",
        7937.24,
        7945.38
    ],
    [
        " I can't be drinking a drink filling my bladder up while I'm you know before I don't want to have to",
        7945.38,
        7951.46
    ],
    [
        " stop can you make something compact compressed there you go that's the discipline go in a pill format",
        7951.46,
        7957.94
    ],
    [
        " get that get that mind granking so just to be clear the discipline go is a pill or a capsule it is a",
        7957.94,
        7967.44
    ],
    [
        " capsule okay yes so the original one that be little made was a pill because that's what I had",
        7967.44,
        7972.84
    ],
    [
        " requested I told him the wrong thing I didn't understand the difference I don't know the lingui",
        7972.84,
        7976.74
    ],
    [
        " guess okay so pill compressed yes capsule is a capsule that you can unscrew and take the powder out",
        7976.74,
        7984.22
    ],
    [
        " gel cap oh yes super or and divide them in those are gel caps yes they are different so the three",
        7984.22,
        7992.12
    ],
    [
        " delivery methodologies look at you just to be clear yeah okay there you go so nonetheless these things",
        7992.12,
        8000.6
    ],
    [
        " will help you on the path big time also again we mentioned the D3 boom that's a every that's a daily",
        8000.88,
        8007.22
    ],
    [
        " mm hmm those are small too so that's like kind of like no excuse you know some people like",
        8007.22,
        8010.86
    ],
    [
        " I'm like swallowing pills some people like that perfect this one no factor it's a gel cap which is",
        8010.86,
        8016.82
    ],
    [
        " already I used to take I used to take pills one at a time yeah one like so I would take whatever",
        8016.82,
        8022.86
    ],
    [
        " seven or eight pills right so you I would take one one why just just I didn't like it yeah kind",
        8022.86,
        8028.68
    ],
    [
        " of like what you're saying I was one of those people and then I realized it was inefficient it",
        8028.68,
        8033.06
    ],
    [
        " is and I had to overcome this you know scenario right I'll tell you the technique to swallow pills",
        8033.06,
        8037.62
    ],
    [
        " you swallow ten pills at once if you want well I've never tried it but I'm saying given the theory",
        8037.62,
        8042.18
    ],
    [
        " theoretically because I what do I take and this is all at once uh two d two d vitamins oh you",
        8042.18,
        8049.14
    ],
    [
        " take two of those yeah I take okay go ahead uh three krill oil three joint warfare and everyone's",
        8049.14,
        8057.84
    ],
    [
        " all don't throw in two cold war so what is that two six I don't know I didn't do the math nonetheless",
        8057.84,
        8062.84
    ],
    [
        " it's a lot let's say it's six yeah I take all those at once yeah all you got to do is when you drink",
        8062.84,
        8067.56
    ],
    [
        " your water with it wait you drink water with it yeah that you know some guys are advanced they just",
        8067.56,
        8071.4
    ],
    [
        " boom yeah that's one speed hard core dude yeah you know um but we're not all there so we're",
        8071.4,
        8076.56
    ],
    [
        " gonna drink our water with it but but all you got to do some people they lean their head back",
        8076.56,
        8079.92
    ],
    [
        " here's the thing when you lean your head back like that the narrowest the throat chamber no well",
        8079.92,
        8085.78
    ],
    [
        " I don't know maybe maybe not but that's not what I found uh as far as he can you let me go the uh",
        8085.78,
        8090.64
    ],
    [
        " those capsules they you talk about they float in the water you want it to sink really",
        8090.64,
        8096.36
    ],
    [
        " the pills sink just if they're coated with something god it's like anyway so if you go straight up",
        8096.36,
        8103.04
    ],
    [
        " straight back boom the del caps float sometimes they don't go go down interesting this is what you do",
        8103.04,
        8108.2
    ],
    [
        " you turn your head to the side okay so you don't say no because look it's still floats",
        8108.2,
        8115.6
    ],
    [
        " but since it's to the side it's on the side of your throat not on the top of it so it goes down",
        8115.6,
        8120.0
    ],
    [
        " easier five pills and pills one speed there I was thinking I knew how to take capsules yeah now I",
        8120.0,
        8127.86
    ],
    [
        " learned the truth I guess technically I shouldn't even say that's the best way I'm just so currently",
        8127.86,
        8132.62
    ],
    [
        " that is the leading way my little daughter was getting sick and I said hey you need to take some",
        8132.62,
        8138.4
    ],
    [
        " cold war and so then she she does not like to take pills or capsules and I said no problem",
        8138.4,
        8144.46
    ],
    [
        " I am broken open mixed up in water it was water you cannot do this because it is because there's",
        8144.68,
        8152.86
    ],
    [
        " garlic in there like a lot of garlic which is which is an awesome ingredient to have but man I mixed",
        8152.86,
        8159.52
    ],
    [
        " it up and it was nasty try it with one just to just kind of just to kind of see that would be a",
        8159.52,
        8166.66
    ],
    [
        " that would be a that would be an exercise in discipline just mix up cold war pills and just",
        8166.66,
        8171.32
    ],
    [
        " drink them like shots yeah man I think maybe sprinkle a month some eggs or some are some bacon",
        8171.32,
        8177.5
    ],
    [
        " or something that might be actually interesting interesting concept but that's the thing though",
        8177.5,
        8182.12
    ],
    [
        " I'm sure cold war is not just garlic powder yeah no no of course there's some like actual",
        8182.12,
        8187.16
    ],
    [
        " that's when you mix it with water and smell it you smell it's not that's the lead you're wrong",
        8187.16,
        8193.6
    ],
    [
        " all right well nonetheless however you choose to take these things they will help you 100%",
        8193.6,
        8199.6
    ],
    [
        " in the game on the path don't forget about milk protein and form of dessert protein",
        8200.04,
        8205.02
    ],
    [
        " additional protein not like you're not eating protein ever but if you weren't it would be",
        8205.02,
        8211.04
    ],
    [
        " bone now you are yeah there you go oh what else jaco it yes we're dead lifting not like we're not",
        8211.04,
        8220.16
    ],
    [
        " dead lifting no no we should be dead left we should be I think so that's my opinion too um well",
        8220.16,
        8226.02
    ],
    [
        " what is jaco why do you have to do that because it allows you to deadly eight thousand pounds is",
        8226.02,
        8231.46
    ],
    [
        " eight yeah yeah well that's the guarantee could be right right could be more if you go hard I guess",
        8231.46,
        8236.74
    ],
    [
        " and you get all the stuff at the vitamin shop the vitamin shop in your local a.o area of operations",
        8236.74,
        8243.0
    ],
    [
        " yes sir also at origin main dot com if you don't want to go to the vitamin shop you want the",
        8243.0,
        8247.84
    ],
    [
        " delivery system to your door and you go yeah origin mean dot com also at origin main dot com is",
        8247.84,
        8255.64
    ],
    [
        " jujitsu stuff geese rash guards um you know there's t-shirts and you know other clothes of whatever but",
        8256.26,
        8263.86
    ],
    [
        " more importantly actually not importantly but additionally significantly additionally",
        8263.86,
        8269.42
    ],
    [
        " jeans and boots there's something else coming you probably don't even know about",
        8269.42,
        8275.96
    ],
    [
        " because you're not really like you know building good relationships in the circle apparently no so",
        8275.96,
        8282.18
    ],
    [
        " you know the material that the key pants are made of yes it's called atomic twill so and it's",
        8282.56,
        8290.54
    ],
    [
        " it's durable enough to be key pants obviously and uh i was like Pete what do you think",
        8290.54,
        8297.86
    ],
    [
        " I could use just a pair of pants so he he made them and they are freaking legit yeah like work",
        8297.86,
        8305.88
    ],
    [
        " pants yeah like work pants but they're yeah they're basically just pants but they're not jeans",
        8305.88,
        8309.36
    ],
    [
        " yeah they're not yeah they'll be coming that'll be working yeah all mean in America by the way which is",
        8309.36,
        8317.48
    ],
    [
        " a big deal fabric cotton grown in America all the way to the to the to the deal what about what about",
        8317.48,
        8324.52
    ],
    [
        " like the things that you put together to make them stay up you know what I mean there's a certain",
        8324.52,
        8330.28
    ],
    [
        " certain thing there what's that called no no what you're talking about what's it called that that",
        8330.28,
        8334.36
    ],
    [
        " keeps the two pieces of cotton fabric together what's it called i don't know the zipper above the zipper is",
        8334.36,
        8340.26
    ],
    [
        " the button that's right yeah the buttons yes even the buttons are made in America works of art really",
        8340.26,
        8348.9
    ],
    [
        " function and fashion as it works nonetheless where do you mean dot com so you get all this good stuff",
        8348.9,
        8353.94
    ],
    [
        " also sweet so we're gonna get in good stuff wait Dave how do you like the jockel Palmer you",
        8353.94,
        8359.0
    ],
    [
        " go go can i liked it is it is it the top of your list are you because you're on a what",
        8359.0,
        8365.8
    ],
    [
        " dachshavage what where we have no hit on on dachshavage but i was doing some tropic thunder but now that",
        8365.8,
        8373.34
    ],
    [
        " now that Palmer's in the can that's number one it just just went to the top well dude Palmer powder is",
        8373.34,
        8380.54
    ],
    [
        " all i had yeah and uh the thing about go is like i get them because i'm going somewhere on the go",
        8380.54,
        8388.46
    ],
    [
        " so i don't have time to mix up the powder all the time the powder was like almost a treat almost like",
        8388.46,
        8392.96
    ],
    [
        " milk yeah so i'm like i got time here i'm gonna get crushed ice i'm gonna get the powder i'm gonna mix",
        8392.96,
        8397.22
    ],
    [
        " it up i got some time and i'm gonna just now done oh did yeah yeah i agree with the jockel Palmer",
        8397.22,
        8405.64
    ],
    [
        " scenario like you it's it's it was kind of surprisingly good you know when you think oh yeah",
        8405.64,
        8410.42
    ],
    [
        " oh i see and lemon cool nice nothing new hey there's nothing new to me",
        8410.42,
        8415.88
    ],
    [
        " boom take a hit the sum is greater than the sum what is it the parts you you feel i'm saying but",
        8415.88,
        8423.06
    ],
    [
        " anyway it was that sort of situation it's good no good anyway speaking of good jocke wise the",
        8423.06,
        8427.84
    ],
    [
        " store is called jockelstar this is where you can get your teacher toodies hats other cool stuff",
        8427.84,
        8433.62
    ],
    [
        " on there that represents on the path this blin equals freedom good take the high ground or the",
        8433.62,
        8440.68
    ],
    [
        " high ground will take you all this stuff you can find jockelstore.com really uh you know we think",
        8440.68,
        8446.98
    ],
    [
        " there it's cool stuff but you know go on there checking out if you like something get something",
        8446.98,
        8452.18
    ],
    [
        " in all these ways by the way if you just like the podcast and you want to support it these are",
        8452.18,
        8455.6
    ],
    [
        " good ways to support the podcast because other than that well i mean to support the podcast we",
        8455.6,
        8461.8
    ],
    [
        " don't have it behind the firewall paywall yeah paywall right that's what everybody wants me to do",
        8461.8,
        8469.14
    ],
    [
        " yeah put it behind the paywall yeah they they want that because all the podcasts are now the new",
        8469.14,
        8476.34
    ],
    [
        " media stuff yeah so well we don't want to do that we just want to do what we're doing yeah and in",
        8476.34,
        8487.52
    ],
    [
        " order to do we're doing a little support is nice on that one hey if you and speaking of this",
        8487.52,
        8492.94
    ],
    [
        " podcast subscribe to it check it out echo Charles thinks that's important for me to say right now",
        8492.94,
        8498.0
    ],
    [
        " i don't think it's unimportant how about that we also have another podcast that's out right now it's",
        8498.0,
        8504.1
    ],
    [
        " called the unraveling the jockel unraveling podcast derlkooper me talking about things in the world",
        8504.1,
        8511.54
    ],
    [
        " and how things in the world when you unravel them you find out where they came from why they're",
        8511.92,
        8517.54
    ],
    [
        " happening and it gives you better understanding of the things that are happening right now used to be",
        8517.54,
        8522.46
    ],
    [
        " called the thread we had to change the name there's also grounded podcasts which we haven't recording",
        8522.46,
        8527.2
    ],
    [
        " a while but we're doing right on the warrior kid podcast as well don't forget about the warrior kid",
        8527.2,
        8531.72
    ],
    [
        " soap made by aiden who's up there in a farm taking goat milk at a young age with a running",
        8531.72,
        8539.56
    ],
    [
        " business so that the entire world can stay clean we have a youtube channel where echo Charles",
        8540.46,
        8550.58
    ],
    [
        " is supposed to make videos and he does sometimes we'll say sure i'm not going to argue with that one",
        8550.58,
        8558.16
    ],
    [
        " some of them have explosions music sometimes yeah some have music and other enhancements",
        8558.16,
        8567.0
    ],
    [
        " skeletons sure fire sure tanks aircraft some dead yeah unless some don't yeah and everyone that",
        8567.08,
        8578.42
    ],
    [
        " thinks that echo Charles should put one easter egg easter egg one pleasant surprise into these three",
        8578.42,
        8588.08
    ],
    [
        " hour podcasts like when dav burks says a mortar exploded there should be a mortar exploding in this",
        8588.08,
        8596.08
    ],
    [
        " room just momentarily and then the conversation continues a lot of people think that's what should",
        8596.98,
        8603.56
    ],
    [
        " happen so we all have a little bit of fun one where watching a three hour yeah whoops hey we'll",
        8603.56,
        8611.46
    ],
    [
        " uh keep exploring that as an option for sure so what else oh yes psychological warfare",
        8611.46,
        8618.22
    ],
    [
        " hmm don't forget about that one hey when you don't feel like lifting bruh all the admit yesterday",
        8618.22,
        8623.32
    ],
    [
        " straight up didn't feel like lifting today but i did yeah but you already have psychological warfare",
        8623.32,
        8628.66
    ],
    [
        " planning to get on repeat you know what i was just talking about you know what i was watching",
        8628.66,
        8633.72
    ],
    [
        " if you want it in your head maybe not on repeat maybe repeat for a little bit and it's like get it",
        8633.72,
        8638.4
    ],
    [
        " go to like you know wherever you can buy mp3's amazon you know google play all these places get",
        8638.4,
        8643.04
    ],
    [
        " psychological warfare by jaco willing what it is is jaco talking in your ear telling you why you",
        8643.04,
        8649.02
    ],
    [
        " shouldn't skip the workout why you shouldn't eat the donut pound that donut or the whole box or",
        8649.02,
        8654.2
    ],
    [
        " whatever nutter butter cookies you know you get different oh nonetheless so you know gently",
        8654.2,
        8661.88
    ],
    [
        " pragmatically logically bring you past those moments of weakness and boom you get you get stuff",
        8661.88,
        8667.94
    ],
    [
        " done it's really good 100% effective too by the way flip side canvas if you want some kind of",
        8667.94,
        8673.88
    ],
    [
        " message to hang on your wall my brother Dakota Myers making it for you all kinds of messages",
        8673.88,
        8679.6
    ],
    [
        " important messages check that out flipside canvas.com got some books one of them was written by this",
        8679.6,
        8687.16
    ],
    [
        " guy right over here Dave Burke the code the code the evaluation protocol so what do you got Dave",
        8687.16,
        8693.96
    ],
    [
        " dude still getting a ton of messages from troopers who were still on the path and in the game",
        8693.96,
        8699.1
    ],
    [
        " it's so legit to hear something as small as this little one field guide yeah field guide we",
        8699.1,
        8707.24
    ],
    [
        " weren't really sure what to call no but it's it's been you it's useful yeah uh which has been awesome",
        8707.24,
        8713.2
    ],
    [
        " so keep those messages coming man I love here brother yeah this is like one of those things where",
        8713.2,
        8716.9
    ],
    [
        " you know I called it like a reminder almost but it it kind of like okay cool reminder doesn't",
        8716.9,
        8721.3
    ],
    [
        " make you know that much of an impact maybe on your mind but think about it every day at the",
        8721.3,
        8725.98
    ],
    [
        " let's say at the end of the day right most of us don't think every single day most of us don't",
        8725.98,
        8730.7
    ],
    [
        " think how did I do today how did I do today in all these like critical areas as far as like making",
        8730.7,
        8738.16
    ],
    [
        " an improvement in what you're even doing imagine if you were part of anything and you never",
        8738.16,
        8744.2
    ],
    [
        " assessed that thing yeah doesn't even compute imagine if you wanted to make something better you",
        8744.2,
        8750.44
    ],
    [
        " would assess that thing and see where you could improve it now imagine that the most important",
        8750.44,
        8754.1
    ],
    [
        " thing we have is our lives and people go through their whole lives without assessing where they are",
        8754.1,
        8760.06
    ],
    [
        " who they are what they're doing where they're going most important thing you need to know on the",
        8760.06,
        8764.36
    ],
    [
        " battlefield is where you are yeah then you can move forward yeah that's that's the that's the",
        8764.36,
        8771.24
    ],
    [
        " protocols in this book it's funny like you know when like your kid and you're trying to like",
        8771.24,
        8776.28
    ],
    [
        " I don't know make the football team right and you have like try out switch you know a day or a",
        8776.28,
        8781.1
    ],
    [
        " week or what sometimes the week or whatever and after every little session you'd like come on",
        8781.1,
        8786.02
    ],
    [
        " and you're like how did I do how did I do how did I do that's just for some intramural football game",
        8786.02,
        8790.46
    ],
    [
        " we're talking about life seems same yeah you would think it'd be more obvious you would think yeah",
        8790.46,
        8795.7
    ],
    [
        " that that book that that book would just be hey this is hey what are you guys doing writing this",
        8795.7,
        8799.64
    ],
    [
        " there's there's you know there's this already exists yeah what are you doing writing this it doesn't",
        8799.64,
        8804.62
    ],
    [
        " exist now it does the code the evaluation the protocols Dave Burke leadership strategy and tactics",
        8804.62,
        8810.9
    ],
    [
        " what percentage of questions that you get in your constant leadership as a leadership instructor",
        8811.16,
        8818.24
    ],
    [
        " as a leadership coach as as an executive coach what percentage of questions are answered",
        8818.24,
        8825.1
    ],
    [
        " that you have to answer that you could either answer on the fly and say hey here's here's a good",
        8825.1,
        8831.1
    ],
    [
        " way to look at it or you could if you had an extra 14 seconds say hold on a second go to page 237",
        8831.1,
        8836.88
    ],
    [
        " leadership strategy and tactics what's the percentage it's a big number I don't want to do the math",
        8836.88,
        8845.42
    ],
    [
        " it's a big number I don't want to say it's all there because that would be that'd be a lot to say",
        8845.42,
        8851.32
    ],
    [
        " it's all there but it's there and if it's not exactly there there's a version of it that's there",
        8851.32,
        8857.42
    ],
    [
        " that will fit wherever you are the other side just just read that book just read it and it's there",
        8857.42,
        8865.04
    ],
    [
        " yeah I think what's good about that book is the stuff that we're talking about today where you",
        8866.52,
        8870.5
    ],
    [
        " have to pull these other things and you kind of want to start fitting them together I think this",
        8870.5,
        8877.14
    ],
    [
        " that book is a good step of taking these various principles and starting to see how they play",
        8877.14,
        8883.12
    ],
    [
        " into the world which I think is a good thing yes kids you you might have kids you might know kids",
        8883.12,
        8892.24
    ],
    [
        " you might as well get them on the path way of the warrior kid one two and three",
        8892.24,
        8896.0
    ],
    [
        " those are available those are helpful I'm telling you right now if you could get a kid",
        8896.0,
        8905.04
    ],
    [
        " these books you are going to change the trajectory of their lives and I know that's an arrogant",
        8905.04,
        8912.04
    ],
    [
        " and a and a bold statement to make but I hear it all the time from parents from teachers and from",
        8912.04,
        8919.82
    ],
    [
        " kids themselves it's it's just just please just get it for the kids get it for the kids",
        8919.82,
        8928.86
    ],
    [
        " and then if you've got a smaller kid think about when it's like being a small kid the world",
        8928.86,
        8934.82
    ],
    [
        " you have to contend with the world it's a scary place we have fears to overcome Mikey and the",
        8934.82,
        8939.56
    ],
    [
        " dragons teach kids how to overcome fear discipline goes freedom field manual how to get after it",
        8939.56,
        8945.88
    ],
    [
        " for adults and extreme ownership and the dichotomy of leadership the fundamental principles of combat",
        8946.84,
        8952.84
    ],
    [
        " leadership that we talk about all the time that I wrote my brother laf Babin we have a shalon front",
        8952.84,
        8956.84
    ],
    [
        " leadership consultancy what do we do there Dave we teach leadership now we help make the connection",
        8956.84,
        8963.22
    ],
    [
        " between all this stuff and the world that these people are living in and it's the coolest thing in",
        8963.22,
        8967.12
    ],
    [
        " the world because I get to think about this stuff we get to think about this stuff all the time",
        8967.12,
        8973.84
    ],
    [
        " which is just completely awesome real world application yes on a daily basis into a multitude",
        8974.38,
        8980.64
    ],
    [
        " of scenarios and the outcomes are always the same it's like yes we actually know what to do",
        8980.64,
        8988.3
    ],
    [
        " there and we can help you go to go to echelonfront.com for that and look you don't have to necessarily",
        8988.3,
        8996.54
    ],
    [
        " have us to come to you or you don't necessarily have to come to us we had to cancel one of our",
        8996.54,
        9001.7
    ],
    [
        " monsters that bummed a lot of people out meet you all of us we got bummed out but",
        9001.78,
        9006.14
    ],
    [
        " this is this is 2020 we are online EF online all the stuff that we're talking about when you need",
        9006.14,
        9016.32
    ],
    [
        " direct contact to help get through things to improve your leadership capability to improve your",
        9016.32,
        9024.14
    ],
    [
        " team's leadership capability to get you all aligned go to ef online.com you might be thinking",
        9024.38,
        9031.0
    ],
    [
        " that oh that sounds like something where I'll go on there and and watch a video about something and",
        9031.0,
        9037.04
    ],
    [
        " you you will go you can go and watch videos but you can also come and ask Dave Burke a question",
        9037.04,
        9042.96
    ],
    [
        " you can come and ask me a question you can argue with me you can say actually jockele cover",
        9042.96,
        9048.74
    ],
    [
        " move didn't work for me in this situation I will gladly discuss this with you that is what",
        9048.74,
        9054.46
    ],
    [
        " we're doing with ef online so it's awesome what I missed Dave. Have you talked about because we have",
        9054.46,
        9062.54
    ],
    [
        " a whole new platform right now for ef online. Good point and yes the the feedback we're getting on",
        9062.54,
        9070.68
    ],
    [
        " that is how how easy it is for people out there to connect with us directly in real time not to talk",
        9070.68,
        9077.34
    ],
    [
        " theory not to talk principle but to talk I'm having this actual problem or can you help me yes I can",
        9077.34,
        9082.22
    ],
    [
        " and then we're getting we're getting feedback we're getting sit reps sit reps hey the thing you",
        9082.22,
        9088.26
    ],
    [
        " told me yesterday I just did it it worked thanks and if you haven't you need to tell people about",
        9088.26,
        9095.06
    ],
    [
        " this because the ef online access is so legit it's it's growing quickly but it's growing because",
        9095.06,
        9100.38
    ],
    [
        " one of the other cool things about it is that we'll get a quiet we're talking we'll get a question",
        9100.38,
        9104.74
    ],
    [
        " like a little chat box Dave got a question but I'll be answering another question before I get to",
        9104.74,
        9110.38
    ],
    [
        " that next question five other people other troopers have said hey had the same problem at my job",
        9110.38,
        9116.68
    ],
    [
        " this is what I did and by the time I go to answer it five other troopers have already engaged",
        9116.68,
        9121.36
    ],
    [
        " and helped them and given them some so the interaction between the other troopers is just as good as",
        9121.36,
        9126.52
    ],
    [
        " the interaction with us yeah and all that stuff is taking place on we have a forum in there too so",
        9126.52,
        9130.04
    ],
    [
        " all that stuff you can go in there and say hey my boss just told me to do this this is what I think",
        9130.04,
        9134.84
    ],
    [
        " and and you know one of us ef instructors or one of the other troopers you know oh you know what I'm",
        9134.84,
        9141.14
    ],
    [
        " in HR I'm the HR chief at my company here's what you should think about so it's it's just an awesome",
        9141.14,
        9146.82
    ],
    [
        " format it's an awesome thing and even though we had to cancel one muster we do we are going to do",
        9146.82,
        9152.6
    ],
    [
        " the Phoenix muster September 16th and 17th Dallas December 3rd and 4th go to extremotorship.com for",
        9152.6,
        9158.78
    ],
    [
        " details look it's probably going to be social distancing we're not going to have a bunch of seats",
        9158.78,
        9161.54
    ],
    [
        " or we're going to have to get we're have to put away a bunch of seats so it's going to sell out",
        9161.54,
        9165.34
    ],
    [
        " quicker than normal so if we want to come check it out ASAP we got ef overwatch and we are placing",
        9165.34,
        9172.32
    ],
    [
        " some awesome people from the military into executive leadership positions and leadership positions",
        9172.32,
        9178.58
    ],
    [
        " throughout the country in awesome businesses people that companies that want to have folks that",
        9178.58,
        9185.04
    ],
    [
        " understand the principles that we talk about here go to ef overwatch.com whether you need leaders",
        9185.04,
        9191.3
    ],
    [
        " or whether you are a leader leaving the military let us know and we will connect you",
        9191.3,
        9196.28
    ],
    [
        " and then america's mighty warriors dot org markley's mom momly who has made it her mission to help",
        9196.28,
        9207.36
    ],
    [
        " families service members gold star families all over the world if you want to get involved with her",
        9208.28,
        9215.46
    ],
    [
        " she is getting after it and she has been for 14 years and if you want to help out or get involved",
        9215.46,
        9224.76
    ],
    [
        " go to america's mighty warriors dot org and if you want some more of my hyped up hypotheses",
        9224.76,
        9234.78
    ],
    [
        " or you want to hear more of echo's semi-serious speculations or maybe you just",
        9235.24,
        9243.9
    ],
    [
        " want to hear one more of davis stringent stories then you can find us on the interwebs on twitter",
        9243.9,
        9252.48
    ],
    [
        " on instagram and on facebook davis at david arburg echo is at aqua charles and i am at jaco",
        9252.48,
        9259.26
    ],
    [
        " willink and thank you to all the men and women in uniform throughout history who learned these",
        9259.26,
        9265.88
    ],
    [
        " lessons in blood and passed them on to our modern warriors who put them to use put these lessons to",
        9265.88,
        9275.72
    ],
    [
        " use to keep peace in the world and to police and law enforcement and firefighters and paramedics",
        9275.72,
        9281.32
    ],
    [
        " and emt's and dispatchers and correctional officers and border patrol and secret service thanks",
        9281.32,
        9286.04
    ],
    [
        " to all of you for making sure we have peace here at home and to everyone else out there",
        9286.04,
        9295.18
    ],
    [
        " remember these lessons and first and foremost remember how this book started that the paramount",
        9295.18,
        9303.72
    ],
    [
        " combat lesson learned from every operation is the vital importance of leadership",
        9303.72,
        9309.82
    ],
    [
        " and",
        9311.96,
        9313.16
    ],
    [
        " aggressive and determined leadership is the priceless factor which inspires command and upon which",
        9313.16,
        9322.14
    ],
    [
        " all success in battle depends leadership is responsible for success or failure",
        9322.14,
        9331.74
    ],
    [
        " so don't fall into the trap",
        9333.0,
        9335.24
    ],
    [
        " we are not good enough go out there and be better",
        9335.24,
        9343.08
    ],
    [
        " and until next time this is dav and echo and jaco out",
        9343.08,
        9351.2
    ]
]