[
    [
        " This idea of leadership being subtle, it's not as satisfying as people want it to be.",
        0.0,
        5.62
    ],
    [
        " And they want this thing where it's loud and spotlight on you and you jump in and you mean",
        5.86,
        11.36
    ],
    [
        " where your ego gets completely gratified by being the man and you want to look around and",
        11.36,
        16.08
    ],
    [
        " and and you're welcome. The subtlety of that in all the examples you go through, it's it's everywhere",
        16.08,
        23.9
    ],
    [
        " in leadership is the subtlety of it. And that really comes from part of it comes from experience,",
        23.9,
        28.14
    ],
    [
        " but it's also recognizing what are other people going through before you make a decision.",
        28.14,
        31.52
    ],
    [
        " This reminds me of something we talked about early on this podcast, this podcast was you know,",
        32.0,
        37.92
    ],
    [
        " I was saying, listen, if you're doing it right, you're winning a battle and the other person",
        37.98,
        43.56
    ],
    [
        " doesn't even know that there was a battle going off, right? You want it and and then you have to",
        43.56,
        48.98
    ],
    [
        " you have to control your ego enough that you don't say, look, I just want you didn't even know it",
        48.98,
        53.26
    ],
    [
        " because then you just threw it out the window. Same thing here. If you're really doing leadership,",
        53.26,
        59.84
    ],
    [
        " well, the team barely even knows that you're leading them, they can barely even feel it like they",
        59.9,
        65.66
    ],
    [
        " it's like this unseen forces there. They kind of know, but they almost feel it's their own force",
        65.66,
        71.34
    ],
    [
        " and they're making things happen that they think are their own things and all you're doing is",
        71.34,
        75.92
    ],
    [
        " you're you're you're being so subtle that they barely even know that they're being led.",
        75.92,
        80.08
    ],
    [
        " And that is optimal. Now you do have to be careful because people have to people have to",
        81.08,
        86.08
    ],
    [
        " you can't do that so much that they don't recognize you as the leader because now there's going to be",
        86.08,
        90.02
    ],
    [
        " times when they look to turn to someone and they don't turn to you, right? Which can be a problem.",
        90.02,
        94.96
    ],
    [
        " So we have to be a little bit careful, but that is so rare that you could actually pull that off.",
        95.52,
        102.4
    ],
    [
        " And the reason it's rare to pull that off is because teams and organizations and people",
        102.48,
        106.5
    ],
    [
        " trying to get things done require leadership. Yeah. They require times when the leaders known.",
        106.5,
        111.4
    ],
    [
        " And so those times are enough few and far between. If it's seven like we talked about on the last",
        111.92,
        117.1
    ],
    [
        " podcast, if it's seven times in every three years, does is there any one that's walking around like,",
        117.1,
        123.1
    ],
    [
        " well, you know, I doubt Jaco's he doesn't even seem like you know what's going on anymore.",
        123.14,
        126.38
    ],
    [
        " Like there's no one walking around saying that, but the leadership is subtle. We seem to be,",
        126.58,
        132.22
    ],
    [
        " well, man, we're doing good. What's going on here? This is working out nice. Wow. This is cool.",
        132.22,
        137.3
    ],
    [
        " No one's going like, hey, well, I'm ready to just, I'm doing all this myself. Yeah.",
        138.0,
        144.22
    ],
    [
        " And that's the way you want it to be. You want to win without them knowing you're fighting",
        144.78,
        149.86
    ],
    [
        " and you want to lead without them barely even knowing that you're leading. And the biggest hardest part",
        149.86,
        157.68
    ],
    [
        " of that to do in both those cases is put your ego and check enough that you can that you can win",
        157.68,
        164.1
    ],
    [
        " without gloating and that you can lead without credit. That's what you want.",
        164.1,
        169.0
    ],
    [
        " I'm going to continue on here when someone else wouldn't step up quickly. It was usually because no",
        170.42,
        179.68
    ],
    [
        " one else had noticed that there was a leadership vacuum. They wouldn't notice because they were not",
        179.68,
        183.92
    ],
    [
        " detached. Their minds were absorbed in the situation. Since I practiced being detached,",
        183.92,
        188.5
    ],
    [
        " I wasn't lost in the details of what was going on. I was mentally in a different place looking at",
        189.12,
        193.22
    ],
    [
        " the scenario unfold from a virtual distance, which allowed me to see problems more quickly.",
        193.22,
        198.06
    ],
    [
        " That still doesn't mean I would jump right in. By letting a little more time pass,",
        198.76,
        203.98
    ],
    [
        " by letting that leadership void linger just a little bit longer, everyone else would begin to notice",
        204.12,
        208.64
    ],
    [
        " it. They would recognize there was a problem since that time passed and now everyone else knew there",
        208.64,
        214.18
    ],
    [
        " was a problem when I gave orders on how to solve it. People would listen and they would execute.",
        214.18,
        219.76
    ],
    [
        " Another reason to pause before jumping into a leadership vacuum as soon as you see it is to",
        220.62,
        226.94
    ],
    [
        " make sure that no one else is jumping in there. If two people step into fill a leadership void at",
        226.94,
        232.56
    ],
    [
        " the same time, they usually bump into each other when they get there. And then while the problems",
        232.56,
        237.98
    ],
    [
        " growing, they have to take precious time to sort out which person is actually going to lead and",
        238.7,
        242.6
    ],
    [
        " which one is going to stand down. And if ego's clashed at that moment, we're going to have an even",
        242.6,
        247.42
    ],
    [
        " bigger problem. I would rather avoid that if someone else is going to step in with a plan,",
        247.42,
        252.88
    ],
    [
        " it's fine with me. When I see the void, I pause, look around, assess if anyone else is going to",
        253.04,
        258.32
    ],
    [
        " step up and lead while I do this, the problem grows pretty much very soon. Everyone notices the",
        258.32,
        265.12
    ],
    [
        " problem. I see that and then step up and make a call. I call that everyone. No needs to be made.",
        266.18,
        271.74
    ],
    [
        " Now, what this is a real obvious answer, but it's not so obvious when you're in the heat of the",
        272.54,
        277.62
    ],
    [
        " moment, something's going on and I make a call and echo makes a call at the same time. What do I do?",
        277.62,
        284.1
    ],
    [
        " Let me immediately defer. All right. Hey, cool. I got you. I mean, I assess your plan in a half",
        284.76,
        289.9
    ],
    [
        " a second and go good enough. All right. Cool. I got you. You're right. Go.",
        289.9,
        293.76
    ],
    [
        " You got to be like pretty aggressive with that letting them lead because you know how like,",
        294.34,
        299.34
    ],
    [
        " you know, like you're going to the supermarket, right? And then you're walking in and you're about",
        299.34,
        304.28
    ],
    [
        " to hit the entrance door. Boom. And someone else is coming with, you know, they're hitting the entrance",
        304.28,
        308.96
    ],
    [
        " door at the exact same time. Same thing. Part of your team are unknown unknown or whatever. No,",
        308.96,
        314.04
    ],
    [
        " no, I know. Yeah, I guess unknown, but whatever. Yeah, unknown. This is where it would happen the most",
        314.04,
        318.0
    ],
    [
        " with stranger. Then you're like, oh, you're a polite guy. Right. Let them go. But they're just as",
        318.86,
        322.12
    ],
    [
        " polite as you. So they're like, no, no, no, you go. No, no, you go. And then you guys both decide,",
        322.12,
        326.62
    ],
    [
        " okay, let's not play this game. I'll go, but you both decided at the same time. So you guys both",
        326.62,
        331.0
    ],
    [
        " go now. You're at state step one again. You seem sane. So what I would do. Okay. I'm not saying",
        331.0,
        339.62
    ],
    [
        " that one good comment today. But it kind of seems like the same thing. That is the same.",
        339.9,
        349.52
    ],
    [
        " That is the same. It is, it is the same thing where both people are going on to make a call.",
        349.52,
        353.32
    ],
    [
        " And, and that is why yes, you're right. That's why even when I did this four second role play,",
        353.68,
        359.64
    ],
    [
        " I was like, you're right. You got it. Go. Like I'm going to make it that clear. Yeah. Yeah. I feel",
        359.78,
        364.1
    ],
    [
        " that way too. Like if someone's like, like, nope, you go, like straight up, nope, you go. If they",
        364.1,
        369.34
    ],
    [
        " have like this weird aggressive sort of way, I will be way more compelled to go. I'm saying,",
        369.34,
        374.74
    ],
    [
        " or if it's like a lot of times, if it's like with a friend who you're just not quite as close with",
        375.08,
        380.28
    ],
    [
        " them. So there's kind of you just you're still trying to be polite. I'll just push them in. We might",
        380.28,
        384.44
    ],
    [
        " want to, we might want to do a podcast on that. Like just that, right? Just super market entries.",
        384.44,
        389.92
    ],
    [
        " Maybe",
        389.92,
        393.22
    ]
]