[
    [
        " This is Jocco Podcast number 238 with Echo Charles and me, Jocco Willink.",
        0.1,
        5.82
    ],
    [
        " Good evening, Echo.",
        6.62,
        7.12
    ],
    [
        " So you may have heard me tell a story in the past about a training tool that we used",
        8.54,
        16.98
    ],
    [
        " for young seal officers.",
        16.98,
        20.48
    ],
    [
        " This special training tool was a stick.",
        21.34,
        26.08
    ],
    [
        " Not to hit them with, but to give them to hold in place of their weapon, in place of",
        27.66,
        34.88
    ],
    [
        " their gun if they couldn't detach from their instinct to shoot and replace that instinct",
        34.88,
        44.84
    ],
    [
        " with an instinct to lead.",
        44.84,
        47.52
    ],
    [
        " Because the leader's job is not to engage the enemy.",
        48.24,
        52.16
    ],
    [
        " The leader's job is to make tactical decisions to direct the troops, find the next move that",
        52.16,
        59.86
    ],
    [
        " we're going to take.",
        59.86,
        60.4
    ],
    [
        " The leader's job is to actually lead.",
        60.66,
        63.28
    ],
    [
        " There is a story, another story of an ancient Chinese military leader who on the eve of",
        64.14,
        76.12
    ],
    [
        " battle was offered a sword from his subordinate leaders, which he did not accept.",
        76.74,
        83.76
    ],
    [
        " No, I don't want your sword.",
        84.34,
        86.02
    ],
    [
        " I don't want that sword.",
        86.2,
        86.9
    ],
    [
        " Because to him banners, banners and drums, which is how you would signal back in the",
        87.42,
        95.04
    ],
    [
        " day.",
        95.04,
        95.32
    ],
    [
        " This is how you would direct troops during this time period.",
        95.36,
        100.58
    ],
    [
        " Those were the tools of a leader for him.",
        100.58,
        103.36
    ],
    [
        " He said to them to command the troops and direct their blades is the role of a commander.",
        103.44,
        112.2
    ],
    [
        " To wield a single sword is not his role.",
        113.94,
        117.32
    ],
    [
        " Correct.",
        118.82,
        121.44
    ],
    [
        " This leader was named Wu Qi.",
        123.92,
        128.02
    ],
    [
        " He lived from 440 to 381 BC, a philosopher, military philosopher, politician, and military leader.",
        129.04,
        141.82
    ],
    [
        " He led troops in combat.",
        141.82,
        143.96
    ],
    [
        " Many battles, I want to say the number was like 60 battles, 63 battles or something like",
        145.26,
        152.24
    ],
    [
        " that.",
        152.24,
        152.64
    ],
    [
        " During the period in history called the Warring States period, he ended up becoming the",
        152.64,
        162.44
    ],
    [
        " prime minister of the state of Chu.",
        162.44,
        164.66
    ],
    [
        " He led a lot of reforms.",
        170.66,
        172.46
    ],
    [
        " He was a default aggressive leader, a little bit radical.",
        173.7,
        180.22
    ],
    [
        " He would make things happen.",
        180.66,
        181.52
    ],
    [
        " He would fire incompetent leaders, spent a bunch of money on the military, tried to build",
        181.72,
        186.28
    ],
    [
        " it up.",
        186.28,
        186.66
    ],
    [
        " He eliminated these old hereditary privileges that they had back in the day.",
        187.5,
        194.0
    ],
    [
        " You can imagine that's going to make some people angry.",
        194.0,
        197.06
    ],
    [
        " He did other things that were good for the state, but let's just say against the norm",
        197.92,
        204.44
    ],
    [
        " made things happen on the battlefield and in the bureaucracy.",
        204.44,
        210.24
    ],
    [
        " Luckily, he wrote down some of these military philosophies in something called the Wu",
        211.0,
        220.12
    ],
    [
        " Z.",
        222.96,
        223.44
    ],
    [
        " I couldn't really figure out what that word meant.",
        221.32,
        226.1
    ],
    [
        " Other than what was it?",
        226.94,
        228.6
    ],
    [
        " Room.",
        228.9,
        229.14
    ],
    [
        " Like in Chinese, the word Wu Z means room.",
        229.86,
        234.3
    ],
    [
        " I know that's not what we're talking about here.",
        234.68,
        237.38
    ],
    [
        " So I couldn't find any other information about it.",
        237.88,
        240.72
    ],
    [
        " So it was just called the Wu Z.",
        240.92,
        241.96
    ],
    [
        " I'm sure some people will give us some information about that.",
        243.98,
        246.76
    ],
    [
        " But there's a lot of good information in this book.",
        247.28,
        251.68
    ],
    [
        " Once again, written in, I don't know, sometime before 381 BC, which is crazy to think about.",
        251.9,
        260.96
    ],
    [
        " That's crazy to think about.",
        261.38,
        264.32
    ],
    [
        " Yeah.",
        265.08,
        266.02
    ],
    [
        " Like a lot of that time, even though if you look at old pictures, like the old school,",
        266.82,
        271.14
    ],
    [
        " black and white pictures, you're looking at it and it's like dang, that's like, you",
        271.48,
        275.16
    ],
    [
        " know, you understand what a photograph is.",
        275.16,
        277.18
    ],
    [
        " It's a capture of real.",
        277.32,
        280.02
    ],
    [
        " It's basically capture of light coming through this thing and a record of it, right?",
        280.36,
        284.72
    ],
    [
        " But what it says is this right here and this little frame right here, this actually happened.",
        284.92,
        289.7
    ],
    [
        " This was a actual point in time right here.",
        289.84,
        292.9
    ],
    [
        " There's the person, there's the people, whatever.",
        293.3,
        295.56
    ],
    [
        " And yeah, you trip out when you find out like how long ago that was.",
        296.1,
        299.58
    ],
    [
        " Yeah.",
        299.8,
        300.08
    ],
    [
        " It's weird, man.",
        300.18,
        300.74
    ],
    [
        " And I think that somebody, this guy, Wooh Chi, wrote the Wooh Z in 381 BC.",
        300.74,
        311.48
    ],
    [
        " That's crazy.",
        312.0,
        312.4
    ],
    [
        " The idea of your very existence was non-existent.",
        313.16,
        317.88
    ],
    [
        " Yeah.",
        317.92,
        320.28
    ],
    [
        " Not even close to being existence.",
        320.6,
        321.78
    ],
    [
        "",
        322.08,
        322.08
    ],
    [
        " I mean, can you imagine trying to pull the string on your genealogy or find out where",
        322.1,
        325.96
    ],
    [
        " the ancestors were back then?",
        325.96,
        327.9
    ],
    [
        " Yeah.",
        328.18,
        328.38
    ],
    [
        " It's crazy.",
        328.76,
        329.24
    ],
    [
        " Yeah.",
        329.32,
        329.76
    ],
    [
        " And you compare it to who kind of you are or whatever.",
        329.96,
        331.9
    ],
    [
        " Yeah.",
        332.16,
        332.36
    ],
    [
        " Yeah, you can go deep, not a little rabbit hole.",
        332.58,
        335.2
    ],
    [
        " Let's go deep in the Wooh Z.",
        335.84,
        337.72
    ],
    [
        " First section, jumping right in.",
        338.6,
        340.82
    ],
    [
        " The need for strengthening domestic and external issues.",
        341.32,
        346.5
    ],
    [
        " And this is sort of set up like a story, which is kind of weird because I don't know if he",
        346.86,
        352.86
    ],
    [
        " wrote it this way or if people captured his words, but it's written not like too much",
        352.86,
        358.24
    ],
    [
        " of a story, but it says this Wooh Chi dressed in confusion, a tire, had an audience of the",
        358.24,
        363.92
    ],
    [
        " Lord, when of way, to discuss about military issues.",
        363.92,
        368.84
    ],
    [
        " This is one of those situations where I was like, I don't know, if this will be good.",
        369.34,
        373.06
    ],
    [
        " I hadn't read it.",
        374.34,
        375.06
    ],
    [
        " No, I'd like looked at it.",
        375.12,
        376.46
    ],
    [
        " There's, I think, seven ancient Chinese war texts.",
        376.82,
        382.42
    ],
    [
        " This is one of them.",
        382.42,
        383.14
    ],
    [
        " Sun Su is one of them, right?",
        383.2,
        384.26
    ],
    [
        " I've glanced through this one, but I couldn't remember enough about it to think, oh yeah,",
        385.32,
        388.98
    ],
    [
        " I got to do this one.",
        389.04,
        389.76
    ],
    [
        " Here's the opening.",
        389.98,
        391.1
    ],
    [
        " So Lord, when of way, said, I'm not interested in military affairs.",
        391.98,
        396.1
    ],
    [
        " Wooh Chi replied, this is like him saying, hey, wait a second, that might not be a good call.",
        397.14,
        403.22
    ],
    [
        " My brother.",
        403.9,
        404.58
    ],
    [
        " He says, from the visible facts, I can deduce the hidden.",
        405.1,
        411.56
    ],
    [
        " From the past, I can discern the future.",
        412.3,
        415.5
    ],
    [
        " How can your Lordship say this topic does not accord with your thoughts?",
        416.4,
        420.58
    ],
    [
        " He's coming out off the top rope, rope in the opening, just in the opening.",
        422.22,
        429.46
    ],
    [
        " From the visible facts, I can deduce the hidden.",
        429.58,
        431.84
    ],
    [
        " From the past, I can discern the future.",
        432.14,
        433.9
    ],
    [
        " How can you not want to know what I'm, what I've got?",
        434.78,
        437.72
    ],
    [
        " Interestingly, you know, echelon front.",
        438.68,
        441.16
    ],
    [
        " Sometimes we'll get a client this as well.",
        442.44,
        444.38
    ],
    [
        " You know, you're talking a lot about a military stuff.",
        444.38,
        446.98
    ],
    [
        " This is what I'm going to tell him from now on.",
        447.28,
        448.64
    ],
    [
        " I'm going to say, wait a second, from visible facts, I can deduce the hidden.",
        449.06,
        452.98
    ],
    [
        " So then he continues, this is some of these lines are really.",
        454.04,
        458.92
    ],
    [
        " So then he says this, throughout the four seasons, you have gathered the skins of wild animals,",
        459.52,
        464.8
    ],
    [
        " covered them with lacquer, painted them with colors, and embellished them with glistening",
        465.3,
        470.56
    ],
    [
        " images of rhinoceros and elephants, wearing them.",
        470.56,
        475.32
    ],
    [
        " So he's talking about making these garments, these really fancy garments.",
        475.46,
        480.24
    ],
    [
        " Then he says this, wearing them in winter does not keep one warm, wearing them in summer",
        480.96,
        487.06
    ],
    [
        " does not make one cool.",
        487.06,
        488.7
    ],
    [
        " So you've done all this, you make all these fancy things, they have no real purpose.",
        489.48,
        493.26
    ],
    [
        " And he's kind of setting this up to say, moreover, the Lord has ordered the making of 24 feet",
        493.92,
        499.66
    ],
    [
        " and 12 feet long halberds, which is like a, you ever seen those spears that have,",
        499.66,
        504.78
    ],
    [
        " instead of having just a point, they have like an ax-looking thing on it?",
        505.06,
        508.12
    ],
    [
        " So that's what that is.",
        508.94,
        510.02
    ],
    [
        " So he's made, he's ordered to make 24 foot ones and 12 foot ones and had leathers to cover the",
        510.12,
        515.92
    ],
    [
        " chariots, these chariots are not grand and beautiful at all.",
        515.92,
        518.26
    ],
    [
        " These chariots are not mobile enough for hunting, meaning they're not beautiful.",
        518.7,
        521.56
    ],
    [
        " So they're not made for show, they're not mobile enough for hunting.",
        521.76,
        524.14
    ],
    [
        " So they're made for one thing.",
        524.98,
        527.42
    ],
    [
        " He says, I have no idea what you have, what you should have for them.",
        527.44,
        531.1
    ],
    [
        " If they are to be used for war, but your Lord does not seek capable people who are",
        531.76,
        537.38
    ],
    [
        " adept in using them, such a situation is similar to anesting hen fighting against a fox",
        537.38,
        544.36
    ],
    [
        " or a bitch fighting a tiger.",
        544.36,
        547.26
    ],
    [
        " This guy's built up some cool-looking things.",
        547.8,
        555.74
    ],
    [
        " You got, he's a paper tiger, right?",
        556.04,
        557.84
    ],
    [
        " Got nobody that knows how to operate these things.",
        558.6,
        560.76
    ],
    [
        " Although they have great fighting spirit, they will still die.",
        561.12,
        564.34
    ],
    [
        " In the past, the Lord of Chang sang Klan, focused on improving the culture and domestic issues,",
        565.56,
        570.88
    ],
    [
        " but neglected military affairs, thereby leading to the extinction of the state.",
        571.06,
        576.0
    ],
    [
        " The Lord of you, who Klan was belligerent, thus he focused on military affairs and neglected",
        576.68,
        584.74
    ],
    [
        " domestic affairs, he too led the state to extinction.",
        584.74,
        588.86
    ],
    [
        " So he gives two examples.",
        589.14,
        589.94
    ],
    [
        " One guy focused on domestic and didn't care about the military.",
        590.28,
        593.1
    ],
    [
        " They fell apart.",
        593.1,
        594.12
    ],
    [
        " One was just belligerent and making war all the time, but not taking care of the domestic.",
        594.5,
        598.08
    ],
    [
        " That fell apart.",
        598.58,
        599.46
    ],
    [
        " The enlightened ruler would have used such examples to remind him that he should tend to both",
        600.04,
        607.18
    ],
    [
        " domestic affairs and military affairs together.",
        607.18,
        609.84
    ],
    [
        " When the enemy comes and you do not fight them, such does not count as righteousness.",
        610.28,
        615.9
    ],
    [
        " When the enemy comes and you do not fight them, such does not count as righteousness.",
        616.7,
        621.62
    ],
    [
        " So the enemy is coming at you.",
        621.72,
        622.94
    ],
    [
        " You got to fight them.",
        623.06,
        623.7
    ],
    [
        " When you, oh, this is a good one.",
        624.9,
        626.38
    ],
    [
        " When you only start grieving the death of your soldiers after they have died, such does not count as benevolence.",
        626.5,
        634.62
    ],
    [
        " Man, you got to take care of your soldiers before they die.",
        635.5,
        640.72
    ],
    [
        " And then it says there, Pond, Lord, when personally laid a mat for Wuchi and his wife and presented,",
        642.1,
        648.88
    ],
    [
        " we with the goblin of wine, the Lord later invited Wuchi to the ancestral temple and appointed him",
        649.14,
        655.56
    ],
    [
        " as a commander in chief for the defense of the Western reverse.",
        655.56,
        658.02
    ],
    [
        " This is, you know, he's like, all right, this guy's got some, he's got some goods.",
        658.2,
        661.44
    ],
    [
        " Put some in charge.",
        662.26,
        663.28
    ],
    [
        " From then on, Wuchi altogether fought 76 battles.",
        663.74,
        668.74
    ],
    [
        " Oh, I was wrong.",
        668.74,
        669.64
    ],
    [
        " He knocked out a couple more.",
        669.96,
        671.34
    ],
    [
        " Winning 64 of them decisively, the other battles resulted in draw.",
        671.9,
        676.26
    ],
    [
        " He expanded Ways territory in all directions.",
        677.32,
        680.9
    ],
    [
        " Broadening Ways border by a thousand, by a thousand Lee, which is about a third of a mile.",
        681.54,
        691.04
    ],
    [
        " All of these were Wuchi's accomplishments.",
        691.54,
        695.24
    ],
    [
        " So, isn't it cool that he's just got a record like an MMA fighter?",
        695.82,
        701.12
    ],
    [
        " He's like, hey, 76 battles, 64 wins and whatever the number is draws.",
        701.58,
        709.82
    ],
    [
        " That's his record.",
        710.8,
        711.46
    ],
    [
        " This dude's got a combat battle record.",
        711.9,
        715.26
    ],
    [
        " It's freaking legit.",
        716.04,
        716.76
    ],
    [
        " All right, now it goes into unity and the people's support.",
        718.62,
        722.64
    ],
    [
        " So that's the opener and this thing is pretty straightforward.",
        722.74,
        725.34
    ],
    [
        " Pretty straightforward jumps.",
        726.78,
        727.82
    ],
    [
        " Goes through pretty succinct sections.",
        728.44,
        731.42
    ],
    [
        " This part's called unity and people support.",
        731.66,
        734.24
    ],
    [
        " Wuchi said, in antiquity, the Rulun who planned to run his state well would teach the",
        735.56,
        741.0
    ],
    [
        " enlightened, teach and enlighten the people, be close to the people and understand their",
        741.0,
        745.74
    ],
    [
        " sufferings.",
        745.74,
        746.32
    ],
    [
        " Do I not talk about this all the time?",
        746.92,
        749.0
    ],
    [
        " Like, you got to understand where your people are coming from.",
        749.38,
        751.1
    ],
    [
        " You got to understand their perspective.",
        752.12,
        754.08
    ],
    [
        " And I use, I don't know if I, do you think it's okay or do you think that I have some kind of a",
        754.82,
        760.86
    ],
    [
        " subliminal problem with the word empathy?",
        760.86,
        765.52
    ],
    [
        " It wouldn't surprise me.",
        766.96,
        768.92
    ],
    [
        " I don't know.",
        769.2,
        769.6
    ],
    [
        " I guess maybe I did because I always say you got to understand other people's perspective.",
        769.8,
        774.18
    ],
    [
        " That whole word can be replaced with just, that whole sentence can just be, say, empathy.",
        774.68,
        779.7
    ],
    [
        " Yeah, that's what empathy means.",
        780.0,
        781.1
    ],
    [
        " Yeah, I know.",
        781.22,
        781.62
    ],
    [
        " I know.",
        781.76,
        781.94
    ],
    [
        " So I guess I have some sort of a natural prejudice against that word.",
        781.96,
        786.64
    ],
    [
        " Yeah.",
        786.64,
        787.34
    ],
    [
        " You know, maybe it's something where in my mind it sounds a little too soft.",
        787.66,
        791.44
    ],
    [
        " Too soft.",
        791.54,
        791.98
    ],
    [
        " We're not doing it.",
        792.08,
        792.78
    ],
    [
        " Yeah, like the word, like the word moist.",
        792.86,
        795.96
    ],
    [
        " I don't know why, but that, that, I don't like that word.",
        796.32,
        799.06
    ],
    [
        " Even when, you know how some words I don't like it when I say it, but other people can say it",
        799.36,
        804.1
    ],
    [
        " be like, okay, that makes sense and I don't care.",
        804.1,
        805.48
    ],
    [
        " But moist is one that anyone says what the way it sounds or just the thoughts it gives you.",
        805.56,
        809.68
    ],
    [
        " But all of the, the whole deal when someone else says it like, oh, even like, you know,",
        810.76,
        815.7
    ],
    [
        " I step here in the ground and it was moist.",
        815.84,
        818.12
    ],
    [
        " I'm like, bro, don't say something else, man.",
        818.12,
        820.38
    ],
    [
        " Say damp.",
        820.5,
        820.88
    ],
    [
        " I don't know.",
        821.18,
        821.58
    ],
    [
        " Actually, damp, damp sounds drier than moist.",
        822.0,
        825.08
    ],
    [
        " Yes.",
        825.62,
        825.78
    ],
    [
        " You see, it was kind of flat.",
        826.12,
        828.4
    ],
    [
        " I don't know, man, just don't say moist.",
        828.4,
        830.1
    ],
    [
        " Okay.",
        830.3,
        830.5
    ],
    [
        " Same scene.",
        830.58,
        830.9
    ],
    [
        " Yeah.",
        831.28,
        831.46
    ],
    [
        " And I'll refrain from seeing it too.",
        831.82,
        833.42
    ],
    [
        " It's kind of that feeling.",
        833.56,
        834.68
    ],
    [
        " Yeah.",
        834.78,
        834.96
    ],
    [
        " So that's what we're dealing with here.",
        835.16,
        836.26
    ],
    [
        " Yes.",
        836.3,
        836.42
    ],
    [
        " What he's talking about is empathy, what I say is perspective, but we're all saying the same thing.",
        836.42,
        840.86
    ],
    [
        " You got to understand your people.",
        841.1,
        842.16
    ],
    [
        " There are four disharmonies the ruler should take note of.",
        842.72,
        845.34
    ],
    [
        " If there is disharmonie in the state, you cannot start a military campaign.",
        845.44,
        848.8
    ],
    [
        " If there is disharmonie, disharmonie within the army, they cannot be allowed to battle.",
        849.42,
        856.48
    ],
    [
        " If there is disharmonie within the formation, they cannot be used to lead an attack.",
        856.62,
        860.52
    ],
    [
        " If there is a lack of cohesion during the conduct of battle, you cannot score a victory.",
        860.84,
        866.14
    ],
    [
        " What does that mean?",
        866.42,
        867.22
    ],
    [
        " You got to be unified as a group.",
        867.46,
        869.06
    ],
    [
        " For this reason, the eminent ruler before he employs his people,",
        869.6,
        873.54
    ],
    [
        " he would unite them first before achieving great matters together.",
        873.84,
        877.66
    ],
    [
        " The ruler, this is why when you're in a team and you're doing anything that is",
        878.96,
        883.0
    ],
    [
        " pulling the team apart, you're not doing a good job as a leader.",
        883.0,
        888.38
    ],
    [
        " The ruler will not dare rely solely on his own plans.",
        888.76,
        895.0
    ],
    [
        " But we'll announce formally at the ancestral temple.",
        896.64,
        900.44
    ],
    [
        " When I was reading this, I was like, this is going to be decentralized command,",
        900.62,
        903.3
    ],
    [
        " but it's not really.",
        903.4,
        904.12
    ],
    [
        " You actually have to announce that you're ancestral temple and then sort of",
        904.78,
        911.1
    ],
    [
        " get the divine approval from the heavens.",
        911.1,
        914.28
    ],
    [
        " That's what it's talking about.",
        914.46,
        915.46
    ],
    [
        " We're just still cool.",
        915.98,
        916.78
    ],
    [
        " I'm not alone with that.",
        917.18,
        917.92
    ],
    [
        " But I was hoping it would be a little bit more focused on decentralized command,",
        918.02,
        920.96
    ],
    [
        " rather than the higher power.",
        920.96,
        922.56
    ],
    [
        " But then he says people will then know that the ruler value their lives.",
        923.64,
        928.8
    ],
    [
        " We'll be sorrowed by their deaths and willing to share",
        929.42,
        934.82
    ],
    [
        " wheel and woe with them.",
        934.82,
        937.26
    ],
    [
        " New word, w-e-a-l-wheel, and what it means is wealth.",
        938.52,
        943.66
    ],
    [
        " Just take the TH off.",
        944.14,
        945.62
    ],
    [
        " He uses it a couple of times.",
        945.86,
        947.82
    ],
    [
        " You might, it's a great expression.",
        948.96,
        950.12
    ],
    [
        " Got a little illiteration, ham willing to share wheel and woe.",
        950.58,
        954.22
    ],
    [
        " So good or bad?",
        954.22,
        955.84
    ],
    [
        " Yeah, sickness and health.",
        955.92,
        956.82
    ],
    [
        " There you go.",
        956.82,
        957.66
    ],
    [
        " Wheel and woe.",
        957.98,
        958.92
    ],
    [
        " I think wheel and woe might be better.",
        958.96,
        961.16
    ],
    [
        " Yeah, I think so.",
        961.3,
        962.52
    ],
    [
        " Officers will then consider death while advancing",
        962.9,
        966.6
    ],
    [
        " is glorious.",
        966.6,
        969.02
    ],
    [
        " And life gained through retreating is disgraceful.",
        969.82,
        973.92
    ],
    [
        " So all these things, what does it mean?",
        974.46,
        976.36
    ],
    [
        " You got to build a tight team.",
        976.48,
        977.56
    ],
    [
        " You got to have good relationships up and down the chain of command.",
        977.6,
        979.66
    ],
    [
        " You got to suffer with your troops.",
        979.66,
        981.32
    ],
    [
        " You got to reward them when there's rewards to be given.",
        981.32,
        983.44
    ],
    [
        " Oh, good stuff.",
        984.1,
        986.44
    ],
    [
        " That's it.",
        986.96,
        987.58
    ],
    [
        " That's on unity and people support.",
        987.86,
        989.76
    ],
    [
        " Next section.",
        990.4,
        991.44
    ],
    [
        " Four virtues of a ruler.",
        992.3,
        993.66
    ],
    [
        " Wuchi said the way is actually knowing is actually how things should be done.",
        994.72,
        1001.74
    ],
    [
        " It means it is the means by which one can turn back to foundation and return",
        1002.54,
        1009.52
    ],
    [
        " to beginning.",
        1009.52,
        1010.74
    ],
    [
        " Righteousness is ethical behavior.",
        1011.16,
        1013.42
    ],
    [
        " It is the means by which to achieve great accomplishments.",
        1014.06,
        1017.12
    ],
    [
        " Strategizing is the means by which to harm distant,",
        1017.92,
        1021.28
    ],
    [
        " keep harm distant and gain benefits.",
        1021.64,
        1024.04
    ],
    [
        " So you strategize, you keep harm distant and you gain benefits.",
        1024.48,
        1027.3
    ],
    [
        " Principles are which to preserve duty and keep achievements.",
        1028.12,
        1033.44
    ],
    [
        " If one's behavior does not accord with the way and righteousness,",
        1033.84,
        1037.22
    ],
    [
        " but dwells in magnificent magnificence and enjoys power,",
        1037.88,
        1043.52
    ],
    [
        " disaster will inevitably befall him.",
        1044.0,
        1046.92
    ],
    [
        " You got to keep that ego in check.",
        1048.42,
        1049.76
    ],
    [
        " If you dwell in magnificence and you enjoy power, you got disaster coming your way.",
        1051.48,
        1059.9
    ],
    [
        " Thus the wise ruler will run the state according to the way.",
        1060.76,
        1064.74
    ],
    [
        " Manage the state with righteousness.",
        1065.58,
        1067.1
    ],
    [
        " Order the people with propriety and rule the people with benevolence cultivating these four",
        1067.82,
        1075.26
    ],
    [
        " virtues and the state will flourish, neglecting them would be de decline.",
        1075.26,
        1079.54
    ],
    [
        " Take care of your people and your people will take care of you.",
        1080.42,
        1084.68
    ],
    [
        " I wrote that in leadership strategy and tactics.",
        1085.16,
        1087.12
    ],
    [
        " That's the expression in the seal teams was take care of your gear and your gear will take care of you.",
        1087.78,
        1093.28
    ],
    [
        " It doesn't seem like a huge leap to say take care of your people and your people will take",
        1094.74,
        1098.66
    ],
    [
        " care of you. But man, that's a good thing to remember and that's what my boy,",
        1098.66,
        1104.32
    ],
    [
        " Wootchee is saying right here. Take care of your people and your people are going to take care of you.",
        1104.78,
        1108.28
    ],
    [
        " Righteousness and doing the right things is another thing I say. Do the right things for the right",
        1109.24,
        1112.28
    ],
    [
        " reasons. That's righteousness.",
        1112.28,
        1115.44
    ],
    [
        " Next section, running the state and victory.",
        1117.44,
        1121.94
    ],
    [
        " Wootchee said, in general, to govern the state and the army you must instruct them with",
        1123.06,
        1130.48
    ],
    [
        " propriety, motivate them with righteousness and instill a sense of shame in them.",
        1130.48,
        1136.44
    ],
    [
        " When men have a sense of shame one can to a large degree wage a war or to a lesser degree",
        1136.92,
        1142.8
    ],
    [
        " preserve the state. What does that mean? It reminds me of World War One in England.",
        1142.96,
        1152.52
    ],
    [
        " Have you ever, I don't know what we talked about in this podcast, they used to give the white",
        1154.0,
        1157.54
    ],
    [
        " flower to if you were a military aged male and you weren't in uniform, meaning you weren't serving",
        1157.54,
        1163.2
    ],
    [
        " and everyone else was going overseas and fighting, they would give you a white flower.",
        1163.2,
        1167.34
    ],
    [
        " Like a real white flower and it was shame. It was shame.",
        1169.0,
        1174.52
    ],
    [
        " And that's one of the things that just drove those men to go and fight in that awful war.",
        1175.84,
        1181.94
    ],
    [
        " Everyone is dying. Everyone is being wounded. Everyone is being killed. It's a total nightmare.",
        1182.28,
        1187.9
    ],
    [
        " You know what was worse than that? The white flower. Shame.",
        1188.88,
        1191.98
    ],
    [
        " And that's what he's saying.",
        1192.92,
        1194.2
    ],
    [
        " This is the scarlet letter. Remember that book? The old school.",
        1194.6,
        1197.02
    ],
    [
        " Yeah. Yeah.",
        1197.26,
        1197.88
    ],
    [
        " Yeah. Same deal.",
        1198.22,
        1199.0
    ],
    [
        " Thus it is said that for all strong states those that garner five victories will meet with disaster.",
        1199.8,
        1205.74
    ],
    [
        " So if you win five times you're going to meet with disaster. Four victories, you're going to decline.",
        1206.1,
        1210.4
    ],
    [
        " Three victories, you're going to achieve hedge and money which means you're like kind of in control.",
        1210.64,
        1214.2
    ],
    [
        " Those with two victories can claim to be kings and those with only one victory will become",
        1214.68,
        1218.72
    ],
    [
        " emperors. For this reason those who have conquered through numerous victories are rare",
        1218.76,
        1224.3
    ],
    [
        " while those that perished because of it are many. This reminds me of the disease of victory.",
        1224.3,
        1228.88
    ],
    [
        " It's like the more you win the better chance you have of falling.",
        1229.1,
        1231.5
    ],
    [
        " Next reasons for war and its counter strategies. Wuchi said there are five reasons why wars are",
        1232.96,
        1240.4
    ],
    [
        " started and they are to contend for fame to contend for benefits and advantages to seek revenge,",
        1240.4,
        1248.92
    ],
    [
        " internal strife and famine. The names of wars raised based on these reasons are righteous,",
        1249.3,
        1257.48
    ],
    [
        " bully, anger, plundering, contrary. The righteous army is raised to save people from chaos,",
        1258.22,
        1267.78
    ],
    [
        " relying on strength or power to bully people such as a bully army.",
        1268.06,
        1271.94
    ],
    [
        " Mobilizing an army out of anger is an anger army. An army raised to greedily seek profit",
        1272.2,
        1278.1
    ],
    [
        " without consideration for moral and ethics is called a plundering army while the country is in",
        1278.1,
        1283.06
    ],
    [
        " turmoil and the people are exhausted and barking on military campaigns and mobilizing masses is",
        1283.06,
        1288.86
    ],
    [
        " termed contrary. Interesting viewpoints. A bully army. Next section.",
        1288.86,
        1296.02
    ],
    [
        " Managing troops selecting talents strengthening. Now we go to a little Q&A from the Lord Wu.",
        1297.86,
        1305.2
    ],
    [
        " Lord Wu said, I would like to hear your thoughts on managing troops selecting talents in strengthening",
        1306.16,
        1310.74
    ],
    [
        " nation. Wuchi said, from antiquity, enlightened rulers always make every effort to maintain",
        1310.74,
        1318.74
    ],
    [
        " propriety between themselves and their ministers manifest the distinction of rank, allow the officials",
        1319.3,
        1325.42
    ],
    [
        " and people to settle into their respective positions that accord with their customs,",
        1325.42,
        1329.56
    ],
    [
        " select and recruit talents in order to prepare for the unexpected.",
        1330.12,
        1332.62
    ],
    [
        " Pretty straightforward. He says, the ruler of a strong state must evaluate his people first.",
        1333.94,
        1343.8
    ],
    [
        " And then he breaks this down a little bit. Those who have courage and strength should be",
        1344.9,
        1348.72
    ],
    [
        " assembled into a unit. Those who take pleasure in advancing into battle and exerting their strength,",
        1348.72,
        1354.06
    ],
    [
        " so as to manifest their loyalty and courage should be assembled into another unit. Those who are",
        1354.18,
        1358.84
    ],
    [
        " nimble and fleet should be assembled into another unit. Officials who have lost their position and",
        1358.84,
        1363.34
    ],
    [
        " are eager to make amends should be assembled into a unit. Those who have lost in war and want to",
        1363.34,
        1369.58
    ],
    [
        " eradicate their disgrace should be assembled into a unit. These five will serve to be the elite troops",
        1369.68,
        1377.8
    ],
    [
        " with 3,000 of such men one can break any encirclement or break into any city. Those are kind of some",
        1377.8,
        1384.74
    ],
    [
        " cool people to think about, right? You know, we got the people that just love to fight. We got",
        1384.74,
        1390.56
    ],
    [
        " people that want to prove their loyalty, got people to be quick. We got people that have lost their",
        1390.56,
        1394.88
    ],
    [
        " position. I think those are the people we got to watch out for. Yeah. Yeah, I guess, I mean, on",
        1394.96,
        1401.06
    ],
    [
        " the surface anyway, it seems like you'd have to watch out for some sort of an inviting scenario,",
        1401.06,
        1406.32
    ],
    [
        " maybe, and some of those. But otherwise, it's like, yeah, you send out your little elite, what",
        1406.32,
        1411.28
    ],
    [
        " is called specialized forces. You know, these guys, they like to do this. So let's send them in",
        1411.28,
        1415.92
    ],
    [
        " under these circumstances. It's interesting. It's like weapons, like tools. You know, it's interesting",
        1415.92,
        1422.2
    ],
    [
        " to think about from like, oh, what you should actually do is understand human nature and know what",
        1422.2,
        1426.54
    ],
    [
        " you're dealing with, right? Like you've got somebody that gets defeated. Somebody that, you know,",
        1426.54,
        1431.56
    ],
    [
        " loses a client. How do they react to it? They might be ready to go boss, put me in coach. Yeah.",
        1431.76,
        1438.72
    ],
    [
        " Right. You might have somebody that gets defeated and gets broken down. Yeah. Gunshot. You got to pay",
        1439.0,
        1443.34
    ],
    [
        " attention to that stuff. Next section, strengthen offense and defense. Lord, woo, further inquired. I",
        1443.34,
        1452.18
    ],
    [
        " don't know. That's a stable defense, impregnable and victory and battle certain. That's kind of a",
        1452.18,
        1457.86
    ],
    [
        " massive question. How do you make my defense and pregnant and victory and battle certain.",
        1457.86,
        1462.58
    ],
    [
        " Let's see. She said that he replied. What she replied, what I am saying is not only for hearing,",
        1463.9,
        1470.62
    ],
    [
        " caring them out will allow you to see immediate effect. So he said, if you did what I said and",
        1471.38,
        1475.92
    ],
    [
        " could put those men together, you're gonna get immediate effect. He's actually stepping up. He's",
        1475.92,
        1480.22
    ],
    [
        " like, oh, that's your question. If you have worthy men hold high positions in relatively less worthy",
        1480.22,
        1485.68
    ],
    [
        " men, occupy low position, then your battle formations are stable. If people settle down into the",
        1485.68,
        1492.28
    ],
    [
        " respective positions, respect their local authorities, then defense is solid. When the people support",
        1492.28,
        1497.56
    ],
    [
        " the policies of their government and not concerned about those of other states, then in battle,",
        1497.56,
        1502.18
    ],
    [
        " you will already be victorious. This is a very interesting concept. That picture you have a team.",
        1502.18,
        1509.26
    ],
    [
        " This would happen to see a team. Sometimes they put together these super platoons where",
        1511.48,
        1515.88
    ],
    [
        " they would take a bunch of really good guys and put them in there. All of a sudden, what you have",
        1515.88,
        1520.38
    ],
    [
        " is a bunch of alphas in the same platoon. Do you think that works out well? What's your guess?",
        1520.38,
        1525.7
    ],
    [
        " Well, the fact that you brought it up makes me think, no, but why?",
        1526.44,
        1530.32
    ],
    [
        " Because everyone has a simple answer is everyone's trying to be the alpha, right?",
        1532.16,
        1537.18
    ],
    [
        " But in a team, just like all those guys, there's different types of guys for different jobs",
        1538.78,
        1543.58
    ],
    [
        " and a team, there's different jobs typically. It's interesting that he would say,",
        1543.58,
        1547.9
    ],
    [
        " what he's saying is you put your alphas in there, you put an alpha in there,",
        1548.24,
        1552.4
    ],
    [
        " and then you put some betas in there and everyone goes into their natural position.",
        1552.64,
        1557.82
    ],
    [
        " It is going to be the most positive thing. Now, here's what I'll tell you.",
        1558.04,
        1560.96
    ],
    [
        " In life, you're not always going to be put in that situation. You might be the alpha.",
        1561.56,
        1565.58
    ],
    [
        " And you get put in with another alpha. So now, what are you going to do? If you're smart,",
        1567.18,
        1571.38
    ],
    [
        " what you'll do is subordinate. Here you go. Support that other person. Or maybe you're just enough,",
        1571.74,
        1576.96
    ],
    [
        " maybe they do that. But what you don't want to do is fight with that person. You're ruining the team.",
        1577.6,
        1584.28
    ],
    [
        " Yeah. There's these things called logical fallacies. It's like a bunch of them or whatever.",
        1584.7,
        1589.12
    ],
    [
        " And that's one of them. And there's actually two of them that are kind of one is one. And then",
        1589.4,
        1593.72
    ],
    [
        " the other is just like flipped around and it's it's essentially that where it's like individuals.",
        1593.72,
        1598.34
    ],
    [
        " Like if an individual is a level five and you get you put three of them in there,",
        1598.76,
        1603.4
    ],
    [
        " that makes it a level 15. It's not the case. It's logically, it seems case, but it's like a fallacy",
        1603.5,
        1608.0
    ],
    [
        " for that reason. And then the inverse is right to where it's like, if you have a team worth 15,",
        1608.0,
        1612.7
    ],
    [
        " if you just break them up, you got three fives rolling around performing at five. That's not true,",
        1612.92,
        1617.7
    ],
    [
        " either, because they can function better together for that exact same reason. But it's like the",
        1617.78,
        1623.0
    ],
    [
        " inverse fallacy. Yeah, I forget what it's called though. You can have a leadership team that just",
        1623.5,
        1629.4
    ],
    [
        " completely complements each other and they can be unstoppable. And then you pull one person out,",
        1629.4,
        1633.3
    ],
    [
        " or you pull two people out of that team, they fall apart. Yeah. Yeah. Or at the very least level",
        1633.3,
        1637.96
    ],
    [
        " down, you know. Yeah. So yeah, I mean, it makes sense when you think about it, but there's so many,",
        1637.96,
        1641.68
    ],
    [
        " it's weird. I was like reading all these fouls house like, yeah, that's true. That's a whole dang.",
        1641.74,
        1644.98
    ],
    [
        " And it's because you automatically think these things, you know, there's a bunch of them. But yeah,",
        1645.14,
        1649.62
    ],
    [
        " that makes sense. Importance of seeking talent. There once was there was once when Lord will",
        1649.62,
        1659.6
    ],
    [
        " was planning state affairs. None of his ministers could be equal to him. After dismissing the court,",
        1659.6,
        1666.92
    ],
    [
        " he wore a happy and satisfied look. So he there he is. He's running a show. He's like,",
        1667.08,
        1671.32
    ],
    [
        " man, I'm smarter than everybody. This is awesome. Uchi saw that and said,",
        1671.32,
        1676.38
    ],
    [
        " there was once Lord shang of Chu was planning state affairs with his ministers. He discovered",
        1677.82,
        1684.62
    ],
    [
        " that none of his ministers could equal his intelligence. After he had dismissed the court, he looked very",
        1684.62,
        1689.46
    ],
    [
        " troubled. Official Shen asked him, why does your lordship wore such troubled countenance?",
        1689.46,
        1696.2
    ],
    [
        " He said, why do you look so bummed out? And he said, I am not talented yet none of my ministers",
        1696.32,
        1701.92
    ],
    [
        " are equal to me. Our state is in deep trouble. And then when when when Wuchi tells the story,",
        1701.92,
        1710.94
    ],
    [
        " the guy he's talking to gets embarrassed because what does that statement say? That statement says",
        1710.94,
        1715.12
    ],
    [
        " surround your people with bit pee surround yourself with people that are better than you, smarter than",
        1715.12,
        1718.94
    ],
    [
        " you. That's what that says. If you're smarter, if you're the smartest person in the room,",
        1718.94,
        1724.64
    ],
    [
        " you're an allosing team. You should feel horrible.",
        1724.64,
        1727.86
    ],
    [
        " National next section, national alertness. Lord, wew, addressed Wuchi. At present,",
        1728.5,
        1739.42
    ],
    [
        " kin coerces us on the west, Chu encircles us in the south, Chow collides with me in the north,",
        1739.94,
        1746.46
    ],
    [
        " and Ki encroaches us from the east. Yann cuts off our rear and Han occupies the front.",
        1746.84,
        1753.52
    ],
    [
        " These six states surround us and we have to defend against them. Our situation is precarious and",
        1753.52,
        1757.76
    ],
    [
        " it worries me. What can be done about this? Wuchi said, in general, being alert of danger is true",
        1757.76,
        1764.5
    ],
    [
        " measure of good governance, ensuring security of the state. As you have now recognized the importance",
        1764.5,
        1770.16
    ],
    [
        " of being cautious, disaster can be kept away. So the guy's surrounded and he's like, what can I do?",
        1770.16,
        1774.24
    ],
    [
        " Pay attention to it. Nothing too miraculous there.",
        1774.74,
        1778.7
    ],
    [
        " Next section, providing opportunity for talent. Within the army, there will be soldiers whose courage is",
        1781.26,
        1786.96
    ],
    [
        " that of a tiger has strengths that he can lift tripods easily and has the fleetness of a barbarian",
        1786.96,
        1794.36
    ],
    [
        " horse. I tried to figure out if there's some root word to tripods. It's like a stool, a three-legged",
        1794.36,
        1799.4
    ],
    [
        " desk. I couldn't find that there was some ancient thing that was really heavy. So we're just going",
        1799.4,
        1806.62
    ],
    [
        " on with that. We have to use our imaginations on that one. To seize enemies flag or kill enemies",
        1806.62,
        1812.64
    ],
    [
        " generals, you need such men. You should select them and put them into one unit, honor them and",
        1812.64,
        1817.48
    ],
    [
        " favor them. This is because in their hands holds the fate of the whole army. Those who are experts",
        1817.48,
        1822.88
    ],
    [
        " in weapons strong and quick and capable and motivated to kill enemies, they should be given rank",
        1822.88,
        1827.6
    ],
    [
        " and prominence. We should also treat the family well, encourage them with rewards and warn them with",
        1827.6,
        1833.02
    ],
    [
        " punishment. This is because such people can solidly hold their position for a long time and",
        1833.28,
        1837.9
    ],
    [
        " exterminate enemies. If the ruler can discern and evaluate men described, you can attack double",
        1837.9,
        1843.48
    ],
    [
        " force your strength. Lord, we exclaimed great. People, you know, you get asked that question a lot.",
        1843.48,
        1853.66
    ],
    [
        " You know, what do you do when you get the high performers on a team, right? Do you focus on them",
        1853.88,
        1860.48
    ],
    [
        " and clearly the answer here is yes. And that's usually the answer that I give as well.",
        1860.9,
        1864.76
    ],
    [
        " You do have to keep a bench, right? You have to have some other people and you have to continue",
        1865.52,
        1869.12
    ],
    [
        " to work to get your bench to become high performers. So you don't ignore the bench.",
        1869.12,
        1873.26
    ],
    [
        " When you get the opportunity to give them some playing time, give them some playing time.",
        1874.26,
        1877.0
    ],
    [
        " But definitely focus on those ones that are definitely going to get up there and make things happen.",
        1877.2,
        1884.72
    ],
    [
        "",
        1884.72,
        1884.72
    ],
    [
        " Enemies you can attack next section. Wuchi said in general, when evaluating the enemy, there are",
        1886.28,
        1891.7
    ],
    [
        " eight conditions under which one engages battle without doing an assessment. You don't have to think",
        1891.7,
        1897.12
    ],
    [
        " about these. These are no brainers. These are go criteria. In violent winds and extreme clothes,",
        1897.12,
        1902.44
    ],
    [
        " they arise early and are on the march while barely awake and breaking ice to cross-stream. So",
        1902.56,
        1909.12
    ],
    [
        " these guys are cold. They're miserable and they're tired. You can just attack them.",
        1909.12,
        1912.46
    ],
    [
        " Next one, in the burning heat of summer, they arise late and press forward with haste",
        1913.88,
        1918.48
    ],
    [
        " through hunger and thirst, concentrating on reaching far off objectives. You see them? Attack them.",
        1918.48,
        1923.24
    ],
    [
        " The army has been out in the field for an extended period. Their food supplies are exhausted.",
        1924.52,
        1927.8
    ],
    [
        " The people are resentful and angry. Numerous bail for portents are raised with the officers",
        1927.92,
        1932.46
    ],
    [
        " unable to squash them. You see them? Attack them. The army's resources have been already been",
        1932.46,
        1938.52
    ],
    [
        " exhausted. Firewood and hay are scarce. Weather frequently cloudy and raiding. If they even",
        1938.52,
        1943.66
    ],
    [
        " wander plunder for supplies, there's nowhere to do it. Clear hot. Attack them.",
        1943.66,
        1948.32
    ],
    [
        " The troops that are mobilized are not large. The terrain and water are not advantageous. The men",
        1950.32,
        1956.3
    ],
    [
        " and horses are sick and worn out with no assistance from their allies. Attack them. The road is far",
        1956.3,
        1960.32
    ],
    [
        " off and the sun is setting. The officers and men have labored long and are fearful. They are tired",
        1960.32,
        1964.28
    ],
    [
        " and have not eaten. They have cast aside their armor. Attack them.",
        1964.28,
        1968.16
    ],
    [
        " The generals are weak. The official, irresponsible, the officers and troops are not solid. The whole",
        1969.5,
        1975.44
    ],
    [
        " army is frequently in fear and the troops lack assistance. Attack them. Their formations are not",
        1975.44,
        1982.04
    ],
    [
        " yet formed. Their encampment not yet finished or they are passing through dangerous territory.",
        1982.04,
        1986.98
    ],
    [
        " Only half of the troops are out of it. In these eight conditions, you can attack without any doubts.",
        1987.2,
        1990.8
    ],
    [
        " Enemies you cannot attack other end of the spectrum. There are six circumstances",
        1994.56,
        1999.82
    ],
    [
        " without performing too much assessment. You should avoid conflict. The land is broad and vast. The",
        1999.82,
        2007.36
    ],
    [
        " people are wealthy and numerous. Avoid conflict. The government loves the people. The ruler.",
        2007.36,
        2015.9
    ],
    [
        " The ruler's goodness extends and flows to all. Isn't that an interesting one?",
        2016.36,
        2023.88
    ],
    [
        " When you have a ruler that takes care of his people, don't even attack them. Think about that. Think",
        2024.5,
        2030.34
    ],
    [
        " about that as a leader. How you treat your team. When you treat your team well, when you take care of",
        2030.34,
        2036.28
    ],
    [
        " your team, the enemy shouldn't even attack you because they know what's going to happen.",
        2036.28,
        2040.18
    ],
    [
        " Not to interrupt. You're reading from a paper right now. Where did you get that? Obviously,",
        2040.72,
        2048.1
    ],
    [
        " it's a book. I got it from the depths of the internet. Was it like a PDF situation? No.",
        2048.1,
        2056.62
    ],
    [
        " You know, I don't see a lot of times in my life. When I'm browsing the internet,",
        2058.12,
        2067.58
    ],
    [
        " when I find a good document, I just download that document or I copy paste it and I put it into",
        2068.3,
        2075.22
    ],
    [
        " this file, which is called Books and PDFs. In this thing, Books and PDFs, sometimes I'll go,",
        2075.22,
        2083.26
    ],
    [
        " oh yeah, I'll see something or remind me of it or I'll think of it and I'll just go in there.",
        2083.38,
        2088.4
    ],
    [
        " I forget where this actually came from because it was just in my personal file that says Books",
        2089.82,
        2095.0
    ],
    [
        " and PDFs, which is filled with ancient military documents and F field manuals. That's where it came",
        2095.0,
        2103.28
    ],
    [
        " from. I'm sure you could go Google it and you'd find it on the internet somewhere.",
        2103.28,
        2107.0
    ],
    [
        " Number three, rewards and punishment system is fair and transparent and is implemented in a",
        2108.12,
        2120.96
    ],
    [
        " timely fashion. You shouldn't even attack somebody that treats their people fairly and transparently.",
        2120.96,
        2127.04
    ],
    [
        " Think about that. Number four, people are rewarded according to their accomplishment and the",
        2127.14,
        2133.54
    ],
    [
        " talented and able are employed. Got a talented team. We're not going to play. Forces are massive",
        2133.54,
        2140.32
    ],
    [
        " and well equipped. I think that is pretty self-evident. They have assistance of all their",
        2140.32,
        2144.8
    ],
    [
        " neighbors than the support of a powerful state. Okay, cool. So those were maybe both those sections",
        2144.8,
        2151.6
    ],
    [
        " little obvious. Which makes you wonder why you have to say it. And I know the answer to the question",
        2152.06,
        2159.22
    ],
    [
        " that I just asked. The reason that you have to say it is because people still don't even execute",
        2159.22,
        2164.26
    ],
    [
        " on things that seem really obvious. Like, hey, the forces are massive and well equipped. We should not",
        2164.26,
        2170.74
    ],
    [
        " attack them. Go look at history. As obvious as it is, people do it all the time. Yeah. Yeah, one of",
        2170.74,
        2178.26
    ],
    [
        " those things where it's like, okay, are you going to work hard or are you going to work smart?",
        2178.26,
        2181.48
    ],
    [
        " Ideally, both. I get it. But when people are faced in the mix and it's like, work hard, work smart,",
        2181.68,
        2187.46
    ],
    [
        " it's kind of like, okay, not a lot of people say, I mean, I don't want to say not a lot, but I'm just",
        2187.58,
        2192.28
    ],
    [
        " saying there are people, let's say on a normal level, quantity wise, who are going to be like,",
        2192.28,
        2197.94
    ],
    [
        " hey, hard all day and turn their back on the smart part. I guess it seems understandable. Yeah,",
        2198.0,
        2204.52
    ],
    [
        " I mean, detached. It's kind of like, sure, I'm going to play this the smartest I possibly can.",
        2204.68,
        2209.16
    ],
    [
        " I have force for sure, but I'm going to play this the smartest given how much force I have.",
        2209.36,
        2212.9
    ],
    [
        " Big, small, whatever. Yeah, to follow that makes sense. But I don't know, I guess it's maybe not the",
        2213.24,
        2218.0
    ],
    [
        " most obvious. Here's the deal. It's so obvious from the outside. Right. It's watching a movie. It's",
        2218.0,
        2226.56
    ],
    [
        " watching a lame horror movie where you're watching the girl, you know, hear a noise downstairs in the",
        2226.56,
        2233.82
    ],
    [
        " basement. Everybody knows she goes down their barefoot, like super obvious. Yeah, but this",
        2233.88,
        2240.56
    ],
    [
        " happens all the time, not just in movies. People do dumb stuff. A lot. People do dumb stuff. A lot.",
        2240.56,
        2248.8
    ],
    [
        " Check if in general, if you are no match for the enemy in these areas without a doubt, avoid them.",
        2249.5,
        2257.82
    ],
    [
        " This is what I meant by see possibility and advance knowing difficulty and withdrawal. So",
        2258.24,
        2264.06
    ],
    [
        " if you see possibility advance, if you see difficulty withdraw. Pretty straightforward.",
        2264.06,
        2271.14
    ],
    [
        " Next section, detecting the enemy situation. Lord, who inquired from the external appearance,",
        2272.24,
        2278.98
    ],
    [
        " I would love to be able to know their internal situations from their advance. I would know",
        2279.18,
        2284.22
    ],
    [
        " they're objective. From these, I am able to predict victory or defeat. What is your opinion of this?",
        2284.22,
        2289.42
    ],
    [
        " Wuchi replied, if the enemy approaches in large numbers, but in disarray, their flags and",
        2290.82,
        2297.68
    ],
    [
        " formations are a mess and the troops frequently look about, but using one tenth of their strength,",
        2297.68,
        2303.3
    ],
    [
        " we can invariably cause them to be helpless. So if they're just looking rag tag, no factor.",
        2303.3,
        2309.62
    ],
    [
        " If reinforcement has not arrived, there is disunity within the troops. Preparations for",
        2313.98,
        2318.14
    ],
    [
        " defense has not been completed. Orders and rules have not been announced. The morale of the army is",
        2318.14,
        2321.84
    ],
    [
        " shaken. They cannot advance or retreat. You can defeat the enemy with half of its strength and never",
        2321.84,
        2327.06
    ],
    [
        " lose it all. What's interesting about this perception is when my first deployment to Iraq, we were",
        2327.06,
        2332.96
    ],
    [
        " running around in thin skined humvees, meaning there was no armor. It was just super sketch.",
        2332.96,
        2337.38
    ],
    [
        " And one of the things we did, we would actually brief that everyone was responsible for scanning",
        2338.38,
        2346.72
    ],
    [
        " targets, looking and making our convoy look like a convoy that you don't want to upset.",
        2346.72,
        2356.78
    ],
    [
        " So we called it the porcupine of death because we had guys in the back of our humvees. We had",
        2357.32,
        2363.04
    ],
    [
        " these. We had articulating weapons. So we had weapons mounted, crew served weapons mounted on",
        2363.04,
        2369.46
    ],
    [
        " articulating arms. You've got one of those on each side. You probably had another couple machine",
        2369.46,
        2374.78
    ],
    [
        " gunners in the back. Anyways, they've got their weapons pointed out. You've got, everyone has",
        2374.78,
        2379.28
    ],
    [
        " got a weapon pointed out of that vehicle. You've also got the turret going to, except for the driver.",
        2379.28,
        2383.32
    ],
    [
        " The driver's the only one that's not pointing a weapon. So those were some, if you were looking at",
        2383.32,
        2388.54
    ],
    [
        " that, you see five humvees and you see, I don't know, there's six guns on each humvee.",
        2388.6,
        2396.62
    ],
    [
        " And some of them are heavy caliber weapons, belt fed machine guns. As I'm thinking about it,",
        2396.7,
        2402.98
    ],
    [
        " even right now, I'm thinking if I was an insurgent, I would probably wait till the next convoy where",
        2403.04,
        2408.14
    ],
    [
        " it's all buttoned up. The people are sitting inside, they're looking straight ahead. We turned",
        2408.14,
        2412.38
    ],
    [
        " to our seats on the humvees because we didn't have doors. We turned the seats to face outwards for two",
        2412.38,
        2419.96
    ],
    [
        " reasons, one so that we could see and have a better angle to shoot, but also because there are",
        2419.96,
        2423.82
    ],
    [
        " chest plates of our body armor would be then facing the enemy as opposed to sitting where they could",
        2423.82,
        2428.56
    ],
    [
        " shoot you in the side. But just imagine, you know, so we would ride like our, we're facing sideways",
        2428.56,
        2434.66
    ],
    [
        " and our feet are out of the vehicle and we're just scanning for targets. And so when you see these",
        2434.66,
        2440.0
    ],
    [
        " humvees, you think, you know what? Yeah, it's not messing with these guys. Gun barrels",
        2440.26,
        2444.76
    ],
    [
        " pointing at you, no matter where you are. Yeah, no matter where you are. We call that, that was our",
        2444.76,
        2449.32
    ],
    [
        " posture. Yeah. And we wanted to have an aggressive posture and we most certainly did. We also,",
        2449.32,
        2454.74
    ],
    [
        " you know, in those were the, were the Mad Max days. So we welded these big crazy, you know,",
        2455.3,
        2461.48
    ],
    [
        " bumpers on them and we'd put tires on the front so we could just get aggressive, get aggressive while",
        2461.66,
        2467.16
    ],
    [
        " driving. And my point is we didn't, we got ambushed a few times, but when you consider the",
        2468.32,
        2475.18
    ],
    [
        " amount of time we were on the road, I think there was probably quite a few insurgents or enemy",
        2475.18,
        2481.36
    ],
    [
        " that decided, maybe they'd wait until the next convoy. Next up, weaknesses you can attack.",
        2481.36,
        2489.14
    ],
    [
        " Are there circumstances where the enemy can invariably be attacked? Lord Wu inquired.",
        2489.68,
        2495.06
    ],
    [
        " Wu, Wu Chi replied, in employing the army, you must ascertain the enemy strengths and weaknesses.",
        2495.62,
        2501.22
    ],
    [
        " If you spot an opportunity to attack, attack his weaknesses, below are the situations you can",
        2501.52,
        2506.3
    ],
    [
        " attack an enemy. When the enemy has just arrived from afar and their battle formations are not yet",
        2506.3,
        2511.34
    ],
    [
        " properly formed and deployed. Again, this is getting running through a list of things that seem really",
        2511.34,
        2516.68
    ],
    [
        " kind of obvious. If they have just eaten and not less yet established, they're encampment, they can",
        2516.68,
        2520.9
    ],
    [
        " be attacked if they are on the move and the troops formation is a disarray, they can be attacked.",
        2520.9,
        2525.44
    ],
    [
        " If they have labored hard, they can be attacked. If they not seized advantages of the train,",
        2525.76,
        2529.66
    ],
    [
        " they can be attacked. When they have not seized any critical timing, they can be attacked. When",
        2529.72,
        2535.36
    ],
    [
        " their flags and banners move about, chaoticly, they can be attacked. When they have traversed a",
        2535.36,
        2539.8
    ],
    [
        " great distance, their supplies and reinforcements just arrived and the whole troops have not rested,",
        2539.8,
        2543.4
    ],
    [
        " they can be attacked. It goes on. When crossing the river and only half of them across, they can be",
        2543.4,
        2549.56
    ],
    [
        " attacked. On treacherous terrain on narrow roads, they can be attacked. When formations train frequently,",
        2549.56,
        2553.64
    ],
    [
        " change frequently, they can be attacked. When a general is separated from his soldiers, they can be",
        2553.9,
        2558.1
    ],
    [
        " attacked. When they are afraid, they can be attacked. In general, in such circumstances, select",
        2558.1,
        2562.78
    ],
    [
        " crack troops and make a swift attack on them, divide remaining troops and continue the assault",
        2562.78,
        2568.18
    ],
    [
        " repeatedly. Factors in using troops. Lord Wu asked, in using troops, what is primary?",
        2568.18,
        2579.46
    ],
    [
        " Wuqi replied, first, you need to be clear about the four principles of lightness,",
        2580.56,
        2584.98
    ],
    [
        " the two principles of heaviness, and the one principle on integrity.",
        2585.34,
        2589.28
    ],
    [
        " Lord Wu asked, what are they? Wuqi said, these are kind of cool. The four principles of lightness",
        2590.44,
        2598.54
    ],
    [
        " means the terrain that the horses, the terrain feels that the horses are light. The horses will feel",
        2598.54,
        2607.4
    ],
    [
        " that the chariot is light. The chariot will feel that the soldiers on it are light, and the soldiers",
        2607.4,
        2612.48
    ],
    [
        " feel that the burden of war is light. He breaks us down a little bit more. The terrain feels that",
        2612.48,
        2618.54
    ],
    [
        " the horses means that one should choose suitable terrain that would not hamper the movement of the horses.",
        2618.54,
        2623.72
    ],
    [
        " Thus, the terrain would feel that the horses are light. If the horses are properly fed, they will be",
        2624.44,
        2630.8
    ],
    [
        " strong, and thus, when they are pulling chariots, they would feel that the chariots are light. If the",
        2630.8,
        2637.38
    ],
    [
        " soldiers are sturdy and properly maintained, they can move soldiers easily. Thus, the chariots will",
        2637.38,
        2642.18
    ],
    [
        " feel that the soldiers are light. If the soldiers have sharp weapons, and their armor are sturdy,",
        2642.18,
        2648.02
    ],
    [
        " they will feel confident about winning, thus, the burden of war will be light.",
        2648.4,
        2652.88
    ],
    [
        " So there's the four lights. For the courageous that advance, they should be rewarded heavily.",
        2654.0,
        2664.98
    ],
    [
        " For those that retreat, they should be punished heavily. So there's the two heavies. There are four",
        2665.6,
        2669.7
    ],
    [
        " lights, two heavies, and the last one is integrity. There are two principles. These are the two",
        2669.7,
        2675.38
    ],
    [
        " principles of heaviness. As for integrity, it refers to the integrity of rewards and punishment",
        2675.38,
        2681.2
    ],
    [
        " system. If the ruler is to take note and implement these principles, the troops can achieve victory.",
        2681.2,
        2686.24
    ],
    [
        " It all starts with picking good terrain. Man, it was so much focus, if you're in combat arms,",
        2688.4,
        2699.7
    ],
    [
        " so much focus should be on understanding terrain. Then as you map that into the civilian sector and",
        2699.94,
        2705.7
    ],
    [
        " jobs and businesses, you need to understand what the terrain is, what's the market like,",
        2705.7,
        2714.32
    ],
    [
        " where are people located, where are your competitors? What is their encampment like? You can translate",
        2714.5,
        2721.06
    ],
    [
        " this stuff, and you can utilize, and that's the thing, terrain on the battlefield is the best weapon,",
        2721.06,
        2729.84
    ],
    [
        " right? It's like positioning in Jiu-Jitsu. When you get the right terrain, it's like you have good",
        2730.14,
        2734.56
    ],
    [
        " position in Jiu-Jitsu. When you get good terrain in business, you have that kind of massive advantage.",
        2734.56,
        2740.74
    ],
    [
        " Gaining control of the army. Lord, we'll ask what measures will ensure the soldiers will be",
        2744.12,
        2750.02
    ],
    [
        " victorious? This guy's asking these questions. This is kind of like those questions that are,",
        2750.02,
        2756.46
    ],
    [
        " hey, how do you pass the guard? How do you pass the guard? Right? How do you go around the legs?",
        2756.64,
        2761.4
    ],
    [
        " You're a warm man. But Wuchi has an answer, because Wuchi's not playing. Control is foremost.",
        2761.4,
        2772.12
    ],
    [
        " Lord, we'll ask again, is it not a matter of numbers? Wuchi says, if the laws and orders are not",
        2773.3,
        2780.1
    ],
    [
        " clear rewards and punishments not met, meet it out. When the sounding of the gongs will not cause",
        2780.1,
        2785.84
    ],
    [
        " them to halt, or the beating of the drums will not make them advance, even if you have a million",
        2785.84,
        2789.38
    ],
    [
        " men what you saw. They control is achieved by training and management. At any time discipline is",
        2789.38,
        2795.5
    ],
    [
        " strict, and during war, they move and attack with awe. Their advancement with draw, stride is measured",
        2795.5,
        2802.72
    ],
    [
        " the left and right. Look out for each other, even if we cover move. Even if broken off from the",
        2802.72,
        2807.4
    ],
    [
        " main order, they preserve their formations, decentralized command. Even if they scatter, they will",
        2807.4,
        2813.2
    ],
    [
        " reform lines. The whole army is very united and share wheel and woe together. When they are employed,",
        2813.38,
        2821.3
    ],
    [
        " they do not feel tired. No matter where you dispatch them, no one can withstand them. Such",
        2822.16,
        2829.0
    ],
    [
        " armies are called the Father and Son army. It doesn't go any more detail about the Father and Son",
        2829.0,
        2833.3
    ],
    [
        " army. But that whole thing, you know, decentralized command, discipline. When they are employed,",
        2833.3,
        2841.76
    ],
    [
        " they do not feel tired. Think about that. Think about that, you can be tired, it going into",
        2841.76,
        2850.76
    ],
    [
        " work out and mentally tired. When you start working out and you're actively engaged, you're not",
        2850.76,
        2857.4
    ],
    [
        " tired anymore. I never feel tired when I'm actually doing something. Seriously, that's crazy,",
        2857.4,
        2863.56
    ],
    [
        " right? Yes, it is crazy. I mean, I have to stop doing something and then I can get tired. It takes",
        2863.76,
        2870.1
    ],
    [
        " 40 minutes. Actually, that makes sense. But it does depend on what kind of tired you're talking about.",
        2870.78,
        2875.48
    ],
    [
        " So, you know how there's like the three tireds? I don't know about the three tireds, but I know",
        2875.92,
        2879.9
    ],
    [
        " that one is obviously physically tired. So when you're working out and you're doing your third set",
        2879.9,
        2884.88
    ],
    [
        " of burpees as fast as you can, that's a different kind of tired. So you can... Is that one?",
        2884.88,
        2890.48
    ],
    [
        " Is that type one tired? That's type two and three tired. Yes. Keep in mind, I said the three",
        2890.64,
        2898.46
    ],
    [
        " three types of tired is the three types of tired that I recognize in myself. Okay, so this is",
        2899.14,
        2903.66
    ],
    [
        " the echotrol. Yes, the principles. The ancient principles of the echotrol.",
        2903.66,
        2906.54
    ],
    [
        " There's sleepy tired. Well, fatigue is a general. Sleepy tired. Sleepy tired? Is that the",
        2906.8,
        2913.82
    ],
    [
        " doctrinal name for it? Sleepy tired. So far, yes. That's the one you're talking about.",
        2913.82,
        2919.24
    ],
    [
        " Where you're a little sleepy tired, but you're not the other two kinds of tired, you can just warm",
        2919.36,
        2923.16
    ],
    [
        " up a little bit, get the blood flowing, you know, maybe boost some adrenaline in some capacity,",
        2923.16,
        2927.24
    ],
    [
        " and you're rolling. You're good to go. You stop. You're gonna go back to sleepy tired a little bit.",
        2927.24,
        2931.62
    ],
    [
        " Then there's like... Then there's lungs tired, meaning like my muscles are working, but I'm breathing",
        2932.06,
        2938.22
    ],
    [
        " so hard that I... That like relief is like you just need... He need relief from that. So you",
        2938.22,
        2943.5
    ],
    [
        " gotta rest whatever. Long, long, long, long, long, long tired, and then we have muscular tired.",
        2943.5,
        2947.12
    ],
    [
        " Muscular tired, like straight up, muscular fatigue. Just can't move this bar anymore.",
        2947.12,
        2951.0
    ],
    [
        " Yeah, so in Jiu-Jitsu, like all of those kind of come into play. But where...",
        2951.2,
        2956.88
    ],
    [
        " Yeah, so you can be sleepy tired before you get on the mask, but once you start rolling, it goes away.",
        2956.88,
        2960.92
    ],
    [
        " That's how you recover from sleepy tired in Jiu-Jitsu. Jiu-Jitsu sleepy tired comes before the roll,",
        2961.02,
        2965.24
    ],
    [
        " you see him saying. So now in Jiu-Jitsu, you can have a guy, a real fast-paced guy, and",
        2965.48,
        2971.44
    ],
    [
        " you'll be lungs tired. Like you'll be like... Like, sure. But muscular, you can still push him,",
        2971.44,
        2976.94
    ],
    [
        " but you're just breathing so hard and he gets you in some kind of claustrophobic situation.",
        2977.0,
        2980.26
    ],
    [
        " You're in big trouble. Depends on who you are, of course. But if you're muscular fatigue tired,",
        2980.26,
        2986.34
    ],
    [
        " you're not breathing hard. I mean, that, I guess, typically happens if you're really not in",
        2986.34,
        2991.1
    ],
    [
        " shape and you go a few rounds, or if you've just been rolling all day. Well, I tell you where I",
        2991.1,
        2997.12
    ],
    [
        " get muscular tired is you either are giving or receiving a singular move for an extended period of time.",
        2997.12,
        3005.08
    ],
    [
        " IE, you get my arm and I'm defending for four and a half minutes. Yeah, muscular tired.",
        3005.44,
        3012.76
    ],
    [
        " Yeah, you can't. Yeah, and you'll be muscular tired too, by the way. Yeah, of course.",
        3012.76,
        3017.16
    ],
    [
        " Because it happens to both of us. Yeah, fully, and you know, I see depending on how good",
        3017.26,
        3020.56
    ],
    [
        " to shape certain muscles or muscle groups, whatever. And it can apply to individual muscles or parts",
        3020.56,
        3025.2
    ],
    [
        " of your body or your whole body. Like, you ever felt like, problem, my body is all getting up. It's",
        3025.2,
        3029.54
    ],
    [
        " like your whole body is muscular tired, but you're not breathing hard or nothing. You're just like,",
        3029.54,
        3033.58
    ],
    [
        " oh, I'm dead, you know, kind of thing. It's like, you know, if you roll for like a long time,",
        3033.7,
        3038.2
    ],
    [
        " that tends to happen in my experience, you know, but yeah, that's three times three times",
        3038.54,
        3043.44
    ],
    [
        " of tired ancient echo Charles doctrine. You fully sleepy tired. That's my favorite one,",
        3043.44,
        3051.04
    ],
    [
        " sleepy tired, because you know, that's the same word, right? Well, you know, yes, depends on what",
        3052.02,
        3058.04
    ],
    [
        " you mean, not necessarily tired. You know what? The Eskimos have what, where they always say,",
        3058.04,
        3062.88
    ],
    [
        " the Eskimos have a hundred words for snow or something like that. Well, the winds have two words",
        3063.12,
        3066.58
    ],
    [
        " for water. So it's like, okay, well, actually, there might be more, but there's water like on a river,",
        3066.58,
        3070.82
    ],
    [
        " and there's the ocean water, because they're like different things, you know, in their mind,",
        3070.88,
        3075.06
    ],
    [
        " even though they're made the same liquid, whatever, H2O, I guess sometimes the salt in one of them,",
        3075.32,
        3080.32
    ],
    [
        " but you see how they can be different from a certain approach, you seem saying. Do you know the",
        3080.4,
        3088.08
    ],
    [
        " two Hawaiian words for water? Yeah, Vain Kai, which one's which? Vai is river water, or like lakes,",
        3088.08,
        3094.6
    ],
    [
        " or you know, like which, what if you were going to ask for a drink of water, what would you ask for?",
        3094.6,
        3099.02
    ],
    [
        " I don't know. That's another one. That could be a whole different thing. You might want to",
        3099.22,
        3103.16
    ],
    [
        " get checked back with our people. Yeah, figure out what the deal is there. Oh, yeah. And that's why",
        3103.16,
        3108.4
    ],
    [
        " like, there's a lot of like towns and even names or whatever, they'll have Kai animal or Vai. It's",
        3108.4,
        3113.4
    ],
    [
        " actually Vai, but it's spelled W-W-A-I. So Kai, K-A-I is the ocean water. That's their referring to",
        3113.4,
        3119.58
    ],
    [
        " the ocean water. Lots of people name Kai too. Exactly. Right. Kai, something, you know, or it could",
        3119.58,
        3124.22
    ],
    [
        " be part of it. You know, like you can have names like, you know, Ka-Noah or, you know, Kailani or",
        3124.22,
        3129.76
    ],
    [
        " this and that. And Kailani roughly translates to beautiful ocean. Lani is like beautiful or, you",
        3129.76,
        3138.02
    ],
    [
        " know, loving or something. You know, there's a bunch of translations. We're not putting you on this",
        3138.02,
        3143.34
    ],
    [
        " spot. Yeah, I'm digging deep in my, you know, Hawaiian right now. But nonetheless, yes, Kai,",
        3143.34,
        3149.84
    ],
    [
        " if you say Makai, that's like a, that's like a position slash location. Makai means towards the ocean.",
        3150.36,
        3157.16
    ],
    [
        " Towards the ocean. Yeah. And you say Malka, that means towards the mountain. The mountain side.",
        3157.16,
        3161.24
    ],
    [
        " Yeah, mountain side. Exactly. But anyway, yes. Three words for tired, two words for water.",
        3161.48,
        3169.06
    ],
    [
        " You know, Hawaiian and, you know, there you go. All right, we're going to go with that. I like it.",
        3169.98,
        3176.76
    ],
    [
        " Next one notes on marching armies. Wuchi said in general, the way to command a marching army is",
        3178.06,
        3185.34
    ],
    [
        " not to contra intervene, not to contravene the proper timing, advancement and stopping.",
        3185.34,
        3192.3
    ],
    [
        " Not miss the appropriate times for eating and drinking and not completely exhaust the strength",
        3192.82,
        3197.66
    ],
    [
        " of man and horses. These three are the means by which troops can undertake their orders from their",
        3197.66,
        3203.06
    ],
    [
        " superiors. When the orders of the superiors are followed, control is achieved. If advancing and",
        3203.28,
        3208.32
    ],
    [
        " resting are not a proper timing, the drinking and eating are not timely. When the horses are tired,",
        3208.32,
        3212.5
    ],
    [
        " it's a matter of weary and not allowed to relax and encampment, then they will be unable to carry out",
        3212.6,
        3217.46
    ],
    [
        " the commander's order. If they're unable to carry out the order, they're going to be defeated. Dave",
        3217.46,
        3222.58
    ],
    [
        " Burke got asked, good deal, Dave. Yes, got asked a question today on EF online. And this one guy",
        3222.58,
        3230.86
    ],
    [
        " named Evan was asking, hey, my team right now needs to get after it big time.",
        3230.86,
        3236.92
    ],
    [
        " We can't take a break, but people have burned out. If we don't keep going right now,",
        3238.22,
        3245.24
    ],
    [
        " we're not going to make it. Dave Burke. Good deal, Dave. He said, well, do you really?",
        3245.74,
        3255.9
    ],
    [
        " You know what I mean? Really? And then he said, the guy said, it's like a marathon. We're in a",
        3256.94,
        3264.66
    ],
    [
        " marathon. If we stop, we won't finish. And Dave's works like, actually, you can be in a marathon",
        3264.66,
        3273.54
    ],
    [
        " and you can stop and you can still finish. Actually, right? You can take a break. And then he",
        3273.54,
        3281.22
    ],
    [
        " wanted to say max Q. Oh, yeah. So there's three modes of speed in a jet fighter. Max Q is",
        3281.22,
        3292.38
    ],
    [
        " what we're going as fast as we possibly can. Max R is, hey, our range is, we're going to go as far",
        3292.38,
        3301.72
    ],
    [
        " as we can. We're trying to, because obviously if you're going as fast, you can. You might not be",
        3301.72,
        3305.94
    ],
    [
        " able to go as far because you're burning more fuel. And then the last one was max E, which was,",
        3305.94,
        3310.24
    ],
    [
        " I think it's max efficiency, meaning we're just going to stay flying as long as we can.",
        3310.24,
        3314.82
    ],
    [
        " Got you. Yeah. And so he said, you got to know when to push and then you got to back off.",
        3314.9,
        3319.66
    ],
    [
        " Then he pushed for a second, then you back off. And Dave was saying, almost never.",
        3320.02,
        3324.3
    ],
    [
        " Well, he said all the time, they would be constantly going between max Q, max R, max E,",
        3324.92,
        3330.52
    ],
    [
        " and just going back and forth between these things.",
        3330.72,
        3332.78
    ],
    [
        " Real quick, one more time, max Q is half far. Can we do that? How far? And then,",
        3333.26,
        3339.16
    ],
    [
        " no, sorry, max Q is as fast as we can possibly go. And then max, I don't know if the one was max.",
        3339.16,
        3343.34
    ],
    [
        " Yeah, it's max Q, max R, because now it's just, yep. And then the last one is max E. So R is as far",
        3344.1,
        3351.3
    ],
    [
        " as you can go straight up, whatever speed. We're just trying to get there. We're trying to,",
        3351.3,
        3355.2
    ],
    [
        " we're trying to get as far as we can. Yeah. And then max E is like basically as far as fast.",
        3355.2,
        3360.1
    ],
    [
        " No, max E is staying in the air. Like we want to be able to stay in the air, because there's",
        3360.62,
        3366.74
    ],
    [
        " an optimum time where we might be going slower, but we're saving a lot of fuel. Okay. Yeah.",
        3366.96,
        3371.34
    ],
    [
        " And if we went faster, we could go further, but not as long we just want to stay in the air.",
        3371.44,
        3375.84
    ],
    [
        " Okay. Understand. Yeah. Okay. That makes sense. It's kind of like Jiu-Jitsu, right?",
        3375.96,
        3379.4
    ],
    [
        " Yeah. Yeah. In your body, you have similar energy systems too.",
        3379.66,
        3382.98
    ],
    [
        " What is it? anaerobic. anaerobic. anaerobic. And then anaerobic. anaerobic.",
        3383.88,
        3390.38
    ],
    [
        " Lactic acid and anaerobic. Yeah. Three systems. Yeah. And they're a blend. It's not like,",
        3392.52,
        3399.06
    ],
    [
        " yeah, yeah, yeah. You know, they blend into each other kind of things. It's not like, oh, you know.",
        3399.06,
        3402.88
    ],
    [
        " Next one, decisiveness.",
        3403.68,
        3406.44
    ],
    [
        " Wuchi said, in general, I'm going to change my voice a little bit. Yeah. I think we've got to go",
        3407.28,
        3415.16
    ],
    [
        " a little heavy on this one. In general, on the battlefield, soon to become a",
        3415.16,
        3420.3
    ],
    [
        " land of corpses. If the soldiers are committed to fighting to death, they will live. Whereas if they",
        3420.3,
        3427.26
    ],
    [
        " seek to stay alive, they will die. Makes sense. Gotta be aggressive. If you're scared of dying,",
        3427.26,
        3438.58
    ],
    [
        " your chances of dying increase. A general, a good general act as if they are on a sinking boat",
        3439.14,
        3448.76
    ],
    [
        " or trapped in a burning building. There is not enough time for the walt to, for the wise to make plans",
        3448.76,
        3454.48
    ],
    [
        " or the courageous to get angry. Only thought that one can have is to fight. Thus, it is said that the",
        3454.48,
        3462.42
    ],
    [
        " greatest harm can be fallen army is the result of hesitation while the disasters that befall the",
        3462.42,
        3469.66
    ],
    [
        " whole army is a result of too much doubts leading to slowness. What a patent say, a good plan",
        3469.66,
        3478.66
    ],
    [
        " executed now is better than an imperfect plan executed in two weeks. Those are good ones.",
        3478.76,
        3486.8
    ],
    [
        " Education and training of armies Wuchi said in war, men constantly perished from their",
        3487.3,
        3492.34
    ],
    [
        " inability and are defeated by unfamiliar. Thus, when deploying troops, training should be given",
        3492.34,
        3498.24
    ],
    [
        " the priority. One man who has been trained in warfare can instruct 10 men. 10 men can train 100",
        3498.24,
        3504.28
    ],
    [
        " men, 100 men can train a thousand men. A thousand men can train 10,000 men, 10,000 men can train a",
        3504.28,
        3511.1
    ],
    [
        " whole army. Use the advantage of being near to counter enemy that comes from afar. Use the",
        3511.1,
        3518.86
    ],
    [
        " advantage of being well-rested to counter an enemy that's been labored. Use the advantage of",
        3518.86,
        3524.02
    ],
    [
        " being satiated to counter the enemy that is hungry. Having them from deploying in circular",
        3524.02,
        3531.88
    ],
    [
        " formations and changed the square ones, have them sit. They get up and move and hold. Have them",
        3532.26,
        3536.38
    ],
    [
        " hold. Move left to right, right to left. He's talking about how to train these people. How have",
        3536.38,
        3540.22
    ],
    [
        " them divide and combine. Unite them and disperse them when all these changes are familiar,",
        3540.22,
        3543.76
    ],
    [
        " provide them with weapons. All these mentioned are great. I used to do this with I did this all",
        3543.76,
        3548.14
    ],
    [
        " time. I would take my seal, take my seal task, you know, go out on the beach. We wouldn't even have",
        3548.14,
        3561.86
    ],
    [
        " patrol formation and then go contact front, contact right, contact left, set a peel, peel right,",
        3561.86,
        3567.4
    ],
    [
        " peel left and call these random calls. People just have to figure it out and you start going,",
        3567.78,
        3572.32
    ],
    [
        " hey, you come with me. Here's a new call and people start taking ownership and people start",
        3572.4,
        3576.08
    ],
    [
        " making things happen. You start to see initiative and you start to see decentralized command.",
        3576.08,
        3579.0
    ],
    [
        " And by the time we would get to, let's say, land warfare and we'd thrown all this chaos at all",
        3579.84,
        3585.48
    ],
    [
        " these guys and they got used to making things happen, it just seemed easy. They almost seemed like",
        3585.48,
        3590.52
    ],
    [
        " we were cheating. Do you run into like in the beginning of say that kind of exercise or whatever,",
        3590.52,
        3596.28
    ],
    [
        " like kind of a chaotic kind of scenario for sure. And then what you just sort of what give them",
        3596.42,
        3601.06
    ],
    [
        " guidelines or work through it. Like, but you coach them up like after I might, but work through it.",
        3601.06,
        3607.68
    ],
    [
        " Because as you work through it, you're getting better. Now we would have a debrief, you know, maybe go",
        3608.14,
        3612.04
    ],
    [
        " through eight or 10 little mini maneuvers. And this is, you know, the classic one is you call your",
        3612.04,
        3617.78
    ],
    [
        " first call and everyone knows what to do. And then the, you let that start to get executed.",
        3617.78,
        3622.68
    ],
    [
        " Then rise is getting executed. You call a different call. Oh, yeah.",
        3622.68,
        3625.4
    ],
    [
        " Then as that one's getting to now, you got confusion times one. Then you call a different thing.",
        3625.98,
        3632.86
    ],
    [
        " You get confusion times two. Now we're all split up. You're, you know, you're used to be your",
        3632.9,
        3635.8
    ],
    [
        " fire team being Bill Fred and Joe and all of a sudden you're not with Bill Fred and Joe. And",
        3635.8,
        3639.8
    ],
    [
        " matter of fact, you're a junior guy and everyone in your fire team that you randomly end up as",
        3639.8,
        3643.46
    ],
    [
        " all junior guys as well. No one knows that they need to step up and charge. Finally, you look around and",
        3643.46,
        3646.66
    ],
    [
        " say, I got to make a call right now. Hey, fire team. So on me, we're going to bound forward.",
        3646.66,
        3650.94
    ],
    [
        " Ready, move. And you, the guys listen to you. Why? Because they're starting to adapt to the",
        3651.08,
        3654.68
    ],
    [
        " situation. So they, so we all start off with like pretty clear guidelines. Super general, but",
        3654.68,
        3661.18
    ],
    [
        " pretty clear. Like every seal knows what to do when you say contact front. Everybody knows what to",
        3661.18,
        3667.42
    ],
    [
        " do. And then you say center peel. Everybody knows what to do. Everyone's done that drill thousands",
        3667.42,
        3672.2
    ],
    [
        " of times. But then while they're doing the center peel, you say contact rear. And then you,",
        3672.2,
        3679.8
    ],
    [
        " so now they're jumbled up. But then you call another call. And you say contact rear. And then",
        3679.88,
        3685.34
    ],
    [
        " you say the tactical call for we're going to flank them. And now people start to work the flank.",
        3685.34,
        3692.06
    ],
    [
        " But they're with a different group. And now as that flank is happening, you call contact front",
        3692.08,
        3697.8
    ],
    [
        " or contact rear again or contact left or contact right. And now we've got to start to orient",
        3697.8,
        3702.68
    ],
    [
        " to this new situation. And so you just keep doing all these different calls. And it makes people",
        3702.68,
        3707.42
    ],
    [
        " think. And like I said, it felt like I was cheating. Because by the time we would get to land warfare,",
        3707.42,
        3714.42
    ],
    [
        " they would throw the, the, the, the problems at you. The problems would not be problems. Because",
        3715.72,
        3721.38
    ],
    [
        " we already scrambled our brains over and over again. And everyone knows how to look around and",
        3721.38,
        3725.64
    ],
    [
        " figure out who to grab. And hey, if I'm alone or no one's in charge, cool. I'm going to grab",
        3725.64,
        3729.72
    ],
    [
        " three guys where we're a fire team. We're going to move. That's so interesting. That like,",
        3729.72,
        3734.6
    ],
    [
        " because okay, I split football and perhaps the exact same thing. So what, you know, you heard of",
        3735.12,
        3740.08
    ],
    [
        " line of screams. You're going to call an audible, right? I'll call basically all that means is I'm",
        3740.08,
        3744.5
    ],
    [
        " changing the play because of the defense. I see or whatever. And then there's little maneuvers",
        3744.5,
        3749.74
    ],
    [
        " you can do. You can be like, I know we know this team plays this certain defense or whatever.",
        3749.74,
        3753.08
    ],
    [
        " So we're going to line up a certain way. That means they're going to line up a certain way.",
        3753.12,
        3756.74
    ],
    [
        " Then we're going to call the audible on the line. And we're going to scramble because we already",
        3756.8,
        3759.7
    ],
    [
        " know where we're going to shift to. And then right when we shift, we're going. When we shift,",
        3759.7,
        3764.32
    ],
    [
        " they have to shift to, but they're reactive. So they got to make all these decisions right there,",
        3764.5,
        3769.2
    ],
    [
        " right? So you catch them off guard like that. So now imagine if you did that three times in a row,",
        3769.36,
        3773.34
    ],
    [
        " four times, five times in a row. And then they're going to have real problems. Yeah. Yeah.",
        3773.56,
        3780.06
    ],
    [
        " Sure. But that's crazy. How like seal team practice and training or whatever,",
        3780.22,
        3784.64
    ],
    [
        " like the parallels with like basically team sport because that's what we'll do the same thing.",
        3784.82,
        3788.52
    ],
    [
        " Same exact thing. They'll, you know, it looks different on the field. Obviously,",
        3788.78,
        3791.68
    ],
    [
        " it's a different sport, but they do the same thing. Yeah. And I think for the takeaway is like to",
        3791.68,
        3797.38
    ],
    [
        " just being a leader in general, you're putting your putting your troops in a situation that they're",
        3797.38,
        3802.42
    ],
    [
        " not familiar with. They learn how they learn a protocol. They learn how to deal with those situations,",
        3802.42,
        3807.42
    ],
    [
        " which I wrote about in in the code. I wrote about how do you handle a situation when you don't",
        3807.76,
        3816.4
    ],
    [
        " know what to do? What do you do? Well, I'll just break it out right. Because we're here.",
        3816.4,
        3821.78
    ],
    [
        " Because it's a good protocol. It's a very, and it's the protocol that you have to follow upon",
        3822.36,
        3832.1
    ],
    [
        " the most because it's the unknown. Right? The other protocols are straightforward. You know,",
        3832.1,
        3836.78
    ],
    [
        " here's the problem. Here's the solution. This is the unknown. What do I do when I don't know what to",
        3836.78,
        3840.52
    ],
    [
        " do? Something bad happened. I don't even know where to start. This is this. This is the strategy",
        3840.52,
        3845.66
    ],
    [
        " protocol. Every scenario cannot be addressed. So this is the protocol for what to do when you don't",
        3845.66,
        3851.26
    ],
    [
        " know what to do. One, start by taking a step back to attach, take a breath, look around, make sure you",
        3851.26,
        3856.52
    ],
    [
        " assess everything that's happening. So that's what we do. So this is what's happening when you're in",
        3856.52,
        3859.92
    ],
    [
        " a seal, and there's three calls just got made. And now you're in the unknown. You don't know what to do.",
        3859.92,
        3864.22
    ],
    [
        " Take a step back to attach, take a breath, look around, make sure you assess everything that's",
        3864.4,
        3868.22
    ],
    [
        " happening. That's exactly what you should do. Next, think about where your possibilities are and",
        3868.22,
        3873.96
    ],
    [
        " decisions you could make right now. And what could happen? So now you look around and say, okay,",
        3873.96,
        3877.94
    ],
    [
        " what could we do? Could we go to that berm over there? Could we go to that little ravine over there?",
        3878.06,
        3881.66
    ],
    [
        " And here I say write it down because we're in an administrative situation. But then you look at,",
        3883.02,
        3886.3
    ],
    [
        " okay, what does the success look like? Does that get us where we want to be? Can I get there? Can I",
        3886.36,
        3890.34
    ],
    [
        " make that happen? And then you work the plan, make a call, and you want to make a small step",
        3890.34,
        3897.14
    ],
    [
        " towards what you think is the right decision. And that's what I read about in leadership strategy",
        3897.14,
        3901.5
    ],
    [
        " and tactics, which is the iterative decision making process, which is making small steps in the",
        3901.5,
        3906.16
    ],
    [
        " direction that you think is correct. And yeah, and then you assess if that was a good call or not,",
        3906.16,
        3912.56
    ],
    [
        " and you saw the ravine, you started moving towards the ravine. There's doesn't seem like you're",
        3912.88,
        3916.32
    ],
    [
        " taking any further contact from that area. So you can keep moving there. So you can make another",
        3916.32,
        3920.16
    ],
    [
        " call that continues you pushing in that direction. But what happens is everybody on the team starts",
        3920.16,
        3925.26
    ],
    [
        " to realize how to do all those little steps. So that new guy that when you walked out on the beach",
        3925.26,
        3933.72
    ],
    [
        " for the first time, this guy has no idea. And what's cool is, this isn't a drill that you had to run",
        3933.72,
        3939.5
    ],
    [
        " every single day. You could run this drill like three or four times and then people would just be",
        3939.5,
        3943.98
    ],
    [
        " good enough where you know, you're like, okay, we got this. And they're they're they are I was going",
        3943.98,
        3951.92
    ],
    [
        " to say 10 times better and then I was going to say a thousand times better, but then that sounds",
        3951.92,
        3955.36
    ],
    [
        " unrealistic, but the but the actual number is when you walk out on the beach for the first time as a",
        3955.36,
        3960.72
    ],
    [
        " new guy and you've never done this before, you're zero. You're zero. You when that first call, when",
        3960.72,
        3966.14
    ],
    [
        " then no, when the first call gets made, you go, cool, I know what to do. When the second call gets",
        3966.14,
        3969.66
    ],
    [
        " made, you're at a zero. You have no idea what's happening. So when when you've done this now for",
        3969.66,
        3975.94
    ],
    [
        " three hours, one morning, when you're done with those three hours, you're a whole new man,",
        3975.94,
        3981.66
    ],
    [
        " you're a whole new man, your ability to process what's happening, your ability to figure things out,",
        3982.02,
        3986.66
    ],
    [
        " your ability to grab two or three other people, put them in your fire team and start making,",
        3986.82,
        3989.5
    ],
    [
        " making taking action to support whatever calls being made, you're a totally different human being",
        3989.72,
        3995.06
    ],
    [
        " in three hours, which is amazing. Yeah, that is crazy. And by the way, the only training that the",
        3996.5,
        4003.14
    ],
    [
        " only equipment that you need is a pair of shorts and a stick and you can say bang, bang.",
        4003.14,
        4007.94
    ],
    [
        " Next, placing individuals in appropriate positions. Wuchi said the basic rule of warfare",
        4009.24,
        4018.6
    ],
    [
        " that should be taught is that men of short stature should carry spears and and spear tip halberd.",
        4018.9,
        4025.6
    ],
    [
        " The tall should carry bows and crossbows. The strong should carry flags and banners. The courageous",
        4026.06,
        4029.82
    ],
    [
        " should carry bells and drums. The weak should serve in logistics. The wilder wise should be involved",
        4029.82,
        4034.74
    ],
    [
        " in planning. People from the same village or district should be grouped together so they can",
        4034.74,
        4039.54
    ],
    [
        " look out for each other. I got to kind of kick out of that one. It's if you think about, you know,",
        4039.54,
        4048.24
    ],
    [
        " once you're carrying once you're carrying guns, a lot of the physical differences between humans go",
        4048.24,
        4055.28
    ],
    [
        " away. You know, nothing to go away completely. I was thinking about this other guy, a text from",
        4055.28,
        4060.72
    ],
    [
        " one of my seal friends that one of my, you know, a guy that I grew up with in the teams. And he's",
        4060.72,
        4066.38
    ],
    [
        " just a incredible beast of a specimen of a human being, right? And I remember I was watching",
        4066.38,
        4075.08
    ],
    [
        " we were doing a training operation. We were down in the jungles of Louisiana.",
        4075.6,
        4080.7
    ],
    [
        " And we were doing a raid, a live fire raid. So we're using really real bullets. And I was in the",
        4081.54,
        4090.7
    ],
    [
        " base element, which is the cover element. So I was not going to move. I was laying there. And this",
        4090.7,
        4097.94
    ],
    [
        " is generally the place for the radio men, generally the first place for the platoon commander that",
        4097.94,
        4103.14
    ],
    [
        " you're going to sit next to the platoon commander. And you usually would be looking at rear",
        4103.14,
        4107.74
    ],
    [
        " security. And then you, so you put down cover fire and then the assault element moves into position",
        4107.74,
        4112.62
    ],
    [
        " and then assaults through the target and you ship fires. They move through.",
        4112.62,
        4115.34
    ],
    [
        " Anyways, the point of all this is that they had this kind of semi cheesy target set up for us. There",
        4115.54,
        4123.62
    ],
    [
        " was, you know, some, some a couple plywood building, some barrels. And there was a picnic table,",
        4123.62,
        4129.62
    ],
    [
        " a random like picnic tables in there. And I'm watching the silhouette of this assault happen.",
        4129.62,
        4136.14
    ],
    [
        " And I see my buddy and you know, he's like six four and just sort of an overall general beast",
        4136.5,
        4143.58
    ],
    [
        " of a dude and a great athlete. And I see him. He's carrying an M60 machine gun. This was before",
        4143.58,
        4150.7
    ],
    [
        " the modern machine guns that we have now. So this is a big normally it's a crew served. It used to",
        4150.7,
        4156.38
    ],
    [
        " be a crew served weapon, meaning you have a person to carry the weapon and a person to carry",
        4156.38,
        4162.06
    ],
    [
        " the ammunition and sometimes a person to carry the tripod. We had him with iPods. We had",
        4162.06,
        4166.54
    ],
    [
        " modifications to them. But in the SEAL teams, you carry those weapons by yourself. So he's got this",
        4166.54,
        4171.7
    ],
    [
        " big giant weapon. And I'm watching him and he's he gets to this picnic table and he's shooting",
        4171.7,
        4179.54
    ],
    [
        " because they're shooting. It's a live fire. And we have now shifted fire. We've actually now ceased",
        4179.54,
        4183.86
    ],
    [
        " fire. So we're no longer shooting. We're just watching them move for the target. And I see him.",
        4183.86,
        4188.62
    ],
    [
        " He's carrying this giant M60 and it looks like he's carrying a BB gun because he's just big. And",
        4188.86,
        4196.16
    ],
    [
        " he's just laying down fire. And he steps up on this on this picnic table as if it was as if he was",
        4196.16,
        4203.7
    ],
    [
        " stepping over an ant hill. And I'm like, I'm like, dang, I'm like, yeah, if this dude, this dude was",
        4203.7,
        4211.36
    ],
    [
        " born to be doing what he's doing right there with that pig, that pig gun. So that's what I was",
        4211.36,
        4216.94
    ],
    [
        " thinking about when I thought of this section right here that, you know, you and you know, look,",
        4216.94,
        4221.58
    ],
    [
        " your point man, a lot of times the point men are these small guys. Hey, the Vietnam point man,",
        4221.7,
        4226.26
    ],
    [
        " they were legendary. Those be the small seals, right? Hey, that guy's going to be point man.",
        4226.44,
        4230.38
    ],
    [
        " The big dumb new guys, you're going to be a 60 gunner, right? They still kind of carry this stuff",
        4230.86,
        4237.54
    ],
    [
        " out. And of course, it's not written in stone. And you can definitely be there's plenty of guys",
        4237.54,
        4242.88
    ],
    [
        " that have been very small and carried and carried a heavy machine gun. There's plenty of big guys",
        4242.88,
        4247.54
    ],
    [
        " that have been point man. But we do, you know, there's a little bit of it. Does it make sense? Yeah,",
        4247.54,
        4253.98
    ],
    [
        " it makes sense. When you say pig, what does that mean? Does that mean the M60 or does that mean",
        4254.16,
        4259.1
    ],
    [
        " just a big gun? What does that mean? It used to mean the M60, but now it also means the Mark 48,",
        4259.1,
        4264.5
    ],
    [
        " which is the new modern version. It's a big belt fed machine gun to put it in clear terms for you.",
        4264.5,
        4270.9
    ],
    [
        " The iconic Rambo weapon and command about the way. Belt fed machine gun. I don't know about",
        4271.08,
        4277.5
    ],
    [
        " command or what kind of weapon he was carrying in there. In 60 when he was like shooting everybody",
        4277.5,
        4280.72
    ],
    [
        " from the hip carrying the bullets, right? The belt, but other hand, yeah, Rambo, I think kind of",
        4280.72,
        4286.94
    ],
    [
        " did it before command if I'm not mistaken. Yeah, when he came back, you shooting up the office.",
        4286.94,
        4291.38
    ],
    [
        " Oh, yeah. So so picture that weapon. I mean, because well, now you can picture it with with",
        4291.46,
        4296.54
    ],
    [
        " the slice alone, right? Yeah. Do you know? Do you know how tall Sylvester Stallone is?",
        4296.54,
        4301.28
    ],
    [
        " Not exactly, but I know that he's not as tall as like a, you know, your guy. Yeah, exactly.",
        4301.66,
        4306.92
    ],
    [
        " And Arnold. So you can picture my buddy just laying down. And by the way, having that thing",
        4307.0,
        4313.24
    ],
    [
        " shouldered, like shouldered like a rifle and just laying it down as he's moving, as he's walking",
        4314.02,
        4320.26
    ],
    [
        " over an obstacle, like it's no factor. I know. And I'm totally picturing it. And yes, that's a",
        4320.26,
        4325.46
    ],
    [
        " that's a glorious vision for sure right there. When I was young, we're watching Rambo and",
        4325.46,
        4330.16
    ],
    [
        " command. I was young. We were doing assaults with a life fire in the swamps of Louisiana. You",
        4330.16,
        4336.66
    ],
    [
        " were watching Rambo continue completely different for sure. No, I think it's pretty much the same.",
        4336.66,
        4340.92
    ],
    [
        " We're less, more or less. Yes. And my dad commented on that. He said, because he saw, if I'm not",
        4342.22,
        4350.36
    ],
    [
        " mistaken, Arnold Schwarzenegger and Commando, because that's when we used to watch together. And he had it,",
        4350.36,
        4355.5
    ],
    [
        " yeah, shooting from the hip one hand holding the, the, the ball is the, yeah, the belt in the other hand.",
        4355.6,
        4360.26
    ],
    [
        " And he's just laying down. He's just mowing down everybody, right? And the little plantation wherever",
        4360.26,
        4364.36
    ],
    [
        " it was. And my dad said, he's like, man, like that's impressive. You see that gun that he's carrying",
        4364.36,
        4370.66
    ],
    [
        " right there. I was like, yeah, he's like, that gun, it would take me you. And then he named like",
        4370.66,
        4375.44
    ],
    [
        " our neighbor, who's, I mean, I know, okay. It's like, it would take all three of us to pick that gun",
        4375.44,
        4379.64
    ],
    [
        " up. I was like, that's a heavy gun. I mean, my Arnold's holding it with one hand. So it's",
        4379.64,
        4384.74
    ],
    [
        " interesting. You say that because damn, that's what my dad said back in the day. Yeah. I mean, you can,",
        4384.74,
        4388.48
    ],
    [
        " you can definitely do what Arnold would do. And guys would do that too. But the pig, so yes,",
        4388.64,
        4393.72
    ],
    [
        " that heavy machine gun, the heavy belt fed machine gun is generally referred to as a pig.",
        4394.12,
        4398.56
    ],
    [
        " Yeah. And therefore, the guy that's carrying the pig can be no, can call it the pig gunner.",
        4398.62,
        4405.56
    ],
    [
        " And then if you, if you remember Ryan Job was a pig gunner. And usually guys have a nickname",
        4406.12,
        4413.98
    ],
    [
        " for their pig. And as a matter of fact, the guy that was stepping over the, the picnic table,",
        4413.98,
        4420.42
    ],
    [
        " he, his pig, he had two of them. I'm not sure which one of them was called Frankenstein.",
        4420.78,
        4427.48
    ],
    [
        " But the other one was called Roadblock. And this is, this is the, you know, this is in the 90s,",
        4427.92,
        4437.84
    ],
    [
        " man. There's no war going on. But let's face it, Roadblock is a legit name. Yeah.",
        4437.84,
        4442.14
    ],
    [
        " What is that Ryan? So Ryan Job's, Ryan Job's nickname was Biggles. And his, his gun was called",
        4442.46,
        4448.42
    ],
    [
        " Piggles. So it was Piggles and Biggles. Roadblock is from GI Joe. What's the name of a weapon?",
        4448.42,
        4455.96
    ],
    [
        " No, of a guy. Roadblock or no, no, no, cops. Maybe cops that cartoon. I don't know. I just",
        4455.96,
        4462.06
    ],
    [
        " know that my buddy had had an M60 that was called Roadblock. That's, yeah, that's one of the most",
        4462.06,
        4466.52
    ],
    [
        " legit names ever. I'll tell you what. So, so every different military has their different schools,",
        4466.52,
        4475.66
    ],
    [
        " right? Your different skill sets, sniper, radio man, you know, medic, all of their,",
        4475.66,
        4480.42
    ],
    [
        " all of their own little schools. And we used to share schools. We know sometimes our radio man go to",
        4480.42,
        4484.58
    ],
    [
        " go to the special forces communication school or for a long time with special forces medic school.",
        4484.96,
        4490.44
    ],
    [
        " So we share some of those schools, sniper school. There's a marine course sniper. There's",
        4490.94,
        4494.5
    ],
    [
        " all different schools. We are, the seals run really, really good schools because you get guys",
        4494.5,
        4501.62
    ],
    [
        " that are way, way, way, way into it, way into it, way into whatever their little thing is.",
        4501.62,
        4509.54
    ],
    [
        " But we would run the machine gunners would go through a course while we would go through land",
        4509.64,
        4516.46
    ],
    [
        " warfare. And it was like this, this, this, the 60 gunners course or the pig gunners course.",
        4516.46,
        4521.3
    ],
    [
        " But man, they would get some of the instructors and there was, everyone was just so into it that",
        4521.62,
        4529.66
    ],
    [
        " and I know I would, the other guys like I went, I was a radio man or one, I was an officer,",
        4529.66,
        4535.36
    ],
    [
        " we would get, we'd, we'd deduce a couple runs because you got to, but these guys would be out there",
        4535.36,
        4540.92
    ],
    [
        " for, you know, three days, just burn in through ammunition and learning to do everything and slap",
        4540.92,
        4547.8
    ],
    [
        " feet and push feet and combat feet. And you know, it just, the guys would get so good. And you'd",
        4547.8,
        4554.8
    ],
    [
        " see, there's another, another friend of mine I had. I was, it was almost the exact same situation.",
        4554.8,
        4559.5
    ],
    [
        " I think I was behind him. We were, I was walking on an assault. We were assaulting through a target.",
        4560.52,
        4565.52
    ],
    [
        " And he was out ahead of me. So I wasn't, I was like, as the radio men, this is when I was in",
        4566.18,
        4571.92
    ],
    [
        " Liska, as a radio man, you're, you're doing time on target. You get like the nerd roles. You know",
        4571.92,
        4576.82
    ],
    [
        " that stereo typical, so the stereo typical 60 gunner, he's like a big jack guy, right? Even in every",
        4576.82,
        4582.2
    ],
    [
        " movie, right? It's, it's the way it is. The stereo typical radio one. What does he look like?",
        4582.2,
        4586.22
    ],
    [
        " Yeah, a little nerdy. He's a nerdy guy. He's got glasses on. He has to keep cleaning them in the",
        4586.32,
        4590.28
    ],
    [
        " fields. And, and so like I was, I was not, I mean, I wasn't small, but that's the job that I had.",
        4590.28,
        4598.82
    ],
    [
        " Was that nerdy job? So when you're assaulting a target, your job would be to keep time on target.",
        4598.9,
        4602.66
    ],
    [
        " So you'd call out, you know, one minute. And so your, while the assaults going down, sometimes",
        4602.78,
        4609.64
    ],
    [
        " I would be tracking. I would kind of be, I would be a little bit more heads up. I'd be a little",
        4609.64,
        4613.96
    ],
    [
        " bit more detached, right? I got three machine guns out of front of me, plus all the other guys with",
        4613.96,
        4618.64
    ],
    [
        " the P shooters, they're all laying it down. And I might take a step back to be, okay, I'm making",
        4618.64,
        4623.3
    ],
    [
        " comms. I'm making sure we're doing good, whatever. But I was watching one of my other buddies.",
        4623.3,
        4627.98
    ],
    [
        " And I just like he was, so there's a, there's a feed tray. There's a bunch of different ways that",
        4629.28,
        4634.06
    ],
    [
        " you can reload your M60. And I just remember him. He in the most smooth fashion that you could",
        4634.06,
        4643.74
    ],
    [
        " imagine. The particular, he was, he was slapped feeding it. So he opens up the feed tray. And he",
        4643.74,
        4651.02
    ],
    [
        " opens up the feed tray and he whips his hand. He whips his hand. And what he does when he whips his",
        4651.02,
        4656.34
    ],
    [
        " hand is he hits the links. So you know those bullets in the belt, they're held together by links.",
        4656.34,
        4664.22
    ],
    [
        " And that, when you fire that last round, sometimes that link will sit there. It won't make it out of",
        4664.56,
        4672.02
    ],
    [
        " the gun because it just fired. And so that link will sit there right in that spot. So he opens up the",
        4672.02,
        4677.84
    ],
    [
        " feed tray, whips his hand and he hits that. And then that link comes up. He opens it up link. And",
        4677.84,
        4684.66
    ],
    [
        " while he's whipping it, he's like prepping. He whips it. He switches hand. He grabs out his,",
        4684.66,
        4690.76
    ],
    [
        " or no, he whips it. He grabs the belt, puts the next belt in there, boom, slaps the feed,",
        4691.0,
        4696.76
    ],
    [
        " cover home, lip in. He starts and I was like, man. So what I'm saying is when you got people that",
        4696.76,
        4706.52
    ],
    [
        " are into what they're doing, they're going to be good. They're going to be good. You want it?",
        4706.52,
        4712.62
    ],
    [
        " That's why if you, we should have videoed those two guys in those two moments. If I could capture",
        4712.78,
        4719.24
    ],
    [
        " those two moments and just propagate those two moments to the world, people will be a lot less apt",
        4719.24,
        4727.76
    ],
    [
        " to want to mess with America. Because you think about what kind of humans are doing this? What kind",
        4727.76,
        4734.6
    ],
    [
        " of human is figured out how to open the feed tray cover, slap that link out, reach down. What",
        4734.6,
        4741.2
    ],
    [
        " kind of human is doing that and has made that into a, a, a beautiful thing? Yeah. That's,",
        4741.2,
        4750.06
    ],
    [
        " that's what you're dealing with. Not dealing with normal people. We're going distance.",
        4750.24,
        4755.68
    ],
    [
        " It's like you know those guys who, you know, they're into smoking, you know, so they, and I don't",
        4756.28,
        4761.9
    ],
    [
        " mean like they're just smoke alive and saying they're into smoking, you know. So when they light",
        4761.9,
        4765.62
    ],
    [
        " this cigarette, they got the old school classic gold plated lighter and they do the little",
        4765.62,
        4771.06
    ],
    [
        " mini micro performance before they light this cigarette. They'll, you know, flip it like it's",
        4771.06,
        4776.48
    ],
    [
        " a butterfly knife or something like that kind of like that. But yeah, as far as a warfighter goes.",
        4776.48,
        4782.76
    ],
    [
        " Yeah. Yeah. And then you just break down. And when I start thinking about all the little",
        4782.92,
        4787.7
    ],
    [
        " details that guys would do every little piece of gear, they're honing it, they're, they're prepping",
        4787.7,
        4794.06
    ],
    [
        " everything is taped, everything is quiet, everything is just, and you'd get to see these, I'll",
        4794.64,
        4800.16
    ],
    [
        " tell you what I was out on patrol like towards the end of the battle of Ramadi. So, you know, we're like",
        4800.16,
        4806.04
    ],
    [
        " of, I don't know, maybe a few weeks or whatever from going home. And I run to some corner and I'm",
        4806.04,
        4811.6
    ],
    [
        " holding the corner as, you know, whatever, we're just on patrol. And I'm watching as the guys are",
        4811.6,
        4816.9
    ],
    [
        " moving and I'm like, good Lord. Same thing I'm thinking, if I was an insertion, I would, there's",
        4816.9,
        4822.56
    ],
    [
        " no way I would take a shot at these guys right now. Looks like it looks like just a machine,",
        4822.56,
        4827.12
    ],
    [
        " a machine, a machine that's alive, like a cyborg, a cybernetic organism that's, that's conducting",
        4827.78,
        4838.1
    ],
    [
        " operations with one thought process that cannot be bargained with and cannot be reasoned with.",
        4838.1,
        4844.02
    ],
    [
        " Oh yeah. Doesn't feel pity or remorse or fear. Yeah. Absolutely will not stop.",
        4844.24,
        4850.42
    ],
    [
        " Ever. And that's what you are dead. Like that's from a movie, but that's real. Yeah.",
        4850.52,
        4856.36
    ],
    [
        " Think about that. That's a, that's a movie. Somebody wrote that for a movie to make that as cool as",
        4856.72,
        4860.74
    ],
    [
        " possible, but that's a real thing. There's really, really people like that. I know them. And there's",
        4860.74,
        4869.0
    ],
    [
        " groups like that. And look, the only thing is you can say, oh, they can't be killed or whatever.",
        4869.0,
        4872.82
    ],
    [
        " Did you say that? Where they can't be stopped? They can't be bargained with.",
        4872.94,
        4879.46
    ],
    [
        " So it's just a good comforting feeling to know that there's guys out there like that.",
        4879.92,
        4886.04
    ],
    [
        " They're like that. Yeah. I know JP to know. I know him for a while. For sure. He's always come off as",
        4886.66,
        4894.1
    ],
    [
        " like that. Yeah. Yeah. Good times. Good times. Well, a little fun fact. Michael Bean is the guy who",
        4894.1,
        4904.48
    ],
    [
        " played Kyle Reese, who is the character who said that whole thing to Sarah Connor in Terminator 1.",
        4904.48,
        4909.96
    ],
    [
        " And we might call this layers. We might call it coincidence. We might call it parallels.",
        4910.32,
        4916.5
    ],
    [
        " But his most played role is a Navy seal. Interesting. Yeah. The Abyss, the rock.",
        4917.26,
        4927.22
    ],
    [
        " There are others too.",
        4928.56,
        4929.76
    ],
    [
        " Next section maintenance of horses. This is an interesting one. I'm trying to remember why",
        4929.94,
        4939.22
    ],
    [
        " highlighted that I should read that there must be some reason. Lord, we'll ask, how do we take",
        4939.22,
        4943.56
    ],
    [
        " care of our horses? Woo, chi replied. The stable should be clean and comfortable. Oh, that's why.",
        4943.56,
        4947.92
    ],
    [
        " Because it applies to everything. The stable should be clean and comfortable. The horse should",
        4948.06,
        4951.96
    ],
    [
        " be fed with appropriate grass and water. Feeding should be until neither too hungry or too full.",
        4951.96,
        4956.3
    ],
    [
        " Oh, yeah. So this is like a dichotomy here. Not too hungry. Discipline, clean, right?",
        4956.3,
        4960.94
    ],
    [
        " Not too hungry. And then the dichotomy's continue in winter. They should have warm stables and",
        4961.78,
        4966.84
    ],
    [
        " the summer cool stables. Little dichotomy there. They're main and heirs to be kept trim and",
        4966.84,
        4970.24
    ],
    [
        " the hooves properly cared for. Yes. See, these are guys. These are like pig gunners, but with horses.",
        4970.24,
        4975.54
    ],
    [
        " They should be trained to be familiar with all sights and sounds so that they aren't easily startled.",
        4975.94,
        4980.94
    ],
    [
        " Practicing their gallop and pursuit, exercise, constraint and holding the bomb between the horse",
        4982.56,
        4987.86
    ],
    [
        " and men should be so strong before the horses can be employed. Imagine the bond between a pig gunner",
        4987.86,
        4995.2
    ],
    [
        " and his weapon, right? It's like a real thing. The equipment such as saddles, bridles,",
        4995.2,
        5004.1
    ],
    [
        " bits and reins must be strong and durable. Normally, these horses are injured either towards the end",
        5004.32,
        5008.3
    ],
    [
        " of war or at the start. Similarly, they're either injured by hunger or overfeeding.",
        5008.3,
        5013.76
    ],
    [
        " That's the same thing that Dave Burke said about crashes, playing crashes. They usually happen in",
        5014.18,
        5021.94
    ],
    [
        " the first 20% of a pilot's career or the last 20%. Management of troops. Wuchi said,",
        5021.94,
        5030.12
    ],
    [
        " only people who have military capabilities and civility can be commander of an army.",
        5030.12,
        5036.08
    ],
    [
        " He must be one who is strict and flexible as well. You thought I made up the dichotomy of",
        5036.58,
        5046.4
    ],
    [
        " leadership? I didn't. Been around for apparently thousands of years. Strict but flexible as well.",
        5046.4,
        5051.66
    ],
    [
        " In general, when people appraise, general ship they usually focus on courage. However,",
        5052.14,
        5056.44
    ],
    [
        " courage is but one of many required characteristics of a general being only courageous.",
        5056.44,
        5061.48
    ],
    [
        " One would rashi rush into battle without any considerations for gain in loss.",
        5062.24,
        5066.68
    ],
    [
        " What do you need to be? Balanced. Such action is not acceptable. Now, the affairs to which the",
        5067.56,
        5072.8
    ],
    [
        " general must manage are five. First is control. Second is preparation. Third is commitment. Fourth is",
        5072.8,
        5079.0
    ],
    [
        " caution. Fifth is regulation. Control is governing the masses just as one controls a few.",
        5079.0,
        5083.86
    ],
    [
        " Preparation is during the journey to the battle ground. Always be prepared for",
        5084.82,
        5088.5
    ],
    [
        " an amy ambush. Commitment means entering combat without any concerns for one's life.",
        5088.5,
        5095.26
    ],
    [
        " Caution means that even after conquering, one remains the same control and attitude as if just",
        5096.74,
        5104.86
    ],
    [
        " entering a battle. Hmm. Even after you win, you maintain control. And you maintain the same",
        5104.86,
        5113.74
    ],
    [
        " attitude as if you just enter the battle. Regulation means laws and orders are to be kept to a",
        5113.74,
        5119.56
    ],
    [
        " minimum and not abrasive. You know what I've been saying? Lately,",
        5119.56,
        5123.64
    ],
    [
        " lead with the minimum force required, which is exactly what this says right here. Orders kept to",
        5124.2,
        5133.54
    ],
    [
        " minimum, not abrasive, to accept command without declining, to accept command without declining. So",
        5133.54,
        5143.34
    ],
    [
        " the enemy only afterward, destroy the enemy and only afterwards speak about returning is the proper",
        5143.34,
        5151.26
    ],
    [
        " form of behavior for general. You don't look, you don't talk about going home. You didn't even mention",
        5151.26,
        5156.92
    ],
    [
        " going home until you win. When the army goes forth, his only thought is to die with glory rather than",
        5156.92,
        5173.32
    ],
    [
        " four areas to note and characteristics of good generals. Over 2000 years old.",
        5173.32,
        5180.44
    ],
    [
        " Wuchi said in general, there are four vital points to note for warfare and they are morale, terrain,",
        5181.9,
        5187.96
    ],
    [
        " affairs and strength. The control and management of armies, movement lies in the hand of one general.",
        5188.4,
        5195.04
    ],
    [
        " That is the vital point for morale. When the road is narrow and perilous, at the vital point of",
        5195.42,
        5200.14
    ],
    [
        " the mountain route to point 10 men, a general can stop an army of thousands. That is a vital point",
        5200.14,
        5205.2
    ],
    [
        " of terrain. Making full use of spies, using light cavalry to harass the enemy, sewing discord",
        5205.2,
        5215.8
    ],
    [
        " between the ruler and officials and higher ranks and lower ranks, reproaching each other is the",
        5215.8,
        5221.82
    ],
    [
        " vital point of affairs. When chariots and strong have strong axles and secure pins, the boats have",
        5221.82,
        5229.32
    ],
    [
        " ensued with rudders and orders that officers are thoroughly familiar with the formations and the",
        5229.32,
        5233.34
    ],
    [
        " horses have trained in pursuits and maneuvers such as the vital point of strength. One who knows",
        5233.34,
        5239.32
    ],
    [
        " these four is qualified to be a general. Moreover, his reputation, virtues, benevolence and courage",
        5239.32,
        5246.48
    ],
    [
        " must be respected by his subordinates and calm the masses. It's interesting that you think of",
        5246.48,
        5252.9
    ],
    [
        " these guys back in the day of these rulers being re-enroiling with an iron fist and it's the",
        5252.9,
        5257.64
    ],
    [
        " cast system and you're just dominating. He talks about benevolence all the time and righteousness.",
        5257.74,
        5262.76
    ],
    [
        " And how that's he's saying if you know if you've got a group that loves their leader, don't even",
        5264.26,
        5268.92
    ],
    [
        " attack them. Furthermore, he must be able to scare his enemy with his reputation and decisiveness.",
        5268.92,
        5279.1
    ],
    [
        " When he issues orders no one dared to disobey him whenever he may be, wherever he may be,",
        5279.48,
        5285.26
    ],
    [
        " rebels will not dare to oppose him gaining such a person the state will grow strong, losing him,",
        5285.26,
        5289.42
    ],
    [
        " the state will perish. This is what we call a good general.",
        5289.54,
        5292.02
    ],
    [
        " Characteristics and importance of good communications. Wuchi said,",
        5293.48,
        5299.62
    ],
    [
        " now the different trums, gongs and bells are means to all the ear. Flag's banners and penance are",
        5300.76,
        5307.14
    ],
    [
        " meant to all the eye. Prohibitions orders, punishments and fines are meant to all the mind.",
        5307.14,
        5313.5
    ],
    [
        " Since the air is awestruck by sounds, they must be loud and clear. Since the eye is awestruck by",
        5314.2,
        5319.9
    ],
    [
        " colors, the colors must be discriminating and bright. Since the mind is awestruck by penalties,",
        5319.9,
        5324.86
    ],
    [
        " it has to be strict and unpolished. Imparsial. If these three are not established,",
        5325.48,
        5330.06
    ],
    [
        " even though you may have the support of the state you will invariably be defeated by the enemy,",
        5330.3,
        5335.6
    ],
    [
        " thus it is said that wherever the general's banners are, the whole troops will go and wherever",
        5336.16,
        5340.8
    ],
    [
        " the general points to, everyone will charge forward without concern for their own lives.",
        5340.8,
        5343.94
    ],
    [
        " As much as we talk about communication, it's under the law of combat simple,",
        5344.58,
        5350.84
    ],
    [
        " simple, clear, concise communication. If you're not doing that,",
        5351.0,
        5354.74
    ],
    [
        " if you're not giving clear, concise orders, things are going to fall apart.",
        5355.4,
        5359.82
    ],
    [
        " Knowing the enemy general, knowing the enemy general, Wuchi said, in general,",
        5361.38,
        5367.92
    ],
    [
        " one essential of war is to know who the enemy general is and evaluate his talent.",
        5368.34,
        5375.04
    ],
    [
        " In a court with a situation, you schemes and achieves new schemes to achieve results without",
        5375.76,
        5381.76
    ],
    [
        " much labor, a commanding general who is stupid and trusting can be deceived and entrapped.",
        5381.76,
        5388.14
    ],
    [
        " One who's greedy and insensitive to honor can be given gifts and bribed. One who changes",
        5388.72,
        5393.98
    ],
    [
        " mind easily and laxial plans, plot to labor and tire him out. That's a good one. You've got",
        5394.68,
        5399.64
    ],
    [
        " some of that tries on these different things. Go let him keep trying all those different things.",
        5399.64,
        5402.7
    ],
    [
        " So that's a nice little breakdown he just gives about what kind of personality you're doing",
        5403.08,
        5407.28
    ],
    [
        " with and then how you attack that personality. It's so good. If the upper ranks are wealthy and",
        5407.28,
        5414.22
    ],
    [
        " and arrogant, while the lower ranks are poor and resentful, so discord amongst them.",
        5414.22,
        5419.18
    ],
    [
        " If they're advancing and withdrawing are often marked by doubt and the troops have no",
        5419.74,
        5424.56
    ],
    [
        " underlie on, they can be frightened off. They can be frightened and running off.",
        5424.56,
        5428.56
    ],
    [
        " If the officers despise their commanding general and have strong intent to return home,",
        5428.88,
        5432.8
    ],
    [
        " block off the easy roads, leaving the treasures once opened and they can be attacked and captured.",
        5433.4,
        5437.08
    ],
    [
        " If the terrain over which they advance is easy but the retreat route is difficult,",
        5437.46,
        5441.66
    ],
    [
        " wait for them to come forward.",
        5442.24,
        5443.78
    ],
    [
        " Testing the enemy general.",
        5444.54,
        5448.44
    ],
    [
        " Lord Wu asked,",
        5449.84,
        5451.3
    ],
    [
        " if two armies are confronting each other and I do not know their general,",
        5452.92,
        5456.2
    ],
    [
        " if I would like to know more about them, what methods can I employ?",
        5456.74,
        5460.2
    ],
    [
        " Wu Chi replied, gather some lower ranks, men who are courageous and have them lead some",
        5460.74,
        5465.64
    ],
    [
        " light shock troops to test them. When the enemy responds through to attack,",
        5465.64,
        5469.2
    ],
    [
        " they, the shock troops should run off and he basically goes through how to",
        5469.96,
        5473.8
    ],
    [
        " do a little probe to find out what kind of reaction you get if they give an organized",
        5474.72,
        5479.4
    ],
    [
        " defense or not and you can judge from there. Next one, chaos and communications.",
        5479.4,
        5484.1
    ],
    [
        " Lord Wu asked, if the chariots are sturdy, the horses are well bred, the generals are courageous",
        5485.16,
        5490.96
    ],
    [
        " and the soldiers are strong, but when you suddenly encounter the enemy and the troops are thrown",
        5490.96,
        5495.48
    ],
    [
        " into chaos and formations are broken, what can be done? So this is exactly what I talked about",
        5495.48,
        5501.5
    ],
    [
        " doing these sand rattle battle drills on the beach. Wu Chi replied, in general, it is a rule of",
        5501.5,
        5510.68
    ],
    [
        " battle that during daylight flags, banners and penets to relay orders while at night,",
        5510.68,
        5514.8
    ],
    [
        " gongs, drums, horns and whistles can be used instead. When the flags sing left, they move left",
        5515.04,
        5518.72
    ],
    [
        " when the flags sing right, they move right, when the drum is beaten, they advance, when the gong",
        5518.72,
        5522.4
    ],
    [
        " sound they retreat. At the first sound of the horn, they should advance, at the second sound",
        5522.4,
        5525.7
    ],
    [
        " of the horn, they should gather. If anyone disobeyed the order, they should be executed.",
        5525.7,
        5529.5
    ],
    [
        " This is where I start to say, okay, we talked about 11 lengths and I was on board, we talked",
        5531.06,
        5536.0
    ],
    [
        " about taking care of your people and I was on board. People disobey your order, execution might",
        5536.0,
        5540.14
    ],
    [
        " not be the best thing to do. Only in this way, the army would submit to your awesomeness",
        5540.14,
        5545.58
    ],
    [
        " and the officers and soldiers will not dare disobey orders. In combat, no enemy will be stronger",
        5545.58,
        5551.44
    ],
    [
        " than you nor will any defenses remain impregnable to your attack. When the, when outnumbered by the",
        5551.44,
        5558.68
    ],
    [
        " enemy, Lord Wu asked, what if our troops are outnumbered? Wuqi replied, avoiding gauging them on",
        5558.68,
        5565.0
    ],
    [
        " flat train instead attacking narrow quarters, lusted as said, for one to attack ten, nothing is better",
        5565.0,
        5570.32
    ],
    [
        " than narrow passage. Pretend to attack a hundred, nothing is better than deeper vein. These are",
        5570.32,
        5576.84
    ],
    [
        " pretty straightforward. How to attack a strong enemy? Lord Wu asked if their forces are numerous,",
        5576.84,
        5583.22
    ],
    [
        " well trained and courageous. Behind them are dangerous high grounds on the right or mountains,",
        5584.04,
        5588.64
    ],
    [
        " on the left or river. They are well fortified and have crossbows in defending position. When they",
        5588.74,
        5593.32
    ],
    [
        " withdraw, they are steadiest mountains when they attack their like torrential reign as their",
        5593.32,
        5597.68
    ],
    [
        " food stocks are plentiful, it will difficult to defend against them for very long what should be",
        5597.68,
        5602.94
    ],
    [
        " done. This is funny. He's just asking these totally insane situations, right? But don't worry,",
        5602.94,
        5610.0
    ],
    [
        " have no fear. Because Wuqi replied, a very good question. Such enemy cannot be overcome by",
        5610.0,
        5617.08
    ],
    [
        " force alone, but by the wisdom of sage. If can prepare one thousand chariots and ten thousand",
        5617.08,
        5624.08
    ],
    [
        " cavalry and support them with foot soldiers, divide them into five groups, each one traversing a",
        5624.08,
        5628.06
    ],
    [
        " different route. Now the five groups will move out in different direction simultaneously, the",
        5628.06,
        5631.6
    ],
    [
        " enemy will certainly be confused and will not know what we are up to. So he basically goes through",
        5631.6,
        5637.04
    ],
    [
        " how to attack from five different directions at the same time. And then what he says is he basically",
        5637.04,
        5642.42
    ],
    [
        " want to isolate some of the groups, which is a smart move. And then he goes on to a whole section of",
        5642.42,
        5648.02
    ],
    [
        " when surrounded by the enemy, when caught and unfavorable terrain, caught in a valley, fighting marine",
        5648.02,
        5653.28
    ],
    [
        " battles, wet and dry weather, also known as moist, dry weather, fighting plunders after this is a good",
        5653.28,
        5662.62
    ],
    [
        " one after conquering cities. Wuqi said, in general, there is a principle to follow when attacking the",
        5663.52,
        5670.74
    ],
    [
        " enemy's city. That is, after conquering the city, enter their public building, control and use the",
        5670.74,
        5679.28
    ],
    [
        " former bureaucrats to take over their supplies, relay orders that troops are not supposed to cut down",
        5679.28,
        5685.82
    ],
    [
        " trees, destroy houses, take the grain, slaughter animals, or burn people's supplies. This will show",
        5685.82,
        5691.9
    ],
    [
        " the populace that you do not have any vicious intentions, accepting those that accept those that",
        5691.9,
        5697.98
    ],
    [
        " surrender and settle them. And this is very good advice, especially that bureaucratic idea.",
        5697.98,
        5705.0
    ],
    [
        " You know, we're going to take over, we're going to try and maintain their society. We're not going",
        5705.84,
        5710.08
    ],
    [
        " to rip it apart. It's going to be easier to control. It's going to be more beneficial to you and",
        5710.08,
        5715.36
    ],
    [
        " it's a positive thing. It was just going back to the Iraq War and the disbanding of Saddam's military,",
        5715.8,
        5723.38
    ],
    [
        " which is pretty much now considered that that was a bad, bad move. We talk about it on",
        5724.06,
        5730.28
    ],
    [
        " we talk about it on the other podcast. The newly named podcast, the podcast formerly known as",
        5730.28,
        5743.96
    ],
    [
        " the thread, which is now known as the Jockel Unraveling podcast, which will be up soon.",
        5743.96,
        5748.68
    ],
    [
        " Next section, and just to go, look, we don't have to take this from a war scenario.",
        5750.44,
        5758.42
    ],
    [
        " When you acquire a business, your business buys their business. What do you do?",
        5759.54,
        5764.54
    ],
    [
        " Say, where are you? Get on board, fire all their leadership. No, actually utilize their",
        5766.34,
        5771.08
    ],
    [
        " leadership. Take some of their culture, incorporate them into the game. You know what makes people",
        5771.08,
        5778.14
    ],
    [
        " not do what I just said, because there you go. They're like, you know what echo? We just bought your",
        5778.14,
        5782.66
    ],
    [
        " company, you're fired or even like, you know, you can, you can be work as my, you know, whatever.",
        5782.66,
        5788.76
    ],
    [
        " You, I'm going to take your authority away from you. Now everybody's looking at you that should",
        5789.5,
        5794.54
    ],
    [
        " be working hard and they're going, oh man, they're treating our boss bad. Yep. It's true. You know,",
        5794.54,
        5800.2
    ],
    [
        " good examples of that is the movie invasion of the body snatchers. So this is an old school movie.",
        5800.52,
        5806.0
    ],
    [
        " By the way, my dad used to be super into it. But I noticed the aliens that come down and they",
        5806.04,
        5810.22
    ],
    [
        " take over your body, right? Now they're what's this movie called invasion of the body snatchers.",
        5810.22,
        5815.2
    ],
    [
        " So they come down and they take over your body, but you still look like you. You kind of even act",
        5815.52,
        5820.7
    ],
    [
        " like you, but you have an alien agenda. See, seem same. It's the exact same thing. So as opposed to",
        5820.7,
        5827.4
    ],
    [
        " like, because the alien came invaded your body, took over your body, your whole thing. But they",
        5827.4,
        5834.04
    ],
    [
        " didn't like ruin it. They kept your whole. Yeah. Yeah. As far as that, that plus we goes as opposed",
        5834.04,
        5841.54
    ],
    [
        " to like men in black, every watch men in black that one. Yeah, but I can't really remember. So",
        5841.54,
        5846.04
    ],
    [
        " there's this cockroach alien that came in like took over this farmer guy's body and just jammed it",
        5846.04,
        5851.94
    ],
    [
        " up. So when this guy, the farmer, the alien, the cockroach alien was walking down the street as the",
        5851.94,
        5857.36
    ],
    [
        " farmer, like his body was so jammed up, his skin's all falling down and whatever. Everyone was like,",
        5857.36,
        5862.28
    ],
    [
        " oh, like he couldn't function in society. Same thing. So this agenda was, it was way harder to",
        5862.32,
        5867.86
    ],
    [
        " execute. You see me saying, yeah, ended up losing an end too, by the way. Okay. Yeah. Coincidence?",
        5867.86,
        5872.96
    ],
    [
        " Nope. No. No. They kind of stole that plot line from Woocchi. Yeah. Obviously.",
        5872.96,
        5878.7
    ],
    [
        " All right. Lord, we'll ask is making punishment severe and words clear adequate for victory.",
        5882.04,
        5889.42
    ],
    [
        " Woocchi replied, as to these matters of severity and clarity, I do not have all the answers,",
        5890.42,
        5896.74
    ],
    [
        " even so they cannot be totally relied on. When you issue orders and the people willingly follow them,",
        5897.16,
        5902.8
    ],
    [
        " when you raised the army and mobilized the masses, the people take pleasure in going to battle,",
        5903.46,
        5909.4
    ],
    [
        " when engaging the enemy, the people take on pleasure in fighting to the death,",
        5909.72,
        5915.44
    ],
    [
        " then these three are what the ruler of men can rely on. Those are big asks.",
        5915.84,
        5923.58
    ],
    [
        " Lord Wooc inquired further, how does one attain such results? Right? So these little big asks",
        5925.02,
        5931.48
    ],
    [
        " that you're asking for, how do you get there? Woocchi replied, you should identify men of",
        5931.48,
        5935.7
    ],
    [
        " accomplishment and honor them with a grand feast. Also invite those that have not accomplished",
        5935.7,
        5940.5
    ],
    [
        " anything. This would stimulate them. There upon Lord Wooc had sitting on, had sitting that set out",
        5940.5,
        5946.56
    ],
    [
        " in the ancestral temple hall arranged in three tiers and held a feast for officers and chief",
        5946.56,
        5951.96
    ],
    [
        " officials. Those distinguished by great achievements sat in the first tier and were feasting in the",
        5951.96,
        5956.32
    ],
    [
        " finest food and culinary those who ranked in the next accomplishment sat in the middle tier and",
        5956.32,
        5960.96
    ],
    [
        " dined with fine food and less lavish vessels. Those who had not accomplished anything,",
        5960.96,
        5965.38
    ],
    [
        " noteworthy sat in the last tier feasting fine food in ordinary utensils when the feast was over",
        5966.16,
        5972.3
    ],
    [
        " and they came out. Lord Wooc also honored the parents and families of the meritorious outside the",
        5972.3,
        5978.86
    ],
    [
        " temple gate. Again, according to their accomplishments, he annually sent emissaries to call on the",
        5978.86,
        5984.74
    ],
    [
        " families of those who had died in service for the country, bestowing aid on their parents.",
        5984.74,
        5989.24
    ],
    [
        " So doing he showed that they would not be forgotten.",
        5989.64,
        5992.44
    ],
    [
        " Once again, take care of your people and I also like how he set up that little tiered structure",
        5993.72,
        5999.38
    ],
    [
        " of, do you want to move into the next tier? Gotta go make some stuff happen.",
        5999.38,
        6003.92
    ],
    [
        " And also interesting to that third tier is actually sounds still pretty solid,",
        6004.42,
        6009.9
    ],
    [
        " you know, where it's like, dined on the finest food, just in some ordinary cut, you know,",
        6010.06,
        6014.3
    ],
    [
        " kind of the thing, but then you compare to like the lavish top tier. We all want to get there.",
        6014.42,
        6021.4
    ],
    [
        " Check, this is the last section from Woocchi. I read a bunch of it, didn't read the whole thing,",
        6022.34,
        6027.66
    ],
    [
        " you can go download it yourself for the for the details. This is the last section.",
        6027.78,
        6031.3
    ],
    [
        " And this tells a little story and now we get to this point. The day before the battle,",
        6031.8,
        6037.02
    ],
    [
        " Woocchi spoke to the troops. All aids and officers must confront and capture",
        6037.32,
        6043.18
    ],
    [
        " enemies, chariots, cavalry and infantry. If the chariots do not make prisoners of the enemies,",
        6043.24,
        6050.42
    ],
    [
        " chariots, the cavalry do not make prisoners of the enemies, cavalry, the infantry do not make",
        6050.7,
        6056.58
    ],
    [
        " prisoners of the enemies infantry. Then even if we forge an overwhelming victory, no one will be",
        6056.58,
        6062.72
    ],
    [
        " accredited with achievements. That was his message to the troops. On the day of battle, although his",
        6062.72,
        6072.86
    ],
    [
        " orders were not onerous, meaning he can give these massive words. He just said that right there,",
        6072.86,
        6077.7
    ],
    [
        " basically. On that day, his awesomeness shook the world. That is the last line of the woozy written",
        6077.76,
        6090.56
    ],
    [
        " by Woocchi. On that day of battle, his awesomeness shook the world. And I'm going to say that that's",
        6090.56,
        6102.84
    ],
    [
        " and look, these principles, we read them. We have some level of understanding of them. We see the",
        6104.18,
        6112.38
    ],
    [
        " same advice coming from different people over a spread of thousands of years. We keep hearing the",
        6112.38,
        6120.68
    ],
    [
        " same type of advice over and over again. What we did to do is put that advice to work. Put these",
        6120.68,
        6131.78
    ],
    [
        " family, but for your people, but for your team, but for your employees, your bosses, your community,",
        6131.78,
        6136.74
    ],
    [
        " and the world. And then what you do is you go out and you shake the world with awesomeness.",
        6137.28,
        6145.32
    ],
    [
        " Echo Charles. Yes sir. Speaking of shaking the world with awesomeness.",
        6146.12,
        6153.7
    ],
    [
        " How can you help us do that? How can you help us shake the world with awesomeness?",
        6156.04,
        6162.44
    ],
    [
        " Well, you cannot shake the world with awesomeness if you are not yourself providing awesomeness.",
        6162.82,
        6170.66
    ],
    [
        " I'm saying. If you're incapable of providing awesomeness, how can you shake anything with that awesomeness?",
        6170.96,
        6176.52
    ],
    [
        " Yeah, you're not shaking anything with a pure lack of awesomeness yourself. You can have a hard time.",
        6176.62,
        6182.7
    ],
    [
        " What's interesting is even back then they say the word awesome. So you know, remember this is",
        6182.7,
        6187.92
    ],
    [
        " the translation. That's fair enough actually. So awesome is so my friend Anthony. He was actually at",
        6187.92,
        6199.7
    ],
    [
        " my house our first episode of the podcast when you came up with his house. Anyway, he used to",
        6199.7,
        6206.4
    ],
    [
        " always say the word awesome. Just inappropriate times in my opinion. That turned me off",
        6206.4,
        6212.58
    ],
    [
        " the word awesome. He'd say, yeah, I met this girl. She was just she was just so awesome. And it's",
        6212.7,
        6218.46
    ],
    [
        " like, all right, you know, I don't know how like a girl should this girl must be really something if",
        6218.46,
        6224.24
    ],
    [
        " you're in awe of this girl. I'm saying because that's really what awesome is. It's awesome. So",
        6224.24,
        6231.02
    ],
    [
        " anyway, so he'd always use it. So it really turned me off. So I tease him about it. So anytime",
        6231.02,
        6235.56
    ],
    [
        " he's around, I'd be overusing the word awesome. Then after a while, I just started using it normally.",
        6235.56,
        6241.54
    ],
    [
        " You know, I you know how that happens, right? I think we talked about this before where you start",
        6241.54,
        6245.74
    ],
    [
        " using a word just as a joke, you know, and then it slowly creeps into your normal vocabulary.",
        6245.74,
        6250.92
    ],
    [
        " That's what awesome is. So I'm rolling with it. Okay. So apparently Wu cheese will roll in with it as",
        6250.92,
        6257.84
    ],
    [
        " well. Yeah, very awesome. Now I'm really going to roll with it. So all right, well, we got to keep",
        6257.84,
        6263.04
    ],
    [
        " ourselves in the game, you know, this game. You cannot be awesome and shake any world or anything",
        6263.04,
        6269.74
    ],
    [
        " with awesomeness if you're not in the game to begin with. If you're not on the path, this is my",
        6269.9,
        6273.9
    ],
    [
        " opinion. What's the level of arrogance when you close out your book by saying you shook the world",
        6273.9,
        6277.6
    ],
    [
        " with awesomeness? It kind of detracts with the message a little bit. Oh, well, the humility meter",
        6277.6,
        6283.24
    ],
    [
        " is not getting very high. Yeah. When you're saying, Hey, you know what I'm going to do? No",
        6283.24,
        6288.34
    ],
    [
        " factor. Just no big deal. I'm both over here shaking the world with awesomeness. Yeah.",
        6288.34,
        6292.88
    ],
    [
        " I agree. But I've never even heard a person make a statement that is that might be the strongest",
        6295.44,
        6303.24
    ],
    [
        " possible. I mean, what's stronger than that? What's the stronger way of saying this person made a",
        6303.24,
        6310.02
    ],
    [
        " mark on the world, right? Yeah. Shake the world with awesomeness. Straight up, shook it. Yeah. Yeah.",
        6310.02,
        6316.42
    ],
    [
        " Oh, it's legit. It does sound like a Kanye West, maybe statement or something like this.",
        6316.76,
        6323.16
    ],
    [
        " Okay. That's something he would say. I'm saying. Okay. Oh, I will take your word for it.",
        6323.3,
        6328.72
    ],
    [
        " Anyway, be on the path. It's from saying, now what you're going to do? Okay. The path is like",
        6329.08,
        6334.14
    ],
    [
        " it's full of, and I'm going to quote you on this one. It's full of obstacles and traps.",
        6334.14,
        6340.28
    ],
    [
        " The path is true. So those obstacles, challenges or whatever, we've got something for you.",
        6340.88,
        6346.7
    ],
    [
        " We've got some supplements. This is for your physical and mental ability to sound. Yeah.",
        6346.78,
        6351.96
    ],
    [
        " To stay on the path in the game, etc. So Jockelfuel can hold line for you for any pretty much any",
        6352.32,
        6358.02
    ],
    [
        " ailment, pretty much generally speaking, it covers at least a little bit of any ailment that",
        6358.02,
        6370.14
    ],
    [
        " we're shaking the world with awesomeness. Now we're just any ailment. You got ailments?",
        6370.14,
        6373.82
    ],
    [
        " We're good. You got the Jockelfuel. Whatever's wrong with you, we got you.",
        6373.92,
        6378.04
    ],
    [
        " It this will help. Any ailment. This will help. This will help. So it's just going to depend on what",
        6378.14,
        6382.64
    ],
    [
        " you mean by help. Hey, look, we just, you know, we just, you don't need to say anything else.",
        6382.64,
        6386.9
    ],
    [
        " You just said it. You say, hey, look, any ailment that you have, any problem you got, Jockelfuel,",
        6387.14,
        6391.2
    ],
    [
        " you're good. That's it. It'll help end of advertisement. Ever end of talking. We're good. Any ailment,",
        6391.24,
        6395.94
    ],
    [
        " we're good. We're good. We'll let me, we'll let me specify because some of these ailments we",
        6395.94,
        6399.98
    ],
    [
        " simply don't have you see them saying, like if you don't need extra pro, this is just an example.",
        6399.98,
        6405.6
    ],
    [
        " If you don't need extra protein in the form of a dessert, some people they don't need that.",
        6405.76,
        6410.22
    ],
    [
        " Who doesn't need that? Well, a lot of people don't need it, but of course we don't have that.",
        6410.54,
        6414.48
    ],
    [
        " Of course we don't want that. I mean, as far as protein goes, how can it get any, well, then again,",
        6415.0,
        6420.5
    ],
    [
        " steak, seems saying, steak is not in the form of a dessert, but sort of the same desire.",
        6420.5,
        6426.54
    ],
    [
        " Anyway, all right. Well, let me start at the beginning. Okay.",
        6427.56,
        6430.5
    ],
    [
        " Join, work for it. That's for your joints. Yes. If and when, or let's just say if they start to",
        6430.72,
        6435.66
    ],
    [
        " fault track. Are you going to narrow down the, you're going to now narrow down, you're attracting",
        6435.66,
        6439.48
    ],
    [
        " your statement that any ailment is going to be cured by Jockelfuel. No. Well, technically,",
        6439.48,
        6444.74
    ],
    [
        " I didn't make that statement. I said, I said, this will help. Say, clear. You see, I'm saying,",
        6444.74,
        6450.44
    ],
    [
        " I read you. Here's the thing. I totally cheated on that statement because, look, if you break your",
        6450.44,
        6454.62
    ],
    [
        " arm and I give you a leg massage, that'll help. It won't help your arm specifically, but you know,",
        6454.62,
        6460.84
    ],
    [
        " legs are loose and good to go. So there will be benefits even for truly any ailment. So you're actually",
        6461.3,
        6467.34
    ],
    [
        " speaking of factual. In one way or another, yeah. Exactly. Anyway, do I work for a super curl oil,",
        6467.34,
        6472.5
    ],
    [
        " this anti-oxidance in there? By the way, it's called Zanthium. It's called ailment crusher.",
        6472.68,
        6479.22
    ],
    [
        " Also, the supplement discipline. If you want some supplemental discipline, boom, got you",
        6481.78,
        6487.24
    ],
    [
        " discipline, supplement in cans, powder form, boom, whatever you like. Did you say curl oil? I did",
        6487.24,
        6492.22
    ],
    [
        " super curl. Super. Yeah. Cause really when it boils down to it, not being on super curl and not",
        6492.22,
        6497.36
    ],
    [
        " being on joint warfare is not a good idea. No, you talk about the, the four, something of light,",
        6497.36,
        6504.42
    ],
    [
        " right? Yeah. Those are the light. Yeah. Yeah. You got to keep it light, boom. You have to, in",
        6504.48,
        6510.2
    ],
    [
        " my past, especially after listening to this, I think so. And that's what the, that's what the",
        6510.2,
        6514.08
    ],
    [
        " super curl, that's what the joint warfare, that's the discipline, too. By the way, so it's all part",
        6514.08,
        6518.08
    ],
    [
        " of the whole circle of, I must say I drink the powdered form of discipline go like basically",
        6518.08,
        6524.26
    ],
    [
        " all day long. Basically, we're talking about all day long. You want to, you got some, you want to",
        6524.26,
        6529.96
    ],
    [
        " prevent some ailments? Yeah. Even ailment prevention. Yes. Is what we're talking about. Fight",
        6529.96,
        6535.66
    ],
    [
        " even D3. Get some of that. Get some cold war. And you can deny these threatening enemy beasts,",
        6536.28,
        6546.0
    ],
    [
        " ailments, better out there. Just get rid of them before they even show up. Oh, yeah. Immune system.",
        6546.38,
        6551.46
    ],
    [
        " This is like somebody walks up to your immune, some, some enemy walks up to your immune system.",
        6551.46,
        6556.04
    ],
    [
        " They see the D3 and they see the cold war. They're sort of like, Hey, that's not, they're more",
        6556.4,
        6559.86
    ],
    [
        " not attacking. Yep. They were right in that category of don't attack. You're correct. The ancient",
        6559.86,
        6563.9
    ],
    [
        " Wu Qi said, if you see a body filled with D3 and cold war, do not attack. It's a losing battle.",
        6563.9,
        6572.58
    ],
    [
        " Yes. Got the RGD cans. You want to get some, you want to get some jockel Palmer? You do want to",
        6573.0,
        6577.9
    ],
    [
        " get some jockel Palmer. This stuff is ridiculously good. The stuff is good. It's good for you,",
        6577.9,
        6585.74
    ],
    [
        " which is crazy. Yeah, it's crazy. Did you see Brian Littlefield? Yes.",
        6585.82,
        6592.86
    ],
    [
        " What makes it different? And I thought it was going to be like, the differences in the spirit or",
        6592.86,
        6597.14
    ],
    [
        " something, you know, something kind of esoteric. And you can't really like put your finger,",
        6597.14,
        6600.82
    ],
    [
        " but he ran it. He went down the line like all this stuff, you know, like, okay, proprietary,",
        6601.06,
        6605.68
    ],
    [
        " but what was it? Probably this guy. Well, yeah, he's talking about the term proprietary blend,",
        6605.82,
        6611.24
    ],
    [
        " which is a way of masking what you actually have in there and the quantities that you have in",
        6611.24,
        6616.9
    ],
    [
        " there, which means that you can sell people things that for a lot more, but even though you",
        6617.24,
        6623.32
    ],
    [
        " didn't put very much of them in there. Yeah. Yeah, it's a, which is sketch. Yeah, it's interesting.",
        6623.32,
        6627.88
    ],
    [
        " And then when he goes down the line, you know, of all the stuff that's in there, it's all transparent,",
        6628.22,
        6632.84
    ],
    [
        " like, you know, all the ingredients are like on there and stuff and you kind of, man, this is like,",
        6633.12,
        6637.08
    ],
    [
        " this, that does, that is different than like a energy drink, you know, which men, I'm dying.",
        6637.52,
        6643.54
    ],
    [
        " Like the energy drinks, what about men when you when you read this, you're like, bro, how can I even",
        6643.54,
        6647.52
    ],
    [
        " drink an energy drink now? You won't. But here's the thing. We're making something else.",
        6647.52,
        6653.28
    ],
    [
        " We're making a ginger ale. Do you like ginger ale? You see, do? Okay. Well, there's going to be",
        6653.58,
        6659.06
    ],
    [
        " caffeine free ginger ale coming. Hmm. Wait, well, I don't think we have a name for it yet. We're kind",
        6659.06,
        6664.92
    ],
    [
        " of tracking on that. I was unaware that ginger ale had caffeine. Well, no, this one won't. It can or",
        6664.92,
        6672.66
    ],
    [
        " cannot. I mean, you can have caffeine free coffee. You can have caffeine free tea. So we're making",
        6672.66,
        6677.2
    ],
    [
        " ginger ale without caffeine. The reason is the reason this one was going to say this, the reason I",
        6677.2,
        6680.32
    ],
    [
        " said that is because I told, I told B little I was like, listen, this stuff tastes freaking delicious.",
        6680.32,
        6686.18
    ],
    [
        " And I want to drink it all day. Oh, yeah. And I don't want to. Oh, D on caffeine. There's 95",
        6686.74,
        6691.94
    ],
    [
        " milligrams of caffeine in every can of go. So, you know, you have a can of go, maybe you have two a day,",
        6691.94,
        6698.66
    ],
    [
        " the maximum you're supposed to do recommended is like 400 milligrams of caffeine a day. That's",
        6699.48,
        6705.04
    ],
    [
        " going to turn me into a psychopath. Yeah, you, you, you, I don't need that. But here's the problem.",
        6705.04,
        6711.6
    ],
    [
        " Love the taste. So, well, it's a little displeant to us because you got to draw the line. But",
        6711.94,
        6717.08
    ],
    [
        " also the cool thing is when you, when you're, when it's your company, you know, I want something",
        6717.08,
        6724.34
    ],
    [
        " without caffeine. Yep. And so we're going to make that I already, I already had I told I just",
        6724.88,
        6729.08
    ],
    [
        " probably about the six or seventh iteration of and we're still keeping in all the positive stuff,",
        6729.08,
        6734.72
    ],
    [
        " all the good, neutropics, all the healthy things that are in there. It's all still going to be in",
        6734.72,
        6738.82
    ],
    [
        " there. It's just not going to have caffeine. Gotcha. Okay. Yeah. I misinterpreted it like as if to say",
        6738.82,
        6743.9
    ],
    [
        " like normal ginger ale has caffeine. But no, yeah, you're right. Like there's caffeine in the",
        6743.9,
        6749.8
    ],
    [
        " jockel pomegranate. Or whatever. There's a little element of caffeine in there or a legitimate",
        6749.82,
        6753.76
    ],
    [
        " element. Um, but this one's not going to have to see that way. I can drink this stuff all day long.",
        6753.76,
        6759.62
    ],
    [
        " Get the other benefits from the product. One of those benefits being taste.",
        6759.66,
        6765.94
    ],
    [
        " Yep. Lily. Because I know someone that when they go out for dinner, they get coca colas.",
        6766.26,
        6771.74
    ],
    [
        " Yes, sir, which are not. No, sir, they're not. You know, hey, it's the freedom part.",
        6772.0,
        6776.36
    ],
    [
        " Then last, we're going to taste like I mentioned before, mulk and war your kid mulk by the way.",
        6777.38,
        6782.96
    ],
    [
        " So protein in the form of a dessert tastes good. No, tastes great.",
        6783.26,
        6787.82
    ],
    [
        " No, these are great that often. But you can get some jocke white tea in the cans or",
        6788.46,
        6796.56
    ],
    [
        " 8,000 pound dead left. Which is no big deal. I know this doesn't sound like a big deal.",
        6796.56,
        6800.5
    ],
    [
        " It's a guaranteed one or something. And you can get all these things at origin main.com. You can",
        6800.5,
        6804.64
    ],
    [
        " get them at the vitamin shop as well in your local neighborhood. There you go. Also at origin main",
        6804.64,
        6810.98
    ],
    [
        " is jujitsu stuff. When we start jujitsu, when we're in jujitsu, we want to get a new",
        6810.98,
        6815.52
    ],
    [
        " key. We want to get a ghee or a rash card or whatever. Or do you mean.com. They got that too.",
        6815.52,
        6820.66
    ],
    [
        " All made in America. Also, since you can't, unfortunately, just wear a key wherever you go.",
        6820.66,
        6825.42
    ],
    [
        " Unfortunately, I mean, you can technically, but it's not recommended. Yeah.",
        6825.72,
        6830.52
    ],
    [
        " You can also get other things there like jeans t-shirts boots. Yes, boots. You can get boots and",
        6831.98,
        6839.14
    ],
    [
        " all everything that we just talked about, everything without compromise made in America. American",
        6839.14,
        6844.92
    ],
    [
        " hands up. They're getting after it. So I'm kind of thinking of the boots, right? And some other",
        6844.92,
        6849.78
    ],
    [
        " stuff like get it. But the boots will just say the boots. So you know how, uh, woo, zee, no,",
        6849.78,
        6856.3
    ],
    [
        " woe, she is talking about like, Hey, you spent a lot of time making that thing beautiful.",
        6856.3,
        6862.5
    ],
    [
        " But not functional. I'm still trying to figure out the use for it, right? But these boots are",
        6863.2,
        6868.1
    ],
    [
        " kind of like whoever made them peat. And them was kind of doing both. You seem saying. Like when",
        6868.1,
        6875.16
    ],
    [
        " they had the goal for boots, they were like going functional with beauty, like hand in hand,",
        6875.16,
        6880.04
    ],
    [
        " almost kind of thing. As far as works of art goes, Dowens like, I'm not that much into fashion.",
        6880.04,
        6887.92
    ],
    [
        " Like you were, but it seems like that'd be like some top tier artistic. There's a good balance",
        6888.72,
        6898.5
    ],
    [
        " between fashion and function between myself and a guy by the name of Pete Roberts. Let's face it,",
        6898.5,
        6908.68
    ],
    [
        " pre. Well, let's face it on in a vacuum environment with just Pete Roberts in there. All you",
        6909.78,
        6917.12
    ],
    [
        " have to do is look at rash guards from origin, right? You can look at those and you can see where",
        6917.12,
        6922.68
    ],
    [
        " what's going to end up. When you inject a little jaco in there, all of a sudden things start, you",
        6922.68,
        6929.16
    ],
    [
        " know, we start going a little bit more towards the form. Yeah, I know a little bit more towards",
        6929.16,
        6933.82
    ],
    [
        " the form thing. Pete can get wild. Hey, man. Bro, I like, you know, likes the way things look",
        6933.82,
        6939.16
    ],
    [
        " more than me. Yes, sir. More than me. Quite a bit more than me. Yes, sir. But what's cool is",
        6939.16,
        6946.68
    ],
    [
        " you get that balance like the jeans, man. Let's face it, there's some things about the jeans that are",
        6946.68,
        6953.58
    ],
    [
        " a little bit, they're functional like the pockets are slanted in the back, right? Just easier.",
        6953.58,
        6957.72
    ],
    [
        " These little things, they're legit. And it just so happens. Let's face it, they look super dope.",
        6957.92,
        6965.32
    ],
    [
        " I went to Oregon, just got back as you know, and on the plane, this is saying a lot now, I'm not",
        6965.82,
        6972.44
    ],
    [
        " trying to like look dope because the paparazzi is going to be at the airport waiting for me when",
        6972.44,
        6977.28
    ],
    [
        " I arrive. That's not my situation. You know, so I wear what's going to work in the airport",
        6977.28,
        6981.56
    ],
    [
        " scenario environment, or jeans all day to and from by the way, so you if the paparazzi was waiting",
        6982.7,
        6989.04
    ],
    [
        " for you, you'd wear something different. No, my concern with just like elsewhere seems",
        6989.04,
        6993.68
    ],
    [
        " sane. I might even wear, I might even wear like, you know, those gold or diamond rimmed sunglasses.",
        6993.68,
        6999.8
    ],
    [
        " No, no, man, saying it's a different pursuit is what I'm saying. Nonetheless, those are the facts.",
        7000.28,
        7008.76
    ],
    [
        " Also, Jocco's store is called Jocco Store. This is where you can get other stuff. If you want to",
        7010.4,
        7015.0
    ],
    [
        " represent on this path, this is a path that we're all on, the path of the game, whatever you want to call",
        7015.0,
        7021.1
    ],
    [
        " it, the way, the way, the woo, the woo, right, woo, right is way. Again, I tried to find out if",
        7021.1,
        7030.4
    ],
    [
        " woozy me meant anything and the I couldn't find that it meant anything that I could comprehend",
        7030.4,
        7036.78
    ],
    [
        " other than room. And I know that this book is not called a room. Yeah, but I think woo if I'm not",
        7036.86,
        7041.86
    ],
    [
        " mistaken is the way. I think I could be wrong, but I think woo by itself is Marshall as in Marshall",
        7041.86,
        7050.88
    ],
    [
        " arts as in Wu Tang clan. Oh, okay, it's clear to me now. Nonetheless, Jocco's store is called",
        7050.88,
        7059.54
    ],
    [
        " Jocco Store. Like I said, and if you want shirts that say discipline equals freedom,",
        7059.54,
        7063.14
    ],
    [
        " definitely never seen a YouTube comment that says echo in quotes like your middle name nonetheless,",
        7063.62,
        7069.34
    ],
    [
        " Charles. Yes, I have seen that. Hey, man, can I deny it? I guess I could technically, but",
        7069.68,
        7078.08
    ],
    [
        " you know, it would be less accurate than maybe if I didn't deny it. We'll say that.",
        7078.08,
        7082.32
    ],
    [
        " Nonetheless, like I said, back to discipline equals freedom shirts and hoonies and rash guards",
        7082.72,
        7086.96
    ],
    [
        " and hats. Some women stuff on there anyway, if you want to represent with merch as it were,",
        7089.0,
        7094.42
    ],
    [
        " I don't like to say the word word merch that much, but if you like a peril, you want to represent",
        7094.9,
        7099.12
    ],
    [
        " joccostore.com. Subscribe to this podcast if you want to. Echo seems to think that's a big concern in the",
        7099.12,
        7109.4
    ],
    [
        " morning. As far as the concern. So hey, not only is it this podcast, we also have the name, the",
        7109.4,
        7118.74
    ],
    [
        " podcast formerly known as the thread, which is now known as the Jocco Unraveling podcast.",
        7118.74,
        7124.62
    ],
    [
        " That's we actually recorded a couple more with Darryl yesterday. It'll be back. It'll be live.",
        7125.1,
        7132.92
    ],
    [
        " We'll put them, we're going to put them on this feed and then eventually we'll move them off to",
        7133.42,
        7136.46
    ],
    [
        " another feed so we don't confuse people. Grounded podcasts. We haven't done one of those in a while.",
        7136.46,
        7142.3
    ],
    [
        " That's probably negligent. Same with Warrior Kid Podcast, but they are there. We will work on more.",
        7142.56,
        7147.76
    ],
    [
        " Also speaking of Warrior Kids, we got that we got that Warrior Kid. So IrishOakFrance.com or you",
        7148.74,
        7155.16
    ],
    [
        " can get it on the Jocco Store. And this is made by a Warrior Kid who's putting his effort in life to",
        7155.16,
        7161.54
    ],
    [
        " create something so that people in the world can stay clean. We have a YouTube channel where Echo",
        7162.0,
        7172.48
    ],
    [
        " Charles makes videos. It will put this this will be on there. This whole scenario will be on there.",
        7172.48,
        7181.36
    ],
    [
        " Yeah. You can you can see what I look like. You can see what Echo looks like. And Echo then also",
        7181.68,
        7187.6
    ],
    [
        " makes these videos where he'll in a three minute video, by the way, he'll put 900 explosions.",
        7188.16,
        7194.66
    ],
    [
        " But in a three hour video, he'll put none. That caught a me, man. People are starting to wonder.",
        7194.96,
        7200.9
    ],
    [
        " I think that certain things. Why don't you do this? Why don't you start with like today you talked",
        7201.7,
        7208.12
    ],
    [
        " about 14 different 80s movies. Why don't you put a little clip in there or put a little something",
        7208.12,
        7214.02
    ],
    [
        " make a Terminator robot or something, right? Just put it in there. People will go, oh cool.",
        7214.02,
        7220.38
    ],
    [
        " I don't think they will. Because I think explosions, Terminator robots, etc. are do have levels of",
        7221.2,
        7229.94
    ],
    [
        " appropriateness given given you have any in the bro. You have no limit to the appropriateness of",
        7229.94,
        7236.22
    ],
    [
        " explosions and for me. Given what kind of video it is. So you know, we're gonna I'm gonna I'm gonna",
        7236.22,
        7241.32
    ],
    [
        " air on the side of bro. Can you at least try to put one effect into a three hour podcast video?",
        7241.32,
        7250.12
    ],
    [
        " You know what the jury still out on that one. Whether that that's a good decision. But we're",
        7250.84,
        7255.06
    ],
    [
        " gonna I'm gonna keep checking in and you know, maybe maybe not. But you know, either way we're",
        7255.06,
        7260.24
    ],
    [
        " gonna we're gonna move forward. Nonetheless, yes, YouTube channel. It is there. A lot of people,",
        7260.24,
        7263.82
    ],
    [
        " a lot of us. We'll play the podcast straight up. Just play it on our TV or smart TV. You know,",
        7263.94,
        7269.18
    ],
    [
        " that's a thing now. And you know, they'll just play it. It's kind of like boom. The conversation's",
        7269.18,
        7273.32
    ],
    [
        " going around going on in the room with you. You seem to say it does create that environment.",
        7273.32,
        7278.0
    ],
    [
        " So I'm saying, the less tuned into that one on the YouTube. That's the way to do it. Boom.",
        7278.14,
        7283.14
    ],
    [
        " All this stuff on the some excerpts on there too. If you don't necessarily want to listen to the whole",
        7283.46,
        7287.88
    ],
    [
        " thing all at once or whatever, you know, could you like discipline or whatever. But no,",
        7287.88,
        7294.48
    ],
    [
        " some people they'll just catch the like the YouTube excerpts and be like, oh shoot, let me just let",
        7294.56,
        7298.2
    ],
    [
        " this one play. It's a good topic. But it's just the one topic. You seem to say that's good too.",
        7298.2,
        7302.96
    ],
    [
        " Very beneficial. Yeah, boom. There you go. Also, psychological warfare. If you don't know what that",
        7303.08,
        7308.32
    ],
    [
        " is, is an album with tracks, jockeau tracks, jockeau telling you, helping you. Really? Helping you.",
        7308.32,
        7314.26
    ],
    [
        " What? You don't want help? You don't need help. That's what you're saying. No, that's not what you're",
        7314.4,
        7317.92
    ],
    [
        " saying. Sometimes we don't need a little bit of help. Psychological warfare will help you through",
        7317.92,
        7321.84
    ],
    [
        " those moments of weakness, big weakness, small weakness, whatever. You will get help through it.",
        7321.84,
        7327.24
    ],
    [
        " 100%. 100%. I just saw you riff. I like to, man. Good job. Because you didn't repeat this,",
        7328.78,
        7336.02
    ],
    [
        " you know, you stepped off your standard. Okay. I don't want to. I can't say a script because it's not",
        7336.12,
        7342.52
    ],
    [
        " a script because you're not reading it. It was just the same thing that you, you know, when I had to",
        7342.52,
        7346.14
    ],
    [
        " ban you from saying that. Why would go? Cool. Yeah, I also got flipsidecampus.com, Dakota Myers",
        7346.14,
        7354.06
    ],
    [
        " company and he makes visual representations to keep you on the path. I got a bunch of books.",
        7354.5,
        7359.8
    ],
    [
        " The code. Leadership strategy and tactics. Way the warrior could one, two, and three.",
        7360.74,
        7365.38
    ],
    [
        " Mike in the dragon. Discipline equals freedom field manual. Extreme ownership of the",
        7365.68,
        7368.64
    ],
    [
        " negotomy leadership. If you like what we talk about here, we wrote them down. We wrote this",
        7368.64,
        7373.68
    ],
    [
        " information down for every level of child, of adult, of human. You can start to get on the right",
        7373.68,
        7382.58
    ],
    [
        " path. Also have a leadership consultant company. It's called National Front. If you need help with",
        7382.58,
        7390.3
    ],
    [
        " leadership inside your organization, go to echelonfront.com. We have EF online, which is where I've been",
        7390.3,
        7395.52
    ],
    [
        " investing a ton of time going online, interacting. We do it right now. We're doing three times a week.",
        7395.52,
        7402.74
    ],
    [
        " I'm there. You want to, you want to ask me a question? And you sent me a Twitter thing three",
        7403.22,
        7411.14
    ],
    [
        " million of them or you sent me a Facebook message and I didn't respond. Look, I apologize. It's",
        7411.24,
        7416.58
    ],
    [
        " not possible for me to look at them all. If you want to talk to me, go to echelonfront.com.",
        7416.58,
        7421.62
    ],
    [
        " Go to echelonfront.com. I will be in your living room with you on Zoom.",
        7421.96,
        7428.44
    ],
    [
        " The Zoom call. I will be in your living room. You'll be talking to me. We'll be having a conversation.",
        7428.94,
        7433.78
    ],
    [
        " That's what's happening. Go to echelonfront.com. There's a bunch of other information on there. There's",
        7434.32,
        7438.34
    ],
    [
        " a bunch of other, we got courses to go through. We've got a question of the day. We've got leadership",
        7438.34,
        7445.5
    ],
    [
        " primers. We've got all kinds of stuff. So go check it out. EF online.com. We really ramped that up.",
        7445.5,
        7449.68
    ],
    [
        " We got into the COVID scenario. If you want to come to the master, which is our leadership event,",
        7449.68,
        7458.28
    ],
    [
        " the next one is going to be in Arizona September 16th and 17th, then Dallas, Texas on December 3rd and",
        7458.52,
        7464.72
    ],
    [
        " go to extremotorship.com for details. Look, it's probably going to be a social distance situation,",
        7465.02,
        7469.78
    ],
    [
        " which means we're going to have less tickets to sell, which means going to sell out faster.",
        7469.78,
        7473.04
    ],
    [
        " So extremotorship.com, if you want to come. EF Overwatch, if you are a military individual that",
        7474.22,
        7481.68
    ],
    [
        " is moving into the civilian sector, or if you're a civilian company that needs people that understand",
        7481.68,
        7486.64
    ],
    [
        " the principles we talk about here, go to efoverwatch.com, fill out the appropriate information.",
        7486.64,
        7491.62
    ],
    [
        " And we will move you in the right direction, both of you.",
        7491.88,
        7495.06
    ],
    [
        " America's mighty warriors dot org. This is Mark Lee's mom, mom Lee.",
        7495.44,
        7500.08
    ],
    [
        " And she is out on a daily basis, making it her mission to help service members, their families,",
        7500.52,
        7509.34
    ],
    [
        " the Gold Star families around the world. So if you want to get involved or you just want to",
        7509.34,
        7521.6
    ],
    [
        " inept interpretations or you would like to hear more of echoes prolonged proclamations,",
        7523.46,
        7528.84
    ],
    [
        " then you can find us on the interwebs on Twitter, on Instagram and on Facebook. Echoes at Echo",
        7529.0,
        7537.38
    ],
    [
        " Charles and I am at jockewilling and to all the folks out there in uniform actually enacting and",
        7537.38,
        7542.08
    ],
    [
        " living these military principles to keep us safe and free. Thank you to all of you and to police",
        7542.08,
        7548.8
    ],
    [
        " and law enforcement and firefighters and paramedics and EMTs and dispatchers and correctional",
        7548.8,
        7553.44
    ],
    [
        " officers and border patrol and secret service. Thanks to all of you for holding the line for us here",
        7553.44,
        7561.3
    ],
    [
        " on the home front. Now everyone else out there. Listen. Woochi said that maybe we should try to",
        7561.3,
        7574.38
    ],
    [
        " shake the world with awesomeness. But like he also said, stay balanced.",
        7574.38,
        7579.22
    ],
    [
        " Don't run with that idea. Stay on the high road. Don't dwell in magnificence and power.",
        7579.82,
        7588.66
    ],
    [
        " That's your ego. Keep that thing in check. Instead follow the way how things should be done. Do",
        7589.8,
        7603.04
    ],
    [
        " things with propriety. That means you hold the standard. That means you conform. It actually means",
        7604.28,
        7611.58
    ],
    [
        " you conform to doing what is right. Be benevolent. Take care of people.",
        7611.58,
        7615.7
    ],
    [
        " And if you do those things and you do them humbly, well then you can get out there",
        7616.5,
        7626.0
    ],
    [
        " and shake the world with awesomeness, not for yourself. But for others. And that is leadership.",
        7626.7,
        7638.38
    ],
    [
        " And until next time, this is Echo and Jocco. Out.",
        7640.34,
        7646.2
    ]
]