[
    [
        " Down time. Do you ever watch mindless, I asked you this question before. Do you ever watch",
        0.0,
        5.1
    ],
    [
        " mindless TV or YouTube videos to decompress at the end of the day or is that laziness justifying",
        5.1,
        10.54
    ],
    [
        " wasted time? You know, quite frankly, I don't have a lot of free time to do that.",
        10.54,
        15.36
    ],
    [
        " Yeah. Even if I was all fired up to watch a mindless video on YouTube. Yeah. So I guess,",
        15.56,
        21.02
    ],
    [
        " I guess not really if I'm going to decompress. Sometimes, I mean, sometimes my kids don't want to",
        22.92,
        32.12
    ],
    [
        " watch something and I'll sit there and watch it. Oh, I see. Yeah. Watching episode of the office.",
        32.12,
        36.92
    ],
    [
        " Yeah, that's kind of mindless. Kind of funny. Yeah. Yeah. That's all. That makes sense. Same",
        37.54,
        45.1
    ],
    [
        " deal. I think probably used to, you know, of course, I watched my whole high five. Oh, that's a good one.",
        45.82,
        50.16
    ],
    [
        " Kind of mindless. I can't tell you this. I've watched zero. I will. If they put it on screen right",
        50.66,
        56.28
    ],
    [
        " now, I wouldn't even know what it was. Lafem, we went, we were in the hotel gym the other day.",
        56.28,
        60.7
    ],
    [
        " Lafem, check it out. Yeah. He points the TV. I'm like, what? That's why he five. Oh, I didn't know",
        60.92,
        65.28
    ],
    [
        " what he was talking about. Yeah. Yeah, he took a picture of it. Yeah, he took a picture of it. He said",
        65.28,
        68.76
    ],
    [
        " he felt your presence. Yeah. It's good. Yeah. That would have fired me up best work out in the world right",
        68.76,
        73.74
    ],
    [
        " there. Well, I five will work out. Check.",
        73.74,
        76.64
    ]
]