[
    [
        " As a person in a leadership position, what should I do if I consistently notice one of my",
        0.0,
        6.56
    ],
    [
        " guys motivating the team and leading them successfully through projects and missions better than",
        6.56,
        11.64
    ],
    [
        " I can? The completion of the mission being the top priority would it be better for me to",
        11.64,
        17.0
    ],
    [
        " back down and let my counterpart lead, which will benefit the company and its employees.",
        17.0,
        21.74
    ],
    [
        " And how will I regain my status among them?",
        22.48,
        25.74
    ],
    [
        " I think this one's actually pretty straightforward.",
        26.56,
        28.58
    ],
    [
        " If you've got someone that's doing a better job leading, then let him lead.",
        29.16,
        34.24
    ],
    [
        " Let him lead, give him some room, learn from them, support them the best you can,",
        34.48,
        38.6
    ],
    [
        " and the best way you can most likely support them is by getting out of the way and letting them",
        39.1,
        43.46
    ],
    [
        " do what they're doing and then get them the support that they need and what this is going to give you",
        43.46,
        49.28
    ],
    [
        " the benefit of is now you can instead of looking down and in and managing your team,",
        49.6,
        56.22
    ],
    [
        " you can look up and out and forward and see what is going on in the future and prep the",
        56.42,
        61.48
    ],
    [
        " battlefield in the future or prep the next market area or look for recruit, you know, you can move,",
        61.48,
        67.4
    ],
    [
        " you can lead, you can actually lead and let that, you know, young buck handle the things that",
        67.5,
        76.22
    ],
    [
        " are going on tactfully on the battlefield right now. I used to say this to the to the CEO",
        76.22,
        79.76
    ],
    [
        " leadership. I used to say, Hey, the enlisted CEO leaders handled a problem that is in their",
        79.76,
        85.18
    ],
    [
        " face right now, the tactical problem that's in their face right now. The officer should be looking",
        85.18,
        88.54
    ],
    [
        " at what we're going to do next. That's kind of an e really simple. It's not always like that,",
        88.54,
        93.68
    ],
    [
        " but that's a real good starting point. And so in this position, I'd be like, Oh, I got a young",
        93.68,
        98.94
    ],
    [
        " buck that's coming up and leading well, cool. That's going to allow me, allow me to look up",
        98.94,
        104.78
    ],
    [
        " and out and be ready to move forward and plan the next move. Now as far as regaining your status",
        104.78,
        110.94
    ],
    [
        " as a leader, you won't really need to because if you do this properly, you'll be seen as a leader",
        110.94,
        118.64
    ],
    [
        " who is confident enough to let a subordinate leader step up and lead while I go and move forward.",
        118.64,
        124.34
    ],
    [
        " The you'd have to regain if you were there shutting this person down and trying to micro manage",
        125.0,
        131.64
    ],
    [
        " and doing a worse job than everyone on the team knows that that guy could do a good job.",
        131.64,
        134.88
    ],
    [
        " Let him do it. That's about confidence. Really. It's about like, do you have,",
        135.28,
        143.66
    ],
    [
        " are you confident and are you secure in your leadership to step aside?",
        143.96,
        149.24
    ],
    [
        " To step aside. Yes, no problem. We love it. Hey, you're really good at this school. You step",
        149.5,
        154.56
    ],
    [
        " in there and do it. I don't know problem with that. Will you get the occasional person that's like,",
        154.56,
        158.68
    ],
    [
        " oh, look, Jocco's that guy do it because he doesn't know what he's doing.",
        159.22,
        162.14
    ],
    [
        " Okay, just like yeah, one out of 20 people will be that big Mr. Negative. That's fine. Yeah.",
        162.84,
        167.3
    ],
    [
        " You know, then then what's cool is when you're on the outside, guess what you are. When you're when",
        167.68,
        172.06
    ],
    [
        " you let someone else run the team, guess what you have. Guess what you have? Detachment. Yes.",
        172.06,
        176.26
    ],
    [
        " Oh, echo Charles. Yes. You have detachment. And so now you're going to be able to see things that",
        176.68,
        181.28
    ],
    [
        " even that leader that's better than you can't see. And then when you come in, you're going to look",
        181.28,
        185.16
    ],
    [
        " like the tactical genius because you point something out, but they didn't notice because they were",
        185.16,
        188.42
    ],
    [
        " in the firefight. That's a way of works. Things good. Yeah, that's hard to do that. Man,",
        188.42,
        195.8
    ],
    [
        " what someone's doing better than you, you know, oh, man. Yeah. That's right. I mean,",
        195.8,
        200.02
    ],
    [
        " oh, I say take what takes confidence. What you say? This is that's such a good example of",
        200.1,
        204.8
    ],
    [
        " keeping your ego in check. Because what you just said, everything feels that. And when you feel",
        204.8,
        208.42
    ],
    [
        " that, that's when you go, oh, cool. My ego's getting out of control. It's fine. Just put it in check",
        208.42,
        212.12
    ],
    [
        " and let this person lead. And I'll move, you know, check out what we're going to do next. I'll look",
        212.12,
        216.54
    ],
    [
        " ahead on the battlefield. I'm trying to think like how you said, there occasionally, there will be",
        216.54,
        222.26
    ],
    [
        " a guy who'd be like, oh, he doesn't always doing so. He's letting me do. I've been in that situation",
        222.26,
        226.44
    ],
    [
        " where my boss actually, I've been the guy who my supervisor, like said, oh, yeah, you like,",
        226.44,
        233.96
    ],
    [
        " you handle you. Take this, you know, you got this one kind of thing. And I'm like, yeah, you're",
        234.12,
        237.38
    ],
    [
        " doing it because you don't know what you're doing. Kind of thing. And everyone knew that. And so I've",
        237.38,
        240.94
    ],
    [
        " been in that situation where I'm looking at him. But now think about this. Think about if instead",
        240.94,
        246.1
    ],
    [
        " of him, just saying, hey, you go on, run this thing. Think of it when he said, hey, Echo, you're",
        246.1,
        250.3
    ],
    [
        " really good at this. You're better than I am. You step up, run this. I'll be over here looking",
        250.3,
        254.8
    ],
    [
        " where we're going next. What would you think then? Yeah. So he's actually said that before, like,",
        254.8,
        258.56
    ],
    [
        " a couple of times, and every single time it made me way better, like, but I'll think even though,",
        258.66,
        263.88
    ],
    [
        " I mean, of course, the truth will set you free. Yeah. So I feel like if I was one of the,",
        264.0,
        270.38
    ],
    [
        " you know, one of the team guys on the team's thinking that I think I wouldn't think that if, yeah,",
        270.42,
        275.02
    ],
    [
        " if he did that kind of stuff, or if, or if, as long as he didn't act like, this is the",
        275.06,
        280.84
    ],
    [
        " counter to the part of the ship. This is the count. This is the counter to it. If you think that if",
        280.84,
        286.12
    ],
    [
        " you hide it, yeah, it's better. And the better thing to do is be like, hey, Echo is really good at",
        286.12,
        291.12
    ],
    [
        " this. He's better than I am. And he's going to step up and run this thing. And people are like,",
        291.12,
        294.52
    ],
    [
        " oh, I'll talk with super confident as leadership. They don't, they don't verbalize in their head that,",
        294.52,
        298.48
    ],
    [
        " but they, that's just the feeling that they get. Yeah, yeah. Yeah. Yeah.",
        298.48,
        301.54
    ],
    [
        " Yeah, dockles. Dockles and carers who's running this thing. He's just, yeah, we're good.",
        301.96,
        305.4
    ],
    [
        " Just good, man. Yeah. So watch out for that.",
        305.7,
        308.54
    ],
    [
        " Get a remember, though. Just keep your read going, check.",
        308.66,
        310.92
    ],
    [
        " Yes, sir. At all times.",
        311.22,
        312.42
    ]
]