[
    [
        " Can you please share on your podcast what the difference between lazy delegation and decentralization is?",
        0.0,
        7.02
    ],
    [
        " Okay, so decentralized command is obviously the",
        7.62,
        11.34
    ],
    [
        " One of the principles combat we have in the book that we wrote",
        11.34,
        15.24
    ],
    [
        " And I have a very simple definition that I've been explaining to people decentralized command. It's everybody leads",
        15.24,
        23.48
    ],
    [
        " That's what decentralized command is",
        23.48,
        25.24
    ],
    [
        " Uh, and and obviously that means you want everybody else to",
        25.96,
        30.06
    ],
    [
        " lead",
        30.06,
        31.9
    ],
    [
        " And so this question is what's different to being lazy and just delegating everything and what's good decentralization",
        31.9,
        39.5
    ],
    [
        " So lazy delegation",
        39.5,
        41.86
    ],
    [
        " Number one is delegating things that are actually your job, right? Because there's there's some roles and responsibilities that people have",
        41.86,
        49.58
    ],
    [
        " And if you take something that is supposed to be your job",
        49.58,
        52.86
    ],
    [
        " And you delegated to somebody else because you don't feel like doing it then that's lazy if as a matter of fact",
        53.66,
        59.82
    ],
    [
        " If you're delegating something that",
        59.82,
        62.28
    ],
    [
        " It's something that you're delegating because you don't want to do it",
        62.28,
        66.68
    ],
    [
        " then",
        66.68,
        69.32
    ],
    [
        " Then that's being lazy right if you're actually delegating something because it's something you don't want to do",
        69.32,
        77.62
    ],
    [
        " Then you're being lazy",
        77.62,
        79.1
    ],
    [
        " And",
        81.46,
        82.02
    ],
    [
        " And I'll tell you it's actually a mindset",
        82.02,
        85.02
    ],
    [
        " to",
        85.02,
        86.72
    ],
    [
        " Take on the tasks of the things that you don't want to do or that your team doesn't want to do",
        86.72,
        93.56
    ],
    [
        " So this is",
        93.56,
        95.08
    ],
    [
        " Like literally do oh there's there's something that is hard to do or that no one wants to do do that thing",
        95.08,
        102.36
    ],
    [
        " And I give you an example we had to we had to stand watch",
        102.36,
        105.26
    ],
    [
        " In Iraq on my first deployment to Iraq we had to stand watch on the prisoners that we would capture",
        105.72,
        110.28
    ],
    [
        " So we come back we have to stand watch on",
        110.28,
        112.14
    ],
    [
        " so",
        112.14,
        113.2
    ],
    [
        " I made myself and my assistant platoon command also platoon command at the time",
        113.2,
        118.36
    ],
    [
        " I gave us I assigned us",
        118.36,
        121.02
    ],
    [
        " The worst watch of the night like the",
        121.02,
        123.76
    ],
    [
        " 0 300 in the morning till 0 500 in the morning the watch that nobody wants because it's in the middle of your sleep pattern",
        123.76,
        129.96
    ],
    [
        " No one wanted that watch",
        129.96,
        131.34
    ],
    [
        " I put us on that watch",
        131.34,
        133.0
    ],
    [
        " We took the worst watch",
        133.14,
        134.58
    ],
    [
        " So I didn't delegate the hard watch I took the hard watch",
        134.58,
        138.54
    ],
    [
        " So there's an example of the opposite of being lazy you're taking on board the hard tasks, you know another one is",
        138.54,
        145.38
    ],
    [
        " When we would go shooting and we'd get done shooting in believe it or not even the sealed teams you got to go pick up brass",
        145.38,
        151.4
    ],
    [
        " You got to go pick up brass off the ground all over the desert all over the field all over wherever you did a bunch of shooting",
        151.4,
        156.8
    ],
    [
        " And it's pretty easy for the guy that's in charge to have a meeting to attend to when I tend to pick up brass",
        156.8,
        162.84
    ],
    [
        " But I would always pick up brass, you know, I wouldn't be delegate the shell the shell cases",
        162.84,
        167.2
    ],
    [
        " But it's a pain, you know literally at when you're at land warfare",
        167.2,
        170.64
    ],
    [
        " It takes a couple days to pick up brass and instead of like I said instead of having to go back for a meeting",
        170.64,
        176.46
    ],
    [
        " I'd go out there and you know jump in there and and have the crap job like everybody else of picking up brass",
        176.46,
        182.7
    ],
    [
        " So I wouldn't delegate these things that's being lazy when you delegate that",
        182.7,
        187.04
    ],
    [
        " Uh and and another thing I'll find is if somebody's complaining of some if",
        187.04,
        192.36
    ],
    [
        " One of my subordinates is complaining to me about having to do something",
        192.36,
        195.82
    ],
    [
        " I automatically take it and I say oh, oh echo. It's a pain for you to do this cool. What I'll do it",
        195.82,
        203.76
    ],
    [
        " and",
        203.76,
        204.96
    ],
    [
        " It has a good psychological effect up, right? I mean it's it's it's",
        204.96,
        209.26
    ],
    [
        " It's showing them that like look man. I'm here for you. And if it's too much for you. I'll take it",
        209.26,
        215.58
    ],
    [
        " and",
        215.58,
        217.28
    ],
    [
        " I've had people literally go no no no no. I got yeah because that's the instinct that people have they go look man",
        218.12,
        223.1
    ],
    [
        " I got it and that's what I would do if I complained about something",
        223.1,
        226.58
    ],
    [
        " And then I said and then my boss said to me you know what it's too much for you. I'll take care of it",
        226.58,
        231.58
    ],
    [
        " No, so and that's also I'll tell you there's also a little form of discipline in there a little form discipline of taking on board tasks and doing things that you know",
        231.58,
        243.2
    ],
    [
        " You don't want to do yeah, that's a way of exercising some discipline in your life and",
        243.2,
        248.74
    ],
    [
        " Making things happen. So that's the kind of thing all those things that that's like lazy delegation",
        248.74,
        254.26
    ],
    [
        " If you're doing those kind of things where you're getting rid of jobs you don't want you're getting rid of jobs that you should be doing",
        254.26,
        261.84
    ],
    [
        " And getting rid of jobs",
        261.84,
        264.26
    ],
    [
        " That are a pain or our monotonous or you think they're below you",
        264.26,
        270.24
    ],
    [
        " So the opposite of that is decentralized command right? This is where you're letting other people do what they're supposed to do",
        272.58,
        279.62
    ],
    [
        " It's when you're letting people do things that will help them grow",
        279.62,
        283.3
    ],
    [
        " Does it help a person grow by picking up brass? I suppose there's a little character building in there",
        283.3,
        288.22
    ],
    [
        " But it's not gonna literally help them grow so you don't need to delegate that task",
        288.22,
        291.82
    ],
    [
        " Does it help someone grow as a leader to do the 0 300 to 0 500 watch on prisoners? No, it's pain. It's just it's just",
        291.82,
        299.08
    ],
    [
        " Unmitigated pain",
        299.88,
        300.78
    ],
    [
        " So it doesn't help people grow so that then then you don't have to decentralize that",
        300.78,
        307.18
    ],
    [
        " But if you got something that's gonna let somebody grow you let them do it",
        307.18,
        309.9
    ],
    [
        " If there's something that",
        309.9,
        312.52
    ],
    [
        " Allows you to stand back and be the tactical genius and we wrote about this in the book, you know",
        312.52,
        319.54
    ],
    [
        " then",
        319.54,
        320.88
    ],
    [
        " And thereby allowing me to have a different perspective on something then I should absolutely",
        320.88,
        328.34
    ],
    [
        " Decentralize that and delegate so if if there was a mission came up and we need to come up with a plan",
        329.54,
        333.28
    ],
    [
        " I would tell you to plan it. I'd be like echo you come up with a plan on this and then you'd go and plan it and you'd be all involved in it and you would lose the",
        333.28,
        339.86
    ],
    [
        " Elevation that I would have so when I come back to look at your plan you say here's the plan",
        339.86,
        344.28
    ],
    [
        " I go hey looks good except for these two points and you'd be like man how did he see those points? I'd say it's because I had the altitude",
        344.28,
        349.44
    ],
    [
        " So that's another time that decentralized command it's a very helpful decentralized command means",
        349.44,
        356.88
    ],
    [
        " Letting people make little mistakes and not punishing them because of those mistakes. That's decentralized command",
        357.52,
        364.7
    ],
    [
        " if I",
        364.7,
        366.42
    ],
    [
        " Just hammer people and punish them when they make a mistake",
        366.42,
        371.92
    ],
    [
        " They're not gonna want to take any chances. They're not gonna want to take any risk and they're not gonna want to lead",
        371.92,
        375.62
    ],
    [
        " Because I've been punitive with my actions towards them now that doesn't mean",
        375.62,
        380.7
    ],
    [
        " And I've seen this happen that doesn't mean if I'm gonna let you go plan a mission and I see you're screwing it up",
        380.7,
        386.72
    ],
    [
        " I'm just gonna let you have a catastrophic failure. No, I'm gonna be like hey echo think about this over here",
        386.72,
        392.48
    ],
    [
        " Think about that over there. We're gonna get you dialed in. I'm gonna let give you some rope",
        392.48,
        396.64
    ],
    [
        " But I'm not gonna let you hang yourself. I'm actually gonna give you enough rope to",
        396.64,
        400.68
    ],
    [
        " Get the job done and think on your own, but if you start looking like you're gonna hang yourself. I'm gonna stop you",
        400.68,
        407.22
    ],
    [
        " The other thing about decentralized command that's positive that's not just lazy delegation is when you let your subordinates lead",
        407.22,
        416.16
    ],
    [
        " So that you can focus upward outward and forward",
        416.16,
        419.98
    ],
    [
        " So if if you have a mission if we have a mission to accomplish and I tell you to lead it",
        419.98,
        427.0
    ],
    [
        " That means you can take care of that mission. I can look upward meaning up the chain of command find out what's going on",
        427.0,
        433.04
    ],
    [
        " Outward meaning what's the enemy doing and forward meaning what's gonna happen in the future",
        433.04,
        437.34
    ],
    [
        " And if I'm wrapped up in the in the accomplishing of the task at hand from a leadership position",
        437.34,
        443.54
    ],
    [
        " I can't do any of those things. I can't look upward. I can't look outward. I can't look forward",
        444.02,
        447.82
    ],
    [
        " You gotta let people lead so that they can become leaders",
        447.82,
        453.34
    ],
    [
        " And your actual goal and this is where people get intimidated is to to set them up so they can take your job",
        453.34,
        460.7
    ],
    [
        " That's what you want you want them to be able to take your job",
        460.7,
        463.6
    ],
    [
        " And people get scared of that, but you can't be scared of that",
        463.6,
        467.44
    ],
    [
        " Yeah, what was that quote? There's a quote that where where one guy was asking the other guy or something",
        467.44,
        472.1
    ],
    [
        " Like hey, what happens if we develop you know our workers and then they leave us and he's like",
        472.5,
        477.06
    ],
    [
        " It's better than not developing on yeah, and having them stay. Yeah. Yeah. Yeah. That's a good point. I mean that's me",
        477.06,
        484.8
    ],
    [
        " It's you were arguing a quote",
        484.8,
        486.82
    ],
    [
        " I'm saying yeah, no, that's that's good and you definitely want to set your people up",
        486.82,
        492.42
    ],
    [
        " Do you want to work yourself out of a job and then you got a thing?",
        492.42,
        495.62
    ],
    [
        " Your other opportunities will come because people will see that you develop a team people to see that you develop good leaders",
        495.68,
        500.84
    ],
    [
        " And they're going to say hey, I want you to come and do that at this higher position and you're going to get",
        500.84,
        503.78
    ],
    [
        " benefit from that as well. Well",
        503.78,
        505.82
    ]
]