[
    [
        " In a middle management position, what's the best way to support the company and leadership",
        0.0,
        5.48
    ],
    [
        " you work for while still showing your fellow workers they are supported and appreciated?",
        5.48,
        12.26
    ],
    [
        " I work in surgery at a large hospital within even larger corporation.",
        13.22,
        18.34
    ],
    [
        " This is one of those things and I remember saying I'm sure I got this from Hackworth,",
        19.54,
        24.44
    ],
    [
        " but it's one of those things that I've said so many times I actually probably forget",
        24.54,
        29.16
    ],
    [
        " to even give credit to Hackworth, but you know when problems, little problems will arise",
        29.16,
        33.92
    ],
    [
        " up the chain of command and I'd be like everyone hates the echelon of command above them,",
        33.92,
        37.92
    ],
    [
        " right?",
        38.04,
        38.12
    ],
    [
        " That's the way it is.",
        38.24,
        39.32
    ],
    [
        " And that's just the way it is.",
        39.64,
        42.42
    ],
    [
        " That's the way it is.",
        42.52,
        43.36
    ],
    [
        " It's always they don't get it.",
        43.5,
        44.54
    ],
    [
        " It's always they don't understand.",
        44.64,
        45.64
    ],
    [
        " Unless you get somebody that really knows how to explain and communicate down the chain",
        46.56,
        51.84
    ],
    [
        " of commands that everyone understands why they're doing what they're doing.",
        51.84,
        53.96
    ],
    [
        " That's what this is.",
        54.4,
        55.1
    ],
    [
        " That's exactly what this is.",
        55.36,
        56.68
    ],
    [
        " What's the best way to support the company leadership?",
        57.3,
        59.64
    ],
    [
        " It's to take what the company and the leadership of the company says and translate it to the",
        59.9,
        64.94
    ],
    [
        " troops in a way that they understand and that means something to them, right?",
        64.94,
        69.8
    ],
    [
        " So you go to a big meeting and like let's say in all hands meeting for a company and",
        70.26,
        77.4
    ],
    [
        " the CEO is saying, hey we made $87 million last year profit.",
        77.4,
        84.22
    ],
    [
        " And if all the frontline troops are in there, they're like, well, that's cool.",
        84.86,
        88.58
    ],
    [
        " But I didn't see that reflected in my paycheck.",
        89.36,
        95.1
    ],
    [
        " By the way, you gave me a $4 raise over the last three years.",
        95.54,
        98.9
    ],
    [
        " How about some of that 87 million kick it down to the people?",
        99.18,
        101.96
    ],
    [
        " So that's problematic because we aren't explaining.",
        102.46,
        105.52
    ],
    [
        " Hey, that's it.",
        105.94,
        106.82
    ],
    [
        " That literally that statement right there will actually make people mad.",
        106.9,
        110.1
    ],
    [
        " The CEOs thinking, everyone's going to love me because I'm telling them how profitable",
        110.62,
        113.98
    ],
    [
        " we are as a company.",
        113.98,
        114.68
    ],
    [
        " All everyone's thinking is well, then why can't you afford to buy me that piece of gear",
        115.24,
        118.6
    ],
    [
        " that we need on the front lines?",
        118.6,
        119.62
    ],
    [
        " What's your problem?",
        120.0,
        120.68
    ],
    [
        " That's so you actually think you're helping, but you're actually hurting.",
        121.6,
        124.48
    ],
    [
        " Unless you can explain to people, look, we made this much profit.",
        124.8,
        127.68
    ],
    [
        " Here's how it's going to benefit us as a company and you as a frontline troop by us making",
        127.96,
        132.74
    ],
    [
        " this much money.",
        132.74,
        133.36
    ],
    [
        " It means we can grow these areas.",
        133.56,
        135.08
    ],
    [
        " It means we can bring on more people.",
        135.36,
        136.44
    ],
    [
        " That means everyone in this room right now.",
        136.48,
        137.76
    ],
    [
        " In the next three years, you're going to have an opportunity to be in a leadership position.",
        137.94,
        141.42
    ],
    [
        " That's what I'm talking about.",
        141.84,
        142.96
    ],
    [
        " That's why we're trying to grow.",
        142.96,
        143.94
    ],
    [
        " That's why we're trying to do better.",
        144.08,
        145.02
    ],
    [
        " By the way, as we, this is snowballing even more because now we're putting more money",
        145.14,
        148.72
    ],
    [
        " into advertising.",
        148.72,
        149.52
    ],
    [
        " We've got a whole advertising campaign that's going out.",
        149.78,
        151.76
    ],
    [
        " We've invested a bunch of money in that and it's going to bring us more business.",
        151.76,
        154.44
    ],
    [
        " That means the jobs that you think might not be stable, your job, if you don't think",
        154.62,
        158.28
    ],
    [
        " it's stable, it just got stable because we have the capital to get this machine moving",
        158.28,
        163.66
    ],
    [
        " even faster.",
        163.66,
        164.4
    ],
    [
        " When you do that, when you explain to the troops why something's happening, it makes them",
        165.32,
        170.92
    ],
    [
        " understand and it shows your people, hey, you're supporting.",
        171.76,
        174.6
    ],
    [
        " Are there times where you should push back?",
        175.36,
        177.36
    ],
    [
        " Yes, there are.",
        177.62,
        178.62
    ],
    [
        " If something makes no sense whatsoever, you should raise your hand and say, hey, let me",
        179.08,
        183.44
    ],
    [
        " go, let me run this up the chain of command.",
        183.44,
        184.68
    ],
    [
        " Let me run this up the chain of command and explain why this isn't a good idea.",
        185.26,
        188.78
    ],
    [
        " That way you can go, and when you get the reason, because there'll be a reason, and it might",
        189.4,
        192.96
    ],
    [
        " not be the best reason, but it'll be a reason.",
        192.96,
        194.46
    ],
    [
        " You go back to the troops and say, hey, here's why this is going on.",
        195.16,
        197.1
    ],
    [
        " This is what's happening.",
        197.46,
        198.12
    ],
    [
        " This is the decision they made.",
        198.5,
        199.58
    ],
    [
        " You know what?",
        199.98,
        200.82
    ],
    [
        " We're going to do our best to execute it because that's what we do.",
        201.02,
        203.6
    ],
    [
        " We make things happen.",
        203.92,
        204.88
    ],
    [
        " We're going to get it done.",
        205.02,
        206.22
    ],
    [
        " We've got a great depiction of that in talking about being humble, not passive, and pushing",
        206.92,
        214.18
    ],
    [
        " back where it matters in the decademy leadership.",
        214.18,
        216.7
    ],
    [
        " That whole section is talking exactly about that.",
        217.76,
        220.02
    ],
    [
        " It's a very hard thing for people.",
        220.06,
        221.78
    ],
    [
        " The basis of this question, though, is the us versus them, front lines versus corporate",
        222.0,
        226.84
    ],
    [
        " headquarters.",
        229.34,
        229.74
    ],
    [
        " You've got to defeat that.",
        228.56,
        230.76
    ],
    [
        " If you're a good leader, you've got to recognize, look, we're all on the same team.",
        230.86,
        233.26
    ],
    [
        " We can't do what we need to do without having the support and the resources and the approvals",
        233.92,
        240.14
    ],
    [
        " of plans from the corporate headquarters.",
        240.14,
        243.56
    ],
    [
        " Corporate headquarters, it often times.",
        243.98,
        246.42
    ],
    [
        " Not only is there frustration up the chain, there's also frustration down the chain.",
        246.92,
        251.0
    ],
    [
        " You hear that all the time.",
        251.06,
        251.82
    ],
    [
        " Like, well, the front lines, they don't really get it.",
        252.06,
        253.68
    ],
    [
        " They don't get it over there.",
        253.82,
        254.9
    ],
    [
        " Well, listen, the front lines is where the actual mission gets won or lost.",
        254.9,
        259.0
    ],
    [
        " You might want to have them on board with the program.",
        259.5,
        262.74
    ],
    [
        "",
        263.12,
        263.12
    ],
    [
        " You've got to make sure that if you want a successful team, you can't have us versus them.",
        263.26,
        267.9
    ],
    [
        " Everybody get on board for the big win.",
        268.02,
        269.44
    ],
    [
        " Get on board for the big win.",
        269.82,
        271.22
    ],
    [
        " Yeah.",
        271.28,
        271.46
    ],
    [
        " The full metal jacket, right?",
        271.68,
        273.1
    ],
    [
        " What's your problem, son?",
        273.42,
        274.18
    ],
    [
        " Why don't you get on board for the big win?",
        274.46,
        276.04
    ],
    [
        " You think, oh, well, if I'm the general, and I'm telling this young guy that's got a",
        276.7,
        280.18
    ],
    [
        " peace sign on this helmet, that represents the decademy.",
        280.18,
        283.46
    ],
    [
        " Maybe that's where I learned the word dichotomy from.",
        283.46,
        285.44
    ],
    [
        " That represents the dichotomy of, what does he say?",
        285.92,
        288.3
    ],
    [
        " The dichotomy of man.",
        288.38,
        289.0
    ],
    [
        " I think he says the duality of man.",
        289.0,
        290.8
    ],
    [
        " The duality of man.",
        290.8,
        291.58
    ],
    [
        " Yeah, you're right.",
        291.72,
        292.14
    ],
    [
        " That represents the duality of man.",
        292.2,
        293.72
    ],
    [
        " Why don't you take that thing off and get on board for the big win.",
        294.2,
        297.12
    ],
    [
        " And that's such a great line from that movie.",
        297.68,
        299.74
    ],
    [
        " Join the team, son.",
        299.8,
        300.6
    ],
    [
        " Get on board for the big win.",
        300.74,
        301.74
    ],
    [
        " That's such a great line from that movie because that's exactly what we're talking about.",
        301.84,
        304.88
    ],
    [
        " That does absolutely nothing for that front line soldier that goes, okay, you're saying",
        305.0,
        309.82
    ],
    [
        " that?",
        309.82,
        310.02
    ],
    [
        " And I'm literally burying people right now in this situation.",
        310.3,
        313.54
    ],
    [
        " And so for you saying that to me means nothing.",
        313.98,
        316.28
    ],
    [
        " In fact, it shows how completely freaking out of touch you are.",
        316.28,
        319.54
    ],
    [
        " And so they did a great job in that movie of representing that through one single line.",
        319.88,
        323.62
    ],
    [
        " Hey, why don't you just get on board for the big win?",
        323.98,
        325.88
    ],
    [
        " It's like, no, actually, why don't you lead?",
        326.28,
        328.62
    ],
    [
        " How does that sound?",
        328.88,
        329.64
    ],
    [
        " So, communicate up and down the chain of command.",
        331.68,
        336.08
    ],
    [
        " Make sure people know why and tie in.",
        336.08,
        338.32
    ],
    [
        " Why it matters to them.",
        338.98,
        340.06
    ]
]