[
    [
        " Djako, as an overthinker, you missed some factors.",
        0.0,
        4.24
    ],
    [
        " Anxiety, low confidence, low IQ, perfectionism, and often a failure to prioritize.",
        4.8,
        12.88
    ],
    [
        " Yeah.",
        13.48,
        13.58
    ],
    [
        " So this is a question from the last podcast.",
        13.66,
        15.98
    ],
    [
        " And this guy just sent me this tweet and I thought it was a good assessment.",
        16.32,
        20.8
    ],
    [
        " Because I'm not an overthinker.",
        21.0,
        22.38
    ],
    [
        " And maybe this guy is, and sorry, I don't have his Twitter call sign there, but",
        22.7,
        28.08
    ],
    [
        " he maybe he's an overthinker, so he kind of knew about it.",
        29.12,
        32.02
    ],
    [
        " And if you don't remember the question, you know, it's someone that overthinks things, they get",
        32.52,
        36.02
    ],
    [
        " analysis paralysis, right?",
        36.02,
        38.5
    ],
    [
        " They just start thinking and thinking and thinking they're frozen from their own thoughts.",
        38.66,
        42.08
    ],
    [
        " Too many thoughts.",
        42.1,
        42.82
    ],
    [
        " And so I thought these were good little factors here.",
        43.36,
        47.92
    ],
    [
        " And it basically, to me, it all boils down to actually fear.",
        48.16,
        50.72
    ],
    [
        " Because if you're thinking,",
        51.24,
        53.22
    ],
    [
        " then you're not taking action.",
        54.3,
        55.72
    ],
    [
        " And if you're not taking action, then there's no consequence.",
        55.9,
        57.64
    ],
    [
        " And if there's no consequence, then there's nothing to be afraid of.",
        57.64,
        59.92
    ],
    [
        " So I think that",
        60.16,
        61.62
    ],
    [
        " the overthinking can be an excuse for actual fear.",
        61.62,
        67.92
    ],
    [
        " And same thing with like, I'm a perfectionist.",
        68.14,
        70.2
    ],
    [
        " That's also fear.",
        70.74,
        71.66
    ],
    [
        " It's fear of not being perfect.",
        71.9,
        73.22
    ],
    [
        " And then on top of that, low confidence, well, if you have low confidence, guess what?",
        74.02,
        78.06
    ],
    [
        " You're afraid.",
        78.2,
        78.66
    ],
    [
        " Your confidence is low.",
        78.98,
        80.88
    ],
    [
        " You're not sure yourself.",
        81.4,
        82.78
    ],
    [
        " So you sit around and think about doing it instead of actually doing it.",
        82.78,
        86.92
    ],
    [
        " And then anxiety.",
        87.46,
        92.32
    ],
    [
        " Well, yeah, anxiety actually is fear.",
        92.74,
        94.4
    ],
    [
        " You're afraid to do something.",
        95.5,
        96.56
    ],
    [
        " And then IQ.",
        96.8,
        97.44
    ],
    [
        " Now that might be, I guess, maybe someone has a high IQ and therefore they're thinking a lot.",
        98.5,
        104.84
    ],
    [
        " And maybe that's not fear.",
        105.12,
        106.32
    ],
    [
        " But let me ask you a question.",
        106.94,
        108.12
    ],
    [
        " If you're so smart, then why aren't you taking action and making something happen?",
        108.26,
        111.82
    ],
    [
        " So you get a big IQ that's no excuse to sit around and overthink things, especially because",
        111.82,
        116.62
    ],
    [
        " if you're so smart, why can't you come up with a quick solution?",
        116.62,
        120.66
    ],
    [
        " Why can't you realize that overthinking is actually causing the problem harm?",
        120.82,
        124.72
    ],
    [
        " It's not moving the problem forward.",
        125.08,
        126.3
    ],
    [
        " So quit thinking so much and take action.",
        127.24,
        133.02
    ]
]