[
    [
        " This is Jockel Podcast number 236 with Echo Charles and me, Jockel Willink. Good evening, echo. Good evening.",
        0.0,
        7.04
    ],
    [
        " When I went through basic seal training, there were two people recognized with an award at the end of training.",
        7.5,
        19.4
    ],
    [
        " The first award was for the Honor Man. And the Honor Man is the guy in the class. I think it's for the best sort of overall performance, which is mostly physical.",
        20.68,
        37.36
    ],
    [
        " Running, swimming, obstacle course, pull-ups, sit-ups, whatever. Whatever other physical events you do, life saving and not tying and buddy breathing and pool competency.",
        38.6,
        50.64
    ],
    [
        " You kind of have to just do good at everything and not just good. You have to do really good at everything.",
        50.64,
        55.06
    ],
    [
        " It seems like the Honor Man is going to be one of those people who did some kind of athletics in high school, maybe even college.",
        56.5,
        66.6
    ],
    [
        " In my class, the Honor Man was a complete badass. His name was Keith Camira, total stud.",
        67.52,
        77.94
    ],
    [
        " And I don't remember everything about Buds, but I remember that he won just about everything.",
        79.6,
        84.74
    ],
    [
        " Although there was one other guy that was always right there with him, but somehow Keith must have edged him out enough times to become the Honor Man.",
        85.52,
        96.76
    ],
    [
        " I never was close enough to the front of the pack to know which of those two guys won, but obviously it must have been Keith.",
        96.96,
        104.32
    ],
    [
        " Because he was just pretty much savaged at everything. And even after seal training, he pushed himself hard, tried to maintain that edge.",
        105.34,
        115.68
    ],
    [
        " And after his first tour at a team, he went back to Buds to be an instructor.",
        116.34,
        121.74
    ],
    [
        " And on January 10, 1997, Keith was practicing breath holds during an evolution with the students in the dive tower.",
        123.88,
        135.98
    ],
    [
        " And the other instructors were, they were working with the students and they were running the evolution and they weren't tracking Keith, who was down at the bottom of the 50 foot tower holding his breath.",
        136.12,
        148.7
    ],
    [
        " And at some point, at some point he passed out and because he was just sitting down there almost in a meditative way, no one really noticed that he had passed out.",
        150.78,
        163.32
    ],
    [
        " He took on water by the time the other instructors recognized what had happened.",
        163.98,
        169.6
    ],
    [
        " And he was unconscious. And he never regained consciousness.",
        169.6,
        178.84
    ],
    [
        " And he ended up dying the next day, January 11, 1997.",
        179.96,
        187.88
    ],
    [
        " A better man than me.",
        190.4,
        192.34
    ],
    [
        " The other person, the other award that gets given out at the end of Buds is called the Fire in the Gut Award.",
        193.68,
        209.02
    ],
    [
        " And I don't know if there's some kind of official definition for this award, but it seems like the award was given to the individual that had to dig the deepest to get through the training.",
        211.02,
        226.64
    ],
    [
        " And who in doing so also inspired and motivated the rest of the class.",
        229.6,
        237.44
    ],
    [
        " And in my class, Class 177, that was another bad ass man, a guy by the name of Jeff Higgs.",
        237.44,
        249.56
    ],
    [
        " And his journey to Buds to basic seal training and through basic seal training is a pretty incredible story.",
        251.56,
        262.84
    ],
    [
        " And because of that, you know, we're brothers, but we're brothers not only because we went to Buds together, not only because we served at SEAL Team 1 together, but also through Jiu Jitsu.",
        263.32,
        278.26
    ],
    [
        " I'm pretty sure we both started the Jiu Jitsu journey the same exact day.",
        280.1,
        287.82
    ],
    [
        " And we are connected through our Jiu Jitsu lineage because Jeff Higgs eventually got his black belt.",
        289.04,
        300.08
    ],
    [
        " He gave the black belt to Dean Lister. Dean Lister gave the black belt to me.",
        300.8,
        307.4
    ],
    [
        " And I guess we should include that there's also a connected lineage here to Echo Charles who then received his black belt from me.",
        308.18,
        317.58
    ],
    [
        " And it's been a while, but it's an honor to have Jeff here with me today to share his experiences, his knowledge,",
        318.02,
        329.26
    ],
    [
        " his outlook and his lessons learned in life.",
        330.62,
        333.66
    ],
    [
        " Jeff, we...",
        333.78,
        335.72
    ],
    [
        " Hey, thanks for having me.",
        335.72,
        337.2
    ],
    [
        " Thanks for coming all, man.",
        337.5,
        338.38
    ],
    [
        " Always good to see you, to hear you.",
        339.32,
        343.32
    ],
    [
        " I heard you at some pretty... I heard you voice at some pretty traumatic times in my life.",
        343.84,
        350.08
    ],
    [
        " So it's always good to sit down with you.",
        350.74,
        353.62
    ],
    [
        " Obviously, we train a ton.",
        353.86,
        354.84
    ],
    [
        " But let's start at the beginning. Let's start at young Jeff Higgs. Where were you born?",
        356.18,
        362.02
    ],
    [
        " I was born in Rams, you're in North Carolina. It's a town almost smack dab in the middle of the state.",
        362.7,
        370.16
    ],
    [
        " In rural area.",
        370.46,
        371.44
    ],
    [
        " And what was the situation there?",
        371.8,
        373.66
    ],
    [
        " I'm gonna look like what was your mom and dad doing there? What was a scenario?",
        374.1,
        376.64
    ],
    [
        " At the time, my parents were separated.",
        377.22,
        379.82
    ],
    [
        " So I was... My mom had me there and moved back to New York when I was about three.",
        379.82,
        386.66
    ],
    [
        " So was she a New Yorker, originally?",
        387.36,
        389.72
    ],
    [
        " No, my mom's from that town.",
        389.94,
        392.52
    ],
    [
        " And where was your dad from?",
        392.82,
        393.66
    ],
    [
        " My dad was born in the Bronx, grew up in Harlem.",
        394.08,
        397.4
    ],
    [
        " And so then...",
        398.34,
        400.46
    ],
    [
        " So they moved down there together?",
        400.46,
        402.8
    ],
    [
        "",
        403.26,
        403.26
    ],
    [
        " Or were they already split up and she took you down?",
        403.26,
        405.14
    ],
    [
        " Yeah, they were split up.",
        405.34,
        406.2
    ],
    [
        " And I wasn't born yet. So I was born down there. The rest of my family was born in New York.",
        406.94,
        412.82
    ],
    [
        " And then you moved back to New York at what age?",
        413.34,
        416.48
    ],
    [
        " Three. My mom moved back.",
        416.98,
        418.32
    ],
    [
        " So at this point, I hadn't really met my father.",
        419.12,
        422.2
    ],
    [
        " And my mom moved back to New York.",
        423.34,
        426.54
    ],
    [
        " And then it's kind of a whole family-issued thing that I wouldn't want to get into publicly.",
        427.04,
        433.5
    ],
    [
        " But my dad got custody of me and ended up growing there with my father and going to my mother's back and forth on weekends.",
        433.66,
        442.16
    ],
    [
        " And then whereabouts in New York were you living?",
        442.5,
        446.14
    ],
    [
        " So I grew up on Staten Island in a place called West Brighton Projects.",
        446.82,
        451.94
    ],
    [
        " So that's where I lived with my father.",
        452.26,
        454.06
    ],
    [
        " And my mom lived in another project called Park Hill Projects.",
        454.88,
        459.64
    ],
    [
        " So a lot of people are familiar with that.",
        460.1,
        461.96
    ],
    [
        " Staten Park Hill, all right next to each other.",
        462.14,
        464.76
    ],
    [
        " Like the Wootang Clan is from Staten.",
        464.92,
        467.12
    ],
    [
        " From West Brighton, Mark Mahomes area.",
        467.92,
        472.2
    ],
    [
        " There was the 4 SMDs. There were some people who had come out of that area that had gotten fame.",
        472.66,
        477.1
    ],
    [
        " And then like I remember when I was a kid and I would take the train down to the city.",
        478.12,
        482.94
    ],
    [
        " And we would go by, you know, I'm coming down from New England, from Connecticut.",
        484.26,
        489.34
    ],
    [
        " You know, where's in the sticks, you know, I grew up on a dirt road.",
        489.86,
        493.64
    ],
    [
        " And so we'd be on the train, me and my buddies.",
        494.32,
        496.4
    ],
    [
        " And you'd be going through the projects for...",
        497.08,
        502.66
    ],
    [
        " It's probably...it seemed like about maybe 20 minutes of riding the train.",
        502.66,
        508.04
    ],
    [
        " Where it's just a building, building, building, building.",
        508.04,
        511.84
    ],
    [
        " You can tell that they're in rough shape.",
        512.4,
        515.42
    ],
    [
        " And, you know, I would always be sitting there on this train, you know, coming in from a really rural area.",
        516.34,
        521.76
    ],
    [
        " And looking in there thinking, that looks rough.",
        522.34,
        525.74
    ],
    [
        " Yeah.",
        526.8,
        527.06
    ],
    [
        " You know, all the projects very much the same in the Northeast area.",
        527.7,
        532.76
    ],
    [
        " You know, they're rough areas.",
        533.18,
        534.14
    ],
    [
        " So what did your dad do for a living?",
        534.64,
        536.02
    ],
    [
        " My dad worked with like a housing.",
        536.44,
        539.5
    ],
    [
        " So he didn't have too much education.",
        540.88,
        543.52
    ],
    [
        " But, you know, he did what he could.",
        544.64,
        546.0
    ],
    [
        " And he worked in the housing department.",
        546.5,
        548.08
    ],
    [
        " So he worked in the...like for the projects for the city.",
        548.22,
        551.56
    ],
    [
        " Like, you know, I remember like as a kid, he would take me into these big boiler rooms.",
        552.04,
        557.28
    ],
    [
        " Like we'd go down underneath the building.",
        557.72,
        560.06
    ],
    [
        " And you know, for its winter in New York, you have these boilers that heat the buildings.",
        560.54,
        564.92
    ],
    [
        " And the boilers are huge.",
        565.32,
        566.98
    ],
    [
        " You know, you can see the fire in there.",
        567.42,
        568.66
    ],
    [
        " And you'd show me the gauges and all that.",
        568.8,
        572.04
    ],
    [
        " And how the operator is pretty cool.",
        572.18,
        573.46
    ],
    [
        " And did you...what...",
        574.5,
        575.78
    ],
    [
        " I know you have at least a sister.",
        575.78,
        577.36
    ],
    [
        " What else did you have for siblings?",
        577.48,
        578.54
    ],
    [
        " I have three older brothers and two older sisters.",
        579.5,
        583.7
    ],
    [
        " So I'm the youngest.",
        583.94,
        584.54
    ],
    [
        " The youngest.",
        585.1,
        586.56
    ],
    [
        " Yeah.",
        587.16,
        587.4
    ],
    [
        " We're all that...we're all of you co-located in the same house with your dad.",
        587.76,
        591.2
    ],
    [
        " Yes and no.",
        592.86,
        593.72
    ],
    [
        " There are all kinds of situations going on in there.",
        593.96,
        598.26
    ],
    [
        " So I'm not really going to take the bullet in my family as to be right in a book or something.",
        598.52,
        602.66
    ],
    [
        " But...but so it was pretty much some of the kids that were around, some of the time.",
        603.84,
        607.96
    ],
    [
        " You're around.",
        608.38,
        608.9
    ],
    [
        " Sounds like you said, weekends with your mom, but the rest of the time with your dad.",
        609.34,
        613.62
    ],
    [
        " Yeah.",
        614.42,
        614.56
    ],
    [
        " And for the most part, my brothers and sisters were with my father.",
        614.78,
        619.04
    ],
    [
        " And I'm visiting my mom on the weekends.",
        619.04,
        620.68
    ],
    [
        " And then what were you doing?",
        621.54,
        623.66
    ],
    [
        " Like what were your interests?",
        623.8,
        625.04
    ],
    [
        " What was going to school like?",
        625.4,
        626.9
    ],
    [
        " Okay.",
        628.16,
        628.48
    ],
    [
        " As a kid, I was very thin.",
        628.7,
        632.34
    ],
    [
        " And I had an incident happen.",
        633.28,
        635.32
    ],
    [
        " I guess like a second grade or so.",
        636.16,
        638.7
    ],
    [
        " I got really sick.",
        638.92,
        639.82
    ],
    [
        " I got sick in front of a bunch of people in school.",
        640.76,
        644.46
    ],
    [
        " And I was just really embarrassed by it and I didn't want to get sick again.",
        645.64,
        649.16
    ],
    [
        " So I stopped eating a lot.",
        649.16,
        650.98
    ],
    [
        " So I was really thin.",
        651.24,
        652.64
    ],
    [
        " But besides that, and that went on for a long time.",
        653.38,
        655.96
    ],
    [
        " I would eat so much.",
        656.12,
        657.3
    ],
    [
        " So what grade was that?",
        657.4,
        658.22
    ],
    [
        " That's like second grade.",
        658.5,
        659.22
    ],
    [
        " So you got...",
        660.22,
        661.22
    ],
    [
        " You mean when you say you got sick, you mean you threw up in front of a bunch of people?",
        661.22,
        664.16
    ],
    [
        " Yeah. We were doing like this play like the Lion, the Witch, and the Wardrobe.",
        664.28,
        668.86
    ],
    [
        " So I was like that.",
        669.04,
        669.62
    ],
    [
        " And I was just... I told the teacher, I'm like, I do not feel good.",
        670.94,
        674.62
    ],
    [
        " And she just let me sit there.",
        675.1,
        677.72
    ],
    [
        " And then I was like, they put out a bucket in front of me.",
        678.14,
        681.32
    ],
    [
        " Yeah, this is New York in late 70s, early 80s.",
        681.66,
        688.18
    ],
    [
        " And then it came.",
        688.18,
        689.18
    ],
    [
        " I just started going at it right there.",
        689.3,
        692.54
    ],
    [
        " And everyone in the class just scattered and they were like,",
        692.7,
        695.12
    ],
    [
        " I'm just like pointing at me.",
        695.78,
        697.74
    ],
    [
        " And it was just like, I couldn't do anything.",
        698.46,
        701.7
    ],
    [
        " I had no control and the body was just doing what I was doing.",
        701.98,
        705.82
    ],
    [
        " And I was... I just kind of toned down my eating.",
        706.82,
        711.8
    ],
    [
        " And I would eat just a piece of bread in the day.",
        713.06,
        715.86
    ],
    [
        " But besides that, I was really bookish.",
        717.26,
        721.58
    ],
    [
        " I read a lot of comic books and psyched like PDs.",
        721.7,
        724.96
    ],
    [
        " I was just reading all the time.",
        725.58,
        727.52
    ],
    [
        " And pretty much like a... pretty much a nerd.",
        728.06,
        730.54
    ],
    [
        " You know, I would walk around and that's why I was a target.",
        731.12,
        733.8
    ],
    [
        " And that kind of neighborhood, you're definitely going to be a target.",
        733.8,
        737.04
    ],
    [
        " I used to carry this book in my pocket called Golden Guide.",
        738.1,
        743.36
    ],
    [
        " Golden Guide?",
        743.78,
        745.74
    ],
    [
        " Golden Guide. You can still find it.",
        746.16,
        747.68
    ],
    [
        " I even bought the book because, you know, just for the style you see.",
        747.68,
        750.96
    ],
    [
        " But it's a little book of spiders of North America.",
        751.02,
        755.3
    ],
    [
        " So that, you know, Peewee's to call me Spider-Man.",
        756.76,
        759.76
    ],
    [
        " Because I would come up, you know, I'm like this little kid like,",
        760.34,
        763.46
    ],
    [
        " oh, that's Electrodectus Mac Tans and like saying all these species names of these...",
        763.58,
        768.58
    ],
    [
        " Arachnids, different types of author pods.",
        768.58,
        770.58
    ],
    [
        " And people were like, this kid.",
        770.72,
        772.3
    ],
    [
        " And I would collect spiders and go down and get ants and put in the web.",
        772.72,
        777.22
    ],
    [
        " It was like pretty twisted, I guess.",
        777.22,
        779.1
    ],
    [
        " Looking back on it.",
        779.28,
        780.74
    ],
    [
        " But that's got to completely isolate you from like other kids,",
        780.8,
        785.5
    ],
    [
        " especially in the projects.",
        785.5,
        787.1
    ],
    [
        " Yeah, it's kind of weird, especially like...",
        787.78,
        790.36
    ],
    [
        " My dad said, I was creepy.",
        790.36,
        791.74
    ],
    [
        " You know, do you think that like when you were sick in front of all those people,",
        793.6,
        799.44
    ],
    [
        " when you kind of got called out, it's funny because we're sitting here laughing about that?",
        799.46,
        803.66
    ],
    [
        " But that kind of stuff leaves a mark on kids, right?",
        804.46,
        807.86
    ],
    [
        "",
        808.26,
        808.26
    ],
    [
        " It leaves a mark on kids.",
        808.42,
        809.78
    ],
    [
        " Do you think that left a mark?",
        810.16,
        811.72
    ],
    [
        " Do you think that's what made you kind of become more into books",
        811.88,
        815.9
    ],
    [
        " because books couldn't laugh at you?",
        815.9,
        818.28
    ],
    [
        " No, I was into books before that,",
        818.76,
        820.76
    ],
    [
        " but I think it made me more introverted.",
        820.78,
        822.42
    ],
    [
        " You know, because now the spotlight's on, but it's not for something good.",
        822.62,
        828.0
    ],
    [
        " And everyone's laughing and pointing.",
        828.38,
        830.94
    ],
    [
        " And like a lot of people just really disgusted.",
        830.94,
        833.42
    ],
    [
        " It was just, you know, really stands out in my mind.",
        833.66,
        837.08
    ],
    [
        " So then what was...",
        837.7,
        839.5
    ],
    [
        " It seems like you're reading books, you're kind of a nerd.",
        839.5,
        841.94
    ],
    [
        " What about like as you get older, as you get into high school?",
        843.2,
        845.7
    ],
    [
        " I mean, damn.",
        845.9,
        846.42
    ],
    [
        " You know, like I said, for me, especially in the 80s,",
        847.24,
        850.18
    ],
    [
        " you know, like going down to the city in the 80s,",
        850.5,
        852.82
    ],
    [
        " it was mayhem down there.",
        852.96,
        854.44
    ],
    [
        " It was total mayhem.",
        854.68,
        856.12
    ],
    [
        " Yeah.",
        856.44,
        856.6
    ],
    [
        " It was about the drug dealers, the pimps, the prostitutes.",
        856.6,
        861.58
    ],
    [
        " Like, I remember we used to go out at night,",
        862.64,
        864.42
    ],
    [
        " and you'd see like prostitutes at, probably around 10 or 11 o'clock at night,",
        864.94,
        870.36
    ],
    [
        " and they'd be out on the streets, you know, working.",
        870.8,
        873.06
    ],
    [
        " And then we'd come back at three or four o'clock in the morning.",
        873.2,
        875.3
    ],
    [
        " We'd go to see a hardcore show or whatever we'd come back later,",
        875.4,
        877.8
    ],
    [
        " and there'd be those girls.",
        878.08,
        879.18
    ],
    [
        " They'd be out there, you know, turning tricks.",
        879.4,
        881.28
    ],
    [
        " They'd be looking like they'd been turning tricks all night.",
        881.44,
        884.18
    ],
    [
        " I mean, how does a kid that's reading about spiders get through that",
        884.88,
        890.54
    ],
    [
        " without getting dragged into it?",
        890.54,
        891.92
    ],
    [
        " Oh, I think one of the main reasons for my path in life",
        892.94,
        896.9
    ],
    [
        " was being the youngest in my family.",
        896.9,
        898.68
    ],
    [
        " I could see different mistakes.",
        898.84,
        901.32
    ],
    [
        " I'm not even going to say mistakes, but I'll say different choices",
        901.8,
        905.24
    ],
    [
        " that other people made, and I'm like, hmm, maybe I'll go this way.",
        905.24,
        908.88
    ],
    [
        " I think when you're the youngest, you may want to look to be distinctive.",
        909.3,
        913.78
    ],
    [
        " Because you're, everyone's always telling you to do this, do this, do this,",
        914.0,
        917.28
    ],
    [
        " and you want to think for yourself.",
        917.36,
        918.4
    ],
    [
        " So I think maybe that's a reason.",
        918.72,
        921.0
    ],
    [
        " Were you getting any guidance from your older siblings",
        921.18,
        923.14
    ],
    [
        " that were saying, hey, you might not want to do this?",
        923.14,
        925.2
    ],
    [
        " Because the other thing, man, this is such a negative way to look at human nature.",
        925.24,
        931.94
    ],
    [
        " But so often, you see people try and drag other people down.",
        932.54,
        938.36
    ],
    [
        " And I mean, this was in the SEAL teams.",
        938.78,
        940.88
    ],
    [
        " This is where I know it from in the SEAL teams, where you know,",
        941.58,
        944.96
    ],
    [
        " you'd have somebody that was trying to kind of move in the right direction,",
        945.02,
        947.52
    ],
    [
        " and the other guys would kind of drag them back down.",
        947.58,
        950.68
    ],
    [
        " You know, like they wouldn't want people to succeed.",
        950.9,
        953.18
    ],
    [
        " And that's not a blanket statement, but I'm just saying it happens.",
        953.9,
        957.64
    ],
    [
        " And I could definitely see it happening within families",
        958.14,
        960.72
    ],
    [
        " where one sibling starts to do something well,",
        960.72,
        963.8
    ],
    [
        " and the other siblings kind of grab them and drag them back down.",
        964.18,
        966.68
    ],
    [
        " But I could also see siblings saying, don't make that mistake.",
        967.22,
        970.02
    ],
    [
        " Go in this direction. Did you see either one of those?",
        970.02,
        972.34
    ],
    [
        " Or was it more just your perception of what to do and what not to do?",
        972.48,
        975.28
    ],
    [
        " I would say my siblings, my brother and his sister,",
        975.96,
        979.14
    ],
    [
        " have always been really cool with me.",
        979.16,
        980.54
    ],
    [
        " You know, I'm kind of like, I feel really blessed in that sense.",
        981.44,
        986.44
    ],
    [
        " You know, they always steered me in the right direction.",
        986.96,
        988.76
    ],
    [
        " And the weird thing was around the neighborhood, you know,",
        989.08,
        992.94
    ],
    [
        " I was known as like little higs.",
        993.12,
        994.84
    ],
    [
        " And my other brother was a similar age.",
        995.06,
        996.78
    ],
    [
        " You know, we were like, you know, they were like, oh, you know, look out for those guys.",
        996.78,
        1000.24
    ],
    [
        " So I mean, we were sometimes I'd be walking by lobby in my building.",
        1000.7,
        1005.06
    ],
    [
        " And the guys, the drug dealers right there, I know the guy lives up on that floor, you know.",
        1005.06,
        1010.34
    ],
    [
        " He just knows he sells drugs, he does his thing, and hey, what's up little hig?",
        1010.76,
        1013.94
    ],
    [
        " You just walk right by. You know, it was never like, I never really felt like I wanted to get involved in that stuff.",
        1013.94,
        1020.98
    ],
    [
        " So I didn't really have too much of an issue, but I could see all these things going on around.",
        1022.12,
        1027.2
    ],
    [
        " And this is like in the 80s in New York City, which is very different than it is now, I would say.",
        1027.34,
        1033.1
    ],
    [
        " You know, it was definitely a rougher time.",
        1033.86,
        1035.94
    ],
    [
        " Oh yeah, well.",
        1036.22,
        1036.6
    ],
    [
        " Which is the last time you were back in New York.",
        1036.6,
        1038.02
    ],
    [
        " Just this few months ago, I see my brother.",
        1039.04,
        1043.48
    ],
    [
        " So I go visit my brother and, you know, he still lives in Harlem.",
        1043.72,
        1047.64
    ],
    [
        " So I'll visit him, you know, pretty much when I'm coming back from overseas or something, I just stop over there.",
        1048.42,
        1054.48
    ],
    [
        " Yeah. Yeah, New York is a completely and utterly different place now than it was in the 80s.",
        1054.58,
        1059.32
    ],
    [
        " Never mind the 70s, I would never went down there in the 70s, but in the 80s for sure.",
        1059.62,
        1063.2
    ],
    [
        " What about, you know, one of the things you used to tell us stories, me.",
        1063.92,
        1069.78
    ],
    [
        " I mean, you and I would sit down and talk for a long time when we were going through training.",
        1070.1,
        1073.46
    ],
    [
        " And you tell me stories about some of the characters in the projects.",
        1073.52,
        1077.52
    ],
    [
        " There was, I know there was a couple brothers that seem to have, they seem to be, they seem to have their own like world that you kind of brushed up into sometimes.",
        1077.52,
        1089.82
    ],
    [
        " It is, it was just like the, I mean, I remember these stories, man.",
        1090.26,
        1093.9
    ],
    [
        " Give us a little hint of those guys. What was their deal?",
        1094.2,
        1096.86
    ],
    [
        " So these two brothers, Mark and James, they just, I don't even know what started it.",
        1097.2,
        1103.2
    ],
    [
        " They just had it out for me. Mostly James.",
        1103.2,
        1106.08
    ],
    [
        " And these guys would, every time they would see me, you know, they were high on something and they would make this sound like,",
        1106.72,
        1113.68
    ],
    [
        " and when I heard that sound, I was like, I eat out, I would start running.",
        1113.72,
        1120.56
    ],
    [
        " I'm guessing like looking back, they're seeing this kid with glasses on looking at a spider book in the corner of a building.",
        1120.98,
        1128.36
    ],
    [
        " And they're just like target. And you know, that's how it started.",
        1128.92,
        1133.36
    ],
    [
        " And this, I used to be in the corner just getting, taking punches from these guys.",
        1133.7,
        1138.02
    ],
    [
        " And it's so, it started with them just saying, right?",
        1138.84,
        1142.78
    ],
    [
        " And that's how you know that they were coming for you.",
        1143.5,
        1145.82
    ],
    [
        " Yeah. And it was also kind of a signal.",
        1146.06,
        1148.86
    ],
    [
        " Because in the projects, you know, each building is kind of like its own entity.",
        1149.58,
        1153.72
    ],
    [
        " And like maybe a guy in another building, it's like a signal to that person.",
        1153.94,
        1158.98
    ],
    [
        " So you hear it like, you and then way in the distance you'd hear.",
        1159.3,
        1163.18
    ],
    [
        " So this is like, so we're team going on.",
        1163.84,
        1168.7
    ],
    [
        " So the funny thing is, this is fast forward a little bit.",
        1169.06,
        1172.22
    ],
    [
        " But you know, when we are going through seal trading, Jeff, you would do that.",
        1172.38,
        1176.78
    ],
    [
        " Like at moments of whatever, like moments of chaos where they're trying to get us to quit all of a sudden you'd hear.",
        1177.24,
        1183.44
    ],
    [
        " So I just need to be said though, I was, I told that story to someone.",
        1183.72,
        1194.88
    ],
    [
        " And that person just started saying it over and over and then it spread.",
        1195.5,
        1201.24
    ],
    [
        " So then everyone was saying it.",
        1201.38,
        1203.1
    ],
    [
        " So I wasn't like, you know, just randomly and blood.",
        1203.48,
        1205.78
    ],
    [
        " This is someone started and then it just spread.",
        1206.44,
        1210.42
    ],
    [
        " And then it's like, bloods, STT to the teams.",
        1210.74,
        1214.04
    ],
    [
        " So when you get to high school, is your attitude change or is your attitude the same through high school?",
        1216.16,
        1222.24
    ],
    [
        " Very different. What happened in high school?",
        1222.26,
        1224.18
    ],
    [
        " So when I was 12, my dad was a football coach.",
        1224.5,
        1229.54
    ],
    [
        " You know, I was doing like pop water football.",
        1229.72,
        1232.08
    ],
    [
        " And I was one of the worst on the team for sure.",
        1232.44,
        1235.92
    ],
    [
        " And you know, my dad was always trying to encourage me, you know, you got to try different things.",
        1236.04,
        1241.18
    ],
    [
        " So try football, try this, try that.",
        1241.18,
        1243.22
    ],
    [
        " And you know, my dad, one day I came home and he was blown his nose.",
        1244.08,
        1249.92
    ],
    [
        " And when he pulled the tissue away, it was just blood everywhere.",
        1250.84,
        1254.38
    ],
    [
        " And like you could see like chunks and stuff like, like didn't look right at all.",
        1255.54,
        1260.16
    ],
    [
        " Like he knew someone was wrong.",
        1260.4,
        1261.46
    ],
    [
        " And he was like, I, you know, I got a bad flu.",
        1261.92,
        1264.5
    ],
    [
        " And we didn't really think anything of it.",
        1265.4,
        1267.18
    ],
    [
        " And then finally, you know, I guess he went to the doctor and then we found out that he had leukemia.",
        1267.26,
        1272.86
    ],
    [
        " So that was in November.",
        1273.52,
        1275.24
    ],
    [
        " And it just got progressively worse.",
        1275.7,
        1278.14
    ],
    [
        " So this is 83, late 83.",
        1278.34,
        1281.14
    ],
    [
        " And then he ended up, you know, going to the hospital to get chemotherapy back then was way more harsh.",
        1281.5,
        1287.94
    ],
    [
        " And so, you know, from like November to like where he died in January 4th.",
        1288.86,
        1297.2
    ],
    [
        " And so it was just only a couple of months of this.",
        1297.2,
        1299.94
    ],
    [
        " But you know, after school, I would come, I would just walk to this hospital that he was in.",
        1300.12,
        1307.04
    ],
    [
        " And it was on the way back home from the school.",
        1307.04,
        1308.84
    ],
    [
        " And just watch, I would just watch my dad go from someone really big and strong and just watch him just shrivel.",
        1309.66,
        1315.7
    ],
    [
        " You know, going through this treatment.",
        1316.46,
        1317.72
    ],
    [
        " So between the leukemia, the chemotherapy, then he got pneumonia from the,",
        1318.02,
        1324.3
    ],
    [
        " just being sitting in the bed and hepatitis from blood transfusion.",
        1325.16,
        1330.54
    ],
    [
        " You know, it's just a whole bunch of things happen and then you know, he died.",
        1331.18,
        1334.58
    ],
    [
        " So you said that that things changed.",
        1338.18,
        1341.42
    ],
    [
        " Did that change your outlook on things?",
        1341.74,
        1343.9
    ],
    [
        " Did you, did you start to look at the world in a totally different way now?",
        1344.08,
        1348.36
    ],
    [
        " Yeah, I would say, you know, everyone has that pivotal point in their life where like,",
        1348.88,
        1353.86
    ],
    [
        " I guess you can say like innocence is lost.",
        1354.1,
        1356.08
    ],
    [
        " Like it's not like, you know, a fairy tale in life anymore.",
        1356.3,
        1359.22
    ],
    [
        " You know, I basically, death was introduced really quickly, you know, early on in my life.",
        1359.7,
        1364.96
    ],
    [
        " And I just saw it and that changed me because I became even more introverted.",
        1364.96,
        1371.84
    ],
    [
        " More introverted.",
        1372.24,
        1374.12
    ],
    [
        " Yeah.",
        1374.6,
        1374.92
    ],
    [
        " So I would have maybe a friend or two at school, but you know, I would just be into my own world pretty much.",
        1375.42,
        1383.02
    ],
    [
        " And did that, where were you living now?",
        1383.74,
        1387.6
    ],
    [
        " I was still in West Brighton projects, visiting my mom back and forth.",
        1387.92,
        1393.48
    ],
    [
        " Was your older siblings taking care of you or?",
        1393.94,
        1396.78
    ],
    [
        " So that's where it gets a little, you know, for my family, Dicey, but essentially out of stepmom at that point.",
        1397.2,
        1403.14
    ],
    [
        " And I was going between my stepmom and my moms on the weekends and you know, getting involved in the, you know,",
        1403.7,
        1411.16
    ],
    [
        " right after your father passed away and then you're going into courts and all these, you're in these rooms with these people doing psychological evils.",
        1411.2,
        1419.72
    ],
    [
        " You know, are you okay?",
        1419.72,
        1420.72
    ],
    [
        " And who do you want to stay with now?",
        1421.08,
        1422.74
    ],
    [
        " You're your stepmom or your mom?",
        1423.0,
        1425.28
    ],
    [
        " And you know, it's just really confusing to me and just kind of overwhelmed, kind of like in a sense checked out.",
        1425.72,
        1433.9
    ],
    [
        " So yeah, that's what happened.",
        1434.52,
        1437.7
    ],
    [
        " So are you still participating in school, like actively like, okay, I'm going to graduate.",
        1438.04,
        1443.6
    ],
    [
        " Did you have some kind of plan?",
        1443.84,
        1444.82
    ],
    [
        " Are you are you studying at night?",
        1444.82,
        1447.04
    ],
    [
        " Anything like that?",
        1447.32,
        1448.06
    ],
    [
        " Well, I'm not, you know, one thing about my schoolwork, I'm not like the best student, like going to school and, you know, getting grades and stuff like that.",
        1448.48,
        1459.4
    ],
    [
        " More, I just been following my interests.",
        1459.86,
        1462.12
    ],
    [
        " Now in the school classes that I was interested in, I always did really well.",
        1462.56,
        1465.96
    ],
    [
        " Now the classes I mean, I didn't even care about the class, you know, but I was, I wouldn't say I was like studying, but I would just follow my interests.",
        1466.74,
        1474.86
    ],
    [
        " So your dad died when you were 12.",
        1475.72,
        1478.24
    ],
    [
        " So you must have been in like eighth grade, seventh grade?",
        1478.7,
        1482.14
    ],
    [
        " What grade is that?",
        1482.46,
        1483.12
    ],
    [
        " Yeah, seventh grade.",
        1483.2,
        1483.88
    ],
    [
        " Seventh grade.",
        1484.08,
        1484.66
    ],
    [
        " So that was really pivotal because, you know, you could take it out of school because your dad died.",
        1484.92,
        1489.86
    ],
    [
        " And then when you go back to school in the seventh grade, you're the kid who is dad died.",
        1490.42,
        1498.26
    ],
    [
        " You know what I mean?",
        1498.62,
        1504.84
    ],
    [
        " You know, and you were kind of like, you know, to yourself more.",
        1504.84,
        1506.66
    ],
    [
        " So I had some good friends, like I used to, I was into like, I had some nerd friends, you know?",
        1506.98,
        1512.6
    ],
    [
        " Like Dungeons and Dragons, that kind of stuff.",
        1512.7,
        1514.88
    ],
    [
        " You know, so I would kind of hang out with them, but it was only, you know, on Brexit school or something like that.",
        1515.52,
        1520.92
    ],
    [
        " And what would you do with it?",
        1521.44,
        1522.24
    ],
    [
        " Like, what would you do the rest of the day?",
        1522.3,
        1523.7
    ],
    [
        " What would you do in the afternoon?",
        1523.92,
        1524.96
    ],
    [
        " What would you do in the evening?",
        1525.14,
        1526.04
    ],
    [
        " What would you do on the weekends?",
        1526.16,
        1527.02
    ],
    [
        " Come home.",
        1527.6,
        1528.2
    ],
    [
        " Like at that age, after school, come home, watch like, what was it?",
        1528.54,
        1532.94
    ],
    [
        " Thundercats.",
        1533.26,
        1533.94
    ],
    [
        " Brilliant.",
        1534.0,
        1534.54
    ],
    [
        " Picks.",
        1535.06,
        1535.62
    ],
    [
        " You remember that, remember that, that we had to go picks, picks, picks like a...",
        1536.1,
        1540.96
    ],
    [
        " What was that?",
        1540.96,
        1541.62
    ],
    [
        " It was something to do with...",
        1542.9,
        1543.82
    ],
    [
        " You had to win these prizes and stuff.",
        1543.82,
        1545.52
    ],
    [
        " Yeah, yeah, yeah.",
        1545.92,
        1546.04
    ],
    [
        " You had a phone in, right?",
        1546.54,
        1548.22
    ],
    [
        " Yeah, yeah.",
        1548.32,
        1548.46
    ],
    [
        " Someone had to phone in and call for fire by saying picks, picks.",
        1548.46,
        1552.72
    ],
    [
        " You're on the local TV station.",
        1552.94,
        1555.22
    ],
    [
        " Yeah, yeah.",
        1555.3,
        1555.68
    ],
    [
        " Yeah, I do remember that.",
        1555.72,
        1557.24
    ],
    [
        " Dang.",
        1557.46,
        1557.92
    ],
    [
        " That's...",
        1558.24,
        1558.66
    ],
    [
        " Yeah.",
        1558.66,
        1558.74
    ],
    [
        " I don't think that was...",
        1558.92,
        1561.16
    ],
    [
        " That was...",
        1561.16,
        1561.52
    ],
    [
        " You didn't have that echo, didn't you?",
        1561.52,
        1562.5
    ],
    [
        " Yeah.",
        1562.86,
        1562.96
    ],
    [
        " Yeah.",
        1563.02,
        1563.34
    ],
    [
        " I'm trying to build it all.",
        1563.34,
        1564.0
    ],
    [
        " Because you... I think you might be younger.",
        1564.22,
        1565.38
    ],
    [
        " Yeah.",
        1565.86,
        1566.06
    ],
    [
        " But...",
        1566.38,
        1566.54
    ],
    [
        " And also, I don't think they had...",
        1566.54,
        1567.78
    ],
    [
        " That was like a local TV thing.",
        1567.78,
        1569.26
    ],
    [
        " Yeah.",
        1569.72,
        1569.92
    ],
    [
        " They had like a little echo.",
        1570.12,
        1571.1
    ],
    [
        " They had like a little call for fire.",
        1571.16,
        1572.76
    ],
    [
        " So you'd be on the phone.",
        1572.94,
        1573.96
    ],
    [
        " You'd have to call in.",
        1574.3,
        1575.4
    ],
    [
        " While you watching TV?",
        1575.62,
        1576.46
    ],
    [
        " Yeah, and then it was like a video game of some kind where you had to drop bombs or shoot something,",
        1576.58,
        1581.06
    ],
    [
        " but at a certain time as it was moving.",
        1581.24,
        1582.88
    ],
    [
        " So when it moved, you'd say, picks, picks, picks.",
        1582.88,
        1585.62
    ],
    [
        " And that was like the fire fire fire.",
        1585.74,
        1587.36
    ],
    [
        " Which was like maybe the...",
        1587.36,
        1589.48
    ],
    [
        " Maybe the channel...",
        1589.48,
        1591.02
    ],
    [
        " Like on TV, you know how it's like WLBN or whatever.",
        1591.02,
        1593.64
    ],
    [
        " This was WPIX or something.",
        1593.82,
        1595.86
    ],
    [
        " So you'd just say, picks, picks, picks.",
        1596.02,
        1597.66
    ],
    [
        " And then you could win.",
        1597.84,
        1598.5
    ],
    [
        " Whatever.",
        1599.0,
        1599.32
    ],
    [
        " Or...",
        1599.76,
        1600.26
    ],
    [
        " So now I know who he's trying to call in.",
        1600.26,
        1602.34
    ],
    [
        " It was a Jeffery.",
        1602.66,
        1603.82
    ],
    [
        " Well, that was the other funny thing about Mark and James.",
        1604.74,
        1607.02
    ],
    [
        " Is they'd see you.",
        1607.46,
        1608.5
    ],
    [
        " And I remember...",
        1608.88,
        1609.42
    ],
    [
        " That's why...",
        1609.42,
        1609.9
    ],
    [
        " That's why to this day whenever I see you, I go,",
        1609.9,
        1611.86
    ],
    [
        " Jeffery.",
        1611.94,
        1612.82
    ],
    [
        " Yeah, that's right.",
        1613.0,
        1613.64
    ],
    [
        " Because they'd see you and they'd call you out.",
        1614.06,
        1615.92
    ],
    [
        " Did you ever reconcile some kind of relationship with those guys?",
        1616.2,
        1619.06
    ],
    [
        " No, because those guys are more like cool guys in a sense.",
        1619.96,
        1625.68
    ],
    [
        " You know, they were popular people.",
        1626.3,
        1628.42
    ],
    [
        " I was in...",
        1628.98,
        1629.62
    ],
    [
        " There was just really no connection.",
        1629.62,
        1631.0
    ],
    [
        " You know, and it was really weird because in the projects, the atmosphere, you know,",
        1632.18,
        1636.74
    ],
    [
        " it's like R&B, jazz, hip-hop.",
        1636.74,
        1639.2
    ],
    [
        " But James was like into metal.",
        1640.04,
        1642.58
    ],
    [
        " Him, they were like, maybe like...",
        1643.16,
        1645.86
    ],
    [
        " Just a fraction of people in there that were into metal.",
        1645.86,
        1648.7
    ],
    [
        " He was into metal.",
        1648.84,
        1649.68
    ],
    [
        " He'd have iron made and shirts on and all that stuff.",
        1650.3,
        1653.02
    ],
    [
        " And just be coming after me.",
        1653.22,
        1654.86
    ],
    [
        " YEEEEEE!",
        1655.26,
        1655.68
    ],
    [
        "",
        1655.96,
        1655.96
    ],
    [
        " What the...",
        1656.58,
        1660.2
    ],
    [
        " What the...",
        1660.2,
        1660.56
    ],
    [
        " What the...",
        1660.56,
        1662.4
    ],
    [
        " And he'd get me in the corner and just...",
        1662.4,
        1666.2
    ],
    [
        " Punching away and then ask me,",
        1666.2,
        1668.04
    ],
    [
        " Do you want the medicine or the treatment?",
        1668.3,
        1670.86
    ],
    [
        " And both with the same thing.",
        1671.42,
        1673.14
    ],
    [
        " More beating.",
        1674.06,
        1674.8
    ],
    [
        " Yeah, I remember you tell me you'd like be...",
        1675.88,
        1679.68
    ],
    [
        " You'd think you have...",
        1679.68,
        1680.74
    ],
    [
        " You'd think you would have made it past them or whatever.",
        1680.74,
        1683.28
    ],
    [
        " And you'd be going up the stairs and all of a sudden you'd hear,",
        1683.52,
        1686.5
    ],
    [
        " YEEEEEEEEE!",
        1686.92,
        1689.9
    ],
    [
        " And there was another one you told me about.",
        1689.9,
        1692.88
    ],
    [
        " Something like you were walking.",
        1693.2,
        1694.28
    ],
    [
        " It was dark and you were walking down the stairs.",
        1694.28,
        1698.0
    ],
    [
        " And as you came down the stairs,",
        1698.82,
        1700.18
    ],
    [
        " Whichever one it was, little match.",
        1700.78,
        1703.04
    ],
    [
        " Okay, yeah, yeah.",
        1703.56,
        1704.4
    ],
    [
        " So that was James too.",
        1705.62,
        1706.94
    ],
    [
        " And essentially, you know, every now and then you get blackouts.",
        1707.16,
        1711.26
    ],
    [
        " You know, in the city.",
        1711.78,
        1712.74
    ],
    [
        " And then we had this big blackout back then.",
        1712.82,
        1715.8
    ],
    [
        " And that's a problem because now the elevator might not be working.",
        1716.12,
        1720.72
    ],
    [
        " So if you live on the eighth floor, you have to walk up.",
        1721.1,
        1724.54
    ],
    [
        " And there are some elderly people that live like seventh eighth floor.",
        1724.98,
        1728.3
    ],
    [
        " And so we're like, you know, hey, you know, get a knife.",
        1728.76,
        1730.9
    ],
    [
        " And you could make $1 or $2 walking people upstairs.",
        1731.82,
        1735.82
    ],
    [
        " And so, you know, I was walking people.",
        1736.7,
        1739.58
    ],
    [
        " I walked maybe one or two people upstairs.",
        1739.72,
        1741.76
    ],
    [
        " And then I was coming downstairs and all of a sudden...",
        1742.48,
        1748.96
    ],
    [
        " It's about magic.",
        1748.96,
        1750.28
    ],
    [
        " And he just lit a match.",
        1751.68,
        1753.1
    ],
    [
        " And there was James and then more punishment.",
        1753.56,
        1756.74
    ],
    [
        " It's about magic.",
        1757.34,
        1761.08
    ],
    [
        " Wunder.",
        1761.82,
        1763.14
    ],
    [
        " Yeah.",
        1764.22,
        1764.54
    ],
    [
        " Take your breath away.",
        1764.88,
        1765.96
    ],
    [
        " This is a Broadway play.",
        1766.8,
        1769.32
    ],
    [
        " Okay. That was going on at that time.",
        1769.92,
        1771.94
    ],
    [
        " Okay, that part I never knew.",
        1772.28,
        1773.62
    ],
    [
        " All I ever knew, all I remembered from Buds was it's about magic.",
        1773.82,
        1777.3
    ],
    [
        " I was like, wonder, I never had...",
        1777.3,
        1778.7
    ],
    [
        " I thought it was just what those guys made up.",
        1778.7,
        1780.38
    ],
    [
        " Psychos.",
        1780.62,
        1780.94
    ],
    [
        " Yeah, just psychonists.",
        1781.16,
        1783.0
    ],
    [
        " So these guys never...",
        1783.6,
        1787.64
    ],
    [
        " You never reconcile with these guys.",
        1787.64,
        1789.12
    ],
    [
        " There's no story of revenge where you went back.",
        1789.58,
        1791.98
    ],
    [
        " Not really.",
        1793.2,
        1794.62
    ],
    [
        " You know, I was...",
        1795.26,
        1796.4
    ],
    [
        " And looking back right now, I wouldn't even...",
        1796.4,
        1800.26
    ],
    [
        " You know, I don't really have anything for those guys.",
        1800.26,
        1802.98
    ],
    [
        " You know, I'm just...",
        1803.34,
        1804.2
    ],
    [
        " I wish everybody the best, so you know, all it's those past.",
        1804.2,
        1806.98
    ],
    [
        " What music were you listening to?",
        1808.04,
        1809.46
    ],
    [
        " Back then, I only listened to what was there.",
        1810.68,
        1814.32
    ],
    [
        " So it was like a lot of rap music.",
        1814.66,
        1816.16
    ],
    [
        " You know, R&B, you know, just neighborhood music.",
        1816.8,
        1821.36
    ],
    [
        " And I got introduced to other forms of music.",
        1822.32,
        1826.28
    ],
    [
        " By first, I played saxophone as a kid.",
        1827.0,
        1830.16
    ],
    [
        " So I played saxophone for like four years.",
        1830.94,
        1833.5
    ],
    [
        " So I was like, gotten involved with orchestra.",
        1833.5,
        1836.42
    ],
    [
        " Like, my dad sent me up for a summer program.",
        1836.98,
        1840.4
    ],
    [
        " And I would go and play in a symphonic orchestra for over the summer.",
        1840.7,
        1845.54
    ],
    [
        " So I'd like to take out a bus, you know, and...",
        1846.16,
        1848.92
    ],
    [
        " You know, I'd take my saxophone along.",
        1848.92,
        1850.8
    ],
    [
        " It was pretty cool.",
        1851.06,
        1851.82
    ],
    [
        " That.",
        1852.12,
        1852.26
    ],
    [
        " And also, my dad liked jazz.",
        1852.82,
        1854.98
    ],
    [
        " So that was also another influence on my musical taste.",
        1855.86,
        1861.04
    ],
    [
        " And then the kids, some of the kids I played Dungeons and Dragons with,",
        1861.48,
        1865.7
    ],
    [
        " there were some groups like one group, like the Brewster Street crew,",
        1866.0,
        1870.32
    ],
    [
        " those guys, and then there was another group.",
        1870.48,
        1872.38
    ],
    [
        " And these guys, they were all into like metal and stuff.",
        1873.18,
        1876.22
    ],
    [
        " Because when you go to, you know, the schools over there are kind of like zoned.",
        1876.54,
        1880.52
    ],
    [
        " So they have people from different neighborhoods coming to the schools.",
        1880.78,
        1883.68
    ],
    [
        " So these were...",
        1884.52,
        1887.22
    ],
    [
        " These kids were not from the projects, and they listened to metal.",
        1887.22,
        1889.98
    ],
    [
        " And like, when we were playing Dungeons and Dragons, that music was there.",
        1890.44,
        1893.92
    ],
    [
        " And I was like, it just became normal.",
        1894.3,
        1895.92
    ],
    [
        " So I was like, you know, and also I wanted to...",
        1896.32,
        1898.74
    ],
    [
        " I always wanted to try different things, you know, and see, you know,",
        1898.74,
        1901.6
    ],
    [
        " what's that like?",
        1901.64,
        1902.4
    ],
    [
        " So I was kind of exploring.",
        1902.62,
        1903.7
    ],
    [
        " And so I started listening to, you know, any kind of music.",
        1904.62,
        1908.88
    ],
    [
        " I wanted to listen to.",
        1909.04,
        1909.92
    ],
    [
        " If I was interested in it, I'd check it out.",
        1910.16,
        1912.02
    ],
    [
        " Now, at what point did you start thinking about the military as an option?",
        1912.7,
        1918.16
    ],
    [
        " Okay, after my father passed away, there was my father's good friend,",
        1919.2,
        1925.82
    ],
    [
        " this guy James Harrison, Mr. Jim used to call him.",
        1926.08,
        1930.06
    ],
    [
        " He was...",
        1930.3,
        1931.64
    ],
    [
        " His son came back from the Navy.",
        1931.64,
        1935.68
    ],
    [
        " He was a regular guy in the Navy.",
        1935.88,
        1937.4
    ],
    [
        " And he told me about the seals.",
        1938.0,
        1940.5
    ],
    [
        " Because I think I'd seen, at this point, I'd seen first blood.",
        1941.34,
        1944.62
    ],
    [
        " And I was like, I'm kind of...",
        1945.48,
        1948.28
    ],
    [
        " You know, I started finding out about the different military units.",
        1948.28,
        1951.3
    ],
    [
        " And so I'm like, my original plan was to go in the...",
        1951.9,
        1955.16
    ],
    [
        " Go in the Rangers, then become a Green Beret.",
        1955.16,
        1958.02
    ],
    [
        " And then I heard about Force Recon.",
        1958.7,
        1961.18
    ],
    [
        " Then I'm going to go on the Reans, and become Force Recon.",
        1961.34,
        1964.02
    ],
    [
        " And then once I heard about seals, go into seals, and become a seal.",
        1964.62,
        1968.7
    ],
    [
        " Like, I wanted to be all the Special Forces.",
        1968.86,
        1970.9
    ],
    [
        " But this...",
        1973.54,
        1974.5
    ],
    [
        " You know, Jamie, his son, that guy really changed my life",
        1974.5,
        1979.92
    ],
    [
        " because he told me about the seals.",
        1979.92,
        1982.02
    ],
    [
        " And I was like, well, you know, the Navy, were they speedboat drivers?",
        1982.32,
        1986.02
    ],
    [
        " I couldn't think of what in the Navy could be spec ops.",
        1986.22,
        1989.4
    ],
    [
        " And then he started telling me about it.",
        1990.16,
        1991.94
    ],
    [
        " And I was like, man, that's like, I need to find out more about it.",
        1992.2,
        1996.04
    ],
    [
        " And so I went to the recruiter.",
        1996.6,
        1998.02
    ],
    [
        " And at this point, I'm like, you know, mid teens.",
        1999.02,
        2001.5
    ],
    [
        " And I asked the recruiter about the seals.",
        2002.06,
        2004.9
    ],
    [
        " And he said, don't even think about it, because you'll never make it.",
        2005.68,
        2009.1
    ],
    [
        " And that was like, that's when I was like, oh, yeah.",
        2009.88,
        2012.44
    ],
    [
        " And then I started like, really focusing on trying to get into seal team.",
        2012.8,
        2017.8
    ],
    [
        " So Mr. Jim was, along with my father, they were teaching boxing to like the kids,",
        2018.24,
        2023.7
    ],
    [
        " like trouble youth and stuff.",
        2023.84,
        2025.16
    ],
    [
        " They had these areas, you know, they had a heavy bag.",
        2025.16,
        2029.02
    ],
    [
        " And my dad was a boxer.",
        2029.28,
        2030.88
    ],
    [
        " And, yeah, Mr. Jim started training me.",
        2032.38,
        2036.3
    ],
    [
        " I said I wanted to go into seals.",
        2036.46,
        2038.12
    ],
    [
        " And he's like, hey, you know, if you want to get into condition,",
        2038.94,
        2042.74
    ],
    [
        " meet me down here on the park bench at four o'clock.",
        2043.86,
        2047.68
    ],
    [
        " And it's like mid-winter in New York, snow, and stuff like that.",
        2048.18,
        2050.78
    ],
    [
        " And he's like, if you're not here at four, on the dot,",
        2051.86,
        2055.68
    ],
    [
        " I know you're not serious.",
        2055.98,
        2057.38
    ],
    [
        " You know, we don't have to talk about it again.",
        2057.76,
        2059.36
    ],
    [
        " And I'm like, all right.",
        2059.96,
        2061.26
    ],
    [
        " And, you know, there was the first time ever like woke up early.",
        2061.9,
        2065.72
    ],
    [
        " Like that was four o'clock in the morning.",
        2066.08,
        2067.82
    ],
    [
        " Yeah.",
        2068.1,
        2068.24
    ],
    [
        " Oh, he's in a good test.",
        2068.44,
        2070.02
    ],
    [
        " I got out there and I had to win a failed.",
        2070.5,
        2072.54
    ],
    [
        " How you do four o'clock PM?",
        2073.48,
        2077.62
    ],
    [
        " I would have been there.",
        2077.74,
        2078.62
    ],
    [
        " But Mr. Jim, yeah, he started training me.",
        2079.82,
        2082.98
    ],
    [
        " And it was like push ups, dips on the park bench.",
        2083.06,
        2087.42
    ],
    [
        " And like when you go into the buildings in West Brighton,",
        2087.92,
        2091.12
    ],
    [
        " at least there's kind of like this overhang.",
        2091.14,
        2092.66
    ],
    [
        " Doing pull ups on that.",
        2093.12,
        2094.6
    ],
    [
        " And he's like, you know, if you're going to be a fighter,",
        2095.58,
        2098.18
    ],
    [
        " you need to keep your hands up.",
        2098.18,
        2099.22
    ],
    [
        " That's the first rule of fighting.",
        2099.36,
        2100.76
    ],
    [
        " So, you know, we go out.",
        2101.76,
        2103.48
    ],
    [
        " There was this field across the way.",
        2103.62,
        2105.44
    ],
    [
        " And he'd have me running laps around the football field with bricks in my hands.",
        2106.74,
        2112.02
    ],
    [
        " And the goal was learn how to keep your hands up.",
        2112.38,
        2115.64
    ],
    [
        " And, you know, the first few weeks is bricks.",
        2116.74,
        2119.52
    ],
    [
        " You know, I'd meet him like two or three times a week doing this.",
        2119.9,
        2122.32
    ],
    [
        " And then graduated to like, you know, milk jugs,",
        2122.9,
        2126.44
    ],
    [
        " pouring water in him.",
        2126.6,
        2127.42
    ],
    [
        " And then the milk's jostling around as you run around.",
        2127.7,
        2129.92
    ],
    [
        " You know, and he really just, he just really instilled in me, you know,",
        2130.9,
        2133.52
    ],
    [
        " like you have to train, you know, if you want to get something,",
        2133.52,
        2137.22
    ],
    [
        " you're going to have to work for it.",
        2137.46,
        2138.48
    ],
    [
        " So I worked with him.",
        2138.98,
        2141.12
    ],
    [
        " And then at a certain point, I was 17 at the time.",
        2141.46,
        2148.02
    ],
    [
        " And I just chose to go live with my mom.",
        2148.58,
        2152.78
    ],
    [
        " Because I was like, you know, I'm just really curious.",
        2153.58,
        2156.16
    ],
    [
        " You know, there were a lot of things in my mind that, you know,",
        2157.14,
        2161.02
    ],
    [
        " I didn't really know my mom like I think I should, like should have.",
        2161.02,
        2165.1
    ],
    [
        " And so I wanted to know more about that side of my family.",
        2165.54,
        2168.74
    ],
    [
        " So I went and moved with my mom.",
        2169.08,
        2173.92
    ],
    [
        " And she wanted me out of the projects.",
        2173.92,
        2176.08
    ],
    [
        " And so we moved down to Florida, Daytona Beach.",
        2176.58,
        2180.56
    ],
    [
        " So my senior year of high school was in Daytona Beach, Florida.",
        2180.82,
        2184.82
    ],
    [
        " So it was a weird thing because my high school,",
        2185.08,
        2187.4
    ],
    [
        " the first year of high school, I went to art and design in Manhattan.",
        2188.34,
        2191.86
    ],
    [
        " So I had to take a bus, a boat, and a train,",
        2193.06,
        2196.06
    ],
    [
        " two and from school every day.",
        2196.7,
        2199.66
    ],
    [
        " So I take the three bus down the ferry, take the stand on ferry across,",
        2200.72,
        2204.76
    ],
    [
        " take the four of the five up to 57th and less than 10, go to school.",
        2205.62,
        2209.94
    ],
    [
        " And you know, I was always drawing and stuff like that.",
        2210.74,
        2213.52
    ],
    [
        " So I got into this art school.",
        2213.8,
        2215.62
    ],
    [
        " I went there for a year, but it didn't do well.",
        2215.62,
        2220.18
    ],
    [
        " I was coming in late and it just wasn't a good fit.",
        2220.26,
        2224.28
    ],
    [
        " And I ended up leaving that school.",
        2225.14,
        2226.54
    ],
    [
        " And then I went to my own school, Susan Wagner, for two years.",
        2227.02,
        2231.38
    ],
    [
        " So 10th and 11th.",
        2232.04,
        2233.98
    ],
    [
        " And then I went with my mom and moved down to Daytona Beach.",
        2233.98,
        2239.04
    ],
    [
        " And I went to Seabreeze Senior High School in Daytona Beach.",
        2239.04,
        2243.8
    ],
    [
        " So that was my senior year.",
        2243.8,
        2245.46
    ],
    [
        " And when I was there, that's when I listed on the delayed entry program and got into other Navy.",
        2245.8,
        2253.06
    ],
    [
        " Did you play any sports at any of these schools?",
        2253.32,
        2255.3
    ],
    [
        " No.",
        2256.16,
        2256.4
    ],
    [
        " Did you, it's weird how you had that.",
        2257.22,
        2259.52
    ],
    [
        " It makes me think it runs deeper than I've even fought before.",
        2260.16,
        2265.32
    ],
    [
        " Like the idea of when you saw a Rambo, you like, you can identify with it.",
        2265.82,
        2272.4
    ],
    [
        " Even though you were a nerd playing Dungeons and Dragons and looking at spider books,",
        2272.4,
        2276.8
    ],
    [
        " you see Rambo, you're like, oh, okay, cool.",
        2276.8,
        2278.96
    ],
    [
        " That's what I'm going to do.",
        2279.02,
        2279.9
    ],
    [
        " That's a deep-seated thing, man.",
        2280.42,
        2283.02
    ],
    [
        " I think looking back on it, James had a lot to do with it.",
        2283.78,
        2288.86
    ],
    [
        " Mark and James, because like getting beat up like that,",
        2289.36,
        2292.56
    ],
    [
        " at a certain point, you just like, you know, you've had enough.",
        2292.96,
        2296.5
    ],
    [
        " And then you kind of, I think in a sense, can overcompensate.",
        2297.14,
        2301.26
    ],
    [
        " So I started learning about martial arts.",
        2301.26,
        2305.18
    ],
    [
        " Another really big part of, you know, my story is my oldest brother was, you know,",
        2305.34,
        2315.02
    ],
    [
        " we had a big family incident.",
        2315.06,
        2316.38
    ],
    [
        " He was outside and a guy and there's West Bryan Projects and Right Near It is Markham Holmes.",
        2316.72,
        2323.78
    ],
    [
        " It's another pretty rough area.",
        2324.04,
        2326.62
    ],
    [
        " And my brother was there and this guy stabbed him with a buck 007 knife.",
        2326.62,
        2336.08
    ],
    [
        " That's a big blade to the hilt.",
        2336.48,
        2338.88
    ],
    [
        " And, you know, his heart was beating, you know, moving the knife, you know,",
        2340.12,
        2345.22
    ],
    [
        " punctured his lung and he was in the hospital for a while.",
        2345.32,
        2348.82
    ],
    [
        " And he got out, you know, you know, doctors saved his life and all.",
        2349.46,
        2353.14
    ],
    [
        " He's got a really big scar on his chest, but I mean, I think he got into Kung Fu from that, I would say.",
        2353.18,
        2361.44
    ],
    [
        " And, you know, he went all the way to being an instructor in that.",
        2362.32,
        2366.6
    ],
    [
        " But, you know, he would show me, you know, occasionally on a weekend,",
        2367.62,
        2370.88
    ],
    [
        " sometimes I would go with him and train in a hungar kung fu.",
        2371.18,
        2375.6
    ],
    [
        " And I was never really, you know, I've never really got good at it.",
        2376.24,
        2379.14
    ],
    [
        " But it didn't still in me, you know, martial arts, something you want to learn.",
        2379.32,
        2382.88
    ],
    [
        " And so, you know, I had those things going for me.",
        2383.98,
        2387.86
    ],
    [
        " And I think between learning a little bit about martial arts and, you know,",
        2387.86,
        2392.48
    ],
    [
        " the beatings I was taking at a certain point, I was like, you know, I can change it if I want.",
        2392.62,
        2397.18
    ],
    [
        " So, my thing was to become a seal.",
        2398.18,
        2401.08
    ],
    [
        " I thought that would be my answer.",
        2401.76,
        2404.12
    ],
    [
        " So, that's where I went.",
        2404.54,
        2405.48
    ],
    [
        " So, you get the Florida, what was it like going to school in Florida?",
        2406.42,
        2409.38
    ],
    [
        " I mean, sea breeze, it's a high school, sounds, it sounds nice.",
        2409.66,
        2413.2
    ],
    [
        " It sounds nice.",
        2413.6,
        2415.84
    ],
    [
        " But, what was it?",
        2416.3,
        2417.34
    ],
    [
        " I mean, was it nice or was it a dump or?",
        2417.54,
        2419.88
    ],
    [
        " Yeah, it was pretty cool.",
        2420.32,
        2421.2
    ],
    [
        " It was definitely more laid back than being in New York.",
        2422.2,
        2426.8
    ],
    [
        " I remember distinctly at that time, Ted Bundy was in that area.",
        2427.56,
        2432.48
    ],
    [
        " And the chaplain at our school was, I think, associate with Ted Bundy.",
        2433.3,
        2437.48
    ],
    [
        " And I just remember he was getting the electric chair.",
        2437.56,
        2439.66
    ],
    [
        " And everyone in the school was like, make sure you keep all your electrical components low.",
        2439.96,
        2445.44
    ],
    [
        " So, they have enough juice to find a scooter.",
        2445.68,
        2447.5
    ],
    [
        " You talked to the recruiter, so you had to talk to a recruiter again in Florida.",
        2449.0,
        2455.28
    ],
    [
        " Right? You obviously had to change a recruiter. What the recruiter said to you?",
        2455.72,
        2458.04
    ],
    [
        " The recruiter's were all about getting as many people in his pops.",
        2459.36,
        2461.88
    ],
    [
        " You want to go sales, right? Come over here.",
        2462.14,
        2463.64
    ],
    [
        " You look like I'd be a great candidate.",
        2463.8,
        2465.1
    ],
    [
        " That's why I'm surprised the first guy told you he didn't think you were going to make it.",
        2465.48,
        2468.86
    ],
    [
        " Although JP, to know, they laughed at him.",
        2468.88,
        2470.8
    ],
    [
        " Yeah.",
        2471.0,
        2471.16
    ],
    [
        " They laughed at him. Maybe that's a good test. And Dakota Meyer, the guy said,",
        2471.56,
        2475.66
    ],
    [
        " for the Marine Corps said, we don't have what it takes anyways.",
        2475.88,
        2479.32
    ],
    [
        " Dakota Meyer, signing up the next day or whatever, right?",
        2479.64,
        2482.2
    ],
    [
        " That's a good, it's a little reverse psychology.",
        2482.72,
        2484.66
    ],
    [
        " But they told you, oh yeah, you look like you'd be a great candidate for the SEAL Teams.",
        2485.4,
        2489.28
    ],
    [
        " They're waiting for you.",
        2489.48,
        2490.22
    ],
    [
        " Yeah, we have the Dive Ferrer program.",
        2490.54,
        2493.36
    ],
    [
        " And the Dive Ferrer program, I don't, they probably have something similar today,",
        2493.6,
        2498.74
    ],
    [
        " but you enlist for six years.",
        2498.74,
        2502.06
    ],
    [
        " And if you make it through bus training and you're a SEAL training, then you're on SEAL Team.",
        2502.62,
        2508.92
    ],
    [
        " If you don't make it, you're still in the Navy for six years.",
        2509.38,
        2512.74
    ],
    [
        " That's what I did the Dive Ferrer program too.",
        2514.36,
        2519.4
    ],
    [
        " And it's funny too, because when you talk, when it seemed like six years,",
        2520.04,
        2522.92
    ],
    [
        " it's, well, that's like an eight, or sorry, a third of your life at the time, right?",
        2523.64,
        2527.52
    ],
    [
        " Because you're 18 years old and you're saying, I'm signing on this thing for six years.",
        2527.7,
        2531.66
    ],
    [
        " And you and me, I don't know about you.",
        2532.2,
        2534.0
    ],
    [
        " I'm pretty sure you're probably the same way.",
        2534.2,
        2535.54
    ],
    [
        " I had no idea whatsoever what the daily life of a SEAL was.",
        2535.82,
        2540.36
    ],
    [
        " As far as I'm concerned, I was like, well, it's got to be pretty similar to John J. Rambo.",
        2541.04,
        2544.94
    ],
    [
        " It's going to be something like that.",
        2545.14,
        2546.7
    ],
    [
        " We're going to be out just hunting people down and killing them.",
        2546.72,
        2549.34
    ],
    [
        " That's what's going to be happening.",
        2549.38,
        2550.26
    ],
    [
        " Six years, cool sign me up.",
        2550.58,
        2551.96
    ],
    [
        " You have no idea what you're getting into, which is kind of cool,",
        2552.56,
        2556.12
    ],
    [
        " because I can just about guarantee that anybody that had an,",
        2556.4,
        2561.44
    ],
    [
        " that anybody that thought about what they were getting into,",
        2561.8,
        2563.94
    ],
    [
        " you thought it was going to be way more extreme than anything.",
        2564.3,
        2567.96
    ],
    [
        " That you could have, then it actually was.",
        2568.54,
        2570.82
    ],
    [
        " I mean, I remember the stories of, yeah, when you're in SEAL training,",
        2571.28,
        2575.24
    ],
    [
        " they bury you up to your neck in the sand and let the tide come in and drown you.",
        2575.76,
        2581.48
    ],
    [
        " And then they resuscitate you and then ask you if you want to quit.",
        2582.0,
        2585.94
    ],
    [
        " And I was like, yeah, yeah, that's the program.",
        2586.66,
        2588.5
    ],
    [
        " That's the one sign me up.",
        2588.78,
        2589.6
    ],
    [
        " You know what?",
        2590.16,
        2590.6
    ],
    [
        " I remember is a guy that ended up, he was actually ended up in a class behind us,",
        2590.84,
        2595.8
    ],
    [
        " but I went through boot camp with him.",
        2595.86,
        2597.0
    ],
    [
        " And he was a smart guy. I went to college, great guy.",
        2597.26,
        2599.76
    ],
    [
        " And he's telling me he goes, yeah, SEALs have 50% casualty rate.",
        2600.46,
        2606.46
    ],
    [
        " Like no one makes the retirement.",
        2607.1,
        2609.08
    ],
    [
        " This is 1990, what brothers?",
        2610.26,
        2613.14
    ],
    [
        " No, I mean, I guess the goal for was about to happen,",
        2613.34,
        2615.32
    ],
    [
        " but there hadn't been a war in a long time.",
        2615.32,
        2616.72
    ],
    [
        " And I think it came originally from World War II when, like at Normandy,",
        2617.2,
        2622.14
    ],
    [
        " the UDTs took heavy, they took like a 50% casualty rate.",
        2622.74,
        2626.22
    ],
    [
        " But I thought that's just how I thought I was going in, I'm signing up,",
        2626.36,
        2629.2
    ],
    [
        " and I'm going to get killed or wounded, and I'm probably not going to make it 20 years,",
        2629.2,
        2633.06
    ],
    [
        " whatever. Same attitude.",
        2633.26,
        2635.54
    ],
    [
        " Oh, yeah, you definitely heard that they drowned you.",
        2635.96,
        2638.7
    ],
    [
        " You definitely heard that they drowned you.",
        2638.82,
        2640.14
    ],
    [
        " In training, you're going to get drowned it.",
        2640.18,
        2641.8
    ],
    [
        " People are going to drown you.",
        2642.2,
        2643.7
    ],
    [
        " That's what's going to happen.",
        2644.08,
        2645.16
    ],
    [
        " And you're like, yeah, that's what I want.",
        2645.32,
        2646.48
    ],
    [
        " Which is pretty crazy, right?",
        2646.88,
        2648.08
    ],
    [
        " Yeah.",
        2648.48,
        2648.64
    ],
    [
        " It seems like even that's a good kind of screening process,",
        2648.94,
        2651.56
    ],
    [
        " an initial screening process.",
        2652.22,
        2653.66
    ],
    [
        " And the crazy thing is so many people still quit.",
        2653.74,
        2656.28
    ],
    [
        " That's what's crazy.",
        2656.92,
        2657.9
    ],
    [
        " You know what you're signing up for.",
        2658.28,
        2659.68
    ],
    [
        " You know what you're signing up for.",
        2660.24,
        2662.38
    ],
    [
        " At least you have some, you're signing up to die.",
        2662.64,
        2664.76
    ],
    [
        " I mean, I can say I was signing up to die.",
        2665.28,
        2667.26
    ],
    [
        " Like in my mind, I was like, okay, when I signed this paper,",
        2668.02,
        2669.96
    ],
    [
        " you know, my life is no longer, is no longer a promise.",
        2670.76,
        2674.34
    ],
    [
        " It's no longer even a thing.",
        2674.48,
        2675.48
    ],
    [
        " Yeah.",
        2676.0,
        2676.18
    ],
    [
        " You, I mean, you are an adult, even though a very young adult,",
        2676.82,
        2680.28
    ],
    [
        " but you understand what you get into.",
        2680.52,
        2682.1
    ],
    [
        " And you know, the chances of getting killed or hurt really badly",
        2682.56,
        2686.48
    ],
    [
        " or, you know, can happen.",
        2686.48,
        2688.16
    ],
    [
        " Anything else from childhood before we jump into,",
        2688.7,
        2692.36
    ],
    [
        " jump into, before we get the, the, the, uh, into boot camp?",
        2692.56,
        2696.88
    ],
    [
        " No, nothing of note at this point.",
        2697.5,
        2704.9
    ],
    [
        " You say you finished up your senior, what kind of training are you doing getting ready?",
        2705.22,
        2707.82
    ],
    [
        " Um, putting my backpack in, uh, sometimes I would run to school.",
        2708.26,
        2713.94
    ],
    [
        " Um, I'm doing, uh, one incident I got saved at the beach.",
        2714.3,
        2720.04
    ],
    [
        " So this, I, uh, is this tropical storm coming in.",
        2721.02,
        2729.44
    ],
    [
        " And I'm, you know, keep in mind, I'm coming from the project's New York City.",
        2729.64,
        2733.68
    ],
    [
        " So swimming is not, I'm not a good swimmer.",
        2733.7,
        2736.38
    ],
    [
        " And, uh, I'm like, well, the best way to learn, you know, is to go tropical storm, baby.",
        2737.0,
        2742.7
    ],
    [
        " I just remember getting out of getting out and, uh, looking at the beach and just seeing the water,",
        2743.18,
        2749.34
    ],
    [
        " like, frothy and stuff.",
        2749.34,
        2750.66
    ],
    [
        " And I was just like, let's go for it.",
        2750.96,
        2754.52
    ],
    [
        " And I just ran in and basically I was a drowning victim.",
        2754.6,
        2758.0
    ],
    [
        " This guy came out, pulling out of the water, started yelling at me and stuff like that.",
        2758.32,
        2763.06
    ],
    [
        " So then I came home and I'm like, you know, I told my my hair, I want to take swim lessons.",
        2763.1,
        2768.68
    ],
    [
        " So then, uh, the only place we could find was the YWCA.",
        2770.04,
        2774.02
    ],
    [
        " And this, this, uh, I think she was like, um, maybe a college student.",
        2774.66,
        2780.14
    ],
    [
        " You know, I just would see this girl's, um, writing notes and stuff on the side of the textbook.",
        2780.56,
        2785.36
    ],
    [
        " But she was the guard there and she taught me how to swim.",
        2785.58,
        2789.04
    ],
    [
        " So I learned the side stroke, like basic side stroke, not a combat swimmer stroke,",
        2789.46,
        2794.1
    ],
    [
        " you know, a breast stroke, crawl, you know, like the technique of it.",
        2794.42,
        2797.8
    ],
    [
        " And while I was doing it, I got books on swimming workouts, how to swim, how to, you know, get, um,",
        2798.02,
        2806.46
    ],
    [
        " more hydro dynamic, this kind of thing.",
        2806.94,
        2809.56
    ],
    [
        " How much swimming did you do in the projects?",
        2810.22,
        2812.64
    ],
    [
        " Not really any. I mean, like in the summer, there's a pool right near it.",
        2814.34,
        2818.94
    ],
    [
        " The pool is three feet.",
        2819.0,
        2819.96
    ],
    [
        " And then they have the little baby pool.",
        2820.12,
        2822.64
    ],
    [
        " So that was another thing about walking James when the, when I would go to the pool.",
        2823.26,
        2826.78
    ],
    [
        " I mean, I mean on several occasions, I mean, James, if you're out there listening,",
        2827.36,
        2832.92
    ],
    [
        " you almost killed me a couple of times.",
        2833.2,
        2834.98
    ],
    [
        " And I'm like, kidney, he would, you know, there's like a ladder.",
        2835.22,
        2838.58
    ],
    [
        " You could walk out. He would get me under there and stand on me and hold me there, like trying to drown me.",
        2838.58,
        2844.48
    ],
    [
        " And the worst feeling I ever had was like just, you know, I'm in the water and like I'm bouncing,",
        2844.8,
        2851.08
    ],
    [
        " like bobbing because it's too deep.",
        2851.08,
        2852.78
    ],
    [
        " And I just hear you and I look over and I see him on the side.",
        2853.16,
        2858.76
    ],
    [
        " Jeff, we come for you.",
        2858.76,
        2860.82
    ],
    [
        " And then you jump in and come after him.",
        2861.24,
        2862.8
    ],
    [
        " I'm trying to get out, you know, trying to hop away.",
        2862.82,
        2865.8
    ],
    [
        " And then I look over and then it's Mark.",
        2866.12,
        2868.1
    ],
    [
        " And then, you know, I would, you know, the lifeguards would, you know, have to get these guys away from me.",
        2869.22,
        2874.82
    ],
    [
        " So yeah, I was not a, the swimming extent was like close your eyes, win, mill until you can't hold your breath anymore and then stand.",
        2875.68,
        2885.16
    ],
    [
        " And hopefully there's a bottom to stand on.",
        2885.44,
        2888.38
    ],
    [
        " How did you, dude, how did you not get freaking discouraged after you almost drowned and you don't know how to swim?",
        2889.9,
        2896.68
    ],
    [
        " And you must be at least seeing that the seal test is, what do we have to swim 500 meters, 500 yards to like go to buds?",
        2896.98,
        2905.12
    ],
    [
        " Yeah.",
        2905.46,
        2905.64
    ],
    [
        " How did you not say maybe I need to look at the Rangers or maybe I need to look at this special forces or something?",
        2906.22,
        2911.52
    ],
    [
        " I was just really bent on the seals.",
        2911.84,
        2913.68
    ],
    [
        " And that was just, that was the one back then.",
        2914.62,
        2917.6
    ],
    [
        " Like now there's a lot of information on seal team.",
        2917.72,
        2919.8
    ],
    [
        " But back then you couldn't find anything.",
        2919.8,
        2922.22
    ],
    [
        " And I remember you, there were these books like I'd get like the Ranger book and then you'd open it up and you'd see like they had green berets, seals, force recon.",
        2922.42,
        2931.9
    ],
    [
        " And then you look like when you try to find the seal book, no one had it.",
        2932.4,
        2935.84
    ],
    [
        " And it was like the mystery.",
        2936.14,
        2937.62
    ],
    [
        " So I was like, you know, I think I want to, I want to go with that one.",
        2937.94,
        2941.22
    ],
    [
        " So how long you in the delayed entry program for?",
        2942.16,
        2944.86
    ],
    [
        " Let's see, I graduated high school like that springtime and I was in the Navy in August.",
        2945.7,
        2954.62
    ],
    [
        " Okay, so it's pretty quick.",
        2955.04,
        2956.18
    ],
    [
        " Yeah, I went in pretty much right after high school.",
        2956.5,
        2958.38
    ],
    [
        " So that that I have like maybe a two month period of really swimming.",
        2958.58,
        2963.98
    ],
    [
        " That's what I was working on.",
        2964.44,
        2965.76
    ],
    [
        " And you know, I was doing push ups and finding like the screening tests or working on pull ups and sit ups, you know, the basics you need for buds running.",
        2965.76,
        2974.26
    ],
    [
        " Then you shipped off that you go to boot camp in Orlando, right Orlando.",
        2974.46,
        2979.2
    ],
    [
        " Yeah.",
        2979.56,
        2979.68
    ],
    [
        " How was that a shock to your system?",
        2980.24,
        2981.74
    ],
    [
        " I think the main shock was just the first like wake up.",
        2982.88,
        2988.4
    ],
    [
        " But then after that, you know, I was pretty smooth.",
        2988.72,
        2992.12
    ],
    [
        " It wasn't really that big a deal.",
        2992.28,
        2993.56
    ],
    [
        " But I was in a Duke boot camp.",
        2993.56,
        2997.26
    ],
    [
        " So I was in the new boot camp and it was like myself and this other guy's name was Justice.",
        2997.76,
        3002.74
    ],
    [
        " We were both going to the seals.",
        3003.34,
        3004.88
    ],
    [
        " And so we were like, oh, those are the seal guys, you know, over there.",
        3005.74,
        3008.18
    ],
    [
        " We did, we'd, you know, in boot camp, my swim was still not qualifying.",
        3008.34,
        3013.7
    ],
    [
        " So they were like, hey, if you're serious about this program, you get up at 330.",
        3014.2,
        3020.84
    ],
    [
        " Go over there to the pool and do your laps before, you know, the regular day of boot camp starts.",
        3021.48,
        3028.02
    ],
    [
        " So I was like, I did that throughout boot camp and really improved my swimming.",
        3028.3,
        3033.0
    ],
    [
        " And there was, you know, they had seal motivators working there.",
        3033.8,
        3038.34
    ],
    [
        " And there was a seal Vietnam vet, you know, rough dude there.",
        3038.96,
        3043.78
    ],
    [
        " And he was, he would kind of, you know, oversee the swimming.",
        3044.04,
        3049.2
    ],
    [
        " He would watch me and stuff and he would be saying stuff like, you'll never make it with that kind of struggle.",
        3049.2,
        3054.3
    ],
    [
        " You'll just never make it.",
        3054.46,
        3055.76
    ],
    [
        " And I had, I had an issue with him because, you know, I, I, I had, my swim was like just on the edge, I failed.",
        3055.76,
        3068.14
    ],
    [
        " So I knew I could pass, so I just needed to be faster.",
        3068.28,
        3070.48
    ],
    [
        " Push ups were good to sit ups, but my pull ups were like on the edge too.",
        3070.64,
        3074.72
    ],
    [
        " And so I remember like getting, I got seven and then I got eight was like right here.",
        3075.72,
        3082.32
    ],
    [
        " And he just counted seven.",
        3082.72,
        3086.06
    ],
    [
        " And I tried again and you know, like with pull ups, once you failed, you're not going back up.",
        3086.5,
        3092.86
    ],
    [
        " And I just stayed on the bar and he said, all right, recruit, jump off the bar.",
        3093.54,
        3098.48
    ],
    [
        " And I yelled out, sales don't quit.",
        3099.06,
        3102.28
    ],
    [
        " And he just, he just laid into me screaming and stuff.",
        3104.94,
        3108.08
    ],
    [
        " So I jumped off the bar and then I, I knew I had to work on the pull ups.",
        3108.34,
        3112.98
    ],
    [
        " So they had a gym there.",
        3113.18,
        3114.06
    ],
    [
        " And what I did was, um, so that was during boot camp all this happened.",
        3114.64,
        3118.16
    ],
    [
        " Yeah. I don't even remember it may take in a screening test one time.",
        3118.34,
        3121.32
    ],
    [
        " Yeah, I took it, well, I think like two, two or three times.",
        3121.74,
        3125.54
    ],
    [
        " So then the, um, because if you don't make it for buds, you know, there was, you kind of,",
        3125.72,
        3132.42
    ],
    [
        " okay, now you can go diver or EOD.",
        3132.42,
        3134.86
    ],
    [
        " So, um, I ended up working on a pull down machine.",
        3135.34,
        3139.32
    ],
    [
        " And that's how I got my pull ups.",
        3139.66,
        3141.3
    ],
    [
        " So then by actually, by the, by the end of boot camp, I passed the tests and, um, ended up, you know, with orders.",
        3141.66,
        3150.5
    ],
    [
        " So then you get to buds.",
        3152.48,
        3153.88
    ],
    [
        " Do you remember checking into buds?",
        3154.26,
        3155.86
    ],
    [
        " Yeah, that's another thing.",
        3156.52,
        3157.72
    ],
    [
        " So when I was in boot camp and I get to, you have, back then you had to go through your source rating.",
        3158.14,
        3165.98
    ],
    [
        " So I was an engineman.",
        3166.22,
        3167.26
    ],
    [
        " So I had to go to great lakes and go through engineman A school.",
        3167.88,
        3171.58
    ],
    [
        " This is like the trade that you're going to get.",
        3171.94,
        3173.72
    ],
    [
        " If you don't make it through seal training, you're going to work in the job in the regular Navy.",
        3174.38,
        3178.34
    ],
    [
        " And so I went, um, to great lakes and went through E and A school.",
        3178.72,
        3182.76
    ],
    [
        " And, uh, my vision didn't qualify for buds.",
        3183.12,
        3187.36
    ],
    [
        " Dang.",
        3187.82,
        3188.1
    ],
    [
        " So this is kind of like going to maybe put me in hot water with some people, but essentially, I ended up passing the vision test through, um, some nefarious methods.",
        3189.68,
        3202.98
    ],
    [
        " How'd you do it?",
        3203.48,
        3205.84
    ],
    [
        " So essentially what happened was I had orders to, um, EOD training because your vision wasn't good enough.",
        3206.64,
        3213.82
    ],
    [
        " Right. For buds.",
        3213.96,
        3214.76
    ],
    [
        " So everything else was good enough, but my vision, you know, I've, you know, glasses sold.",
        3214.86,
        3218.68
    ],
    [
        " Uh, one of the, one of the guys there that worked in one of the dive motivators, Steve Collins.",
        3220.4,
        3227.22
    ],
    [
        " Uh, that another really pivotal person in my life.",
        3227.46,
        3231.14
    ],
    [
        " He was like, Hey, man, if you're really interested in going the seal training, you know, we can, um, work on switching your orders.",
        3231.14,
        3239.38
    ],
    [
        " And you'll have to work as, you know, for us as, you know, at the dive motivator's shack.",
        3239.96,
        3245.48
    ],
    [
        " I was like, yeah, of course.",
        3246.04,
        3247.92
    ],
    [
        " And so I did it and I had to wait like, it was like months like, I'm going to say like,",
        3248.3,
        3255.06
    ],
    [
        " at least six months, and I worked for these, um, dive motivators,",
        3255.94,
        3263.04
    ],
    [
        " studying, studying for your vision test.",
        3263.26,
        3265.76
    ],
    [
        " And here's the deal.",
        3266.42,
        3267.92
    ],
    [
        " The medical was right near it.",
        3268.7,
        3270.66
    ],
    [
        " And the vision test that I have to take is right there on the wall.",
        3270.8,
        3274.08
    ],
    [
        " So every day, I'm just looking at it and memorizing all of the, you know, the letters and numbers.",
        3274.28,
        3280.7
    ],
    [
        " And, um, I ended up passing the test.",
        3281.8,
        3286.62
    ],
    [
        " So you, that's awesome.",
        3287.12,
        3291.14
    ],
    [
        " And this whole time you're obviously working out and getting in shape.",
        3291.54,
        3294.32
    ],
    [
        " And these guys are telling you what to do and what to be prepared for and all that stuff.",
        3294.42,
        3297.08
    ],
    [
        " Yeah, that was another big deal.",
        3297.38,
        3298.7
    ],
    [
        " Like George White, Steve Collins, um, uh, instructor Roberts.",
        3298.9,
        3305.3
    ],
    [
        " These guys really made a difference because they were like, Hey, you know, they weren't like, you know,",
        3305.58,
        3310.24
    ],
    [
        " it was showing me everything, but they were like, you have to do this.",
        3310.24,
        3312.4
    ],
    [
        " This is going to help you.",
        3312.56,
        3313.36
    ],
    [
        " You need to run.",
        3313.5,
        3314.04
    ],
    [
        " You need to do this and that.",
        3314.32,
        3315.34
    ],
    [
        " And what was really bad was at a certain point, you know, team guys working at dive motivators.",
        3315.98,
        3322.44
    ],
    [
        " Yeah, they don't want to do it.",
        3322.56,
        3323.5
    ],
    [
        " And so they're like, pigs.",
        3324.12,
        3325.5
    ],
    [
        " Here's a blue and gold.",
        3325.86,
        3327.1
    ],
    [
        " So the duty duty, duty trunks.",
        3327.5,
        3329.44
    ],
    [
        " So I'm looking like a seal.",
        3329.64,
        3331.06
    ],
    [
        " Right.",
        3331.52,
        3332.1
    ],
    [
        " I got the blue and gold, duty, the trunks and the, um, boots on and everything and dive socks.",
        3332.14,
        3337.4
    ],
    [
        " And they're like, you're going to give the test.",
        3338.02,
        3340.74
    ],
    [
        " So for six months, I'm working at the dive motivators and no, pretending to be a seal.",
        3341.52,
        3349.24
    ],
    [
        " Yeah, yeah, pretty much.",
        3349.78,
        3350.78
    ],
    [
        " They're like, Hey, you know, um, Higgs, what's it like in sale team?",
        3351.0,
        3357.82
    ],
    [
        " And like, let's not talk about that.",
        3358.0,
        3360.0
    ],
    [
        " What you have to worry about is getting through the screening test.",
        3360.24,
        3363.54
    ],
    [
        " So I would run the, they would do the runs.",
        3364.34,
        3366.8
    ],
    [
        " They would do the pushups, all the stuff.",
        3367.14,
        3369.6
    ],
    [
        " I would test them and just record it.",
        3369.74,
        3371.94
    ],
    [
        " And six months of that and then when I get the buds, you got like dozens and dozens of guys.",
        3372.3,
        3380.48
    ],
    [
        " You were like, Hey, that's the dive motivator guy.",
        3380.66,
        3382.92
    ],
    [
        " I'm just like, all right.",
        3383.42,
        3388.26
    ],
    [
        " So you check into buds.",
        3388.26,
        3389.72
    ],
    [
        " I don't, you know what's weird?",
        3390.24,
        3391.32
    ],
    [
        " It's, I don't really remember.",
        3391.32,
        3392.5
    ],
    [
        " You know, some people have really good checking into buds stories or whatever like they check",
        3392.8,
        3397.18
    ],
    [
        " in and they get immediately told to hit the surf and their dress whites or whatever.",
        3397.18,
        3400.68
    ],
    [
        " For whatever reason, man, I don't really even remember checking into buds.",
        3400.9,
        3403.58
    ],
    [
        " I think it was a weekend.",
        3403.74,
        3404.36
    ],
    [
        " I think no one cared, you know, and I was the biggest thing for me as I was kind of surprised.",
        3404.36,
        3408.88
    ],
    [
        " You know, I expected to walk through the quarter deck and just get ripped apart and start becoming a different, you know,",
        3408.88,
        3417.12
    ],
    [
        " you know, like the James Bond movie, Echo Charles, you know where the door opens and there's people training",
        3417.22,
        3422.94
    ],
    [
        " and they're doing judo and they're shooting guns.",
        3422.94,
        3425.08
    ],
    [
        " I thought that was what was happening.",
        3425.48,
        3427.48
    ],
    [
        " But instead I opened up the door and there's like two new, two other guys that are going through training",
        3428.16,
        3433.28
    ],
    [
        " and they're sitting there all scared looking and there's no one around.",
        3433.28,
        3435.44
    ],
    [
        " And I said, I'm checking into buds and they're like, okay, I'm going to sign this and then you come back on Monday",
        3435.82,
        3440.8
    ],
    [
        " and I was kind of let down.",
        3440.8,
        3442.48
    ],
    [
        " It was very anti-climactic.",
        3442.62,
        3444.3
    ],
    [
        " Some people get a much better.",
        3444.48,
        3445.6
    ],
    [
        " Was there anything cool for you?",
        3445.62,
        3446.94
    ],
    [
        " I think my showed up on the quarter deck and someone was getting hammered there",
        3447.82,
        3452.24
    ],
    [
        " because I showed up during the day during the weekday and guys were getting hammered and yelled at",
        3452.24,
        3456.76
    ],
    [
        " and instructors just look at me and like, you know here, I'm like, yes, yes.",
        3456.76,
        3461.68
    ],
    [
        " And they're just like, good.",
        3461.84,
        3462.74
    ],
    [
        " What we seeing you.",
        3463.02,
        3463.66
    ],
    [
        " You know, I just walk off, you know, and I'm like, already like, oh, you're legit.",
        3463.78,
        3467.06
    ],
    [
        " So then how long did it take for you to class up?",
        3467.66,
        3470.12
    ],
    [
        " I went through, I don't know if they do this these days, but they had a fourth phase.",
        3471.58,
        3475.38
    ],
    [
        " So I was in fourth phase and you just wait there until you class up.",
        3475.9,
        3479.0
    ],
    [
        " So I originally classed up with Buds class 174.",
        3479.2,
        3483.8
    ],
    [
        " How far did you make it in 174?",
        3484.44,
        3488.86
    ],
    [
        " All the way to the day before hell week.",
        3489.58,
        3491.62
    ],
    [
        " And then what happened?",
        3491.92,
        3492.6
    ],
    [
        " So you have like basically, you're going through first phase like the conditioning phase of Buds.",
        3495.04,
        3502.94
    ],
    [
        " Doing lots of long run, swims, PT's, O-Cores, all that stuff.",
        3502.94,
        3508.92
    ],
    [
        " And ended up doing this one swim like a week before that last week.",
        3510.2,
        3515.68
    ],
    [
        " And on the swim, my face mask, one of the lenses fell out.",
        3516.52,
        3522.94
    ],
    [
        " And I just, the water was a super choppy swims.",
        3523.42,
        3526.88
    ],
    [
        " Every stroke, like, taken on water and then I have no, you know, it's, I can't really see much.",
        3526.98,
        3532.9
    ],
    [
        " And it's making me go slower from my swim body and everything.",
        3533.46,
        3536.42
    ],
    [
        " And I just felt sick on the swim, like nauseated and really weak and tired, like not normal.",
        3536.8,
        3544.82
    ],
    [
        " And when I got out of the water, you know, we just got hammered because we failed the swim.",
        3545.72,
        3550.92
    ],
    [
        " And then I had to go in and, you know, do a, just getting hammered.",
        3551.84,
        3557.66
    ],
    [
        " And so it was, that was like on a Thursday, it's in the weekend.",
        3557.68,
        3561.52
    ],
    [
        " And then Tuesday comes along and then we got to do the two mile swims, Ocean Swim.",
        3562.4,
        3569.34
    ],
    [
        " And then on that swim, I, coming back past the swim, when I came out of the water, I couldn't stand.",
        3569.72,
        3579.12
    ],
    [
        " I was just falling and I was crawling.",
        3579.52,
        3582.14
    ],
    [
        " Now it stand up and fall over again.",
        3582.66,
        3584.54
    ],
    [
        " And the instructor just swarmed on me and just started trying to hammer me.",
        3585.68,
        3589.38
    ],
    [
        " And I'm trying to do pushups, whatever, but I just couldn't.",
        3589.46,
        3592.7
    ],
    [
        " And then I start laughing, like it was funny.",
        3592.86,
        3595.3
    ],
    [
        " That was like my first experience of being inebriated because I was basically, you know,",
        3595.5,
        3600.94
    ],
    [
        " find out later I had hypothermia.",
        3601.12,
        3603.06
    ],
    [
        " So I got, I had a 91 degree core temperature at that point.",
        3603.58,
        3607.42
    ],
    [
        " And bang!",
        3607.72,
        3612.4
    ],
    [
        " So they brought me, you know, to the hypothermia chamber.",
        3612.96,
        3618.14
    ],
    [
        " And that's basically a hot tub and get my body temperature back up.",
        3618.6,
        3623.9
    ],
    [
        " And then it's like, you know, you're feeling better?",
        3624.72,
        3626.92
    ],
    [
        " Yeah.",
        3627.08,
        3627.22
    ],
    [
        " All right, this is seal training.",
        3628.1,
        3629.08
    ],
    [
        " So go get wet in sandy.",
        3629.4,
        3630.34
    ],
    [
        " You know, right after I've come back to normal.",
        3631.28,
        3634.06
    ],
    [
        " And then they're like, that night I just remember, you know, mind in the rack and thinking like, you know,",
        3634.66,
        3643.9
    ],
    [
        " I'm medically, I'm having some issues here.",
        3643.98,
        3645.82
    ],
    [
        " And how am I going to get through this another swim and then they just get longer?",
        3646.14,
        3649.06
    ],
    [
        " You know, so I just remember tossing and turning and then everyone in the class was like trying to help me out.",
        3650.0,
        3657.74
    ],
    [
        " So like, you know, back then you got to take panathetic acid pills, like this B vitamin that's supposed to increase thermogenesis to make your body heat up.",
        3658.1,
        3667.66
    ],
    [
        " And so, and then you need lots of calories.",
        3668.2,
        3671.38
    ],
    [
        " So what we did on this one swim before it, everyone came in, put Vaseline all over them, I wetsuit, and then drink a bottle of olive oil for calories to help burn during the swim.",
        3671.8,
        3686.2
    ],
    [
        " And well, that's not a good idea.",
        3687.04,
        3688.62
    ],
    [
        " I didn't quite finish the bottle of olive oil, but I could tell you right now, it's not a good idea.",
        3689.12,
        3695.28
    ],
    [
        " So, when you know, doing swim inspection and the instructors are checking knives, CO2 cartridges and the instructor looks and they see the Vaseline on the end of the sleeve.",
        3697.56,
        3711.08
    ],
    [
        " Like, what is this?",
        3711.58,
        3712.4
    ],
    [
        " And he pulls it up and he sees Vaseline, he's like, take your wetsuit off and then roll around in the sand and then put the wetsuit back on.",
        3713.26,
        3723.44
    ],
    [
        " And then do this swim.",
        3724.42,
        3725.88
    ],
    [
        " And so, I did, so it's like this two mile ocean swim, just like every, you know, at a certain point it's just the sand is just destroying your skin and everything.",
        3727.46,
        3736.92
    ],
    [
        " And this is sealed trading.",
        3737.76,
        3739.3
    ],
    [
        " Yeah.",
        3739.84,
        3739.98
    ],
    [
        " So I came out and I had hypothermia again.",
        3740.66,
        3743.5
    ],
    [
        " And you know, at this time it was a lot different because I was like, you know, I was like, my body's not working the way I wanted to.",
        3745.48,
        3753.58
    ],
    [
        " You know, it's, I'm not quitting, it's like, I don't even have control of the situation.",
        3754.02,
        3757.64
    ],
    [
        " And essentially, at that point, they're like, you know, you can't continue in the training, you're going to get killed.",
        3758.88,
        3765.94
    ],
    [
        " You know, they had someone, a few classes ahead who had died out in San Clemente, you know, he did a swim, a four mile ocean swim, came out of the water and just fell down and he didn't make it.",
        3766.62,
        3780.02
    ],
    [
        " So like, you know, and this guy's his body temperature was only a few degrees below mine.",
        3781.0,
        3785.3
    ],
    [
        " So they were like, you know, you're medically dropped from training.",
        3786.52,
        3790.1
    ],
    [
        " And so I was, that was on that Friday, then the hell week starts for that class. I was in that Sunday.",
        3791.38,
        3797.74
    ],
    [
        " And I just remember being in my room, like with the lights off and like, you know, feeling of crying, you know, and all the class was going through hell week.",
        3798.4,
        3809.0
    ],
    [
        " And I just, I wasn't allowed in. And, you know, there was some, you know, when I, when I was medically dropped, I just started to do my own training because I was, you know, I'm an exhibition.",
        3809.0,
        3822.32
    ],
    [
        " So I got the, the Navy garb on the white hat, the Dunga, Dunga jams, Dunga re, clueless thing. And I do and watch.",
        3823.02,
        3831.58
    ],
    [
        " And one of the instructors came by and said, eh, I always, I knew you'd quit sooner or later. And I was like, I didn't quit.",
        3831.62,
        3837.94
    ],
    [
        " It's like, yeah, you did. And then walked off. And that just like got me angry. So I was like, I'm going to do my own training.",
        3838.38,
        3845.46
    ],
    [
        " So I started doing, I would join the class and run behind them. You know, I was just being a part of the class doing cadence and everything.",
        3845.9,
        3853.5
    ],
    [
        " And I went and got wet and sandy. And then I instruct a doomist. You remember him?",
        3853.94,
        3859.98
    ],
    [
        " Yeah. He just pulled me aside and I was like, it's over, son. It's over. And that was it. And so I had orders to some ship in like Louisiana or something like that.",
        3859.98,
        3874.88
    ],
    [
        " And, but the instructors that saw me getting wet and sandy, they were like, oh, look at this kid, you know.",
        3875.74,
        3881.4
    ],
    [
        " And there was an instructor doing chief small. And he said, if you want, you write him quests for captain's mass. And I'll try to get you in training.",
        3882.62,
        3894.6
    ],
    [
        " I'll put in a good word for you and get you back in the training. And I was like, yeah. And so I would write the request, but now I'm in extivision.",
        3894.7,
        3902.5
    ],
    [
        " And so I'm working for that guy, Bowerd. And this is all Vietnam that rough guy. I mean, it's hard for me to do justice with this guy.",
        3902.5,
        3913.62
    ],
    [
        " You know what this guy was like. And he would just take my request and throw it in the garbage. And he just kept doing it. And he would just just yell at me.",
        3913.7,
        3922.46
    ],
    [
        " You'll never make it through this program. So I get the hell out of here. And the guy chief small, I told him about it. He took it up to the CEO and got captain's best.",
        3922.46,
        3933.88
    ],
    [
        " And Lieutenant Zinky was, I think, part of that. And those guys, they said, hey, we're going to give you another chance.",
        3935.2,
        3952.2
    ],
    [
        " But I waited. I looked at my medical record. I weighed like one 53. And you know, it's just not enough mass to get you through the cold of being a frogman.",
        3952.2,
        3962.26
    ],
    [
        " It's just not going to, it's going to be tough. So they, they're like, hey, it was Christmas time. Merry Christmas. You're back in training. Go get wet.",
        3962.44,
        3969.98
    ],
    [
        " And I started up in a class one, seven, six, like a couple months later. So that, that time I was that in between time of classing up, I just focused on gaining weight.",
        3970.8,
        3984.12
    ],
    [
        " So I would, which is really strange for a lot of people. You can order pizza in butts. Like when everything's over, you can order pizza in butts.",
        3984.6,
        3996.62
    ],
    [
        " And so I would, I was like, you know, I have to gain weight. So, you know, on some time off, I got a big thing of that weight gain powder.",
        3996.84,
        4005.64
    ],
    [
        " I got a bunch of milk, like whole milk. And I would order two for one, Domino's pizza. And I was just constantly drinking the milk with the weight gain.",
        4005.82,
        4019.3
    ],
    [
        " I would eat a pizza before I went to sleep with the weight gain and the milk sent my clock for three in the morning and eat the other pizza.",
        4020.16,
        4027.8
    ],
    [
        " You know, it got disgusting now. At a certain point, like, I'm not a pizza fan anymore. But I ended up, by the time I classed up, I was like, like, 170. And I'd gained weight.",
        4029.24,
        4043.1
    ],
    [
        " And then I classed up in, butch class, 176. And then it came to more difficulties with pool comp. And then I got rolled into 177, your class.",
        4044.26,
        4058.48
    ],
    [
        " And I wasn't even pool comp. It was, it was like dive buddy, because I was like, buddy breathing or something. Yeah, I was with Matt.",
        4059.22,
        4067.62
    ],
    [
        " Oh, okay. Did both of you guys get rolled for that? Yeah. So you didn't get rolled into our class until second phase? Yeah, dive phase. So I went through hell week in 176.",
        4068.04,
        4083.24
    ],
    [
        " And the hardest hell week that that ever really existed in Buds. That's that's a seven six guys know this stuff.",
        4084.04,
        4090.38
    ],
    [
        " So then you rolled into our class. And yeah, no one really told it. No, there was no heads up whatsoever about like the pool comp and all that stuff.",
        4092.3,
        4105.18
    ],
    [
        " That's something no one really knows about. They know about it now. But back then, they had that Texas chainsaw massacre poster in the medical area. And it said, but it was crossed out.",
        4105.22,
        4116.54
    ],
    [
        " Texas, it said Buds pool comp massacre and it had like a mask on one of the guys that was getting his head sawn off with a chainsaw. And that's what pool comp is. You know, you're going to go down there and you're going to get annihilated.",
        4119.06,
        4130.38
    ],
    [
        " I tell you, I mean, it's really hard to do it justice. Like basically, it's not a matter of pain. It's a matter of dealing with not being able to breathe.",
        4130.82,
        4143.26
    ],
    [
        " Like if and you're on compressed air, if you hold your breath and rock it to the surface, you're going to embellize and hurt yourself badly.",
        4144.3,
        4150.64
    ],
    [
        " You know, so you have to have that control and the instructors are taking your mask off, tying your gear and knots and you have to get these knots out. I mean, the other thing is they're using the old regulators from the 50s like Jacquist still so you can close it and you can't breathe.",
        4151.66,
        4169.92
    ],
    [
        " So they they're taking this regulator out and that fills the water. And then you got to you got to turn your head to get the water out or blow it out and their tiny's see these knots and then you have to get it out. It's just it's horrific and it lasts a long time.",
        4170.34,
        4186.74
    ],
    [
        " Yeah, it's 30 minutes. Your first breath is water. So because when they rip that regulator out of your mouth, the hose fills with water. So when you put it in your mouth, you can't just know when your first breath is",
        4186.88,
        4198.12
    ],
    [
        " and you got to like absorb the water and get it out. And then you get a breath. So you're you're in full panic mode as you're trying to get the knot untied. You finally get it untied and now you're just just dying for air and you put that thing in your mouth and you still have to clear that thing.",
        4198.78,
        4216.86
    ],
    [
        " It's it's really it's where I failed I failed pool comp my first time and then I don't know were you with us in the dip tank. Because over the weekend, myself and a few other guys that failed. Did you pass it the first time when you went through with 177.",
        4217.44,
        4232.06
    ],
    [
        " Did you pass pool comp? No, I did not. Oh, no, great. And what happened with you remember, and some Davis. Yeah, we got out on that weekend because you know, we had failed. We were on the wall of shame and we went down to Mexico to do dive training. Yeah. And we were like, I remember what was so weird was, you know, in Mexico, the the beach had all the",
        4232.92,
        4262.04
    ],
    [
        " stuff that was in this life on it that you don't see here. You know, but it's essentially the same beach just further down. But yeah, we did a we kind of like worked on it ourselves for a bit.",
        4262.04,
        4273.94
    ],
    [
        " And then came back and that just remember that that Sunday night, thinking of everyone's just tossing the turn in their bed. Because you're like, am I going to make it through this the next day? You know, and I was able to you know, I did it.",
        4274.22,
        4289.6
    ],
    [
        " Yeah. Yeah, we what we did. And I'm not sure how you weren't with us, but it was me and like three or four other guys that failed pool comp on Friday. And we went in the big dip tank. And we straight up drowned each other. We were just murdering each other in there and clearing stuff. And man, I was so horrified of not making it and of getting role. You know, because I didn't even think about getting rolled. It was like, as far as I was concerned,",
        4290.32,
        4319.48
    ],
    [
        " if I got rolled that that seemed like just death, you know, it seemed like the worst thing ever. But we pool comped each other so hard that all of us made it the first time on Monday morning, like it was no factor. So that extra little bit of training, whether in Mexico or whether in the dip tank. I also they let us do it. Like the instructors. I don't know how we did it. I don't know what happened that we had all the gear. Like we got full scuba tanks with air and brought them into the dip tank and just murdered each other.",
        4319.48,
        4349.16
    ],
    [
        " I don't know. That's not legal. You know, like that's not okay. You can't do that. That's like the if you're if you're cheating trying to just like there's an opening right there. If you take the opportunity, good on you. If you don't, so sorry. So sorry.",
        4349.84,
        4364.78
    ],
    [
        " Yeah. So we end up you end up in our class. That's funny. I actually thought you did everything with us. I thought you got rolled into 177. I thought you went through hell week with us. I didn't remember that.",
        4365.38,
        4377.7
    ],
    [
        " I don't remember that you got rolled in in in a dive phase because yeah. So then we did say, come any island?",
        4377.82,
        4385.52
    ],
    [
        " Mm hmm. Chewing tobacco. Yeah, that's not a fond memory. They found guys you're not allowed to have chewing tobacco out there.",
        4385.9,
        4395.82
    ],
    [
        " And they found somebody had smuggled a bunch out a bunch. And so they made everyone in the class take massive chunks of chewing tobacco.",
        4395.88,
        4406.36
    ],
    [
        " And then we did like a thousand eight count body builders, which is like an old school burpee. And like me, I never chewed tobacco and never smoked a cigarette. And all of a sudden I got a big mouthful of this.",
        4406.6,
        4418.82
    ],
    [
        " Yeah, I haven't dipped since that was my one and only. That was your opportunity. Does it like jam you like when you dip and you haven't ever does it like you feel like actual effects, right?",
        4419.04,
        4432.38
    ],
    [
        " Like way stronger way like it jams you up kind of hard to dip. Yeah, that stuff makes you feel sick. Yeah, maybe it's not.",
        4432.38,
        4438.28
    ],
    [
        " It feels sick. Yeah, burning in my mouth. Yeah. Yeah, but you know how like, okay, let's say you never smoked a cigarette ever. And then you straight up smoke a whole cigarette.",
        4438.6,
        4446.24
    ],
    [
        " You're gonna be like buzzing kind of hardcore, right? Were you buzzing from the dip? Is what I'm saying? I didn't know it's any of that.",
        4446.4,
        4451.66
    ],
    [
        " I just I thought, hey, Cal body builders and pain and just thinking like this is horrible. Yeah. But yeah, like like you said, Jeff,",
        4451.66,
        4459.52
    ],
    [
        " I cured me of ever wanting to do that.",
        4459.52,
        4461.42
    ],
    [
        " And you know, I think it's important to know like, you know, in spec ops, a lot of guys are going to use dip true and tobacco because of that reason.",
        4462.06,
        4470.86
    ],
    [
        " It's like a little bit of, you know, caffeine. It's an upper. Yeah.",
        4470.98,
        4475.6
    ],
    [
        " What do you mean anything else from San Comedy Island? Besides good times and flights.",
        4476.3,
        4484.44
    ],
    [
        " I'm on fire requested to do a touch and go. You do they still do that like the other fight frog hills.",
        4486.9,
        4492.86
    ],
    [
        " They still do frog hills. They still do flights. They still got a flight tower out there.",
        4492.94,
        4495.9
    ],
    [
        " You still do touch and goes the whole nine yards. Yeah. It's good times. Make you tough.",
        4496.06,
        4502.52
    ],
    [
        " So then you get to we got on with buds. You check in a seal team. And so what? It's 1991 when we get to seal team one.",
        4503.06,
        4510.1
    ],
    [
        " Yeah, it's early 1991. Did we go to did we go to airborne school together? Yeah.",
        4510.58,
        4514.98
    ],
    [
        " Went to get our airborne on for many. Yeah. So that's different to nowadays. But back then you went to",
        4515.38,
        4523.24
    ],
    [
        " army jump school for Benning Georgia. And that's where seals get like a horrible. I guess kind of a",
        4523.24,
        4530.22
    ],
    [
        " horrible reputation because like you're coming out of buds back in the day. You go to airborne school,",
        4530.22,
        4535.74
    ],
    [
        " which airborne is a very conventional school to go to like everyone. Like a lot. Not everyone. But a lot",
        4535.74,
        4541.02
    ],
    [
        " of people go to the go to the army jump school. So there's no super high standard for physicality or",
        4541.02,
        4547.06
    ],
    [
        " anything. So when you get down your fresh out of seal training and you're down there just feel like",
        4547.06,
        4552.46
    ],
    [
        " you can do anything. And of course the the the back hats, which are the instructors down there.",
        4552.46,
        4558.1
    ],
    [
        " They they they you know what they call everyone navy. If they call every guy that's not in the army,",
        4558.4,
        4564.58
    ],
    [
        " they just call you navy. And then back come on over here navy.",
        4564.58,
        4567.76
    ],
    [
        " Beat your boots. That was another thing to make you do squats. They say beat your boots. And",
        4568.2,
        4574.04
    ],
    [
        " you basically got to hit your boots. But it's pretty fun school. I had a good time. Yeah, yeah. It's",
        4574.04,
        4579.48
    ],
    [
        " airborne was cool. And then and then we check into seal team one. And you end well we went through",
        4579.48,
        4587.82
    ],
    [
        " sqt together or stt used to be called zeal tactical training. Yes.",
        4587.98,
        4592.96
    ],
    [
        " That was just learning all the stuff that you actually well I wanted to actually learn. I'm",
        4593.58,
        4599.16
    ],
    [
        " sure we all just wanted to learn how to shoot, move and communicate out of patrol explosives. Like",
        4599.16,
        4604.64
    ],
    [
        " this is when you start doing cooler stuff besides keeping wet and sandy. Yes.",
        4604.64,
        4609.34
    ],
    [
        " And then from there we roll into our platoons. You're in my sister platoon.",
        4609.94,
        4613.6
    ],
    [
        " You call it brother platoon. Okay fair enough. Well, no way they call it sister platoon.",
        4614.3,
        4620.3
    ],
    [
        " They do. They never call it brother platoon. I mean like stores they'll do that too.",
        4620.94,
        4626.24
    ],
    [
        " That's our sister store. Yeah, we never save brother store. Even in the teams where there's no",
        4626.76,
        4631.1
    ],
    [
        " females. We say brother. What's up with that? I mean we say sister. So you guys are in our brother",
        4631.1,
        4636.34
    ],
    [
        " platoon apparently now. We're sister platoon. And we're doing work up",
        4636.34,
        4642.78
    ],
    [
        " you know to different environment. I remember your platoon. Your platoon had some",
        4642.78,
        4650.86
    ],
    [
        " let's just say pipe hitters in it. Right. You guys had some heavy hitters in that platoon. Yeah.",
        4650.86,
        4657.78
    ],
    [
        " More so than in my first platoon. We had great guys in my first platoon but the guys that you had",
        4658.46,
        4663.36
    ],
    [
        " in your platoon were harder. Straight up. There's no real other way of putting it. They were",
        4663.36,
        4668.62
    ],
    [
        " harder on you guys for sure. Yeah, I mean I'm lucky in the sense that I wasn't the main target.",
        4668.62,
        4678.14
    ],
    [
        " I mean I was targeted. I mean there was a situation we had down in in Panama like with the",
        4678.78,
        4687.56
    ],
    [
        " hazing that was really extreme. Yeah. You know and you know some injuries happened. I got",
        4687.56,
        4695.82
    ],
    [
        " choked out at least five times that night at least. Yeah. And yeah beaten you know it was",
        4695.82,
        4705.36
    ],
    [
        " that platoon was pretty hard. Yeah, I've told a story on this podcast a couple times about",
        4705.36,
        4710.98
    ],
    [
        " like when I got to the team and I'm sitting out by the pull I'm out doing a workout on the pull",
        4710.98,
        4716.4
    ],
    [
        " bar and this giant human like barely human goes lumbering out across the it's probably 200 or maybe",
        4716.4,
        4724.12
    ],
    [
        " even a hundred yards from like the team area to first lieutenant where the engines are. And it's",
        4724.12,
        4729.04
    ],
    [
        " a guy from your platoon. You know who it is the biggest guy in your platoon. Yeah. And he's carrying",
        4729.04,
        4732.72
    ],
    [
        " a gallon of milk with him. And so he's lumbering across this giant guy with his whole body tattooed",
        4732.72,
        4746.24
    ],
    [
        " and then he put it down and then he keeps walking and I'm like how am I going to survive in this",
        4747.08,
        4751.88
    ],
    [
        " environment because it was just it was a very hostile environment back then. You know very hostile",
        4751.88,
        4756.64
    ],
    [
        " in the seal platoons and and you know what a lot but not a lot of it. Let's just say some of it",
        4756.64,
        4764.42
    ],
    [
        " was wrong. Some of it like some of it got taken to a point where it was not good for morale. It wasn't",
        4764.42,
        4769.96
    ],
    [
        " good for unity. You know some of the hazing got to a point where you're like hey that that's not",
        4769.96,
        4775.02
    ],
    [
        " that's not okay like that's wrong. Some of it's good. You know some of it's okay. You know welcome",
        4775.34,
        4780.86
    ],
    [
        " to the teams and it's a rough environment. If you screw up you're going to pay. But yeah some of it",
        4780.86,
        4785.28
    ],
    [
        " went overboard. But yeah you had a you had a you had a hard corporal to and when we when we got",
        4785.28,
        4792.28
    ],
    [
        " overseas we were you know what I remember is an old an old master chief who seemed like the oldest",
        4792.28,
        4800.9
    ],
    [
        " guy I'd ever seen in my life which was Steve Bailey. You know and he was probably like",
        4800.9,
        4804.82
    ],
    [
        " seven years younger eight years younger than I am right now. He's probably like 40 but he seems so",
        4804.82,
        4810.22
    ],
    [
        " old and he's like does anyone here want to learn how to fight and I'm like yep me and I guess",
        4810.22,
        4816.64
    ],
    [
        " I don't know if we were together when that happened but we ended up in the quans in hut with",
        4816.64,
        4821.68
    ],
    [
        " mats on the ground and he knew enough to get to he was like a white belt. Yeah I out my recollections",
        4821.68,
        4829.16
    ],
    [
        " different. So the first deployment overseas that platoon then we were just talking about",
        4829.16,
        4836.96
    ],
    [
        " we went to Guam and then flew straight to Thailand. Okay and we were in Thailand and that's",
        4836.96,
        4844.14
    ],
    [
        " where I met Steve. Okay. And basically I got introduced to Jitsu there and then we got back to",
        4844.14,
        4852.32
    ],
    [
        " Guam you know continue the training. Okay. So it's kind of weird 1991 and I got introduced to",
        4852.42,
        4862.32
    ],
    [
        " Jiu Jitsu Brazilian Jiu Jitsu in Thailand in 91 and then actually it's 92 right yeah yeah and then",
        4862.32,
        4871.1
    ],
    [
        " coming back to Guam started at the quans in hut. Yeah so so that must have happened",
        4871.1,
        4879.28
    ],
    [
        " because you went right away to Thailand. Yeah. I'm in still in Guam. Everyone comes back from",
        4879.72,
        4884.8
    ],
    [
        " Thailand including Steve Bailey and then when he came back he must have said hey who wants to learn",
        4884.8,
        4889.52
    ],
    [
        " Jiu Jitsu. I raised my hand you know he I think he he's who wants to learn how to fight because I",
        4889.52,
        4895.0
    ],
    [
        " don't I think him asking who wants to learn Jiu Jitsu would have been the most you know would have",
        4895.0,
        4898.84
    ],
    [
        " been like oh is this a language is this a wouldn't even know so it was more like hey who wants to",
        4898.84,
        4902.5
    ],
    [
        " learn how to fight I'm like of course and then I just remember him just choking us out. I mean",
        4902.5,
        4907.22
    ],
    [
        " and everything just like with three or four different moves you know it was like oh we knew",
        4908.9,
        4912.76
    ],
    [
        " it maybe an arm lock and Americana maybe like the sit-up sweep he didn't there wasn't a ton of",
        4912.76,
        4918.36
    ],
    [
        " different things I can do how to take the back but it wasn't this it seemed like a lit limited",
        4918.36,
        4924.58
    ],
    [
        " number of moves that Jiu Jitsu was. It wasn't as evolved as it as it is now for sure. Were you",
        4924.58,
        4931.3
    ],
    [
        " already making the connection I didn't even make the connection I thought oh there's in my mind I",
        4931.3,
        4936.14
    ],
    [
        " thought Jiu Jitsu was seven moves like I you know or whatever maybe when you get advanced there's 12",
        4936.14,
        4941.86
    ],
    [
        " you know what I mean I just thought okay there's seven moves here they are practice them and then",
        4941.86,
        4947.7
    ],
    [
        " you know Jiu Jitsu I didn't I didn't make the connection between that what we were learning and this",
        4947.7,
        4954.2
    ],
    [
        " whole freaking crazy sport. Well my training with Steve was a really pivotal time in my life",
        4954.2,
        4966.08
    ],
    [
        " you know he introduced me to Jiu Jitsu that's really changed my life in a really awesome way but also like",
        4966.08,
        4976.54
    ],
    [
        " there was a lot of striking too we did a kickboxing and you know I that's what actually solidified my",
        4976.54,
        4986.12
    ],
    [
        " my journey in Jiu Jitsu because you know he had a few black belts that had trained under",
        4986.12,
        4994.32
    ],
    [
        " him other team guys and we would we were doing sparring at this point when we'd come back home",
        4994.32,
        5000.78
    ],
    [
        " and I would go down there and like for two years at least I trained three times a week there",
        5000.78,
        5008.48
    ],
    [
        " and it was one day striking and then the next day we do ground and I got and then like on a Friday we",
        5008.48,
        5016.5
    ],
    [
        " do like just sparring as those like seal team all the other guys are black belts and I'm like the",
        5016.5,
        5022.1
    ],
    [
        " new guy and it's just like the goal is to knock the new guy out you know and and I got my jaw",
        5022.1,
        5028.82
    ],
    [
        " dislocated by one of the guys I came in on him and he turned around and sping hook kick right my chin",
        5028.82,
        5034.56
    ],
    [
        " and I fell forward he turned his back no hooks or nothing I just put the choke on and I choke them",
        5034.56,
        5042.12
    ],
    [
        " but then after that I couldn't remember what day it was my back teeth weren't touching",
        5042.12,
        5048.26
    ],
    [
        " and my chin was just swollen and I had to like wait around for a while so I had like the wherewithal",
        5050.42,
        5056.06
    ],
    [
        " to get back home but that was like kind of like pivotal because I was like you know even when I was",
        5056.06,
        5062.04
    ],
    [
        " hurt did Jiu Jitsu goes on feel and sometimes when you don't have your senses if you can just feel",
        5062.04,
        5068.02
    ],
    [
        " what's going on you you have a chance and so that was a big lesson for me and that's after we got",
        5068.02,
        5073.76
    ],
    [
        " home so after we got home you were staying engaged in Jiu Jitsu when I got home I didn't and I",
        5074.24,
        5082.56
    ],
    [
        " think part of it's because I just thought like I said I thought well I know the seven moves of Jiu",
        5082.56,
        5086.22
    ],
    [
        " Jitsu so I'm good and I was in another platoon and so I'm just like okay cool I know Jiu Jitsu",
        5086.22,
        5092.02
    ],
    [
        " I my mind I actually thought I knew Jiu Jitsu like I'm good I know I know everything you know",
        5092.02,
        5096.56
    ],
    [
        " like I know the alphabet right I know these words so I'm good and then",
        5096.56,
        5100.62
    ],
    [
        " but you kept training at what point did you find Fabio all right so we it had been I was getting",
        5102.68,
        5111.38
    ],
    [
        " out at that time okay so we do we both do another platoon right I'm in an arg platoon so I'm on a",
        5111.38,
        5118.2
    ],
    [
        " ship you go back on a spec ops deployment to Guam did you go to Guam so you go to Guam and you're",
        5118.2,
        5124.46
    ],
    [
        " training that whole time yes and then you come home continue the training yeah and at that point",
        5124.46,
        5131.52
    ],
    [
        " I was like hey you know um do they have like any kind of you know like any other places I can train",
        5131.52,
        5139.12
    ],
    [
        " you know I want to learn more and I'm thinking about you know getting out and he's like well",
        5139.12,
        5144.66
    ],
    [
        " you know Steve was like you know you should um maybe check out a tournament and I'm like oh yeah",
        5144.66,
        5151.04
    ],
    [
        " okay and I was the same way and I'm thinking you know at this point you know I know Jiu Jitsu",
        5151.06,
        5156.34
    ],
    [
        " and um he wrote a letter to me he wrote a letter and sealed it and he said when you uh get up",
        5156.34,
        5165.62
    ],
    [
        " there at the tournament give this letter to hoist and I went up there and um I met hoist and",
        5165.62,
        5173.24
    ],
    [
        " gave him the letter he opened it and he said well you've been training with Steve for two years",
        5173.24,
        5178.52
    ],
    [
        " you're a blue belt now and so I got my blue belt from hoist Gracie and never had trained with him at",
        5178.52,
        5184.24
    ],
    [
        " all but got my blue belt there to do the tournament because like two years you know go in the blue belt",
        5184.24,
        5189.9
    ],
    [
        " division but I had never trained with the guy like when I got there I was like you know everyone had",
        5189.9,
        5196.1
    ],
    [
        " Gizmo and I was like we'd always done no G and my first opponent was Craig Cole Fabio's first black belt",
        5196.1,
        5205.06
    ],
    [
        " down here and I think it was maybe the worst uh it might have been a record for the worst loss in",
        5205.06,
        5210.94
    ],
    [
        " Jiu Jitsu because I didn't get tapped out but it was like I just never been swept that many times",
        5210.94,
        5216.96
    ],
    [
        " because he had the G and I'd never seen those sweeps because I was always going no G and it was",
        5216.96,
        5222.04
    ],
    [
        " like literally like 30 nothing like just I was just getting thrown around and then I remember back",
        5222.04,
        5228.52
    ],
    [
        " then my my defense for arm lock when someone gets mad it was to put your arm up and when they go",
        5228.52,
        5234.46
    ],
    [
        " for it yank your elbow down as fast as possible and uh he almost caught me with the arm up but when",
        5234.46,
        5241.62
    ],
    [
        " I'm trying to get my arm out and then all the friends were on the side like yelling break it",
        5241.62,
        5247.36
    ],
    [
        " and then old school Jiu Jitsu break it and uh yeah it was uh probably including Fabio if he was there",
        5247.36,
        5256.28
    ],
    [
        " on the side Fabio was roughing oh check that's gonna work out good so then after that um",
        5256.28,
        5267.5
    ],
    [
        " you know I was like hey you know is there there's like hey Fabio Santos is opening a school",
        5267.5,
        5273.06
    ],
    [
        " down in San Diego and uh that's where you can train if you want to go down and train under our system",
        5273.06,
        5279.4
    ],
    [
        " so I was like yeah you know I would definitely explore it and um you know when I went back I told",
        5279.56,
        5286.18
    ],
    [
        " Steve what happened and he was like you know well you know expand your horizons learn as much as you can",
        5286.18,
        5291.78
    ],
    [
        " and so I started uh with Fabio and I would train it steves and then at a certain point I'd um",
        5291.78,
        5298.18
    ],
    [
        " I'd uh gotten out at this point and um I'm now getting ready to go into school so I had the GI bill",
        5298.18,
        5306.64
    ],
    [
        " and I'm I started working at uh my basic college like a local junior college. What is it like",
        5306.64,
        5312.12
    ],
    [
        " 1995? Yes and so 90 I started at Fabios in 95 during springtime",
        5312.12,
        5321.86
    ],
    [
        " okay so I was like very very early at Fabios like uh those those are some good times too",
        5321.86,
        5329.56
    ],
    [
        " yeah and then and then when you got out what was your plan when you got out",
        5329.56,
        5334.24
    ],
    [
        " I didn't really have a plan you know I was just like um I mean you realize",
        5335.1,
        5339.98
    ],
    [
        " coming from where I where I did I haven't really seen much I mean they have been in the teams but I",
        5339.98,
        5347.12
    ],
    [
        " mean like I haven't even like I didn't even go to school or anything after now I went in right",
        5347.12,
        5352.08
    ],
    [
        " after high school so I was like really curious about just exploring so I was like go to school",
        5352.08,
        5358.0
    ],
    [
        " I'm gonna try anything I can you know just looking at the world seeing whatever things about you know",
        5358.0,
        5363.58
    ],
    [
        " I think uh people who do come from areas like the projects in a sense you're kind of sequestered",
        5363.58,
        5370.92
    ],
    [
        " and you're not maybe seeing the big picture of things and I will say that's something for everyone",
        5370.92,
        5378.36
    ],
    [
        " you know you're you're in your environment and no one ever sees the whole picture",
        5378.36,
        5384.9
    ],
    [
        " maybe we see most of the picture but not the whole thing and so I think um at that point I wanted to",
        5384.9,
        5391.6
    ],
    [
        " just kind of explore life and that my my plan was if I don't like it I can go back in sealed rooms",
        5391.6,
        5398.04
    ],
    [
        " so so then how many how many hours a day were you training Jiu Jitsu when you got out",
        5398.04,
        5403.68
    ],
    [
        " well uh what I did was I wanted a way to be able to train a lot so um I ended up uh working",
        5403.68,
        5413.34
    ],
    [
        " at Fabius essentially you know like cleaning the mats doing the intro class running the students around",
        5413.34,
        5420.02
    ],
    [
        " you know the morning and the night class so I was just there all the open hours along with my roommate John",
        5420.02,
        5426.18
    ],
    [
        " and uh we basically were like Fabius uh assistance there right right now at some point uh I guess it was in",
        5426.18,
        5436.42
    ],
    [
        " late 95 or early 96 you came to my house you came to my house and said hey bro you want to you",
        5436.42,
        5450.0
    ],
    [
        " and I was like yeah I was like of course so we go across the street to the to the to the um park across",
        5450.0,
        5456.92
    ],
    [
        " the street from my house in Coronado from my apartment in Coronado we go down there and do you just",
        5456.92,
        5463.18
    ],
    [
        " you just you know you're like let's roll and so you know I attacked you or whatever and you were just",
        5463.18,
        5468.26
    ],
    [
        " triangle arm lock you know whatever choke back you just annihilated annihilated me and it's actually",
        5468.26,
        5477.36
    ],
    [
        " it's crazy right it's like you had gotten so good and I just remember saying all right give me the",
        5477.92,
        5484.08
    ],
    [
        " address this place I'll be down there is it open today because I'll go down there today if it's",
        5484.08,
        5487.6
    ],
    [
        " open today and if it's not open today then I'll be down there tomorrow and um I went down there and",
        5487.6,
        5493.3
    ],
    [
        " I said uh I remember talking to Fabio's wife and I said oh yeah I'm here I want to sign up for",
        5493.3,
        5498.02
    ],
    [
        " unlimited classes and she's like well do you want to try it first and like nope I just want to",
        5498.02,
        5502.64
    ],
    [
        " sign up for unlimited classes and she's like okay so that was that and then we then then it",
        5502.64,
        5508.16
    ],
    [
        " was on with the old screw the old school crew at Fabios which was a beast crew yeah you Dean",
        5508.16,
        5518.2
    ],
    [
        " Lister Craig Craig Cole James Nielsen right some beast in there Greg Mack ended up showing up",
        5518.2,
        5528.9
    ],
    [
        " along the way along the way who else dr. Mick Brent was there too Brent was there um",
        5528.9,
        5535.88
    ],
    [
        " member Kim yeah I see Kim at wrestling tournament sometimes he's a referee at risk wrestling",
        5535.88,
        5542.7
    ],
    [
        " tournaments Louis Louis Louis Louis the Korean dude from uh oh Lewis yeah yeah he was he was",
        5542.7,
        5550.44
    ],
    [
        " he was a because he was a judo guy originally but he used to go hard yeah especially like early",
        5550.44,
        5555.84
    ],
    [
        " when he showed up he would be he would go hard he was there to he was there to win every time it's",
        5555.84,
        5562.1
    ],
    [
        " you know I look at that now on hindsight you know having have some had some judo experiences well",
        5562.1,
        5568.72
    ],
    [
        " judo the the um the way people attack is um I would say they're trying to make you tap",
        5568.72,
        5578.94
    ],
    [
        " there they're not looking for you to tap like you know I've I've even traveled in certain areas",
        5578.94,
        5584.42
    ],
    [
        " in Asia you can no one taps the jokes it's just oh you caught me the choke I'm going out they're",
        5584.42,
        5589.76
    ],
    [
        " just not going to tap to a choke so I think the judo guys um anyone who's a judoka when they get",
        5589.76,
        5597.92
    ],
    [
        " they go for their taps like if you stand up in the guard and the guy has your arm they're gonna",
        5597.92,
        5602.94
    ],
    [
        " try to break it so that if the fight does continue now you have one arm so if you don't tap they're",
        5602.94,
        5614.4
    ],
    [
        " at what point and I think Fabio used to say this he used to say you're the only person Jeff",
        5615.04,
        5621.48
    ],
    [
        " that went from jujitsu to capoeira well what when did you start getting into capoeira",
        5621.48,
        5631.6
    ],
    [
        " uh that was like maybe uh uh a year after I got out and essentially it's just like I've been saying",
        5631.6,
        5639.56
    ],
    [
        " I want to explore and try different things you know I've never been the type of person that okay",
        5639.56,
        5643.76
    ],
    [
        " don't do this I'm like well why not you know so I was experimenting and I was like it's a good",
        5643.82,
        5649.5
    ],
    [
        " way to get good condition for judo you know learn something different and that that's another thing I",
        5649.5,
        5655.9
    ],
    [
        " remember is when you came to my house to fight me uh I was like well like what how would you uh",
        5655.9,
        5662.32
    ],
    [
        " you know if you if we were gonna fight how would you what would you do like how would you start it",
        5662.32,
        5667.24
    ],
    [
        " and you did some weird capoeira stuff yeah I started doing couple yeah and I was all confused",
        5667.24,
        5672.12
    ],
    [
        " and I'm like oh man I don't even know what's happening this is horrible and then I'm in a triangle",
        5672.12,
        5676.28
    ],
    [
        " tapping out uh and we were competing a lot back then like every opportunity we would get we would",
        5676.28,
        5682.58
    ],
    [
        " go and compete and one of the most well it might be it's definitely the top probably five",
        5682.58,
        5687.88
    ],
    [
        " that I've been at live matches was we were at neutral grounds oh yeah yeah which was in the ghetto",
        5687.88,
        5694.66
    ],
    [
        " in like Inglewood or something I mean it is a nasty part of LA and it was uh it was like in the backyard",
        5696.26,
        5704.36
    ],
    [
        " of some crappy you know house and they had engaged there and there's freaking rabid pit bulls and the",
        5704.36,
        5712.4
    ],
    [
        " alley and everything and we roll in there and um I like we all had matches and they set up it wasn't",
        5712.4,
        5724.64
    ],
    [
        " matches there was so you had a well Dean had a match against the um the Armenian dude that was",
        5724.64,
        5731.92
    ],
    [
        " like a grown man and he I thought Dean I thought he like I thought the guy died of exhaustion or",
        5731.92,
        5737.74
    ],
    [
        " something in the ring I don't know if you remember that one it was meh him and the Armenian guys",
        5737.74,
        5742.84
    ],
    [
        " are cranking the Armenian music on boom boxes and stuff it was it was so crazy it was nuts dude",
        5742.84,
        5749.22
    ],
    [
        " and the cool thing is that's like the Karl Parisian crew like that's them so like when Karl",
        5749.22,
        5754.12
    ],
    [
        " Parisian was like oh yeah dude it's one of like the old school guys uh they had that that and",
        5754.12,
        5759.78
    ],
    [
        " they were all kind of linked to judo gene labelle so it was just like really cool to be a part of that",
        5759.78,
        5764.24
    ],
    [
        " but you had a match at neutral grounds prop in the duke against uh bow Hershberger who was this he",
        5764.24,
        5774.08
    ],
    [
        " was he was like Hicksons as far as I know he was kind of Hicksons premier purple belt at the time",
        5774.08,
        5780.78
    ],
    [
        " and at this time like purple belt was kind of yeah if you were like purple belt was the highest",
        5780.8,
        5785.48
    ],
    [
        " level that Americans had at this point right and so you had this match against um against that guy",
        5785.48,
        5792.32
    ],
    [
        " and he was a great guy I mean he's a great competitor he competed all time we'd see him all time",
        5792.32,
        5795.66
    ],
    [
        " but you but he was a lot bigger than you a lot bigger than you you know he was probably like",
        5795.66,
        5801.02
    ],
    [
        " what do you think 200 220 or something like that yeah big guy and you guys threw down in a",
        5801.02,
        5810.76
    ],
    [
        " you know he was kind of on top and kind of as far as I can remember sort of dominating the match",
        5810.78,
        5816.74
    ],
    [
        " and then there came the triangle out of nowhere and um that was kind of nuts man you won that",
        5816.74,
        5825.18
    ],
    [
        " is there video of that anywhere uh no video I have maybe a couple of pictures of it you know",
        5825.18,
        5831.74
    ],
    [
        " competition you know I look at the competitions or are um I think it's really",
        5831.74,
        5840.74
    ],
    [
        " good to test your skill against other people in competition basically you're looking at someone who",
        5840.76,
        5846.58
    ],
    [
        " has the same skill level but you don't know their game and it's up to you to try to negotiate",
        5846.58,
        5853.16
    ],
    [
        " and and have your jiu jitsu win the situation so I you know the tournaments are good I think but um",
        5853.16,
        5862.08
    ],
    [
        " you know I've because of Steve because of where I grew up my focus as far as your jitsu is self-defense",
        5862.08,
        5870.74
    ],
    [
        " that's my main focus you know I look at the matches like this person won today but then if they",
        5871.3,
        5876.5
    ],
    [
        " repeat the match what happens then it repeated again and again and again that's how you find out",
        5876.5,
        5881.56
    ],
    [
        " who's the who's the best you you found out who's the best right there you know so I kind of I",
        5881.56,
        5888.34
    ],
    [
        " want to keep my uh you know my humility I guess I would say as far as like uh fighting is",
        5888.34,
        5896.64
    ],
    [
        " concerned anyone can lose at any time so you know uh make sure your techniques on point and be",
        5896.92,
        5902.78
    ],
    [
        " aware yeah that's a weird thing too is it's it's it's a cool thing about jiu jitsu is like you can go",
        5902.78,
        5908.42
    ],
    [
        " so hard you can go as hard as you can you know like that's the way jiu jitsu works but then there's",
        5908.42,
        5913.1
    ],
    [
        " the other thing is it's it's closer to a fight it's not even a real fight it's still not a real fight",
        5913.1,
        5918.38
    ],
    [
        " and then what do you have in those other arenas what can you do what can you what can you what can",
        5918.38,
        5926.12
    ],
    [
        " you create really is what it boils down to there's a creativity aspect that's another thing that",
        5926.12,
        5931.44
    ],
    [
        " you kind of excel at with jiu jitsu as a creative aspect of kind of creating moves and creating",
        5931.44,
        5937.6
    ],
    [
        " series that work really well together how much how much um you went to like I remember you know",
        5937.6,
        5945.6
    ],
    [
        " when I would see you because because eventually uh you know we weren't all training at farbios",
        5945.6,
        5956.06
    ],
    [
        " deep into yoga you'd be deep into kettlebells or you'd be deep into bulgarian bag or you'd be deep",
        5956.06,
        5961.24
    ],
    [
        " into sambo you're always going down these different paths to add to your to add to your repertoire",
        5961.24,
        5967.98
    ],
    [
        " of moves and movement and strength and conditioning yes is that just still something that you're always",
        5967.98,
        5974.58
    ],
    [
        " doing yes I mean uh one thing that happened very pivotal thing you know when I was in school the",
        5974.58,
        5982.7
    ],
    [
        " thing I focused on first was trying to get some type of work so they had the",
        5982.7,
        5989.14
    ],
    [
        " a San Diego community college fit in the specialist so I they had that the first year I was in that",
        5989.14,
        5995.16
    ],
    [
        " first class and so I did that to become a personal trainer the way personal training set up",
        5995.16,
        6001.88
    ],
    [
        " you know if you work for like an organization like ACE or something like that you always have to",
        6001.88,
        6006.42
    ],
    [
        " upgrade your your training and um so what I did was um I would go outside of ACE and see oh you",
        6007.26,
        6016.22
    ],
    [
        " know what's this like what's this like and I saw this advertisement for um circular strength training",
        6016.22,
        6022.92
    ],
    [
        " and uh I went to bellingham Washington and I did the CST course with Scott Sonnen and you know how",
        6022.92,
        6034.44
    ],
    [
        " why is that relevant to what we're talking about Scott Sonnen is the guy who kind of coined the",
        6034.7,
        6040.88
    ],
    [
        " term the saddle and he's a sambo instructor distinguished master of sport American and um he",
        6040.88,
        6049.98
    ],
    [
        " basically developed that leg lock game of the saddle which everyone does today especially know",
        6049.98,
        6058.1
    ],
    [
        " if you're in no gui that's a big part of it you just you I don't think he gets the credit for it",
        6058.1,
        6062.64
    ],
    [
        " but uh he even had a video that came out that uh didn't really go over to like I guess like as far as",
        6063.16,
        6069.54
    ],
    [
        " like it is everyone knows it now but uh he doesn't get the credit for it so I um I do want to",
        6069.54,
        6076.1
    ],
    [
        " mention that I trained with him with the clubs and did that um certification but then afterwards",
        6076.1,
        6082.86
    ],
    [
        " we went and trained together and um you know I learned some things about uh basically the the thing",
        6082.86,
        6090.32
    ],
    [
        " I learned is no martial art has all the answers and if you understand the counters to a martial",
        6090.32,
        6099.12
    ],
    [
        " art you can counter it if you are on time and you do the technique right and uh you know from his",
        6099.12,
        6107.02
    ],
    [
        " end sambo judo I think he did uh system as well I don't really know too much about that but I was",
        6107.02,
        6114.0
    ],
    [
        " concerned with learning sambo and he was like hey you know you can even um if you'd like",
        6114.0,
        6120.2
    ],
    [
        " compete in sambo but you're gonna have to get your throws together because I was just purely",
        6120.2,
        6125.72
    ],
    [
        " juditsu and uh I was like all right yeah well I want to get back home I'll I'll do some judo I'm like",
        6125.72,
        6132.22
    ],
    [
        " yeah I'll do some judo for like two weeks and then I'll be ready for sambo and I got into judo and",
        6132.22,
        6140.02
    ],
    [
        " I learned judo is its own thing and so I never really I never really had much contact with Scott's",
        6140.02,
        6149.02
    ],
    [
        " son and after that but you know he for one for him I probably never have done judo so then I",
        6149.02,
        6154.48
    ],
    [
        " started training at judo america and uh continued on in judo so I think it's very important",
        6154.48,
        6160.92
    ],
    [
        " if you are a juditsu got you definitely need to learn some typo stand up fighting whether it's",
        6160.92,
        6169.64
    ],
    [
        " wrestling learn something that you can do stand up because if you cannot get the take down",
        6171.4,
        6174.98
    ],
    [
        " what are you gonna do block punches with your face so you don't want to do that",
        6174.98,
        6179.84
    ],
    [
        " and so where's all lead to where does it lead to you what are you doing now?",
        6179.84,
        6184.68
    ],
    [
        " uh well I was uh teaching juditsu at studio 540 and doing a lot of private personal training",
        6185.7,
        6195.0
    ],
    [
        " some people probably know right now studio 540 is defunct but um I'm still continuing on with",
        6195.34,
        6200.98
    ],
    [
        " personal training and juditsu privates and also why travel so at a certain point um you know mark",
        6200.98,
        6211.88
    ],
    [
        " we uh another mutual friend that started with us in uh juditsu another team guy he had a",
        6211.88,
        6219.64
    ],
    [
        " school and a coronado and invited me to come you know train there and teach there so I started",
        6219.64,
        6226.86
    ],
    [
        " doing that and um a Russian guy came in at judoka and he was curious about juditsu and started",
        6226.86,
        6235.5
    ],
    [
        " training with us and then he said hey you know um we need to see we want to see some juditsu in Russia",
        6235.5,
        6242.42
    ],
    [
        " and he said hey if one of you guys want to come out you know call mine out and teach you know I'll",
        6242.42,
        6248.48
    ],
    [
        " set everything up and uh they were no takers I was like yeah well I'm not doing anything I'll go",
        6248.48,
        6254.84
    ],
    [
        " and so I ended up going to uh flouting Vostok and so I've been going there like um you know once",
        6254.84,
        6263.74
    ],
    [
        " a year every two years and work with those guys um I had a guy that I uh that I worked with in",
        6263.74,
        6271.64
    ],
    [
        " Germany, Rhymar he owns a ten show it's a really great school in uh Humberg, Germany so usually on",
        6271.64,
        6280.16
    ],
    [
        " this trip I'll go to Russia, Vladivostok, fly all the way across to Moscow and then over to",
        6280.16,
        6286.26
    ],
    [
        " Humberg, Germany train with those guys then I stop over in New York, visit my brother and then",
        6286.26,
        6292.76
    ],
    [
        " all the way back here. Have you learned any Russian? Uh in every country I've been in everyone",
        6292.76,
        6299.42
    ],
    [
        " speaking English so I really had a home incentive to really learn much. How long do you usually",
        6299.42,
        6304.9
    ],
    [
        " stay in Russia for? Uh usually two weeks. So you're you're training in Russia with mostly",
        6304.9,
        6312.34
    ],
    [
        " judo based guys? No. It's Sombogas, just fighters. Nice. Oh Vladivostok team, Jiu-Jitsu. Oh so it's",
        6312.34,
        6322.74
    ],
    [
        " Jiu-Jitsu guys? Yeah. Oh okay. Yeah I mean Jiu-Jitsu is a worldwide martial art right now that's",
        6322.74,
        6328.1
    ],
    [
        " everywhere. Well I guess I thought that because you said when the guy came to your school he was a",
        6328.52,
        6332.08
    ],
    [
        " judo guy. Yeah he was a judo guy and basically in the judo world all this you know that you're",
        6332.08,
        6337.92
    ],
    [
        " just a guy you know they're they're learning like if you go on the ground you're probably going to get",
        6337.92,
        6341.7
    ],
    [
        " tapped out and so he wanted to learn something a bit about BJJ and so uh and the issue there is",
        6341.7,
        6351.5
    ],
    [
        " they're training with no instructor. They're just going off video and there are some hard core",
        6351.5,
        6360.0
    ],
    [
        " highly skilled guys over there and and women I mean like this it's uh I mean in this area we're",
        6360.0,
        6368.54
    ],
    [
        " retraining before class they have a Sombal and then they have judo men's and women's you know",
        6368.54,
        6375.72
    ],
    [
        " and everyone's going hard so I mean I think everyone needs to especially here Brazil",
        6375.74,
        6382.52
    ],
    [
        " get ready because in Russia they're like they're doing I think that it's Russian Federation",
        6382.52,
        6389.66
    ],
    [
        " on Brazilian Jiu-Jitsu but they allow all of leglocks so you have guys who are highly skilled at",
        6389.66,
        6397.58
    ],
    [
        " Sombal learning and and if you're a highly skilled at Sombal if you're a master's foreign",
        6397.58,
        6403.96
    ],
    [
        " Sombal you're probably a master's foreign judo or at least a black belt because the styles are",
        6403.96,
        6409.1
    ],
    [
        " very very similar except it's you know Sombal of course has the leglocks so you better be prepared",
        6409.1,
        6415.14
    ],
    [
        " because I think you know over time they're used to something that you're not used to and it can",
        6415.14,
        6422.2
    ],
    [
        " make a difference. When you say they're used to something. I'm saying like do a gui tournament",
        6422.2,
        6426.98
    ],
    [
        " and all leglocks are allowed. Oh got it got it yeah. In 10 years what's going to happen?",
        6427.7,
        6433.48
    ],
    [
        " when those guys compete here. Yeah and they're going to have to at some point in America open up",
        6433.78,
        6439.12
    ],
    [
        " leglocks for the gui. It's just it's silly right? Well the issue is it's a sport and they're looking",
        6439.12,
        6448.82
    ],
    [
        " at you know long term health of people and I can tell you when I'm in a Sombal class like",
        6448.82,
        6454.32
    ],
    [
        " looking at the Sombal fighters in Russia I think everyone has at least one leg wrap.",
        6454.32,
        6459.52
    ],
    [
        " Like everyone's hurry. Yeah don't you think it's a little bit too like the culture over there is",
        6459.66,
        6467.8
    ],
    [
        " a little bit different just in terms of like yeah Russian culture is very different.",
        6467.8,
        6473.04
    ],
    [
        " Why? Because they're getting nuts more often like the guys with the leg like you say you see",
        6473.24,
        6478.76
    ],
    [
        " everyone with a leg wrap meaning they kind of maybe have an injury or a hurt legs. Yes.",
        6478.76,
        6482.94
    ],
    [
        " Leglocks and stuff. Yeah that's what I was thinking too. I was like wait but like we have like",
        6483.3,
        6488.44
    ],
    [
        " no gui has leglocks here. Yeah. So we don't have that much of that but then how you say like Russian",
        6488.44,
        6494.48
    ],
    [
        " they go hard. So consider leglocks is being a complete part of the jujitsu culture or Sombu and all",
        6494.48,
        6500.4
    ],
    [
        " this but they go hard. Yeah. That's when you're going to see that. Yeah and also what is complete.",
        6500.4,
        6506.06
    ],
    [
        " I mean if you look at you know having trained in judo now your",
        6506.06,
        6512.84
    ],
    [
        " Kanos original vision was you have a style where you can strike you can throw. Oh you're still",
        6512.84,
        6521.68
    ],
    [
        " moving on the ground I can submit. So it's I think it's imperative whether you learn wrestling",
        6521.68,
        6527.82
    ],
    [
        " judo, Sombu you need some type of stand-up art. You know that's the full complete system. Yes sir.",
        6527.82,
        6534.9
    ],
    [
        " Yeah it's tough to like the kids that wrestle. Like if you if you start judo I'm not saying you're",
        6535.3,
        6542.28
    ],
    [
        " not going to be able to pull this off but if you start judo at whatever you know 24 or 31 or",
        6542.28,
        6549.64
    ],
    [
        " whatever you start later in life to get the reps in for the takedown game when you're a little",
        6549.64,
        6556.04
    ],
    [
        " bit more fragile and compared to a kid that wrestled you know six years old eight years old ten",
        6556.04,
        6562.48
    ],
    [
        " years old through high school had you know hundreds of tournaments hundreds of hours in the on the",
        6562.48,
        6570.02
    ],
    [
        " mat doing takedowns and by the time like that's why the UFC is so dominated by wrestlers because",
        6570.02,
        6576.14
    ],
    [
        " they are they have that in thing just embedded they don't they don't need to learn that that's",
        6576.14,
        6580.86
    ],
    [
        " embedded in them they know how to get that takedown they know how to get out the takedown they know",
        6580.86,
        6584.34
    ],
    [
        " how to scramble there's a huge part of that that wrestling comes in and that's what's when you",
        6584.34,
        6590.66
    ],
    [
        " start taking that and you just make replace wrestling with sombo and now you've been doing that",
        6590.66,
        6595.2
    ],
    [
        " your whole life which has takedowns yes it also has submissions it also has knee locks and",
        6595.2,
        6600.44
    ],
    [
        " foot locks I wish that there was just something like unified grappling. That's a vision you know",
        6600.44,
        6609.24
    ],
    [
        " um that was kind of happening at studio 540 yeah all different kinds of black belts from all over",
        6609.24,
        6615.88
    ],
    [
        " coming together to teach their jujitsu I mean because but beyond that right what you need is",
        6615.98,
        6622.86
    ],
    [
        " unified grappling where the whole world says these are the rules like these are the rules the whole",
        6622.86,
        6630.7
    ],
    [
        " world so in the Olympics there's no more judo wrestling um uh freestyle wrestling greco it's just",
        6630.7,
        6639.4
    ],
    [
        " grappling unified grappling if you want if you want to like if we're going to get invaded by aliens",
        6641.2,
        6646.8
    ],
    [
        " that grapple if we're going to compete with them we got to you know five this we got to",
        6646.8,
        6651.78
    ],
    [
        " unify this pretty quickly otherwise they're going to have a leg up because they've been out there",
        6651.78,
        6656.36
    ],
    [
        " you know in their planet sure and they're they've combined it all together they got the unified",
        6656.36,
        6661.88
    ],
    [
        " grappling potentially this is what are we going to tell the aliens Jeff oh you'd be like hey no",
        6661.88,
        6667.42
    ],
    [
        " no reaping here hey no what is it no guillotine you know no guillotine's from that position",
        6668.12,
        6673.66
    ],
    [
        " we can't tell that to an alien they don't care they're they're they're to win that's very true",
        6673.66,
        6677.96
    ],
    [
        " unified grappling free the world you know on that subject uh this might uh rub a few",
        6677.96,
        6687.84
    ],
    [
        " people the wrong way but I think when I look at you jiu jitsu one thing I think that can really help",
        6687.84,
        6692.62
    ],
    [
        " is to make a rule set of that switched like in other words if I pass your guard that's three points",
        6692.88,
        6701.8
    ],
    [
        " make that an advantage and make actual submissions like if you have to escape it those are the points",
        6701.8,
        6709.06
    ],
    [
        " we're what finishes flights where you could actually have killed this person",
        6709.06,
        6713.86
    ],
    [
        " chokes make those four points and if I see I have the choke on and you're trying to escape",
        6713.86,
        6720.08
    ],
    [
        " and you get out as four points and then this way people are going after submissions more",
        6720.38,
        6726.38
    ],
    [
        " rather than because I had a judo judo kabuti uh a ross and he would do",
        6726.38,
        6733.2
    ],
    [
        " jiu jitsu tournaments in the black belt division he's a judo black belt and he would win some of",
        6733.2,
        6740.56
    ],
    [
        " these tournaments you know 50-50 I would assume but basically he's like I'm going to throw",
        6740.56,
        6746.12
    ],
    [
        " and stay on top and stay out of submissions and basically he could do that at will because he's",
        6746.12,
        6751.38
    ],
    [
        " like a legit judoka and that's that's a problem yeah you do it this way that's just an advantage",
        6751.38,
        6758.72
    ],
    [
        " but you now you're forcing people to go for the submission more yeah well maybe that's part of",
        6758.72,
        6764.8
    ],
    [
        " the unified grappling rules yeah because it shows choke four points armlock shoulder locks type stuff",
        6764.8,
        6771.52
    ],
    [
        " maybe three points bjj doesn't like uh leg locks too much make that two points here's the only",
        6772.48,
        6778.7
    ],
    [
        " here's the only argument I'll say against that if you're in a fight and you get across side you get",
        6778.7,
        6787.0
    ],
    [
        " past someone's guard that's a real problem like if we if we're going to a real fight that's why",
        6787.0,
        6793.1
    ],
    [
        " I think it's so advantageous well that's why I think it's a big deal because they say oh if you",
        6793.1,
        6797.08
    ],
    [
        " pass the guard if you want to fight you're gonna you're gonna much much much worse situation",
        6797.08,
        6803.84
    ],
    [
        " than you were in a second ago right so that's and if you're mounted even worse right half-guard",
        6803.84,
        6810.94
    ],
    [
        " and a little bit but so I think there's there's an L.A. and if you give up the back obviously in a",
        6810.94,
        6816.48
    ],
    [
        " real fight that's the that's the biggest problem so you remove the striking but if you added the",
        6816.48,
        6822.8
    ],
    [
        " striking in those positions are in some ways even more important even more relevant well I'm not",
        6822.8,
        6828.72
    ],
    [
        " complaining philosophy I didn't say the relevance of the of those positions are any less I'm just saying",
        6828.72,
        6835.02
    ],
    [
        " for a sport to get people to go more for submissions rather than because there are we've seen it",
        6835.02,
        6841.48
    ],
    [
        " bunch of guys who are wrestled in high school I got to take down advantage I'll take this person",
        6841.48,
        6846.54
    ],
    [
        " down wiggle a little bit to make sure the ref things I'm still doing something they stand",
        6846.54,
        6852.66
    ],
    [
        " us up I do it again and they won and they never submitted anyone yeah and you feel cheated",
        6852.66,
        6857.74
    ],
    [
        " attempted a submission yeah you feel cheated you're on the bottom doing guard the whole time",
        6857.74,
        6861.58
    ],
    [
        " and couldn't do anything because you got stalled out yeah installing is a real thing yeah if someone's",
        6861.58,
        6868.8
    ],
    [
        " stalling that's like a hard thing to undo you know I mean without strikes yeah yeah and then you",
        6868.8,
        6876.08
    ],
    [
        " have the strikes in yeah that's a whole different thing so you're talking about essentially like",
        6876.08,
        6880.94
    ],
    [
        " with the philosophy you know of fighting yeah you know let's kind of keep it to that yeah but for",
        6880.94,
        6886.2
    ],
    [
        " the sport you're you're absolutely right like even if like even just stalling in general like even if",
        6886.2,
        6891.36
    ],
    [
        " you're just up by some points that you got from all your cool takedowns or whatever and then they",
        6891.36,
        6896.48
    ],
    [
        " take you down and you're now they're only kind of they're only the only thing they can do really",
        6896.48,
        6902.8
    ],
    [
        " is tap you out because there may be a minute left they can't score 14 points in a minute to not",
        6902.8,
        6908.32
    ],
    [
        " get tapped out if someone's just my whole thing yeah you're mounted just like control and you just",
        6908.32,
        6912.5
    ],
    [
        " don't want to get get tapped out that's hard for the guy you it's hard to tap someone out like way",
        6912.5,
        6916.74
    ],
    [
        " harder to tap someone out when they're their whole thing is just not to get tapped out so yeah it can",
        6916.74,
        6921.94
    ],
    [
        " be like an issue for the sport philosophy do you follow you know you still get the same result of",
        6921.94,
        6928.28
    ],
    [
        " guard passing and positional dominance because well what kind of arm locks are you doing when you're",
        6928.28,
        6934.02
    ],
    [
        " in someone's guard yeah you know I'm not going to do a commodity if I'm in your guard",
        6934.02,
        6938.24
    ],
    [
        " so you're still forced to I mean those principles of Ulsa Comey those are all the positions",
        6938.24,
        6944.48
    ],
    [
        " right of pinning someone those are still going to be important I mean in judo there's no",
        6944.48,
        6950.68
    ],
    [
        " there are no points for guard passing it's just pin this person because I know if I have you pinned",
        6950.68,
        6955.56
    ],
    [
        " if I want to I could bash you or I could go into submissions right yeah so that the advantage",
        6955.56,
        6962.26
    ],
    [
        " for guard passing or whatever isn't the point it's because you're now your cross side there's your",
        6962.38,
        6967.8
    ],
    [
        " advantage so it's sort of like so use it then yes that's such a great you know use it but you're",
        6967.8,
        6972.98
    ],
    [
        " not giving points for that kind of stuff over here that's the Jeff Higgs way you know and I'm not saying",
        6972.98,
        6978.7
    ],
    [
        " you know I'm you know it's just a thought you know maybe it's a nothing thought but the idea is to",
        6978.7,
        6985.74
    ],
    [
        " keep the purity of going for submissions in jujitsu I mean I think with rules that were seeing",
        6985.86,
        6993.24
    ],
    [
        " in BJJ and judo's even worse because it's had a longer history of taking dangerous moves out",
        6993.24,
        7000.04
    ],
    [
        " and that's what I see happening in BJJ yeah well I think the ultimate rule set for grappling is",
        7000.04,
        7006.62
    ],
    [
        " no striking that's it no time limit no submissions are barred",
        7006.62,
        7013.46
    ],
    [
        " just so you're not allowed to punch or strike the other person or kick them other than that you can",
        7013.8,
        7018.3
    ],
    [
        " get after it and you can go as long as it takes which means people are gonna have to you know",
        7018.3,
        7024.72
    ],
    [
        " yeah yeah yeah come on let's face I mean the sport thing you know you can't make the audience",
        7024.72,
        7029.88
    ],
    [
        " I know I know you know five oh well I don't know people do people do other sports that take a",
        7029.88,
        7035.06
    ],
    [
        " really long time and they manage to televised that baseball game takes many hours right so you",
        7035.06,
        7041.34
    ],
    [
        " would occasionally you'd get some weird match that goes like nine hours before someone taps out",
        7041.34,
        7047.32
    ],
    [
        " from dehydration that's what I want to see I want to see someone tap out from dehydration no",
        7047.32,
        7052.36
    ],
    [
        " you know what I'm saying because you know how to get a drink you got to go in hydrated you got to",
        7052.36,
        7056.7
    ],
    [
        " go in a fuel in your system yeah so yeah it's a lot different I think than baseball but yeah",
        7056.7,
        7062.5
    ],
    [
        " because baseball you have like understood little breaks that's why we can hang out right that's",
        7062.5,
        7067.26
    ],
    [
        " why it can last so long yeah I'm not on time limit you just to tournament there would be like a",
        7067.26,
        7072.5
    ],
    [
        " limitation just by nature yeah just by the limitations of humans for the audience remember they",
        7072.5,
        7078.36
    ],
    [
        " not gonna be happy about that because at any moment the match could technically turn around yeah",
        7078.36,
        7083.08
    ],
    [
        " well I do a solution for that too my solution for that is you run three matches at the same time",
        7083.08,
        7087.98
    ],
    [
        " so two of those matches are gonna at least one of those out of three is gonna be kind of exciting",
        7087.98,
        7092.38
    ],
    [
        " at some point so you're just running three matches you focus the television over there",
        7092.38,
        7096.42
    ],
    [
        " I got this solved yeah what did I had a name for this what was I naming it unified grappling no",
        7096.84,
        7103.36
    ],
    [
        " unified grappling yeah but there's just like no no time limit death matches basically because it's",
        7103.36,
        7108.94
    ],
    [
        " you the only way there's one way to win make the other person tap out yeah that's the one way you win",
        7108.94,
        7113.96
    ],
    [
        " yeah that's a game changer yeah remember the Hicks and Tournaments that were like that",
        7113.96,
        7119.14
    ],
    [
        " it was you put you could also win by 15 points yeah so those are those those matches would not",
        7119.14,
        7125.44
    ],
    [
        " go along those matches would not go along you could win by 15 points or submission and those",
        7125.44,
        7132.78
    ],
    [
        " matches would be like seven minutes four minutes ten minutes occasionally there'd be some you know",
        7132.78,
        7137.8
    ],
    [
        " 20-minute match yeah rarely with the Gracie tournament is similar I mean they they give you points for",
        7137.8,
        7145.58
    ],
    [
        " guard pass mount and back control those are the only points and you know the rest is continuing",
        7145.58,
        7153.38
    ],
    [
        " until someone gets submitted or or 15 points yeah because 15 points does show you win yeah I mean",
        7153.38,
        7160.3
    ],
    [
        " if you beat somebody by 15 points that means positionally if you were in a real fight you would",
        7160.3,
        7165.22
    ],
    [
        " have you destroy them yeah it's horrible when you get somebody that's really good like positioning",
        7165.22,
        7169.94
    ],
    [
        " like an MMA fighter to roll with and and like I'll do this with Taylor we got a guy here named Taylor",
        7169.94,
        7176.16
    ],
    [
        " Johnson who needs to savage wrestler and do savage and everything but you know he gets a position",
        7176.16,
        7181.6
    ],
    [
        " on me and I'm just thinking if he if we were in a fight right now he would just he would be just",
        7181.68,
        7188.26
    ],
    [
        " killing me he would be punching me in the head until I was dead repeatedly like repeatedly dead",
        7188.26,
        7194.8
    ],
    [
        " so if anybody wants to get a hold of you like anyone wants to get a seminar because that's another",
        7194.8,
        7205.24
    ],
    [
        " thing you know you mentioned it self defense and how that's kind of what your focus is it's really",
        7205.24,
        7210.9
    ],
    [
        " solid like you have your own little techniques in there you got moves I know you do weapon stuff",
        7210.94,
        7217.36
    ],
    [
        " if somebody wants to get a hold of you to get some kind of training what do they do who do they",
        7217.36,
        7221.04
    ],
    [
        " contact I guess they could contact me well how would they do that so this is an issue",
        7221.04,
        7226.16
    ],
    [
        " um jockel sent me a text last night and said do you have Instagram and I said no I don't have any",
        7226.16,
        7235.34
    ],
    [
        " social media and um basically I can give you my email you can call me and leave a message",
        7235.34,
        7243.88
    ],
    [
        " told us basically how do you have like an email that could be open to the public because you",
        7243.88,
        7250.26
    ],
    [
        " don't want to be given out your email that's you know you're you're doing your normal personal",
        7250.26,
        7254.72
    ],
    [
        " business on to a bunch of people all right well let me let me let me make one right now and then",
        7254.72,
        7261.16
    ],
    [
        " I'll set this email up all right so we will put that out in the future yeah and I'll post it",
        7261.16,
        7267.64
    ],
    [
        " how to get in touch with Jeff echo you got anything else that's it it's good good to see again",
        7267.64,
        7279.04
    ],
    [
        " yeah man great to be here thanks for having me on yeah man any other any other closing thoughts",
        7279.04,
        7283.58
    ],
    [
        " anything I missed well I think um right now it's a really important thing we're looking at the",
        7283.58,
        7291.3
    ],
    [
        " I'm talking about the world situation right now and um I think it's really important you know with",
        7291.3,
        7300.96
    ],
    [
        " all these things going on that we somehow get some cohesion because I mean looking at you jitsu",
        7300.96,
        7310.3
    ],
    [
        " um seal team all these different ways of uh destruction it's a lot easier to destroy than it is to create",
        7310.3,
        7317.96
    ],
    [
        " and you know as we have to start thinking on a species level I don't really want to get preachy",
        7317.96,
        7324.38
    ],
    [
        " on people but I mean just something I see um if we don't do it humans in general are getting",
        7324.38,
        7331.58
    ],
    [
        " so good at war and destruction that we're gonna end up killing ourselves and really",
        7331.58,
        7339.72
    ],
    [
        " all around us you know you have the universe we there's a wake-up core right now the whole",
        7339.88,
        7345.48
    ],
    [
        " planet got caught off guard with the virus luckily I mean there are a lot of people have died from it",
        7345.48,
        7352.8
    ],
    [
        " but um the death rate is not like 50% or higher I mean what if Ebola was as contagious as this virus",
        7352.8,
        7362.0
    ],
    [
        " so we have to be smart with what we're doing basically nature given us human species",
        7362.0,
        7369.02
    ],
    [
        " a wake-up core on gotta start being aware of what's going on outside of our little bubble the human bubble",
        7369.16,
        7377.3
    ],
    [
        " that's uh basically what I wanted to say there's like um this is you know a physicist you",
        7377.3,
        7387.28
    ],
    [
        " agree familiar with the card of show scale no so a physicist was um",
        7387.28,
        7394.3
    ],
    [
        " a astronomer looking out into space you know with his equipment and what do you look for",
        7396.04,
        7402.04
    ],
    [
        " in space for life and so he started coming up with things that he would look up look for",
        7402.04,
        7411.12
    ],
    [
        " and uh he came up with these levels type zero type one type two type three and humans right now",
        7411.12,
        7419.64
    ],
    [
        " we're at type zero civilization civilization right type one is when we actually have a really good",
        7419.64,
        7427.42
    ],
    [
        " control of the planetary systems and then type two is when we have control of the energy of the sun",
        7427.42,
        7435.08
    ],
    [
        " and type three the galaxy this is all hypothetical but the issue is you know with um our capability",
        7435.08,
        7443.46
    ],
    [
        " at war right now we gotta be really careful because if we don't reach that type one level where you",
        7443.46,
        7450.88
    ],
    [
        " know at we at a certain point we're gonna be able to give um there's gonna be food everything for",
        7450.88,
        7457.0
    ],
    [
        " everyone you see what I'm saying like over time humans make things easier and one of the one of",
        7457.0,
        7465.66
    ],
    [
        " the issues we have is all resources and stuff like that that are um if they're in low supply here",
        7465.66,
        7472.52
    ],
    [
        " you have that starts causing scurm issues and stuff like that so what I'm saying is over time",
        7472.52,
        7476.8
    ],
    [
        " those problems are gonna be solved but before we reach type one at a certain point",
        7476.8,
        7482.64
    ],
    [
        " weapons and and how to fight that also starts to spread and then at a certain point we can end up",
        7482.64,
        7491.08
    ],
    [
        " destroying ourselves before you don't reach type one civilization and type one type one",
        7491.08,
        7502.5
    ],
    [
        " you know we're not even type one now and we've left the planet leave the planet and stay somewhere",
        7503.26,
        7508.68
    ],
    [
        " I mean no type one is harness the energy of our planet like all the energy not just like oil",
        7508.68,
        7514.3
    ],
    [
        " or whatever it's like basically utilize 100% of the energy available from our planet whatever",
        7514.3,
        7518.48
    ],
    [
        " that is that's type zero type one that's type one we're not even there yet how do you know this",
        7518.48,
        7523.84
    ],
    [
        " echo trunks because you just figured it out we're reading we hang out at the same spots you know",
        7523.84,
        7529.86
    ],
    [
        " haha but essentially I'm getting at you know uh we don't want to get caught off guard",
        7531.16,
        7537.84
    ],
    [
        " and I see there's a lot of separation right now and a lot of social unrest and we have to get through",
        7537.84,
        7546.62
    ],
    [
        " that to a point where we start to unify it's very very tough to do um but hopefully it can happen",
        7546.62,
        7555.24
    ],
    [
        " what do you see as like when you see the the disunification like what do you see as things to",
        7555.5,
        7564.22
    ],
    [
        " move in the right direction of becoming unified again well I think one of the main reasons is um",
        7564.22,
        7572.26
    ],
    [
        " not thinking on a species level and you know when I'm talking about this I feel kind of funny",
        7572.26,
        7578.46
    ],
    [
        " because it feels like I'm talking in the clouds or something like that but I'm just being really",
        7578.46,
        7583.38
    ],
    [
        " genuine and sincere about the human species looking at itself as a species and not as so separate",
        7583.38,
        7591.54
    ],
    [
        " you know in my travels I've been came from the projects came out to came here and became a seal",
        7591.54,
        7599.12
    ],
    [
        " in uh San Diego my travels in jujitsu learning there judo uh traveling around the world I've seen",
        7599.12,
        7607.98
    ],
    [
        " all kinds of different people you know in seal teams southeast Asia been out central america south america",
        7607.98,
        7614.08
    ],
    [
        " russia and I see everyone really wants the same thing basics of life you know and and if you",
        7614.08,
        7623.34
    ],
    [
        " if you're in the military going to russia it's kind of a big deal in a sense because they were like",
        7623.34,
        7628.26
    ],
    [
        " the great enemy and I see like uh families over there just like everybody else everyone's trying",
        7628.26,
        7633.7
    ],
    [
        " to live their life the best they can and uh the separatism that we have is making a big problem",
        7633.7,
        7642.34
    ],
    [
        " we're gonna end up killing ourselves before we reach a level where everything can be better for",
        7642.34,
        7649.98
    ],
    [
        " everyone that way I mean before I even continues that sound like kind of whacking you know",
        7649.98,
        7655.22
    ],
    [
        " no because you know what it is actually like you make a good point where it's like and people",
        7655.22,
        7663.68
    ],
    [
        " say that people do say that everyone's well but that's a lot of time not what you hear so when",
        7663.68,
        7668.68
    ],
    [
        " like what you're talking about is essentially like you know how if you have you know you have kids",
        7668.68,
        7672.86
    ],
    [
        " right where let's say you know I don't know you have a goal to get somewhere to do something or",
        7672.86,
        7677.02
    ],
    [
        " really just a general go as a family where it's like okay our job is parents is to maintain this",
        7677.02,
        7681.92
    ],
    [
        " household make sure you guys are prepared for life when you grow up and when you do that you're",
        7681.92,
        7685.7
    ],
    [
        " gonna be successful in whatever way you want to be and then you can sort of do the same and",
        7685.7,
        7689.42
    ],
    [
        " around we go right the same kind of analogy perpetuate the species exactly right so you know",
        7689.78,
        7695.76
    ],
    [
        " in a smaller a smaller analogy is like a family situation but currently in our family the whole",
        7695.76,
        7701.84
    ],
    [
        " world we're kind of infighting you know the brothers and sisters will fight and he'd be like hey he",
        7701.84,
        7706.38
    ],
    [
        " took my thing no no he hit me he pulled my hair so he goes well you pull my hair back even harder",
        7706.38,
        7710.94
    ],
    [
        " oh and now they're fighting and then you're like hey don't yell and then the wife is like hey",
        7710.94,
        7715.36
    ],
    [
        " don't yell at her like that you didn't have to say you know so we're all infighting we're forgetting",
        7715.42,
        7719.8
    ],
    [
        " about like we don't forget about I think we get distracted by just a little micro feel or the",
        7719.8,
        7726.68
    ],
    [
        " the short term things that go on and we we start to forget about you know progress you know I mean",
        7726.68,
        7734.02
    ],
    [
        " I just I don't want to come off sound and high-minded or anything like that you know I'm just",
        7734.02,
        7739.08
    ],
    [
        " looking at the world per se and what has just happened not just our country but all over the world",
        7739.08,
        7748.6
    ],
    [
        " like this virus has come out and everyone got caught with their pastel what kind of prep was made",
        7748.6,
        7754.1
    ],
    [
        " everywhere now what if that virus was more deadly what we have to be smart yeah what would that",
        7754.1,
        7763.8
    ],
    [
        " would that unify the world against a common enemy or would it separate the world more and here's",
        7764.7,
        7771.08
    ],
    [
        " remember I had I tried a guy named Peter it's you he's a doctor and he was a doctor in a",
        7771.08,
        7777.66
    ],
    [
        " um in the trauma center an ER doctor in Baltimore and so I forget the statistics he was dealing with",
        7777.66,
        7784.26
    ],
    [
        " something like 18 puncture wounds a day so that's shootings and stabbing this is Baltimore you know",
        7784.26,
        7790.88
    ],
    [
        " one of the worst crime rates in it's actually one of the worst crime rates in the world I don't",
        7790.88,
        7795.36
    ],
    [
        " know if you knew that it's in the whole world it's one of the worst crime rates so that's what he's",
        7795.36,
        7798.9
    ],
    [
        " dealing with and what he said was when you have a family come in that's gone through this kind of",
        7798.9,
        7804.74
    ],
    [
        " trauma usually it's the loss of someone because these puncture wounds are you know stabbing or not",
        7804.74,
        7809.46
    ],
    [
        " everyone says hate to use the word not everyone's as lucky as your brother was taken of seven inch knife",
        7809.46,
        7815.5
    ],
    [
        " to the chest and surviving right most people are gonna die from that and that's what happens",
        7815.5,
        7820.48
    ],
    [
        " so what he said was if the family is tight they're tight knit family and they and this horrible event",
        7820.48,
        7830.26
    ],
    [
        " occurs this pressure will make them even tighter however opposite is also true if there's fractures",
        7830.26,
        7839.96
    ],
    [
        " in the family those fractures under that pressure explode and it destroys the families so I think",
        7839.96,
        7847.52
    ],
    [
        " what you're seeing right now and what you're talking about is let's face it in the world as a species",
        7847.52,
        7853.48
    ],
    [
        " there's fractures right there's fractures with different countries there's fractures with different",
        7853.48,
        7860.36
    ],
    [
        " cultures and all of a sudden we just got put under pressure by the disease and what we're seeing now",
        7860.36,
        7867.8
    ],
    [
        " is we're starting to see these fractures expand and what I will from my perspective the thing that we",
        7867.8,
        7876.38
    ],
    [
        " miss and I keep trying to say this in different ways and maybe I mean I'll keep trying to say it",
        7876.92,
        7881.94
    ],
    [
        " you know in the military what you end up doing is you end up dehumanizing the enemy and it's",
        7881.94,
        7888.24
    ],
    [
        " kind of a goal right kind of a goal to say you know what I'm gonna have to go kill these people",
        7888.24,
        7895.54
    ],
    [
        " that's what I'm gonna get told to do I'm gonna go kill these people so you know what I'm not even",
        7895.54,
        7900.02
    ],
    [
        " gonna call them people because there's some part of your subconscious that says hey it's not okay",
        7900.02,
        7903.04
    ],
    [
        " to kill people so you know what I'm gonna call them animals I'm gonna call them savages I'm gonna",
        7903.04,
        7906.88
    ],
    [
        " call them whatever I'm gonna call them uh crowds right world war two I'm gonna call them gooks in",
        7906.88,
        7914.12
    ],
    [
        " the Korean war we're gonna give them names that's not people so now we start to dehumanize them and",
        7914.12,
        7920.2
    ],
    [
        " now all of a sudden it's a little easier makes that job a little bit easier to kill them okay so",
        7920.2,
        7924.08
    ],
    [
        " that's war that's what happens there well what happens when you start looking at of the different",
        7924.08,
        7929.04
    ],
    [
        " culture and you start doing the same thing because you're like well I gotta take care of the",
        7929.94,
        7933.52
    ],
    [
        " peat we're gonna we're getting pressured by this disease we're getting pressured by it and I'm",
        7933.52,
        7939.48
    ],
    [
        " gonna take care of the people that are with me and what do I do how do I how do I be mentally okay",
        7939.48,
        7944.72
    ],
    [
        " with that I got a good solution for you I'm gonna dehumanize the other people and now we get separated",
        7944.72,
        7951.46
    ],
    [
        " and now we don't talk to them and so that's what when you talk about Jeff when you go to these other",
        7951.46,
        7956.1
    ],
    [
        " countries and you start talking to people all of a sudden they're not Russians to you they're",
        7956.94,
        7964.68
    ],
    [
        " whatever uh Ivan you know they're a person with a family and it becomes they become humanized",
        7964.68,
        7971.98
    ],
    [
        " to you just like when they meet you and they go you know they have this horrible vision of what",
        7971.98,
        7975.88
    ],
    [
        " Americans are like and then they meet you and you're cool and guess what y'all do you do it soon",
        7975.88,
        7979.34
    ],
    [
        " you like footlox and it's like all of a sudden it becomes human but we don't do that we don't",
        7979.34,
        7983.9
    ],
    [
        " humanize each other on a broad scale which is very strange right now because we should have the",
        7983.94,
        7987.88
    ],
    [
        " ability to do that better than anyone right now right because we've got all these communication",
        7987.88,
        7992.58
    ],
    [
        " systems set up where we should be able to say hey everybody look look let's let's be together",
        7992.58,
        7998.38
    ],
    [
        " but instead we show each other the worst part of our of ourselves and and we place blame instead",
        7998.38,
        8005.66
    ],
    [
        " of taking ownership and that that's kind of how we do so instead of us unifying as you said Jeff",
        8005.66,
        8011.56
    ],
    [
        " this pressure that gets put on us by something like this virus all of a sudden we become more fragmented",
        8011.92,
        8016.66
    ],
    [
        " and when we become fragmented the ability to communicate with each other goes down instead of up",
        8016.66,
        8022.28
    ],
    [
        " and the possibility of someone actually saying hey hold on a minute you know other human or other",
        8022.28,
        8029.16
    ],
    [
        " thing wait maybe you have some of the same whatever you just said Jeff about like hey",
        8029.16,
        8036.0
    ],
    [
        " maybe it's pretty much got the same goals right like you said like hey I want to my kids to have",
        8036.4,
        8041.52
    ],
    [
        " a better life than me I want my kids to do better than me I want them to have a a nice be able to",
        8041.52,
        8047.3
    ],
    [
        " be able to have their own family and kind of repeat what we did here that's kind of a common theme",
        8047.3,
        8053.58
    ],
    [
        " and it's the same thing in Iraq you know whenever I explain on Iraqi family to people I say oh if",
        8053.58,
        8060.32
    ],
    [
        " you want to know what an Iraqi family is like it's very easy for me to explain it's like an American",
        8060.32,
        8064.84
    ],
    [
        " family like if you ask you asking some Iraqi dad what his goal is his goal is to take care of his kids",
        8065.0,
        8072.62
    ],
    [
        " you know build up a house build the business so their kid that's what their goals are the same thing",
        8072.62,
        8077.46
    ],
    [
        " when you ask an American dad that same thing so it's across the board we get in these situations",
        8077.46,
        8082.42
    ],
    [
        " where instead of we're all like a mass dehumanization mode well how the relevance to Jiu Jitsu is there's",
        8082.42,
        8092.52
    ],
    [
        " definitely a clannish aspect to all martial arts at train Taikwondo you're training boy Thai you know",
        8092.52,
        8099.56
    ],
    [
        " you're nothing you know this kind of attitude of well and from my experience going and learning",
        8099.56,
        8110.44
    ],
    [
        " a different martial art starting from ground up you see that the martial arts also all have the same",
        8110.44,
        8116.88
    ],
    [
        " goal of I get into an altercation I can take care of myself you know so it's I think",
        8118.04,
        8123.44
    ],
    [
        " learning this stuff has has kind of it has changed me in a way where I'm trying to",
        8123.44,
        8130.82
    ],
    [
        " instead of comparing contrast and trying to see how we're more similar rather than how we're more",
        8130.82,
        8139.32
    ],
    [
        " different that's a way to say it yeah and the other interesting thing about let's face it",
        8139.32,
        8146.1
    ],
    [
        " if you if you know Jiu Jitsu more Thai boxing wrestling Taikwondo Ninh Jitsu Ken Po you if you know if you",
        8146.1,
        8156.28
    ],
    [
        " know 27 different martial arts right and somebody introduces you to the 29th if you have an open",
        8156.28,
        8165.46
    ],
    [
        " mind you will learn something yes from that other thing right it's kind of like I mean back in the",
        8165.46,
        8172.74
    ],
    [
        " day Jeff you and I lived through this where it was a Jiu Jitsu move or it was bullshit if it wasn't",
        8172.74,
        8181.08
    ],
    [
        " a if it wasn't a Jiu Jitsu move like this is a Jiu Jitsu move then it's bullshit right that's the",
        8181.08,
        8187.42
    ],
    [
        " that's the old mentality like that is not a Jiu Jitsu move so therefore it can't work and it shouldn't",
        8187.42,
        8192.82
    ],
    [
        " be part of the system it shouldn't be part of the world that's a bad attitude to have and it's the",
        8192.82,
        8197.84
    ],
    [
        " same attitude if you look at another culture and you're like okay well there's a lot of things that",
        8197.84,
        8201.86
    ],
    [
        " in that culture that is doesn't make sense to me what does make sense what how do you open your",
        8201.86,
        8207.78
    ],
    [
        " mind to say okay well at least if I don't want to be a part of that culture what can I take from it",
        8207.78,
        8214.56
    ],
    [
        " what can I understand from it how can I relate to it so it makes me and my culture a little bit",
        8214.56,
        8220.4
    ],
    [
        " better a little bit more understanding have a better grasp on on the world and we we don't do that",
        8220.4,
        8226.26
    ],
    [
        " just like the old school martial arts and specifically the old school Jiu Jitsu was if it's not",
        8226.26,
        8231.74
    ],
    [
        " part of this then it if it's not Jiu Jitsu don't don't do it doesn't work and it's don't bring it",
        8231.74,
        8237.72
    ],
    [
        " in here and that's the way I mean I think I guess you could say like Bruce Lee you know he was kind",
        8237.72,
        8243.8
    ],
    [
        " of an early adopter and you know if it doesn't you know he had some great quotes of which I can't",
        8243.8,
        8249.6
    ],
    [
        " think of any right now but it's a what's useful discard there you go thank you absorb what's",
        8249.6,
        8254.66
    ],
    [
        " useful discard the rest so that's the attitude to have and yet what we like to do",
        8254.66,
        8260.56
    ],
    [
        " in martial arts and in life is discard everything else we're not listening I don't want to know what",
        8261.02,
        8268.36
    ],
    [
        " you know what you know doesn't make sense to me and I don't want to be a part of it",
        8268.36,
        8273.42
    ],
    [
        " I hope you know I'm not and I don't have any misconceptions like you know we're all going to",
        8273.42,
        8279.96
    ],
    [
        " be holding hands singing kumbayan all this stuff I'm not saying anything well I for one don't",
        8279.96,
        8290.54
    ],
    [
        " basically have what I'm saying is over time what people have now they didn't have a century ago",
        8290.76,
        8298.68
    ],
    [
        " you know humans progress over time they get better all people do this and the same thing with",
        8298.68,
        8305.2
    ],
    [
        " you know our war and stuff like that we got to find answers or we're going to end up destroying",
        8305.2,
        8311.18
    ],
    [
        " ourselves or in the fights against ourselves something else is going to get us and this is a warning",
        8311.18,
        8318.28
    ],
    [
        " sign from nature you know there's a whole universe out there I mean when you start studying things",
        8318.28,
        8324.26
    ],
    [
        " in science like astronomy and stuff like that and how really big and expansive you know reality",
        8324.26,
        8331.34
    ],
    [
        " really is we're in a really little small space and I know maybe to some religious people you know",
        8331.34,
        8337.76
    ],
    [
        " science perspective is not really that great but I'm trying to deal with what we know with",
        8337.76,
        8344.66
    ],
    [
        " some certainty you know what I do know certainly is we're in this life right now we want to make it",
        8345.66,
        8351.28
    ],
    [
        " the best we can before it's over and so that's why I was I wanted to put that point out",
        8351.28,
        8358.56
    ],
    [
        " and on a on a on a personal level like it seems like you're doing your best to kind of reach out",
        8358.56,
        8367.76
    ],
    [
        " the world and make that happen through through jujitsu through martial arts yeah I have to say um",
        8367.76,
        8377.3
    ],
    [
        " even seal team I mean uh getting in seal team coming out of the projects I don't know",
        8377.3,
        8383.72
    ],
    [
        " anyone from the projects this and that that was in the teams during that time you know I was definitely",
        8383.72,
        8388.72
    ],
    [
        " unique in that aspect so um you get introduced to all different people and you know when you",
        8388.72,
        8396.08
    ],
    [
        " travel around the world same thing and uh are we going to keep doing what we're doing because I think",
        8396.08,
        8403.76
    ],
    [
        " the path right now might not be the best one and again with humility because I know when you",
        8403.76,
        8411.84
    ],
    [
        " start talking like these people are like you know shut the hell shut the fuck up whatever this",
        8411.84,
        8416.0
    ],
    [
        " whatever the case when you when you look at the it's the the idea I think I think here's here's",
        8416.08,
        8426.6
    ],
    [
        " the crazy thing the most simplistic thing that you've said is the thing that people have such a hard",
        8426.6,
        8432.68
    ],
    [
        " time with which is looking at all humans as one species that's why when you put that video out",
        8432.68,
        8442.86
    ],
    [
        " last week uh a couple we say about everyone being human I was like you know that was a cool thing man",
        8442.9,
        8449.98
    ],
    [
        " you know it's it's uh you know especially right now in the state of the US what's going on",
        8449.98,
        8456.18
    ],
    [
        " you know it's really important that we stay smart you know because there is still this uh virus",
        8456.18,
        8465.5
    ],
    [
        " out there that we have to be aware of I was you know in my studies I have a a book here on um",
        8465.5,
        8472.64
    ],
    [
        " pandemics when you look at the 1918 pandemic you had three waves some say maybe you",
        8472.64,
        8480.76
    ],
    [
        " know fourth wave if you do the research but the first wave was regular flu that started I",
        8480.76,
        8495.48
    ],
    [
        " virus mutated and then kill upwards of 50 million people that's a possibility so we have to be smart",
        8495.48,
        8505.18
    ],
    [
        " with what we're doing I understand the social aspects that we're looking at too that's important",
        8505.18,
        8510.12
    ],
    [
        " what um you know the health of the planet too is also really important gotta look out for each other",
        8510.12,
        8517.12
    ],
    [
        " I gotta look out for each other it's true I think that's a good place to wrap this up a little bit",
        8520.44,
        8528.82
    ],
    [
        " I mean actually have a question oh okay you said you saw that video that jokamay the",
        8528.82,
        8531.96
    ],
    [
        " few weeks ago where'd you see that video you too oh all right oh he's about to call you out",
        8531.96,
        8537.24
    ],
    [
        " on social media you're one of those guys you have social media but you're always on private",
        8537.24,
        8541.02
    ],
    [
        " you're that guy but I stand corrected yeah okay I dig it I dig it what do you think would you",
        8541.02,
        8547.56
    ],
    [
        " think you could make an Instagram oh yeah you don't have no interest in it whatsoever that has",
        8547.56,
        8553.06
    ],
    [
        " been my main um thought regarding social media I mean like just the idea of like let me take a",
        8553.06,
        8559.1
    ],
    [
        " picture and put it online and show everybody what I'm doing just I have no really um no affinity",
        8559.1,
        8566.86
    ],
    [
        " to do that it's a I had a um Facebook page I started I actually opened it up and then I never",
        8566.86,
        8574.44
    ],
    [
        " touched again I was having a weird conversation with my two daughters the other day sure and um",
        8574.44,
        8580.34
    ],
    [
        " what they were they were basically saying they don't like Instagram because and it's you know how",
        8580.34,
        8586.9
    ],
    [
        " you hear people say like oh it's comparative you know you compare you end up comparing yourself",
        8586.9,
        8590.94
    ],
    [
        " with other people yeah and oh Instagram yeah you know oh you compare with this you compare with",
        8590.94,
        8596.48
    ],
    [
        " that you compare with you're basically comparing your life with the absolute best view that everyone",
        8596.48,
        8603.62
    ],
    [
        " else has of their own life yeah you know that they're posing in front of the Lambo or whatever",
        8603.62,
        8609.94
    ],
    [
        " in order to look cool and and I gotta admit I don't really think of that you know what I mean I",
        8609.94,
        8615.68
    ],
    [
        " don't really think like I'm not really out comparing and me probably because I'm like almost 50",
        8615.68,
        8621.12
    ],
    [
        " years old and there's you know it's kind of like I'm just an old man it doesn't care but you know",
        8621.12,
        8625.6
    ],
    [
        " for when you're younger you're like wait a second how is that person how's that other person",
        8625.82,
        8631.38
    ],
    [
        " that's my age or a little younger a little older how do they have this amazing situation going on",
        8631.38,
        8636.66
    ],
    [
        " and I'm over here you know with not an amazing situation yeah so I'm not worried about you getting",
        8636.66,
        8642.38
    ],
    [
        " caught in that trap Jeff I think you'll be okay yeah so Instagram that's the one you just put up",
        8642.38,
        8649.76
    ],
    [
        " yeah you take you you can put you can put words under it too you know um you can film videos the",
        8649.76,
        8655.7
    ],
    [
        " videos can be 10 minutes long there's something called IG TV expert over here so I'm feeling like",
        8655.7,
        8666.9
    ],
    [
        " pretty sad right now you're explaining social media it is well the funny the really funny thing",
        8666.9,
        8672.84
    ],
    [
        " is when I got on this path God I hate even using that word I started social media um",
        8672.84,
        8679.7
    ],
    [
        " Tim Ferris when I got done with interviewing with Tim Ferris he's like do you have do you have",
        8679.7,
        8686.18
    ],
    [
        " social media like no and he's like he should get up like no and he goes you really need to get it",
        8686.18,
        8692.04
    ],
    [
        " and I said kind of like okay I mean he's a really smart guy and does really well with what he does",
        8692.04,
        8696.68
    ],
    [
        " I mean amazingly successful guy and just cool for our work yes yeah so he's telling me like you",
        8696.68,
        8702.38
    ],
    [
        " got a guy that's done what Tim's done and I'm just becoming a civilian kind of and he goes yeah",
        8702.38,
        8708.2
    ],
    [
        " you need to get yeah Twitter he goes just get it and I said he said I'll show you how to use it he",
        8708.2,
        8713.12
    ],
    [
        " never showed me anything but the good thing is you know what he knew that I didn't know is that you",
        8713.12,
        8718.4
    ],
    [
        " there's nothing to show like this is how you make it work you put up put little words in here and",
        8718.4,
        8723.64
    ],
    [
        " and the thing that you'll find interesting I guess if it's used in the right way I mean I've made all",
        8723.64,
        8728.16
    ],
    [
        " kinds of incredible connections through social media all kinds I mean I would say",
        8728.16,
        8732.64
    ],
    [
        " 50% of the guests on this podcast and I've had some amazing guests were through social media they",
        8732.64,
        8740.54
    ],
    [
        " DMed or they emailed or they contacted or whatever and I'm talking I'm getting the world war two",
        8740.54,
        8746.1
    ],
    [
        " veterans on here and and Vietnam that's I mean incredible people that it's an honor to be able to",
        8746.1,
        8752.1
    ],
    [
        " have on here a lot of them come from social media so I it's a great tool it's a great way to",
        8752.1,
        8757.8
    ],
    [
        " communicate with other people and just like everything else in the world if you do it if you go too far",
        8757.8,
        8764.3
    ],
    [
        " with it it can absolutely turn it into a negative yes and there's some pitfalls too like people will",
        8764.3,
        8769.18
    ],
    [
        " tell you stuff on on social media that they would never tell to your face just every day too oh",
        8769.18,
        8774.92
    ],
    [
        " it's like smack talkers yeah what yeah exactly yeah so there's that if you go in knowing that okay that's",
        8774.92,
        8781.38
    ],
    [
        " the thing then then you might not hit hit some of the people did have you ever had an a hobby before",
        8781.38,
        8788.56
    ],
    [
        " a hobby yeah just like a hobby this like never have spider books right come on okay so let's say",
        8788.56,
        8795.34
    ],
    [
        " your hobby is knitting right and you get home and you're like okay I'm gonna knit some yarns",
        8795.34,
        8800.72
    ],
    [
        " or whatever and that's kind of your thing there's some people they're hobby what they do for fun",
        8800.72,
        8807.0
    ],
    [
        " is get on social media and try and do basically terrorize other people yeah trolling yeah trolling",
        8807.0,
        8813.58
    ],
    [
        " and I understand all of that stuff yeah it's just like I've just never felt like I want to do that",
        8813.58,
        8819.64
    ],
    [
        " yeah let me take a picture of myself and then post it for everybody in the world",
        8819.64,
        8825.24
    ],
    [
        " stop looking at it just seems like a good idea to me yeah yeah well in in that way it is it is what I",
        8825.24,
        8831.74
    ],
    [
        " see it's a change in society it kind of almost takes away anonymity you everyone's a star in a sense",
        8831.74,
        8841.8
    ],
    [
        " yeah yeah yeah but a lot of time like if you have a business or something right and you know how",
        8841.8,
        8848.76
    ],
    [
        " like you're like okay I want to go to this I don't know chicken restaurant or something or maybe",
        8848.76,
        8853.46
    ],
    [
        " even a place where maybe the experience there is more significant like I don't you a martial arts",
        8853.46,
        8858.08
    ],
    [
        " place or whatever and you know you can go to Yelp or I don't know old school go yellow pages",
        8858.08,
        8863.34
    ],
    [
        " whatever and you don't have the number how to have me talking about yellow pages right now",
        8863.34,
        8867.44
    ],
    [
        " and you know they're like okay well now I got to drive down there to just to check it out I'm not",
        8867.44,
        8873.34
    ],
    [
        " even committed to you know so if you have an Instagram for example you know you can see pictures of",
        8873.34,
        8878.74
    ],
    [
        " the place you can see descriptions you can see comments of people that you know mayor may not like",
        8878.74,
        8883.58
    ],
    [
        " it or whatever so you can you know it is useful in a lot of different ways other than everyone",
        8883.58,
        8888.0
    ],
    [
        " trying to be a star even though I think that's one of the more prevalent uses for Instagram yeah by",
        8888.0,
        8893.68
    ],
    [
        " the way you know it is the whole thing is you don't have to post a picture of yourself no exact",
        8893.68,
        8898.04
    ],
    [
        " you can post a picture of a knife or a picture of a wall or a picture of a plant or a",
        8898.04,
        8903.82
    ],
    [
        " picture of a star or a single morning or a single single one or whatever you're gonna do you",
        8903.82,
        8909.62
    ],
    [
        " just do that so you don't have to necessarily you know just pose for pictures for yourself",
        8909.62,
        8917.96
    ],
    [
        " with your shirt off or whatever yeah flexing you know how you get sometimes but yeah that's",
        8917.96,
        8924.38
    ],
    [
        " one thing but you are right though that that is true but then again you know what if you posted",
        8924.38,
        8929.08
    ],
    [
        " this one let let's say you're doing a seminar you post one picture of the cool picture of the",
        8929.08,
        8933.28
    ],
    [
        " seminar or whatever and then someone's like hey you know your shoulders look real solid you've",
        8933.28,
        8938.36
    ],
    [
        " been working on them so the next one you might be a little bit more compelled to let me post a",
        8938.36,
        8944.46
    ],
    [
        " picture with me maybe like in some good lighting or something and then the comments start rolling",
        8944.46,
        8948.62
    ],
    [
        " you see the slippery slope though but then there's someone that says uh yeah but he's got skinny",
        8948.62,
        8956.02
    ],
    [
        " wrists right and then all of a sudden you're trying to do wrist workouts yeah me and then of course",
        8956.02,
        8962.18
    ],
    [
        " that guy's now your enemy because he's talking trash to you know so you're now you're back and",
        8962.18,
        8965.72
    ],
    [
        " forth with him and now you gotta check to see what your friend said about that guy saying you",
        8965.72,
        8969.26
    ],
    [
        " know so it's a thing you know you gotta watch out for that again stuff I think you'll be on",
        8969.26,
        8972.58
    ],
    [
        " right bro yeah it's it's like in a sense like a public record could that a certain point right you're",
        8972.58,
        8978.72
    ],
    [
        " dead but the media stuff is still there it's like a record maybe a hundred years from now yeah",
        8978.72,
        8985.16
    ],
    [
        " they can access who was this person what was this person like what were they into it's like an",
        8985.16,
        8989.34
    ],
    [
        " historical account of individuals yeah no doubt about it straight up voluntary yeah yeah uh",
        8990.2,
        8996.16
    ],
    [
        " I got some friends that have that have died and their social media pages are there and I'm so happy",
        8996.16,
        9001.16
    ],
    [
        " that their social media pages are there because it's like yeah I can go on there still a lot yeah",
        9001.16,
        9005.52
    ],
    [
        " still hang out a little bit you know so there's definitely a positive in that regard yeah",
        9005.52,
        9010.52
    ],
    [
        " was that your question neck on you remember what your question was actually you know",
        9010.52,
        9017.16
    ],
    [
        " my question was care remember when you were doing the eight pull-ups the pull-ups and you're like",
        9017.16,
        9020.42
    ],
    [
        " I got the eight like almost got what's the qualifying thing for pull-ups how many do you have to get",
        9020.42,
        9024.46
    ],
    [
        " back then was eight oh okay so you had to do 42 push-ups 50 sit-ups eight pull-ups then you had",
        9024.46,
        9032.0
    ],
    [
        " to run a mile and a half in boots and long pants for I think 12 minutes and 30 seconds and then",
        9032.0,
        9039.3
    ],
    [
        " you had to run you had to swim using sidestroke or breaststroke all 500 meters I think in the same",
        9039.3,
        9046.44
    ],
    [
        " time like 12 minutes and 30 seconds something like that and this is all in one go or is it like day",
        9046.44,
        9052.46
    ],
    [
        " one you do this yeah I see I told like one after the other so the swims usually first then the",
        9052.46,
        9058.22
    ],
    [
        " calisthenics stuff and then the run at the end got you yeah and that those those that level of",
        9058.22,
        9065.64
    ],
    [
        " qualification is so not prepared yeah yeah like if you're a guy sitting there going what I can",
        9065.64,
        9073.46
    ],
    [
        " do eight pull-ups have to be dear toly wrong you're totally wrong you're gonna get destroyed if you",
        9073.46,
        9077.9
    ],
    [
        " take you 11 minutes and 30 seconds or whatever run in a mile and a half and you think you're gonna",
        9077.9,
        9081.96
    ],
    [
        " make it through buds you're not even close yeah they're I mean back in the day and I'm surprised",
        9081.96,
        9086.24
    ],
    [
        " they haven't changed it and they have changed it now like once you're in the pipeline you compete",
        9086.24,
        9091.94
    ],
    [
        " against everyone else so the way it works now Jeff is when you get to buds in order to go into a",
        9091.94,
        9100.44
    ],
    [
        " class they give everyone in the class a screening a physical screening test the top 165 people go",
        9100.92,
        9107.38
    ],
    [
        " if you don't make it you don't go into class and if you don't make it I think two times you're done",
        9107.38,
        9111.92
    ],
    [
        " so it's a competition just to get into class see who gets the best score so eight pull-ups and get",
        9111.92,
        9118.3
    ],
    [
        " you know where is it like the enhanced screening test because I remember getting a bud you got",
        9118.3,
        9122.64
    ],
    [
        " another screening test when I in 7 4 where everything was higher like 75 pushes yeah I don't know",
        9122.64,
        9130.34
    ],
    [
        " those like 12 pull-ups or something like that I just know it's a competition so the max the",
        9130.42,
        9136.1
    ],
    [
        " minimum fluctuates because if there's a bunch of studs in your class and you're not good at pull-ups",
        9136.1,
        9141.36
    ],
    [
        " they're like oh yes are you're not in class yeah later they're crazy thing is no matter what they",
        9141.36,
        9147.8
    ],
    [
        " do to those standards the same number of people quit it's the weirdest thing it's the cold water",
        9147.8,
        9160.32
    ],
    [
        " and then and then those are that right there is 90% of the quitters I think then you have",
        9161.1,
        9167.8
    ],
    [
        " some people that you know whatever they got some weird they'll get in their head psychologically",
        9167.8,
        9173.16
    ],
    [
        " and they'll just they look man you know you got to recognize that they're gonna try and make you",
        9173.16,
        9182.66
    ],
    [
        " quit yeah so if they see some kind of weakness that they see they can trip you up and they might",
        9182.66,
        9188.12
    ],
    [
        " here's the thing ego up or ego down you know they might be like hey no one's gonna want to have",
        9188.68,
        9192.8
    ],
    [
        " you on this in a platoon listen man you seem like a good guy right little ego up but if you",
        9192.8,
        9198.3
    ],
    [
        " want to if you're on a team I wouldn't want to work with you you don't look like you can",
        9198.3,
        9202.08
    ],
    [
        " carry your weight and like you're actually by staying here you're the rest of your boat crew you're",
        9202.08,
        9207.6
    ],
    [
        " putting them at risk in the sealed teams so even a good like if you're a good-hearted person that",
        9207.6,
        9213.48
    ],
    [
        " has good intent you want to take care of your teammates the best thing you can do to take care of",
        9213.48,
        9216.7
    ],
    [
        " your teammates right now is quit yeah jam you know mentally for sure so they're gonna figure out",
        9216.7,
        9221.76
    ],
    [
        " they're coming at you yeah and when you're cold wet and tired and that's the other thing you",
        9221.76,
        9227.7
    ],
    [
        " see people you know people when you're cold wet and tired man those types those options start popping",
        9227.7,
        9234.58
    ],
    [
        " up in people's heads and they start you know maybe they weren't thinking about it yeah but now they're",
        9234.58,
        9239.8
    ],
    [
        " thinking well I really don't want to let my teammates down and that hot cocoa looks good over there",
        9239.8,
        9245.0
    ],
    [
        " I'm gonna go get miss I'm hot cocoa that's what they had in our class Swiss Miss hot cocoa",
        9245.0,
        9251.08
    ],
    [
        " and crispy cream donuts oh that's the food and electric blanket yeah you quit sitting on the beach",
        9251.08,
        9257.84
    ],
    [
        " so you're sitting in 58 degree of water a jackhammering freezing cold and there's some quitter up",
        9257.84,
        9265.8
    ],
    [
        " there with an electric blanket on and a hot cup of cocoa they're calling you out I laughed at that",
        9265.8,
        9273.96
    ],
    [
        " craziness if it's so you so if I quit he doesn't just go he doesn't just leave he's still there they",
        9274.76,
        9281.04
    ],
    [
        " they they they they make us they make a positive spectacle out of yeah well he's a thing though and",
        9281.04,
        9286.06
    ],
    [
        " they treat him like a bro too they don't they're not harsh on okay they're not like they're not like",
        9286.06,
        9290.1
    ],
    [
        " they'll get over here quitter they're like it's okay yeah they're doing it on the whole side of",
        9290.1,
        9294.68
    ],
    [
        " everybody to me that's the worst part right there because if you're just like oh yeah here here",
        9294.68,
        9299.64
    ],
    [
        " here's all the quitters on display look at them enjoying their hot cocoa it kind of creates this",
        9299.64,
        9303.16
    ],
    [
        " divide like proud I don't want to be that guy it looks nice no I don't want to be that guy's",
        9303.2,
        9307.16
    ],
    [
        " my guys actually you know he's a good guy yeah he made a decision yeah you know this is probably a",
        9307.16,
        9313.74
    ],
    [
        " good decision it's good decision for the teams he really cares about the teams because he doesn't",
        9313.74,
        9318.04
    ],
    [
        " want to bring the teams down not like you trying to hurt the teams see I think I understand you",
        9318.04,
        9326.2
    ],
    [
        " little bit more now just a little bit I get it check all right so I guess we're all probably",
        9326.2,
        9333.98
    ],
    [
        " gonna start training to do this if we're not already yes I guess we're probably gonna be swinging",
        9333.98,
        9337.82
    ],
    [
        " some cattle bells working out trying to get better trying to humanize each other yes we're just",
        9337.82,
        9342.74
    ],
    [
        " moving in a positive direction yes sir what do you got four second Charles well we're gonna",
        9342.74,
        9346.68
    ],
    [
        " keep ourselves in the game with what jacquo fuel supplements supplementation important you know",
        9346.68,
        9352.3
    ],
    [
        " especially when your body starts falling apart right okay joint warfare krill oil super krill oil",
        9352.3,
        9357.48
    ],
    [
        " joins together brother your joints go out right you're gonna be thanking you know one you're taking",
        9357.48,
        9362.24
    ],
    [
        " the krill oil and joint work yeah no super krill super krill yes sir because the krill oil is made",
        9362.24,
        9366.82
    ],
    [
        " with a regular krill yeah rachel has not been screened super krill they made it through the training",
        9366.82,
        9372.8
    ],
    [
        " yes sir and they're ready to hook you up it makes sense to get don't get regular krill",
        9372.8,
        9377.9
    ],
    [
        " good just out of super krill yes sir also discipline both kinds of discipline by the way",
        9377.9,
        9383.32
    ],
    [
        " the supplement discipline okay for your brain or your body too but you know all these things they",
        9383.32,
        9388.24
    ],
    [
        " gonna keep you in the game big time you get to or otherwise so Jeff COVID before at the end",
        9388.24,
        9398.04
    ],
    [
        " of at the end of January I went to Seattle New York San Francisco Los Angeles",
        9398.04,
        9404.22
    ],
    [
        " Washington DC and Austin Texas and in each one of those locations I shook hands with one to",
        9405.06,
        9410.14
    ],
    [
        " 2,000 people and bro hugged 50% of those people I did not get COVID matter factor never even like",
        9410.14,
        9418.8
    ],
    [
        " did it never even got after my immune system at all I got the test",
        9418.8,
        9423.34
    ],
    [
        " I'm not saying that it's like this genetic thing but it's now proven that if you're healthy right",
        9425.86,
        9436.44
    ],
    [
        " if you work out yes if you eat clean yes if you take vitamin D sure also discipline back to the",
        9436.44,
        9444.74
    ],
    [
        " discipline thing we do have cans of discipline RTD cans stands for ready to drink in the industry",
        9444.74,
        9452.8
    ],
    [
        " yes sir those are good those are I'd say actually in what bra I'm on both I'm beyond",
        9452.8,
        9458.04
    ],
    [
        " to you got the cans and the power yeah there's something really good about just cracking up",
        9458.04,
        9463.04
    ],
    [
        " in a cold can it's true oh yeah Pete guys thanks for the refrigerator by the way I mean you know",
        9463.04,
        9469.02
    ],
    [
        " jockeles head is on it which you know mix emotions about that whole thing but overall good big hit",
        9469.02,
        9474.04
    ],
    [
        " at my house they sent me this refrigerator with jockeles head face on the refrigerator very strange",
        9474.04,
        9481.56
    ],
    [
        " you want to talk about let's change time covid strange right the world strange we got strange",
        9481.56,
        9487.1
    ],
    [
        " people running for president when your head starts showing up on your friends refrigerators that's",
        9487.1,
        9492.62
    ],
    [
        " some strange times that's some strange times yes there it is uh get some milk get some protein in you",
        9492.62,
        9498.14
    ],
    [
        " proteins better than protein for protein which by the way the have you tried the protein I make",
        9498.14,
        9503.68
    ],
    [
        " Jeff because if you haven't tried it it's 100% guaranteed to stop Spanish flu it's",
        9504.3,
        9509.38
    ],
    [
        " it's been lab tested the whole night yards you have to worry about it I'm one of those",
        9509.38,
        9518.1
    ],
    [
        " what was it was it made of uh pro well this I don't know all the ingredients but I will tell you",
        9518.1,
        9525.2
    ],
    [
        " this it's clean protein in the form of a dessert that's what I do know I don't know the ingredients",
        9525.2,
        9529.4
    ],
    [
        " contact Brian what's the fade out of I'm one of those wacky vegans oh okay yeah you're not",
        9530.92,
        9536.04
    ],
    [
        " good because it's no because it's got a cassian it's got the milk protein in it it's got that",
        9536.04,
        9540.32
    ],
    [
        " and egg protein so you're just out across the board yeah you're gonna have to uh well you're",
        9540.32,
        9546.5
    ],
    [
        " gonna have to eat something else which is if I do get covid I want to can of that stuff oh yeah",
        9546.5,
        9559.38
    ],
    [
        " jackeau ate yeah want something a little lighter that's something that I like that yeah yeah",
        9559.44,
        9563.8
    ],
    [
        " and you know since you are vegan it's not only vegan but it's also organic sort of certified organic",
        9563.8,
        9569.74
    ],
    [
        " oh you see think I'm playing around over here I got your back bro I got your back",
        9569.74,
        9573.94
    ],
    [
        " big time I'm gonna stop you from catching Spanish flu probably we prevent covid from getting in your",
        9573.94,
        9579.62
    ],
    [
        " system and I'm gonna protect your vegan rights right over here yes is there such thing as vegan",
        9579.62,
        9585.38
    ],
    [
        " rights just regular rights right yeah yes sir isn't vegan rights a thing I'd not that I know of but",
        9585.58,
        9591.5
    ],
    [
        " I don't know yeah maybe we could start a movement anyway so is vegan rights a thing uh not that I know",
        9591.5,
        9599.84
    ],
    [
        " okay oh man just like there's no keto rights there's no other dietary uh philosophy strong",
        9599.84,
        9606.0
    ],
    [
        " an argument that's a strong an argument what's that vegan is a uh for dietary choice and there's a",
        9606.0,
        9613.34
    ],
    [
        " philosophy behind it for sure oh yeah 100% I dig it too but I don't I don't think you can choose",
        9613.34,
        9619.34
    ],
    [
        " a that kind of philosophy and then gain sort of you know more rights or lose rights for that matter",
        9619.34,
        9626.14
    ],
    [
        " you know what I'm gonna start a keto right movement all right well I'm going paleo rights over here",
        9626.14,
        9630.48
    ],
    [
        " right on straight up I know I got I got to start paleo first yeah I have the thing anyway",
        9630.48,
        9636.02
    ],
    [
        " speaking of a thing jujitsu right right anyway everything if we just talk about you can know about",
        9636.02,
        9639.36
    ],
    [
        " you can get on origin main dot com or you can get it at the vitamin shop yes sir the vitamin",
        9639.36,
        9643.28
    ],
    [
        " shop E what was the first one origin main dot com origin main dot com yep main like the state the",
        9643.28,
        9649.58
    ],
    [
        " state of main origin man yeah because of your origins yes yeah I'm sorry",
        9649.58,
        9656.62
    ],
    [
        " also at origin main dot com jujitsu geese and rash cards okay these geese and rash cards are made",
        9656.62,
        9664.8
    ],
    [
        " 100% in America 100% even the cotton that they grow to form the material even that grown in America",
        9664.8,
        9671.8
    ],
    [
        " 100% 100% it's a big deal so yeah when we go back to jujitsu we need a new geese if you don't",
        9671.8,
        9677.0
    ],
    [
        " have one already even if you do have one grab an origin one yeah that's why you know one thing",
        9677.0,
        9682.04
    ],
    [
        " about jujitsu I wanted to say too for all those people who are like sweating the load about you",
        9682.04,
        9687.74
    ],
    [
        " know I haven't trained in a while you know I um had an injury from the military that just got",
        9687.74,
        9694.06
    ],
    [
        " worse doing jujitsu my neck got hurt really badly so I was supposed to get fusion on C5 to C7",
        9694.06,
        9701.86
    ],
    [
        " and I was out for two years I just didn't train so when you come back you know jujitsu is not going",
        9701.86,
        9709.36
    ],
    [
        " away so when you come back you will get better all those techniques you've been working on that",
        9709.36,
        9714.7
    ],
    [
        " stuff's kind of just gestating in your mind mixing and matching and forming into new things you'll",
        9714.7,
        9721.14
    ],
    [
        " be better once you get your conditioning back yeah don't do not sweat like a lot of people like I'm",
        9721.14,
        9726.04
    ],
    [
        " looking at these I haven't trained in a while yeah but the conditioning thing that's going to be a",
        9726.04,
        9731.72
    ],
    [
        " thing especially if you like to go hard right you're gonna jump back in there try to go hard and",
        9731.72,
        9735.38
    ],
    [
        " yeah bro you're gonna get when you come back come back smart just nice slow easy get back to it",
        9735.38,
        9740.7
    ],
    [
        " and I think it's also while you're not rolling do your conditioning you know it is a lifestyle",
        9740.7,
        9747.08
    ],
    [
        " you eat right train right you know you got to have your conditioning going on so you should be doing",
        9747.08,
        9751.76
    ],
    [
        " that in other words stay on the path and also when you come back you don't necessarily have to ramp it",
        9751.76,
        9756.9
    ],
    [
        " up you could just go 17 rounds death matches come and get it anyway yeah so yeah I get",
        9756.9,
        9766.02
    ],
    [
        " origin gear if you you know when you get back into it if you haven't already got back into it yeah",
        9766.02,
        9771.28
    ],
    [
        " anyway a lot of stuff on there or do you mean that counts boots boots jeans oh yeah t-shirts all",
        9771.6,
        9777.58
    ],
    [
        " ain't it America all made in America in the good old US of A it's true also jackele is a store it's",
        9777.58,
        9783.96
    ],
    [
        " called jackele store merchandise super original yeah creative like there for whatever but hey man",
        9783.96,
        9792.42
    ],
    [
        " it works jackele store easy to remember that's where you can get t-shirts discipline equals freedom",
        9792.42,
        9797.38
    ],
    [
        " you know this one that I got on good you know represent you know a lot of cool stuff on that",
        9798.14,
        9802.66
    ],
    [
        " I got on yeah deathcore all day to the core all day all day yeah talk us or comment if you like",
        9802.66,
        9810.0
    ],
    [
        " something him and get something also subscribe to this podcast you can scribe or wherever you can",
        9810.0,
        9815.28
    ],
    [
        " leave a review we will laugh at your review if it's funny and if it's cool and if it's not funny",
        9815.28,
        9820.24
    ],
    [
        " it's not cool it doesn't have any layers well we appreciate it's cool still we're still cool do you",
        9820.24,
        9825.78
    ],
    [
        " like when you're looking at comments and stuff you get a lot of do you get some negative stuff like",
        9827.36,
        9832.08
    ],
    [
        " people try to fire it up on you for this podcast yeah almost none it's really cool everyone super",
        9832.08,
        9838.44
    ],
    [
        " stoked on it but yeah you know some people give some feedback that might be considered negative",
        9838.44,
        9843.5
    ],
    [
        " but I look at it with an open mind and I say hmm maybe there's some adjustments I could make",
        9843.5,
        9848.08
    ],
    [
        " maybe I could do a better job yep we also got the thread we're almost out with a new thread",
        9848.08,
        9853.38
    ],
    [
        " with a new name and all that stuff I'll let you know grounded podcast where we talk about",
        9853.38,
        9857.08
    ],
    [
        " Jiu Jitsu or your kid podcast where we talk about being a warrior kid don't forget about the warrior",
        9857.08,
        9861.1
    ],
    [
        " kid soap including killer soap Irish Oatchwurms Ranch dot com or on the jockel store website",
        9861.1,
        9868.66
    ],
    [
        " you can get yourself some soap so you and everyone that you know get clean",
        9868.66,
        9875.4
    ],
    [
        " the byline is is what's this called the standard operating procedure is I do a little bit of a",
        9883.58,
        9890.78
    ],
    [
        " build up and then I say stay clean and you just took my byline yeah man so normally I would say hey",
        9890.78,
        9898.58
    ],
    [
        " so everyone so you everyone and you and your family can stay clean and echo usually goes like this",
        9898.58,
        9905.22
    ],
    [
        " but you you took the glory yeah man it's good I like and you said get clean which is also you know",
        9905.22,
        9912.14
    ],
    [
        " the precursor to staying clean yep yes yes for those of us who are not clean quite yeah",
        9912.18,
        9916.96
    ],
    [
        " and I'm going down real quick um so yeah we got a bunch of podcasts we got a YouTube",
        9916.96,
        9921.68
    ],
    [
        " channel that you can subscribe to if you want to see echoes if you haven't seen this yet Jeff",
        9921.68,
        9926.44
    ],
    [
        " echo puts ridiculously crazy amounts of explosions and fire and terminator heads into his videos",
        9926.44,
        9935.36
    ],
    [
        " because he's all into um you know whatever that's called CGI well I just watched the",
        9935.54,
        9941.46
    ],
    [
        " terminator the other day and that was what I studied in school too what terminator video",
        9941.46,
        9946.72
    ],
    [
        " terminator I um have a future media arts degree all right so my specialization was 3D",
        9946.72,
        9953.3
    ],
    [
        " animation oh my god Maya and lightweight and um digital video so video editing compositing and",
        9953.3,
        9961.5
    ],
    [
        " stuff like that humble brag humble brag over here well hey I think I think it's really he's kind of like",
        9961.5,
        9968.44
    ],
    [
        " you know the enlisted guy that doesn't like the officers because they think they know what they're",
        9968.44,
        9973.24
    ],
    [
        " talking about cuz they went to college yeah he just he just I just felt it whatever I didn't even",
        9973.24,
        9979.2
    ],
    [
        " exude that at all I'm like respect I think you know he's a peer we're peers in that way even more",
        9979.2,
        9984.66
    ],
    [
        " yeah we're peers now do you agree that degree you have done mean anything apparently we're peers see",
        9984.66,
        9990.96
    ],
    [
        " how I like to instigate yes sir I do so we got a YouTube channel we got psychological warfare we got",
        9990.96,
        9996.38
    ],
    [
        " flip side canvas dot com where you can get visual representation of the path got a bunch of books",
        9996.38,
        10001.0
    ],
    [
        " the code leadership strategy intact is where the work it one two and three Mikey the dragons",
        10001.0,
        10005.44
    ],
    [
        " discipline equals freedom field manual extreme ownership of the dichotomy leadership",
        10005.44,
        10009.36
    ],
    [
        " echelon front my leadership consultancy ef online dot com if you want to talk to me and hang out with",
        10009.36,
        10015.2
    ],
    [
        " me and hang out with everyone on the echelon front team go to ef online dot com and come and ask",
        10015.24,
        10020.5
    ],
    [
        " questions we solve leadership leadership problems that's what we do every day come and check it out",
        10020.5,
        10027.08
    ],
    [
        " we're on there ef online dot com the mustard coming up Phoenix Arizona September 16th and 17th",
        10027.08,
        10034.64
    ],
    [
        " and Dallas Texas December 3rd and 4th extreme ownership dot com for details we do we usually do",
        10034.64,
        10040.24
    ],
    [
        " an introduction to jiu jitsu at those things i'm not sure what's going to be happening because of the",
        10040.46,
        10045.76
    ],
    [
        " current um covid environment because you know what Jeff you know what we do what we we try and be smart",
        10045.76,
        10051.44
    ],
    [
        " yeah so we're gonna try and be smart and we may or may not do that uh ef Overwatch if you need",
        10051.44,
        10058.2
    ],
    [
        " people leaders at your team go to ef Overwatch dot com where we take leaders that understand the",
        10058.2,
        10068.9
    ],
    [
        " bring them to your organization also america's mighty warriors dot org momilee that's markley's mom",
        10068.9,
        10076.66
    ],
    [
        " and she has been on a mission on a mission since she lost her son on a mission to help service",
        10076.66,
        10085.58
    ],
    [
        " members their families gold star families around the world if you want to donate or you want to",
        10085.58,
        10098.88
    ],
    [
        " use or you need more of echoes misplaced mentions then you can find us on the inner webs",
        10099.7,
        10107.12
    ],
    [
        " on twitter instagram and on facebook echoes at ecotralls i am at jacke willink jeff",
        10107.12,
        10113.74
    ],
    [
        " is gonna make some kind of social media of some kind and we will tag him and he's gonna post a",
        10113.74,
        10121.04
    ],
    [
        " picture of his face uh yeah yeah if you want to youtube if you want to see what jeff looks",
        10121.04,
        10128.8
    ],
    [
        " like on youtube you can come on here and check him out we probably already know what echo Charles looks",
        10128.8,
        10132.62
    ],
    [
        " like and apparently echo Charles does not look like he how he sounds you know what's pretty funny",
        10132.62,
        10138.5
    ],
    [
        " about that is i do have a client that i do a private with and i don't think he's ever seen the youtube",
        10138.5,
        10144.28
    ],
    [
        " channel he just watches he's just listened to the podcast and he's like uh he he doesn't think uh he",
        10144.28,
        10152.4
    ],
    [
        " doesn't has no idea what you look like and he's like he thinks that i think he thinks you're kind",
        10152.4,
        10157.2
    ],
    [
        " of a small guy okay yeah i heard that before for sure apparently ecotralls sounds like a skinny white",
        10157.2,
        10163.54
    ],
    [
        " boy hipster hipster hipster is often used to say like this yeah pretty hip i guess but yeah that does",
        10163.54,
        10170.14
    ],
    [
        " not surprise me i said no i said crack man this guy's pretty big guy",
        10170.14,
        10175.26
    ],
    [
        " yes we'll get that we'll get your social media we'll figure it out hopefully if not we'll get",
        10175.26,
        10184.7
    ],
    [
        " into an email and if not we will find an address that people can write you letters to",
        10184.7,
        10189.36
    ],
    [
        " they can mail you a box yeah and if not we can get smoke signals going to jeffix jeff you got any",
        10189.36,
        10198.5
    ],
    [
        " last words yeah first and foremost thanks for having me on i really appreciate it and i do want to",
        10198.5,
        10206.5
    ],
    [
        " say thanks to uh my family um Fabio for showing me and jiu jitsu teaching me all my training partners",
        10206.76,
        10216.28
    ],
    [
        " and uh Steve i will kind of leave that a little bit anonymous there but big change in my life from him",
        10216.28,
        10225.22
    ],
    [
        " and also James Harrison who was uh my father's friend and really kind of was a mentor to me",
        10225.22,
        10232.74
    ],
    [
        " and uh gave me kind of instilled discipline in me on what it takes to uh overcome your life's",
        10233.12,
        10241.48
    ],
    [
        " difficulties yeah that's awesome and you know that that just you know it's a great reminder",
        10241.48,
        10249.96
    ],
    [
        " that when you're going through life if you make a little effort make a little effort to help",
        10249.96,
        10256.96
    ],
    [
        " somebody out you know you can actually change the trajectory of their entire life and we all",
        10256.96,
        10265.32
    ],
    [
        " have people like that that did those things along the way and clearly that's a great example so",
        10265.32,
        10272.24
    ],
    [
        " be cool to people help them out and with that thanks jeff for coming on thanks for your",
        10272.24,
        10282.98
    ],
    [
        " service in the team obviously your dedication to jiu jitsu and um thanks for being my brother for the",
        10283.12,
        10292.48
    ],
    [
        " last 30 years and uh like hopefully we can squeeze out another 30 yeah i'm sure we'll",
        10292.48,
        10299.92
    ],
    [
        " but there's no guarantees as you once said to me that is this is true time will tell",
        10299.92,
        10307.02
    ],
    [
        " you",
        10310.12,
        10310.78
    ],
    [
        " and to everyone else that has served or is serving thank you for keeping the world",
        10310.78,
        10315.38
    ],
    [
        " safe for freedom into the police and law enforcement out there fire fighters paramedics",
        10315.38,
        10321.6
    ],
    [
        " EMTs dispatchers correctional officers board of patrol secret service",
        10321.6,
        10325.94
    ],
    [
        " thanks to all of you for holding the line",
        10325.94,
        10329.98
    ],
    [
        " and despite low pay and high risk despite the lack of appreciation that you receive",
        10331.36,
        10338.24
    ],
    [
        " know that most of us are grateful for what you do to keep us safe and to everyone else out there",
        10338.24,
        10345.5
    ],
    [
        " just remember that life is not easy at all there's going to be challenges",
        10345.5,
        10354.48
    ],
    [
        " you're going to get beat down there will be punishment and you will fail sometimes",
        10356.26,
        10363.84
    ],
    [
        " and that's okay that's okay as long as you get back up and no matter what remember what my brother",
        10363.84,
        10374.5
    ],
    [
        " Jeff Higgs says simply do not quit and until next time this is Jeff Higgs",
        10374.5,
        10385.74
    ],
    [
        " in Echo and Jocco out",
        10385.74,
        10389.62
    ]
]