[
    [
        " Daco, I have three little girls and I'm really intrigued by Brazilian Jiu Jitsu.",
        0.0,
        4.72
    ],
    [
        " What form of martial art would you put your kids in?",
        4.98,
        9.52
    ],
    [
        " That's easy.",
        10.68,
        11.26
    ],
    [
        " Yeah.",
        12.06,
        12.2
    ],
    [
        " Put your kids into Jiu Jitsu.",
        12.66,
        15.74
    ],
    [
        " Do it immediately.",
        16.12,
        16.9
    ],
    [
        " We kind of covered this the last podcast and that is the fact that",
        17.7,
        20.46
    ],
    [
        " if you've got to teach your kids, look, don't get in a street fight.",
        20.46,
        24.48
    ],
    [
        " Don't get into a fight in the playground if someone wants to fight you run away.",
        25.06,
        27.9
    ],
    [
        " That's what they should do.",
        28.48,
        29.5
    ],
    [
        " Later, when they start to become mature enough to make real decisions,",
        30.62,
        36.26
    ],
    [
        " that should guide them and occasionally as a man,",
        36.72,
        40.88
    ],
    [
        " you may have to stand your ground and fight and that's understandable.",
        41.18,
        45.1
    ],
    [
        " But as a little kid who might be getting picked on by bigger kids,",
        46.02,
        49.78
    ],
    [
        " hey, oh, somebody gets in your face, run away.",
        50.52,
        52.94
    ],
    [
        " If you really think you're going to get hurt, run away.",
        53.46,
        55.0
    ],
    [
        " So you have that self-defense mechanism already.",
        55.0,
        57.96
    ],
    [
        " What you don't have and what you are not born with is when that bully grabs you",
        58.58,
        64.58
    ],
    [
        " and pulls you to the ground or grabs you and holds onto you and won't let you leave.",
        64.58,
        69.0
    ],
    [
        " That is when you need to know how to grapple.",
        69.42,
        71.16
    ],
    [
        " And Jiu Jitsu is what teaches you how to grapple.",
        71.76,
        73.5
    ],
    [
        " So eventually, like you just said, you do want your kids to spar a little bit.",
        74.02,
        79.26
    ],
    [
        " You do want your kids to know how to throw some good combinations.",
        79.42,
        83.68
    ],
    [
        " They should know how to do that.",
        84.9,
        86.52
    ],
    [
        " Actually, the other night I was working with Dean,",
        87.64,
        89.7
    ],
    [
        " we were working with a couple people and he was going over some basic self-defense.",
        89.8,
        92.92
    ],
    [
        " And there are some legit basic self-defense moves that people should know.",
        93.12,
        97.44
    ],
    [
        " Someone had locked you.",
        97.64,
        99.58
    ],
    [
        " Now, we don't think about them at the high level of Jiu Jitsu because we welcome someone headlocking us.",
        99.96,
        107.54
    ],
    [
        " We welcome that stuff because we're so used to it.",
        107.62,
        110.0
    ],
    [
        " We have an advantage when we get there.",
        110.16,
        111.56
    ],
    [
        " But to a kid, you get thrown into a headlock, a first street fight I ever got.",
        111.58,
        115.34
    ],
    [
        " The first, I got kicked out of street fight.",
        115.44,
        116.94
    ],
    [
        " The first time I ever got into a fight was like fourth or fifth grade.",
        117.22,
        120.44
    ],
    [
        " And this kid who was definitely way stronger than me grabbed me in a headlock",
        120.96,
        126.78
    ],
    [
        " was holding me on the ground and punched me in the head.",
        126.78,
        128.68
    ],
    [
        " And I didn't do anything.",
        129.06,
        130.34
    ],
    [
        " And it got broken up after 20 seconds by the principal.",
        130.66,
        134.64
    ],
    [
        " But it was okay.",
        135.36,
        136.16
    ],
    [
        " That wasn't cool.",
        136.34,
        138.12
    ],
    [
        " So what you want your kid, because if that kid would have tried to attack me when I was standing up,",
        138.52,
        142.98
    ],
    [
        " I could just run away from him.",
        142.98,
        143.82
    ],
    [
        " But once he grabbed a hold of me, all of a sudden I can't do anything.",
        143.98,
        146.8
    ],
    [
        " So that's why Jiu Jitsu is the first thing you want to learn.",
        147.18,
        149.84
    ],
    [
        " And it's also, as I said last time, it's the most technical thing.",
        149.94,
        152.42
    ],
    [
        " There's the most to learn.",
        152.66,
        153.88
    ],
    [
        " It's a never-ending knowledge quest.",
        154.26,
        159.86
    ],
    [
        " So you want to get on that quest as early as possible.",
        160.18,
        162.58
    ],
    [
        " Now, on top of that,",
        162.94,
        164.16
    ],
    [
        " and what's really good about Jiu Jitsu, and again, this is something that I've talked about before,",
        164.46,
        169.78
    ],
    [
        " but when you talk about traditional martial arts,",
        170.08,
        173.52
    ],
    [
        " and you imagine a traditional martial arts dojo,",
        173.9,
        177.82
    ],
    [
        " where people in plain white geese are standing in a very clean and spartan facility",
        178.44,
        187.92
    ],
    [
        " with samurai swords hanging on the wall and they're bowing to the sensei.",
        187.92,
        191.92
    ],
    [
        " That implies a certain amount of knowledge will be passed,",
        194.2,
        199.06
    ],
    [
        " and a certain amount of etiquette will be passed.",
        199.16,
        202.5
    ],
    [
        " And the etiquette and the knowledge that we passed will be toughness and confidence and humility.",
        202.92,
        210.08
    ],
    [
        " And as a matter of fact, if you go to a traditional martial arts school,",
        210.32,
        215.26
    ],
    [
        " and you bring your kid in there and you say,",
        215.56,
        217.34
    ],
    [
        " I want my kid to train, what will he get out of it?",
        217.68,
        220.26
    ],
    [
        " One of the things they're going to say is he's going to learn to be confident,",
        220.46,
        223.88
    ],
    [
        " or she's going to learn humility,",
        224.02,
        225.94
    ],
    [
        " and they will teach them that verbally.",
        226.52,
        231.52
    ],
    [
        " It will be a lesson.",
        231.98,
        233.7
    ],
    [
        " It will be a book, almost a book lesson on this is humility,",
        233.98,
        241.26
    ],
    [
        " and this is confidence, and hold your head high.",
        241.74,
        244.76
    ],
    [
        " Jiu Jitsu teaches those things not theoretically, but for real.",
        246.62,
        253.74
    ],
    [
        " Because in Jiu Jitsu, you will get humbled.",
        254.08,
        257.7
    ],
    [
        " You will get humbled by someone that's smaller than you,",
        258.08,
        261.46
    ],
    [
        " by someone that's weaker than you, they will submit you.",
        261.62,
        264.66
    ],
    [
        " They will hold you down and you won't be able to do anything about it.",
        265.02,
        268.76
    ],
    [
        " And that is humility.",
        269.12,
        271.14
    ],
    [
        " And that is where you learn humility in Jiu Jitsu.",
        271.5,
        274.08
    ],
    [
        " And same thing with confidence.",
        274.72,
        276.82
    ],
    [
        " You know, you will learn as you get better at Jiu Jitsu,",
        277.54,
        281.02
    ],
    [
        " that, hey, I know something,",
        281.64,
        284.0
    ],
    [
        " and I know I can handle myself in bad situations.",
        284.68,
        287.84
    ],
    [
        " So it truly teaches humility and confidence,",
        288.16,
        295.32
    ],
    [
        " not theoretically, but in a very practical sense.",
        295.6,
        299.28
    ],
    [
        " So get your kids down to the Jiu Jitsu school, get them enrolled,",
        300.72,
        304.34
    ],
    [
        " and we did a podcast where we talked about how to find a good Jiu Jitsu school,",
        304.34,
        310.1
    ],
    [
        " so find a good, reputable place, and get your kids down there.",
        310.18,
        313.92
    ],
    [
        " And you know what, when you bring your kids into Start Jiu Jitsu,",
        314.02,
        316.26
    ],
    [
        " get your dang cell phone to the mat too, because you got to know it,",
        316.44,
        320.14
    ],
    [
        " and it's everybody should know it.",
        320.2,
        322.08
    ],
    [
        " Except for bullies and evil people, they should be banned from Jiu Jitsu,",
        322.38,
        327.12
    ],
    [
        " because it's too powerful.",
        327.12,
        328.2
    ],
    [
        " Yeah, yeah, wait, one.",
        328.66,
        329.62
    ],
    [
        " Another element that you might not think of right off the bat,",
        330.56,
        335.2
    ],
    [
        " but the fact that you'll meet friends,",
        335.32,
        339.92
    ],
    [
        " because Jiu Jitsu, for whatever reason,",
        340.56,
        343.06
    ],
    [
        " I mean, it just might be the culture in general,",
        343.16,
        345.2
    ],
    [
        " but when you go to the Jiu Jitsu mat, you go on the mat,",
        345.2,
        348.06
    ],
    [
        " it's not like how you're saying like a traditional martial arts school",
        348.2,
        350.52
    ],
    [
        " where you're like, don't talk, bow, be rigid, stand like this,",
        350.52,
        354.1
    ],
    [
        " while the sense says talking, say yes or no, sir,",
        354.36,
        356.2
    ],
    [
        " it's really, I mean, in my experience, that I've been to a lot,",
        356.6,
        359.76
    ],
    [
        " especially here in Southern California there,",
        359.76,
        361.5
    ],
    [
        " that's where most of them are.",
        361.82,
        363.06
    ],
    [
        " It's real, even though the more rigid ones are casual,",
        363.3,
        366.92
    ],
    [
        " before class you can talk, even during class,",
        367.44,
        369.14
    ],
    [
        " as long as you're not talking while the instructors,",
        369.38,
        371.06
    ],
    [
        " do you want to do that in a school?",
        371.56,
        373.76
    ],
    [
        " You wouldn't do that anywhere.",
        373.98,
        374.94
    ],
    [
        " Yeah, exactly, you know.",
        375.24,
        376.06
    ],
    [
        " But you know what, you're practicing moves,",
        376.46,
        378.1
    ],
    [
        " of course, you don't want to deviate too much from the lesson,",
        379.1,
        381.38
    ],
    [
        " but it's just more social.",
        381.54,
        383.08
    ],
    [
        " And so you talk after class and you'll find that,",
        383.54,
        386.04
    ],
    [
        " that the atmosphere is really conducive to gravitating towards people",
        386.26,
        391.82
    ],
    [
        " that have the same interests of you,",
        391.82,
        394.02
    ],
    [
        " even outside of Jiu Jitsu.",
        394.02,
        395.56
    ],
    [
        " And kids especially, man, because usually the teachers are way more lenient with kids",
        396.08,
        399.52
    ],
    [
        " when they're running around and, you know,",
        399.52,
        401.46
    ],
    [
        " you're telling them, go do this move and they might be talking a little bit about something or whatever.",
        401.54,
        405.9
    ],
    [
        " If they're having fun, which it is, very fun,",
        406.08,
        408.54
    ],
    [
        " they're just going to want to do it some more.",
        408.68,
        411.98
    ],
    [
        " My daughter's two and we found a place that could facilitate a two-year-old situation",
        412.0,
        416.4
    ],
    [
        " and she would always look forward to it,",
        416.4,
        418.64
    ],
    [
        " because she just think it's just one big playhouse,",
        418.64,
        421.06
    ],
    [
        " the rough housing the whole time.",
        421.06,
        422.46
    ],
    [
        " It's the ultimate dream for a kid.",
        422.7,
        424.12
    ],
    [
        " Yeah.",
        424.4,
        424.48
    ],
    [
        " A room with padded floors and padded walls.",
        424.58,
        427.14
    ],
    [
        " Yeah.",
        427.42,
        427.54
    ],
    [
        " And you can grab the clothes, rough house, all you want.",
        427.68,
        430.14
    ],
    [
        " For all the people to the ground.",
        430.4,
        431.2
    ],
    [
        " Yeah, you're not going to get punched or kicked or, you know, yeah, it's, yeah.",
        431.38,
        435.64
    ],
    [
        " So there is a good community aspect.",
        435.86,
        441.48
    ],
    [
        " Tidjie Jitsu.",
        441.74,
        442.64
    ],
    [
        " Yeah, it's very much so.",
        442.98,
        443.96
    ],
    [
        " Which echo likes very much so.",
        444.44,
        446.32
    ]
]