[
    [
        " This is the Jocco podcast Civil War excursion number five with JD Baker and me Jocco willing good evening JD good evening Jocco",
        0.0,
        9.74
    ],
    [
        " For much of its course between the two armies the rapahannic was less than 150 yards wide",
        9.74,
        18.38
    ],
    [
        " Said to be an easy",
        18.38,
        20.46
    ],
    [
        " hollering distance and the opposing pickets wasted little time",
        20.46,
        24.68
    ],
    [
        " declaring an unofficial truce",
        24.68,
        27.52
    ],
    [
        " It would remain in force unviolated for",
        28.14,
        31.34
    ],
    [
        " Four and a half months inevitably a good deal of banter was exchanged not long after the Fredericksburg battle a",
        31.34,
        40.06
    ],
    [
        " Federal crossed called across the picket to the 37th North Carolina to ask if there was a sorry corporal over there",
        40.06,
        48.36
    ],
    [
        " They would be willing to trade for general burnside",
        48.36,
        51.34
    ],
    [
        " If not he said would they accept the general in an e?",
        51.34,
        57.5
    ],
    [
        " even swap for a broken-down horse",
        57.52,
        59.5
    ],
    [
        " Following the mud march the rebel pickets were quick to ask the sod and men of the six core",
        59.5,
        66.1
    ],
    [
        " When are you coming over again?",
        66.1,
        68.0
    ],
    [
        " Have you gotten your mules out of the mud?",
        68.9,
        70.82
    ],
    [
        " They were frequent there were frequent good-natured comparisons of rations and the discomforts of picket duty and the merits of their respective officers",
        71.62,
        82.04
    ],
    [
        " It was not long before the pickets were trading more than talk",
        82.66,
        86.56
    ],
    [
        " Sergeant Edmund S. Stevens of the ninth Louisiana explained a new trade to his parents",
        86.56,
        93.0
    ],
    [
        " We taken boxes and other such articles as what answer fixed sales to them and send them across the Yankees in exchange tobacco and cigars for coffee and tea",
        93.0,
        102.68
    ],
    [
        " Newspapers were another popular medium of exchange of exchange one lucky federal encounter to rebel so desperate for coffee that he would trade whiskey for it",
        102.68,
        112.02
    ],
    [
        " More typical was the transaction recorded by a Pennsylvania soldier on January 6th two pounds of union coffee for",
        112.52,
        120.24
    ],
    [
        " Ten of Confederate tobacco",
        120.24,
        122.3
    ],
    [
        " Officers tried to break up this nautical commerce",
        122.3,
        126.12
    ],
    [
        " But without notable success",
        126.12,
        128.6
    ],
    [
        " Supply and demand was at work here in a classical way the best time to catch officers unaware",
        128.6,
        134.78
    ],
    [
        " The men found was at first light and in those dim hours the cross river traded flourished",
        134.78,
        141.44
    ],
    [
        " Sergeant Stevens went on to describe the adventures of a man in his company as redenson",
        141.54,
        147.58
    ],
    [
        " Who is not satisfied with this arms length trade?",
        147.58,
        151.74
    ],
    [
        " He found a piece of flotsam and paddled across to the north bank to do his trading in person",
        152.14,
        158.0
    ],
    [
        " Denson reported that the Pennsylvanians he encountered were",
        158.0,
        161.64
    ],
    [
        " very kind social and invited him back",
        161.64,
        165.44
    ],
    [
        " On the subject of war however he found them",
        165.8,
        169.36
    ],
    [
        " disgusted discouraged and disatisfied",
        169.36,
        172.82
    ],
    [
        " dissatisfied",
        172.82,
        173.78
    ],
    [
        " Could not digest old Lincoln's action calling for Negro troops",
        173.78,
        179.24
    ],
    [
        " It was mutually agreed that the two armies should meet halfway and",
        179.24,
        185.62
    ],
    [
        " Shake hands and never fire another gun",
        185.62,
        188.98
    ],
    [
        " So you there you go that's a little section from the book Chancellorville Chancellorville by Steven W. Sears",
        192.48,
        200.3
    ],
    [
        " So this is after the battle of Fredrick's bird which which which we covered on",
        200.3,
        206.64
    ],
    [
        " the last",
        206.64,
        209.04
    ],
    [
        " episode",
        209.04,
        210.08
    ],
    [
        " What happened is they they settle in on opposite sides of the river and",
        210.08,
        215.98
    ],
    [
        " There's there's an attempt like another attempt with the what tells about the mud marks that happens",
        217.36,
        221.86
    ],
    [
        " Yeah, so",
        221.86,
        222.84
    ],
    [
        " Obviously, you know on the last one we talked about the the battle of Fredrick's bird and and December is 62",
        222.84,
        228.96
    ],
    [
        " So and if you remember all the way like kind of back before then, you know burnside had options of like what he was gonna do",
        228.96,
        235.56
    ],
    [
        " So you can either cross right there where it's tidal right into Fredrick's bird right next to the telegraph road",
        235.56,
        241.4
    ],
    [
        " You know the shortest distance or you know, you can go you know upstream on the Rapa Hannigan",
        241.4,
        246.9
    ],
    [
        " And then you've got the ability of those fours, you know",
        246.9,
        249.38
    ],
    [
        " US Ford Elys Ford and you could just Ford across and come out and around and and and avoid",
        249.38,
        255.04
    ],
    [
        " Any bridging you know what I mean? Which obviously from from the whole bridge of a Ford's dry if there's not much rain",
        255.04,
        262.0
    ],
    [
        " In like a dryer season or they there's always a little bit of water going. Yeah, there's always a little bit of water",
        262.0,
        267.58
    ],
    [
        " You know, I live",
        267.88,
        269.06
    ],
    [
        " Currently today. I'm probably two and a half miles from Elys Ford",
        269.06,
        273.36
    ],
    [
        " And you know in the summertime, you know, it's gonna get load aware like you could like have maybe have to drag your canoe",
        273.36,
        280.12
    ],
    [
        " But there's still water there. So it's it's continually flowing",
        280.12,
        284.4
    ],
    [
        " It's not like some of the river basins out here in the west where they just dry up there",
        284.4,
        288.6
    ],
    [
        " There's always water now in December January that's there. Oh, yeah, there's a lot of water",
        288.6,
        293.08
    ],
    [
        " You know what I mean? All the the rain the winter rain. So it's still it's a it's a very",
        293.48,
        298.36
    ],
    [
        " substantial river",
        298.36,
        300.08
    ],
    [
        " So after the debacle of goes on with the Battle of Fredericksburg",
        300.08,
        304.86
    ],
    [
        " Burnside decides it",
        304.86,
        306.44
    ],
    [
        " Okay, I got to kind of like try to redeem myself a little bit",
        306.44,
        310.26
    ],
    [
        " And if you could imagine with the road systems of how they are now coming into the the winter",
        310.26,
        316.68
    ],
    [
        " December and January timeframe",
        316.68,
        319.04
    ],
    [
        " He's gonna try to to again",
        319.22,
        321.42
    ],
    [
        " Instead of crossing right into Fredericksburg",
        321.42,
        324.54
    ],
    [
        " He's gonna go down and go with that original plan of let's use the forwards and cross that way to get in",
        324.54,
        329.82
    ],
    [
        " But the road systems, I mean like literally I mean because okay, you know",
        329.82,
        333.8
    ],
    [
        " You think of like the logistical aspects of these guys going through there",
        333.8,
        337.94
    ],
    [
        " And that's why like Confederates when you were reading there or kind of like making fun of them",
        337.94,
        341.62
    ],
    [
        " Because they like they cook a bunch of chow like you can tell like they can always tell when something was about to happen",
        341.62,
        347.5
    ],
    [
        " Because the guys on pickets you know, they're they're observing what's going on",
        347.5,
        351.0
    ],
    [
        " Hey, man, they're cooking a lot of chow hey, they're putting a lot of stuff in their napsacks their issue and ammo",
        351.0,
        354.64
    ],
    [
        " Like they can see like how something must be coming and",
        354.64,
        357.6
    ],
    [
        " When they start to go to try to to move it the roads are just like that",
        357.6,
        362.96
    ],
    [
        " That Virginia mud to where like you know, I mean like you've ever been on like mud runs",
        362.96,
        368.54
    ],
    [
        " Still add to where like your feet are like getting like",
        368.54,
        370.68
    ],
    [
        " What",
        372.24,
        372.72
    ],
    [
        " So and now you've got like this cannon and you've got like mules and horses just trying to go to 70,000 of you",
        372.72,
        379.48
    ],
    [
        " Yeah, yeah, there's 70,000 people so like the first two dudes got it pretty good",
        379.48,
        383.84
    ],
    [
        " You know, everybody else behind air is like when you step in and you like lose your shoe like in the mud",
        383.84,
        389.46
    ],
    [
        " You know what I mean? You can't find it. So it's just this",
        389.46,
        392.7
    ],
    [
        " horrific what they end up calling the mud march and I mean like the axles of",
        392.7,
        399.5
    ],
    [
        " The wagons and the and the artillery are just buried and the Confederate privates is stuff on the other they're watching all of this",
        399.8,
        407.48
    ],
    [
        " Needs to say to their entertainment and you could just imagine down at the common soldier of like whose bride idea is this",
        407.48,
        416.18
    ],
    [
        " You know what I mean? So",
        416.18,
        417.68
    ],
    [
        " That's the burnside mud march that they're they're kind of talking about and it's just so after that",
        417.68,
        424.16
    ],
    [
        " It's like okay mud march is just it's just like a one day excercise like they realize immediately like oh, yeah",
        424.16,
        428.64
    ],
    [
        " This is bad. Yeah, this is not gonna work. Yeah, you know what I mean like let's just go in and was the mud march",
        428.64,
        433.88
    ],
    [
        " Right after the Fritzburg. Yeah, couple weeks. Yeah couple weeks. Yeah, cuz I mean they were a wreck",
        433.88,
        439.1
    ],
    [
        " Yeah, but he's still you know burnside is is still in command",
        439.1,
        443.94
    ],
    [
        " And he's trying to redeem himself, you know what I mean like he's got orders from Lincoln",
        443.94,
        449.2
    ],
    [
        " I mean you know we're gonna go into camp",
        449.2,
        451.34
    ],
    [
        " Kind of stuff of winter camps and wait for the spring thaw to come out",
        451.34,
        456.14
    ],
    [
        " And it's not like you know in Virginia. It's not like it's snow. It's just that that rain and and the roads",
        456.96,
        462.74
    ],
    [
        " I mean, so it logistically moving is just impossible. Yeah, it's kind of the worst",
        462.74,
        469.16
    ],
    [
        " You know when I was out in Virginia",
        469.16,
        471.32
    ],
    [
        " It's not quite cold enough to snow or at least not quite cold enough to keep snow on the ground",
        471.32,
        477.78
    ],
    [
        " Maybe it freezes for a couple days, but then it's just gonna melt and it's just gonna be",
        477.78,
        482.52
    ],
    [
        " 34 degrees, right? So it's not free",
        483.78,
        486.0
    ],
    [
        " You know because if it would just get cold enough to snow and freeze the mud now you could probably get it done",
        486.0,
        490.42
    ],
    [
        " But when it's just 34 degrees 35 degrees",
        490.42,
        494.44
    ],
    [
        " everything is just sludge freezing and",
        494.44,
        498.46
    ],
    [
        " Not optimal for operations. So these guys going to in a winter camp and this winter camp is",
        498.46,
        504.68
    ],
    [
        " Long like so so basically both sides the union and the Confederates",
        504.68,
        510.88
    ],
    [
        " They they kind of stand down a bit for the whip for the winter on both sides of the river",
        511.08,
        516.68
    ],
    [
        " And they're doing these like you know, we're standing watch we're walking down, you know, we're",
        516.68,
        521.98
    ],
    [
        " Observing what they're doing, but we're also just sitting down. They're talking shit to the guy",
        521.98,
        526.74
    ],
    [
        " I'm trying to get tobacco from trying to get coffee from them and whatnot",
        526.74,
        530.98
    ],
    [
        " um",
        530.98,
        532.3
    ],
    [
        " And that goes on like through the winter. Yeah, I remember all the way until",
        532.3,
        537.6
    ],
    [
        " Yeah, yeah, cuz you know, you know, March time frame, you know in Virginia, you know, I mean",
        538.2,
        544.34
    ],
    [
        " It it's gonna start to warm up a little bit, but you know, I mean not you still got the rain that's gonna come in",
        544.34,
        550.18
    ],
    [
        " You know the springtime",
        550.18,
        551.3
    ],
    [
        " You know, it it's just a lot of rain",
        551.3,
        554.24
    ],
    [
        " So any thoughts of like how you're gonna logistically move. So yeah, it's basically almost like the two armies go into camp",
        554.24,
        562.5
    ],
    [
        " And they're literally right across the river from each other. So it would be just like me and you you",
        562.5,
        567.44
    ],
    [
        " Mean you're on the union. I'm on the Confederate side and we've got our little picket duty",
        567.6,
        572.46
    ],
    [
        " You know what I mean? Which you know everybody like okay, you're just gonna go down there by the river",
        572.46,
        577.16
    ],
    [
        " So it'd be like me and you staring across the table right now at each other and it's like",
        577.16,
        580.7
    ],
    [
        " Hey, dude, how's things over there? You know what I mean? I mean it sucks",
        580.7,
        583.68
    ],
    [
        " The common soldier, but like if you start about like hey, you know",
        583.68,
        587.08
    ],
    [
        " They want if you got anything to try a broken down mule for a general officer, you know what I mean like they're ready",
        587.08,
        593.72
    ],
    [
        " So that kind of tells you like what the the morale is like in the army of the Potomac with Burnside one of what they",
        594.04,
        602.1
    ],
    [
        " You know, I mean you just look back at at Freddishburg with the pontoon bridging all the explanations",
        602.1,
        607.62
    ],
    [
        " I mean it was just you know sleeping with the dead chamberland. I mean the privates are just not happy",
        607.62,
        612.96
    ],
    [
        " Then you're gonna load them all up get them geared up take them on a mud march",
        612.96,
        616.72
    ],
    [
        " You know what I mean? They're just not happy",
        616.72,
        619.22
    ],
    [
        " You know what I mean? And and they haven't had like any kind of a victory",
        619.22,
        623.58
    ],
    [
        " So and then you're sitting in the camps",
        623.58,
        626.18
    ],
    [
        " Uh",
        626.18,
        626.88
    ],
    [
        " And there's another book, you know, we don't have it's an interesting read about an artilleryist",
        626.88,
        632.44
    ],
    [
        " Guy that that served in the artillery and it's called a hard tack and bacon and it's all as it is",
        632.44,
        639.76
    ],
    [
        " It's like basically about like what it's like in like army camp as a as a pride and it's not like these dudes are",
        639.76,
        645.92
    ],
    [
        " You know, they're not they're not a chattam manor",
        645.94,
        649.2
    ],
    [
        " You know what I mean like these guys are just it's just like any other place like over in the over in Iraq",
        649.2,
        656.18
    ],
    [
        " You know to me you see a lot of guys they're in a in a shit hole",
        656.18,
        659.4
    ],
    [
        " And but they're gonna spruce it up, you know what I mean? They're gonna make it as best as a little homie as they can",
        659.4,
        664.4
    ],
    [
        " So that's basically what these guys are doing",
        664.4,
        666.76
    ],
    [
        " But you know on the Confederate side, you know, they can't keep their armies in camp and and run resupply",
        666.76,
        673.94
    ],
    [
        " So Robert E. Lee is gonna have to do like what he always does",
        674.08,
        677.08
    ],
    [
        " Somebody's gonna have to leave you so he's gonna have to take one of his core of either Jackson or Longstreet",
        677.08,
        682.9
    ],
    [
        " And he's gonna have to send them away because he can't sustain that size of an army on the Confederate side like they do on the union side",
        682.9,
        690.78
    ],
    [
        " So he decides this time. He's gonna he's gonna send Longstreet, you know what I mean?",
        690.78,
        695.36
    ],
    [
        " He's gonna go down towards like Suffolk area for jenya",
        695.42,
        698.06
    ],
    [
        " To kind of get him spread out, but you know, there's that rail system that we talked about over there at the uh at",
        698.06,
        703.92
    ],
    [
        " The slaughter pin area where mead broke through Jackson's lines",
        705.14,
        708.28
    ],
    [
        " So there's rails to get down all the way to Norfolk area, you know, I mean, it's still there to this day",
        708.28,
        713.32
    ],
    [
        " um",
        713.32,
        714.08
    ],
    [
        " It's basically, you know for the the folks listening out. There's like head down 301",
        714.08,
        719.54
    ],
    [
        " You know taking that taking that aspect down to that area. So Longstreet's away",
        719.54,
        723.88
    ],
    [
        " And then of course, you know Lee and Jackson have to kind of hang out",
        723.88,
        727.46
    ],
    [
        " You know me in camps keeping an eye on like when's the army of the Potomac gonna move again",
        727.46,
        733.04
    ],
    [
        " because they're still",
        733.04,
        733.86
    ],
    [
        " Have to keep the army of the Potomac out of Richmond. I mean, that's and now they're kind of like sitting and watching",
        733.86,
        741.16
    ],
    [
        " The army of the Potomac to see what's they're gonna do next and that is a couple a month process",
        741.16,
        747.88
    ],
    [
        " I mean, you know the battle of chances fell is gonna take place in May",
        747.88,
        750.92
    ],
    [
        " So that means that they're not even up and moving, you know, I mean until April time frame before they're even gonna stand and uh",
        750.92,
        758.16
    ],
    [
        " Like even start planning the next operational period",
        758.16,
        761.34
    ],
    [
        " Now Burnside",
        762.98,
        763.18
    ],
    [
        " Self-relieved right at this point. Yeah, he's yeah, so he's gone. Yeah Burnside's out",
        763.18,
        769.94
    ],
    [
        " Hooker gets put in command fight Joe um",
        769.94,
        774.68
    ],
    [
        " And and this was interesting and it's a good it's a good lesson so",
        774.68,
        780.24
    ],
    [
        " Hooker's been put in command, but but there's an interesting the way this happens just from a leadership perspective to look at this because hooker",
        780.24,
        790.46
    ],
    [
        " Hooker's like a political type guy and he'd been undermining",
        791.34,
        794.18
    ],
    [
        " He'd been undermining birdside the whole time and he had like minions up in DC kind of talking smack about Burnside",
        794.18,
        802.26
    ],
    [
        " and",
        802.26,
        803.4
    ],
    [
        " He's just one of those kind of conniving guys it seems like to me",
        803.4,
        808.76
    ],
    [
        " And apparently that's what it seemed like to Lincoln too. So so in the book Chancellor'sville",
        808.76,
        814.76
    ],
    [
        " By Sears once again. Here's here's what the president says to",
        814.76,
        820.24
    ],
    [
        " Here's what the president says to hooker the president in his letter went direct directly to the point",
        821.34,
        825.86
    ],
    [
        " I think it is best for you to know that there are some things in regard to which I am not quite satisfied with you",
        825.86,
        831.88
    ],
    [
        " I believe you are brave and skillful soldier which of course I like",
        831.88,
        836.18
    ],
    [
        " I also believe you do not mix politics with your profession in which you are right",
        836.18,
        841.02
    ],
    [
        " You have confidence in yourself which is a valuable if not indispensable quality",
        841.02,
        846.28
    ],
    [
        " You are ambitious which within reasonable bounds does good rather than harm",
        846.44,
        851.9
    ],
    [
        " However during general birdside's tide of command",
        851.9,
        856.46
    ],
    [
        " You have taken counsel of your ambition and floored him as much as you could in which you did a great wrong to your country",
        856.46,
        867.1
    ],
    [
        " so",
        867.1,
        870.22
    ],
    [
        " What I like about that and what's a good warning for all human beings is",
        871.62,
        877.2
    ],
    [
        " When you're doing these little these little maneuvers you're thinking you're you think you're looking out your for yourself",
        877.2,
        883.16
    ],
    [
        " You think you're making your boss look bad",
        883.16,
        885.02
    ],
    [
        " people see it",
        885.02,
        886.66
    ],
    [
        " And then by the way this goes up the chain of command down the chain of command your peers when you when you do some little thing",
        886.66,
        892.64
    ],
    [
        " You go oh, you know JD and JD and I went and did this mission and you know, I'm gonna tell everyone that I was the one that came up with the plan",
        892.64,
        899.26
    ],
    [
        " And and you know don't think JD's gonna see that you don't think the boss is gonna be like why is jocke was taking credit for a plan that these guys came up with together",
        900.94,
        906.78
    ],
    [
        " You're gonna look bad and so hooker ends up not looking great",
        906.78,
        911.4
    ],
    [
        " but at the same time",
        911.4,
        913.34
    ],
    [
        " Yes, that's you know a little bit of success. He's been in leadership position. So it seems like Lincoln just kind of",
        913.34,
        919.78
    ],
    [
        " He's the next guy is gonna give a crack at this thing",
        919.78,
        922.12
    ],
    [
        " Yeah, and if you remember from the you know the last podcast coming in I mean when they offered burnside that position",
        922.12,
        929.1
    ],
    [
        " He knew it was kind of outside of his wheelhouse",
        929.1,
        931.5
    ],
    [
        " You know me like he didn't want but then when Lincoln was like",
        931.5,
        934.98
    ],
    [
        " Okay, well, I'm gonna put hooker in there and he's like, okay, I'll take the job because yeah hooker did he did a good job in Antietam",
        934.98,
        942.3
    ],
    [
        " but",
        942.3,
        943.44
    ],
    [
        " Again, he's you know, he's that leader that's always under observation everybody seeing this stuff and I'm with you",
        943.44,
        949.76
    ],
    [
        " I love the way that like Lincoln's gonna set him down and like let him know that",
        949.76,
        954.78
    ],
    [
        " Hey, dude like we know what you were doing like the entire time of undermining the commander",
        954.88,
        961.16
    ],
    [
        " That's a powerful",
        961.16,
        962.28
    ],
    [
        " Message from the commander in chief of a president",
        962.28,
        965.36
    ],
    [
        " To now an appointed army commander that's gonna take over the army of the Potomac like so that's got to be like hookers",
        965.36,
        972.84
    ],
    [
        " Five sitting are going like holy shit man that dude knew yeah like every but if if the president knows everybody knows",
        972.84,
        980.34
    ],
    [
        " uh",
        980.34,
        981.3
    ],
    [
        " The",
        982.14,
        982.68
    ],
    [
        " The other interesting thing is a dichotomy too, right? Because because Lincoln's saying hey, you know ambition is good",
        982.68,
        988.92
    ],
    [
        " You know ambition is good",
        988.92,
        990.22
    ],
    [
        " Within reasonable bounds it's good does good rather than harm",
        990.22,
        994.2
    ],
    [
        " But then he's got that patent-esque thing",
        994.2,
        996.96
    ],
    [
        " You have taken counsel of your ambition, which you know patent said do not take counsel of your fears, right?",
        996.96,
        1003.62
    ],
    [
        " So this guy's taking counsel of his ambition. What a freaking classic. Yeah",
        1003.84,
        1007.94
    ],
    [
        " Yeah, I love and you know so",
        1007.94,
        1010.46
    ],
    [
        " Obviously if you look at your morale wise and and from where you started out with the the common soldiers",
        1011.92,
        1017.82
    ],
    [
        " mainly, you know the morale on the on the army of northern Virginia with the Confederates",
        1017.82,
        1023.38
    ],
    [
        " You know, I mean they're kind of having a good time you know what I mean in camp you know what I mean hanging out and are they are they able to like",
        1023.38,
        1030.72
    ],
    [
        " I mean they're in their home",
        1030.72,
        1032.92
    ],
    [
        " Territory right does that make it that much easier for them? I mean are they able like hey man, you know my my girlfriends coming up",
        1032.92,
        1040.08
    ],
    [
        " Are they able to take a little bit of leave? I know the officers are kind of free to come and go but what about the soldiers?",
        1040.14,
        1044.86
    ],
    [
        " Not as well. I mean they got to kind of like put in for you know",
        1045.66,
        1048.7
    ],
    [
        " It kind of like how we stuff to put in for like a leave chat, you know to mean and like you want to put in for leave",
        1048.7,
        1052.72
    ],
    [
        " But if it's during an operational period to come out as we like yeah, we can't go right now",
        1052.72,
        1056.62
    ],
    [
        " Like for instance soccer guys in Vietnam guys that like the soccer guys that fought with the with the South Vietnamese guys",
        1056.62,
        1062.48
    ],
    [
        " They'd go into lous for four days",
        1062.48,
        1065.34
    ],
    [
        " Come back to norm and then they're their Vietnamese counterparts like hey, I'm going home for the weekend",
        1065.6,
        1070.66
    ],
    [
        " But you know like where I'm in Vietnam",
        1070.66,
        1073.38
    ],
    [
        " It wasn't like it wasn't like the guys the the army guys the SF guys that were not gonna go anywhere",
        1073.38,
        1079.22
    ],
    [
        " They're they're in Vietnam. They're fighting so could the guys in the Confederates since they're in Virginia",
        1079.22,
        1084.22
    ],
    [
        " Did they have a little bit better liberty for lack of a better way of saying it?",
        1084.22,
        1088.5
    ],
    [
        " Yeah, they probably yeah, they had definitely over the union side",
        1088.76,
        1091.98
    ],
    [
        " But you know when you look at the at the makeup of like the the army of northern Virginia",
        1091.98,
        1097.16
    ],
    [
        " You know, I mean like most has got their Mississippi Alabama. I mean they're from all different states",
        1097.16,
        1103.42
    ],
    [
        " So they're not all from Virginia",
        1103.42,
        1105.86
    ],
    [
        " And then you know, but some of them you know to mean to be able to take leave to go home",
        1105.86,
        1111.66
    ],
    [
        " Especially during that time. It's also gonna rely. I mean, it's just like with anything. It's the commander",
        1111.66,
        1117.0
    ],
    [
        " And you know and we had talked of Jackson, you know, I mean Jackson. He's not the most at the time with that core",
        1118.42,
        1125.38
    ],
    [
        " He's not the most lenient",
        1125.38,
        1128.9
    ],
    [
        " With the enlisted, you know, I mean like because some of them are from it",
        1128.9,
        1132.98
    ],
    [
        " I mean if you look back at the way he was like in Winchester when he had his headquarters up there in a Shannon",
        1132.98,
        1137.56
    ],
    [
        " Doe of Ali campaign, you know for a volunteer force that are coming in",
        1137.56,
        1141.72
    ],
    [
        " It seems to me for to keep the morale as high as possible",
        1142.14,
        1145.24
    ],
    [
        " You want these guys to go home to see families because just like you know Jackson his wife gets to come and visit him",
        1145.24,
        1151.64
    ],
    [
        " You know what I mean, but these guys don't have the money",
        1151.64,
        1155.24
    ],
    [
        " You know what I mean to kind of pay for that",
        1155.24,
        1157.36
    ],
    [
        " But then again if it's almost like like nowadays like if I send you back home",
        1157.36,
        1161.46
    ],
    [
        " You know what I mean you can okay, I'm gonna let you go home for 10 days",
        1161.46,
        1164.8
    ],
    [
        " But you're also gonna recruit five dudes while you're there and you can bring them back",
        1164.8,
        1168.82
    ],
    [
        " You know what I mean? So could also be like the Iraqi army send them home on leave and like they don't come back",
        1168.82,
        1173.56
    ],
    [
        " Is there like I would enough for this shit? Yeah, but you know if you go back home and everybody like because they're all from the same hometown",
        1173.56,
        1181.2
    ],
    [
        " So if like me and you were in the same regimen and and next thing you know like we're on campaign and then I show back up home",
        1181.2,
        1188.3
    ],
    [
        " You know the picnic at the Sunday afternoon is gonna look odd and the awkward yeah like",
        1188.3,
        1193.0
    ],
    [
        " JD how are you here? You know what I mean? Oh, well, you know me",
        1193.0,
        1197.06
    ],
    [
        " I'm kind of on leave for for how long you know, I just left you know, so",
        1197.06,
        1201.02
    ],
    [
        " The those aspects of it of being in that in that hometown",
        1201.02,
        1205.22
    ],
    [
        " Is a little bit different so you know the morale on the on the on the Confederate side is also better because I mean",
        1205.22,
        1212.38
    ],
    [
        " They just laid the wood in Fredericksburg",
        1212.38,
        1214.68
    ],
    [
        " I mean and then they watch this mud march and you can hear when you kind of call it",
        1214.68,
        1218.7
    ],
    [
        " I mean these guys are doing a little ball busting of the guys on the union because these guys are like down on the dumps",
        1218.7,
        1224.4
    ],
    [
        " And they're you know from all up at the northeast or you know, you've got folks from all over and and",
        1224.4,
        1229.94
    ],
    [
        " Their commanders that they've had they haven't had a victory yet. So it's you know, it's kind of like you're",
        1229.94,
        1238.12
    ],
    [
        " You're on a losing team",
        1238.12,
        1239.68
    ],
    [
        " You know what I mean? And it's just nobody's buying jerseys. Nobody's coming to your games",
        1239.68,
        1245.0
    ],
    [
        " You know what I mean? And you know the other side is you know is just",
        1245.0,
        1249.16
    ],
    [
        " Is having a lot of success at this point in time",
        1249.16,
        1252.98
    ],
    [
        " So you know hooker coming in command. He's got to kind of look at raising morale",
        1253.74,
        1257.56
    ],
    [
        " How can I you know bring morale up and yeah, that's where we kind of you know",
        1257.56,
        1262.88
    ],
    [
        " Talks about with you know hooker brings in the army patches",
        1262.88,
        1266.74
    ],
    [
        " You know what I mean? So that's where you know if you're in the United States army",
        1266.74,
        1270.46
    ],
    [
        " You know meet hookers the one that they get the design patches for their units and put them on to kind of like",
        1270.46,
        1275.56
    ],
    [
        " We got patches. What's the army still uses to this day? They have more a lot of patches",
        1275.56,
        1279.96
    ],
    [
        " And if you're in the seal teams you made patches that were totally legal and you more know that they they've gone through a little like",
        1280.68,
        1288.06
    ],
    [
        " In the seal teams, you know the patches thing started and then the patches thing got kind of wild",
        1288.06,
        1295.24
    ],
    [
        " And I think right now they kind of shut down patches. You're not allowed to have them",
        1295.24,
        1300.3
    ],
    [
        " I like I did that but I did that because hey listen. We're working the army the Marine Corps",
        1300.3,
        1304.74
    ],
    [
        " Don't be you know, we can't look like a bunch of jackasses",
        1304.74,
        1306.98
    ],
    [
        " and then but but",
        1306.98,
        1309.62
    ],
    [
        " Eventually we even we wore patches and tasking a bruiser",
        1310.8,
        1313.82
    ],
    [
        " But not me",
        1313.82,
        1315.58
    ],
    [
        " But they kind of went to an extreme and now they're sort of tighten it up like across universally and they say no patches",
        1315.58,
        1322.72
    ],
    [
        " But now what do you have a bunch of platoons with with patches in their pocket?",
        1322.72,
        1326.72
    ],
    [
        " Ready to break out as soon as they get the opportunity that patches thing is what I'm saying is",
        1326.72,
        1331.66
    ],
    [
        " That patches thing is real and if you can make that a point of pride",
        1331.66,
        1336.42
    ],
    [
        " It'll people will work for it and people hold it",
        1338.26,
        1341.06
    ],
    [
        " Elevated in their minds and so that's it that came from hooker",
        1341.06,
        1344.82
    ],
    [
        " Yeah, so you know and and the logic behind some of the patches always like you know because like one of the units has got like a you know",
        1344.82,
        1352.2
    ],
    [
        " They're their second core, but they got a three leaf clover and then like you know",
        1352.2,
        1357.12
    ],
    [
        " I mean like third core has a four-sided diamond kind of stuff",
        1357.12,
        1360.42
    ],
    [
        " You know what I mean it like that makes that like you know",
        1360.42,
        1362.48
    ],
    [
        " I mean if I'm in third core three leaf clover",
        1362.48,
        1364.62
    ],
    [
        " It's got three leaves. I can remember you know what I mean now you're confusing people",
        1364.68,
        1369.12
    ],
    [
        " You know what I mean? So no offense to the army guys. I'm with you",
        1369.12,
        1372.62
    ],
    [
        " You know, I see Marines and we're not allowed to wear patches",
        1372.62,
        1376.02
    ],
    [
        " Either but you know, you'll see more tattoos of the first Marine the you know the diamond",
        1376.02,
        1381.94
    ],
    [
        " That's right up the road from us here man like dudes got that inked on them",
        1381.94,
        1386.2
    ],
    [
        " They are proud of where they the second marine division like dudes are proud of those so uh",
        1386.2,
        1392.08
    ],
    [
        " Yeah, it's just like if they if they have an opportunity to throw a patch or a sticker or anything",
        1392.08,
        1397.2
    ],
    [
        " You know, and mean that they're proud of yeah, it raises morale like dudes do not want a discredit the folks that came before them",
        1397.2,
        1404.56
    ],
    [
        " Yeah, that wore that uh",
        1404.56,
        1406.54
    ],
    [
        " So yeah, so he does that",
        1406.54,
        1408.38
    ],
    [
        " Another way that he does it which this kind of shows the where like hooker never did time and cell block",
        1408.38,
        1414.48
    ],
    [
        " Yeah, it means never enlisted. You know, and I mean he wasn't at the at the the gallows of the ship",
        1414.48,
        1419.68
    ],
    [
        " So eat you know Lincoln comes down. They're gonna put on a parade",
        1420.22,
        1423.3
    ],
    [
        " You know and uh and I've never been at a parade that like I thought was like cool. Oh, hey man",
        1423.3,
        1430.32
    ],
    [
        " We got a parade next Friday, man. This is gonna be awesome",
        1430.32,
        1432.6
    ],
    [
        " You know what I mean like maybe at the officers because they're all gonna be up there",
        1432.6,
        1436.14
    ],
    [
        " You know all that kind of stuff and they're gonna get excited about the parade",
        1436.14,
        1439.58
    ],
    [
        " You know, they're gonna be invited over to the general's tent for like cookies and snacks and stuff",
        1439.58,
        1444.74
    ],
    [
        " But like private baker, you know what I mean?",
        1444.74,
        1447.06
    ],
    [
        " I'm standing out there in the middle like three quarters of a mile away",
        1447.06,
        1450.46
    ],
    [
        " I can't even see because some dude in front of me is like six foot nine",
        1450.46,
        1454.08
    ],
    [
        " I don't see anything and I don't get invited for the cookies and snacks afterwards",
        1454.08,
        1458.14
    ],
    [
        " So he thinks that raises morale and kind of brings it down",
        1458.14,
        1461.56
    ],
    [
        " But uh so Lincoln makes his way down visits camp and stuff like that of course, you know as as a as the uh the",
        1461.56,
        1468.16
    ],
    [
        " Commander-in-chief that's good that you know these folks are coming down and visiting",
        1468.16,
        1473.42
    ],
    [
        " Just like they still do you know today. I mean, it's a big deal to come out and uh and see how the how the guys and gals are doing",
        1473.8,
        1480.76
    ],
    [
        " You know in in country while they're while they're on campaign",
        1480.76,
        1484.34
    ],
    [
        " um",
        1484.34,
        1485.44
    ],
    [
        " So you know and now hookers got to come up with with his",
        1485.44,
        1489.24
    ],
    [
        " Strategy of okay, how am I gonna deal",
        1489.24,
        1492.4
    ],
    [
        " When we go into campaign so he's got to come up with his plan",
        1492.4,
        1495.9
    ],
    [
        " And then his plan is basically to do the mud march, but when there's no mud",
        1495.9,
        1503.0
    ],
    [
        " Right, I mean, I hit fundamentally they realize they can't get across the the the setup the defensive setup that we talked about in Fredericksburg",
        1503.42,
        1511.66
    ],
    [
        " The river the town the open field the sunken road the stone wall the hill like you're not gonna beat that",
        1511.66,
        1519.64
    ],
    [
        " We got to go west. We got to use the fords",
        1519.64,
        1522.3
    ],
    [
        " To get to maneuver to that area where they have a different approach and the approach will be to the flank",
        1522.3,
        1528.98
    ],
    [
        " Um of where Lee and Jackson are at",
        1528.98,
        1532.9
    ],
    [
        " We basically",
        1534.68,
        1534.52
    ],
    [
        " Ten miles about 10 miles to eight miles 10 miles 12 miles something like that to the west. Yeah, uh, that's the idea",
        1534.52,
        1541.2
    ],
    [
        " Yeah, it's basically, you know, if you're looking at Fredericksburg even to this day",
        1541.2,
        1544.6
    ],
    [
        " It's the modern day route three back then called the plank road",
        1544.6,
        1548.12
    ],
    [
        " Uh, so it's a I mean, it's a very well-used road even back then it even still is today",
        1548.12,
        1554.6
    ],
    [
        " So if you if you go from Fredericksburg and you go west",
        1554.6,
        1557.9
    ],
    [
        " So you're going upstream up the Rapa Hanuk and as you go up past uh Rapa Hanuk you get out about like",
        1557.9,
        1564.98
    ],
    [
        " Anywhere between like eight to ten miles out. There's there's a split in the river and and now you've got the Rapa Hanuk",
        1564.98,
        1572.0
    ],
    [
        " And you've got the Rapa Dan",
        1572.0,
        1573.56
    ],
    [
        " River that is spilling into the Rapa Hanuk that's right out there towards that you got the Elys for US Ford",
        1573.56,
        1580.82
    ],
    [
        " So you got these fords that are out there",
        1580.82,
        1583.06
    ],
    [
        " But like you said with the no mud, you know, everything's you know everything's drying up now you can logistically start moving folks",
        1583.26,
        1590.14
    ],
    [
        " And of course, you know during that whole entire time you've got to cavalry guys doing their job",
        1590.14,
        1594.92
    ],
    [
        " We're kind of since they're watching the forts on both sides",
        1594.92,
        1597.88
    ],
    [
        " You know what I mean? No of seeing like okay how what's is you know looking at the depths of the water",
        1597.88,
        1603.88
    ],
    [
        " How's the banking are we gonna be you know because you got engineers that are looking at this stuff",
        1603.88,
        1608.22
    ],
    [
        " So all that is kind of going on after hooker decides it okay yet",
        1608.64,
        1613.42
    ],
    [
        " We're gonna we're gonna head west. We're gonna use the fords",
        1613.42,
        1616.18
    ],
    [
        " And then",
        1616.18,
        1617.42
    ],
    [
        " Because then that's that's gonna cause it is Robert E Lee",
        1617.42,
        1620.8
    ],
    [
        " You know what I mean? He's got to stay in Fredericksburg",
        1620.8,
        1623.48
    ],
    [
        " Because hookers also gonna leave folks back there. So he's not like the whole army of the Potomac is just gonna get up and abandon",
        1623.48,
        1631.18
    ],
    [
        " Right above it at Chattamander right across from there",
        1631.18,
        1634.82
    ],
    [
        " So so this is gonna cause a dilemma of like okay, he can get up and move his force",
        1635.3,
        1639.66
    ],
    [
        " But if he leaves a division back there and he takes off and starts going west",
        1639.66,
        1644.9
    ],
    [
        " Well now Robert E Lee's got to make a decision too",
        1644.9,
        1648.78
    ],
    [
        " And it's just him and Jackson and when he left Longstreet go he did keep back two divisions",
        1648.78,
        1655.84
    ],
    [
        " That that belonged to Longstreet so you're kind of looking at like Jackson's core like a core plus",
        1655.84,
        1662.04
    ],
    [
        " Yeah, so he's got like a core plus",
        1662.04,
        1664.34
    ],
    [
        " but",
        1664.34,
        1665.18
    ],
    [
        " He can't just take his core and move west to counter this offensive that hooker's gonna do",
        1665.18,
        1673.7
    ],
    [
        " And leave nobody in Fredericksburg",
        1673.7,
        1676.42
    ],
    [
        " Because then now they can just hop across they can gain a foothold and they can gain the heights beyond Fredericksburg",
        1676.42,
        1682.98
    ],
    [
        " Game changer",
        1682.98,
        1684.04
    ],
    [
        " You know what I mean if they if they ever would have achieved those marries heights beyond Fredericksburg",
        1684.04,
        1688.52
    ],
    [
        " Dude not he can move his logistical base different. Yeah, it's game on so",
        1688.68,
        1692.74
    ],
    [
        " You're kind of got like it's a chess match with Robert E Lee and and Joe Hooker now",
        1692.74,
        1698.16
    ],
    [
        " So they go to execute this thing when when hooker starts to move these are they try are they being clandestine about it? Are they trying to",
        1698.16,
        1705.96
    ],
    [
        " Are they trying to like keep a low profile as they start moving",
        1705.96,
        1710.32
    ],
    [
        " 80,000 people whatever the numbers or are they just like all right? We're just gonna try and do this fast weekend",
        1710.32,
        1716.1
    ],
    [
        " Yeah, well, they're gonna try to even night",
        1716.16,
        1718.36
    ],
    [
        " Yeah, okay. Yeah, so there but like I said again like when it gets out to the you know",
        1718.36,
        1724.18
    ],
    [
        " The opposite because of the river and the terrain and it's wintertime. There's no foliage",
        1724.18,
        1729.76
    ],
    [
        " You know even though these guys are back they're running reconnaissance on each one",
        1729.76,
        1733.58
    ],
    [
        " But you when people are cooking and they're you can always tell when there's activities in camp and everybody knows when it hits the springtime",
        1733.58,
        1742.68
    ],
    [
        " They're gonna go into campaign",
        1742.88,
        1744.5
    ],
    [
        " So it's like if you're on leave or you're recruiting like everybody needs to start coming back",
        1744.5,
        1750.2
    ],
    [
        " So but down to like the legitimate tactics of this it so I'm hooker",
        1750.2,
        1756.92
    ],
    [
        " Am I saying all right guys, you know, it's getting dark at six o'clock at night",
        1756.92,
        1761.5
    ],
    [
        " Don't do anything don't do any big moves six o'clock at night goes",
        1761.5,
        1765.72
    ],
    [
        " I want you know that's when you're starting moving are they doing it like that?",
        1765.72,
        1768.44
    ],
    [
        " Is it clandestine movement to the best of their ability to the best of their ability?",
        1768.44,
        1771.96
    ],
    [
        " Yeah, because if you look at it, okay, so even though on these roads, which are not like",
        1771.96,
        1776.5
    ],
    [
        " Improved roads like we kind of think of today. It's not the telegraph road. It's not the plank road",
        1776.5,
        1782.42
    ],
    [
        " So these roads like even still to do this day",
        1782.42,
        1785.4
    ],
    [
        " They're only two lane roads to get over to these forts",
        1785.4,
        1788.96
    ],
    [
        " So it's gonna take a minute to get there. So if they're gonna pick up they need",
        1788.96,
        1793.78
    ],
    [
        " As much to buy as much time as possible because you know as well anything if if robbery lead can get to those forts",
        1793.78,
        1801.26
    ],
    [
        " You know what I mean? Yeah, it's just like south mountain trying to come over there",
        1801.96,
        1805.14
    ],
    [
        " I mean there's only certain channelized area you get channelized area and that's where you can get them",
        1805.14,
        1809.06
    ],
    [
        " So yeah, they're gonna try to get now it's erased who can if they can get across those forwards and get up on to what is like",
        1809.06,
        1816.34
    ],
    [
        " Spotsolvania County and out of Stafford County now they got a foothold",
        1816.34,
        1820.74
    ],
    [
        " So yeah, they're gonna try to get across there first and hooker does a good job of that and",
        1820.74,
        1825.7
    ],
    [
        " Lee meanwhile",
        1825.7,
        1826.98
    ],
    [
        " he",
        1826.98,
        1827.94
    ],
    [
        " Well hooker first of all like you said hooker leaves saidwick and like 40,000 guys. Yep. This is mass movement",
        1828.1,
        1836.84
    ],
    [
        " I mean 40,000 guys is the stay behind on on the river on on Fredrick'sburg looking across the banks of the Fredrick'sburg",
        1836.84,
        1844.2
    ],
    [
        " that saidwick",
        1844.2,
        1845.16
    ],
    [
        " Mead",
        1845.16,
        1847.64
    ],
    [
        " Howard and slow com their hookers guys they do this big maneuver to the west",
        1847.64,
        1854.42
    ],
    [
        " Lee he leaves",
        1854.42,
        1856.82
    ],
    [
        " General early with a division at Fredrick'sburg and what they do this is what makes me think about this clandestine",
        1857.9,
        1862.94
    ],
    [
        " I think is what they do right is they they set up like they thin out their line",
        1862.94,
        1867.12
    ],
    [
        " And they put fires throughout the line to make it appear as if they don't you know everyone's still there",
        1867.12,
        1873.24
    ],
    [
        " That's kind of their deception mode. Yeah, so it'd be like, you know if you and I were you know a couple of privates back there",
        1873.24,
        1880.24
    ],
    [
        " And we're hanging out in Fredrick'sburg, you know to me like in the evenings and stuff",
        1880.24,
        1884.06
    ],
    [
        " We're moving up and down the lines to give the appearance",
        1884.06,
        1887.36
    ],
    [
        " That we're all still there and then yeah, Robert Elys going to drop back",
        1887.36,
        1892.48
    ],
    [
        " You know with Jackson and the rest of the core and now they're behind Mary's Heights",
        1892.48,
        1897.44
    ],
    [
        " So that they can start head now, but but they're direct route to get to like like I said",
        1897.44,
        1903.84
    ],
    [
        " I mean from Fredrick'sburg to the Chancellor'sville House at those crossroads of Elys Ford road and and the plank road is dude",
        1903.84,
        1912.12
    ],
    [
        " It's 10 miles and on the plank road",
        1912.12,
        1914.54
    ],
    [
        " It's a quick movement. I mean that is great movement for Robert Elys. So",
        1914.54,
        1919.06
    ],
    [
        " It's gonna take a while for those but you know hooker and these guys and they're gonna use multiple forwards",
        1919.06,
        1925.52
    ],
    [
        " To spread them all out, you know what I mean? So they're all so when you look at the guys like we talked about it",
        1925.52,
        1930.4
    ],
    [
        " With like mead and Howard and slow com, you know what I mean? So you've got like this three prong movement",
        1930.4,
        1935.78
    ],
    [
        " And they're all gonna go to different forwards",
        1935.78,
        1937.9
    ],
    [
        " And then even when they come up out of the Ford into Spots of A&U County",
        1938.08,
        1942.36
    ],
    [
        " Then they're gonna there's like there's there's there's even still to this day",
        1942.36,
        1946.02
    ],
    [
        " There's three prominent roads to get back into Fredrick'sburg, right?",
        1946.02,
        1951.32
    ],
    [
        " So you got the main road which is the plank road",
        1951.44,
        1953.82
    ],
    [
        " But then you've got old plank road that is to the south and then right along the river is river road",
        1953.82,
        1962.28
    ],
    [
        " And river road is uh, I mean it now it's it river road is probably",
        1962.28,
        1966.52
    ],
    [
        " The least traveled road",
        1967.22,
        1969.92
    ],
    [
        " But it's it's still there",
        1969.92,
        1971.66
    ],
    [
        " But you get on that man and I mean like",
        1971.66,
        1974.22
    ],
    [
        " It's still to this day. There's nothing out there man. It's it's",
        1974.22,
        1978.08
    ],
    [
        " It's there's there's no strip malls. There's no nothing man. I mean even to this day river road is like the locals",
        1978.08,
        1984.78
    ],
    [
        " Because I'm a local the locals use river road to move in and around the area to avoid route three and i95",
        1984.78,
        1991.2
    ],
    [
        " Like if you're a local you know where river road is",
        1991.2,
        1993.98
    ],
    [
        " So mead's gonna be on river road",
        1993.98,
        1996.18
    ],
    [
        " So he's gonna have a three prong approach even coming from the west",
        1996.18,
        2000.74
    ],
    [
        " To the east with that use of those three roads if that kind of makes sense. Yep. So so just to recap you got hooker",
        2000.74,
        2009.96
    ],
    [
        " He maneuvers out to the west. He's got a hundred and thirty eight thousand men with him",
        2009.96,
        2017.32
    ],
    [
        " Which again look hey man you're all in the military",
        2017.32,
        2021.24
    ],
    [
        " You know i'm maneuvered around we had forty guys in the task you did bro",
        2021.34,
        2025.12
    ],
    [
        " You know you and i were attacked talking last night",
        2025.12,
        2027.44
    ],
    [
        " You know how long does it take to get you i got four kids in my family like how long does it take if i",
        2027.44,
        2032.74
    ],
    [
        " Sprung on my family. Hey, we're going to restaurant. We need to leave now",
        2032.74,
        2037.02
    ],
    [
        " That's like 15 minutes to get everyone out the car",
        2037.02,
        2039.26
    ],
    [
        " We're talking 138,000 people they move west",
        2039.26,
        2043.9
    ],
    [
        " They get across these fours and then they there's basically what you're saying is there's three paths to",
        2043.9,
        2051.0
    ],
    [
        " get back to",
        2051.24,
        2052.42
    ],
    [
        " Towards Frederick. Towards Frederick. The most northerly one is river road",
        2052.42,
        2058.32
    ],
    [
        " And then there's the new plank road and then there's old plank road and that's where they're going to start moving down",
        2058.32,
        2064.74
    ],
    [
        " The other side",
        2064.74,
        2067.34
    ],
    [
        " He got Lee and he had left",
        2067.34,
        2070.2
    ],
    [
        " Left some of his guys with general early the rest of them had backed off the ridge line and started moving west as well",
        2070.2,
        2079.08
    ],
    [
        " Where where these two forces are going to meet now interestingly",
        2079.08,
        2083.02
    ],
    [
        " Lee",
        2083.02,
        2085.08
    ],
    [
        " He puts he goes up",
        2085.08,
        2087.46
    ],
    [
        " Old plank road and new plank road like that's where he decides block. He doesn't have anyone on river road nobody",
        2087.46,
        2093.78
    ],
    [
        " And by chance",
        2093.78,
        2095.72
    ],
    [
        " Mead",
        2095.72,
        2097.2
    ],
    [
        " He is on river road with his troops. Yep. They start they start moving east towards Fredrick'sburg",
        2097.2,
        2104.62
    ],
    [
        " as as the",
        2104.62,
        2107.42
    ],
    [
        " The two armies kind of skirmish for the first time they kind of like chance contact almost. Yep. It's",
        2107.7,
        2114.42
    ],
    [
        " A meeting in gate. I mean, it's yeah, they just so you got these these these two arm",
        2114.42,
        2120.5
    ],
    [
        " So you got two parades and they're on the plank road",
        2120.5,
        2124.02
    ],
    [
        " So it's you you got the two parades and they're kind of coming in and you know",
        2124.02,
        2128.58
    ],
    [
        " They're both kind of gonna go into battle formation. So they're gonna collide",
        2128.58,
        2132.8
    ],
    [
        " Right there and it's right next to there's a farm that's still there",
        2133.36,
        2137.06
    ],
    [
        " It's the first day a battle of chancersville is gonna take place right there on the plank road and and that",
        2137.06,
        2144.26
    ],
    [
        " From downtown Fredrick'sburg to this day. That's like six miles",
        2144.26,
        2148.72
    ],
    [
        " So you got like you know a few more miles to get back to the Elys four roads",
        2148.72,
        2153.62
    ],
    [
        " So yeah, so hookers doing pretty good man like he got across the forts",
        2153.62,
        2157.68
    ],
    [
        " You and me's got him in motion and they're moving towards Fredrick'sburg",
        2157.84,
        2162.38
    ],
    [
        " Robert E Lee leaves, you know his folks a division back in Fredrick'sburg and he's moving east to west and you just got two forces",
        2162.38,
        2170.74
    ],
    [
        " That are gonna hit each other. So if whatever we're saying right now like it seems complicated",
        2170.74,
        2176.32
    ],
    [
        " But now you're getting to a point where you just have two it's like a basic",
        2176.32,
        2179.44
    ],
    [
        " two armies online looking each other but",
        2179.44,
        2184.38
    ],
    [
        " At one point the army, you know the the union troops to to their left flank",
        2185.32,
        2190.78
    ],
    [
        " There's no resistance and so meat is pushing down this river road",
        2190.78,
        2194.4
    ],
    [
        " And this is where it gets interesting",
        2194.4,
        2196.72
    ],
    [
        " Hooker like they start to okay. There's there's there's a confederate troops. Okay, we're going into battle",
        2196.72,
        2202.08
    ],
    [
        " And what hooker",
        2202.08,
        2204.52
    ],
    [
        " wants to do",
        2204.52,
        2206.02
    ],
    [
        " It's he wants to recreate",
        2206.02,
        2209.62
    ],
    [
        " What happened to him or what happened to union troops at Fredrick'sburg he wants to go into the defense",
        2210.78,
        2215.52
    ],
    [
        " He wants to have the confederates attack them so they can sit there in good positions",
        2215.52,
        2220.56
    ],
    [
        " In the defense position, which is a hell of a lot easier",
        2220.56,
        2223.46
    ],
    [
        " It's a hell of a lot easier sit behind a stone wall or a tree and wait for someone to run at you and shoot them",
        2223.46,
        2227.66
    ],
    [
        " Then it is to run at someone that's hide behind a stone wall or tree. So that's what he wants",
        2227.66,
        2231.26
    ],
    [
        " He wants to go into the defense",
        2231.26,
        2232.58
    ],
    [
        " And so he doesn't realize the opportunity that meat has",
        2232.58,
        2237.98
    ],
    [
        " Because meat's clear he could go all he could split force eat. There's all kinds of maneuvers",
        2238.24,
        2242.74
    ],
    [
        " He can make hooker doesn't I guess he doesn't recognize that and he recalls him says come back",
        2242.74,
        2248.6
    ],
    [
        " Yeah, I mean, so if you take the river road and it's even still this day",
        2248.6,
        2253.54
    ],
    [
        " So if anybody if you're ever you know driving around that area you go get on the river road from Elyse Ford",
        2253.54,
        2258.72
    ],
    [
        " And like literally you're gonna be driving along and you can go all the way",
        2258.72,
        2263.2
    ],
    [
        " the to modern day route one the telegraph road",
        2263.2,
        2267.76
    ],
    [
        " And he unimpeded like not want not even like not even a traffic guard",
        2268.44,
        2274.64
    ],
    [
        " I mean, there's not even a stoplight that's gonna stop you",
        2274.64,
        2278.2
    ],
    [
        " You know what I mean and he could have gone and cut off",
        2278.2,
        2281.28
    ],
    [
        " Robert E. Lee on the modern day telegraph road and had",
        2281.28,
        2286.56
    ],
    [
        " Robert E. Lee and and the division left at Freddichburg cut in half",
        2286.56,
        2291.08
    ],
    [
        " And then Robert E. Lee's in would been almost enveloped. I mean like yeah, that's completely surrounded",
        2291.08,
        2296.74
    ],
    [
        " Yeah, and but because like hooker we all kind of know of like you know kind of talking a little bit about hooker",
        2296.74,
        2303.02
    ],
    [
        " I mean hookers all about hooker",
        2303.02,
        2304.5
    ],
    [
        " You know what I mean? So he's gonna yeah, he wants to create he wants to get the the high ground",
        2304.5,
        2311.2
    ],
    [
        " I mean where he ends up pulling everybody back into this defensive position to kind of recreate something",
        2311.2,
        2318.28
    ],
    [
        " Instead of being offensive. He's gonna want Robert E. Lee to come and attack them",
        2318.28,
        2323.14
    ],
    [
        " You know, I mean because of course it's good. So and he can anchor in his flank where he pulls me back",
        2323.14,
        2329.96
    ],
    [
        " And you've got the river, you know what I mean? So nobody so if you're looking at how he's gonna set it up",
        2329.96,
        2335.88
    ],
    [
        " You know, so hooker they're kind of facing",
        2335.88,
        2338.38
    ],
    [
        " You know west to east looking at Freddich of the direction of march of Robert E. Lee. So he's gonna have meads",
        2338.38,
        2346.68
    ],
    [
        " You know core that's down there and they're gonna tie into that river meaning that now their extreme left",
        2346.68,
        2352.9
    ],
    [
        " You know robbery Lee can't cross over that river. Yeah, he's protected",
        2353.36,
        2357.52
    ],
    [
        " But then he's gonna run the other side of of the other of his extreme right flank",
        2357.52,
        2364.42
    ],
    [
        " And he's got Howard",
        2364.42,
        2366.84
    ],
    [
        " You know with with his guys is the extreme right flank and it's it's in the air",
        2366.84,
        2373.3
    ],
    [
        " Meaning it's it's vulnerable. It's exposed",
        2373.3,
        2376.84
    ],
    [
        " and",
        2376.84,
        2378.66
    ],
    [
        " Because he's thinking okay these guys are here nobody is gonna be it nobody's gonna come over and threaten my right flank man",
        2379.56,
        2386.98
    ],
    [
        " So he leaves it that way",
        2386.98,
        2389.26
    ],
    [
        " thinking that you know Robert E. Lee and and Stonewall Jackson are obviously he didn't watch enough film",
        2389.26,
        2395.6
    ],
    [
        " Prior to the game you know what I mean like",
        2395.6,
        2397.82
    ],
    [
        " You know he doesn't have the film on on on Jackson obviously because",
        2397.82,
        2403.04
    ],
    [
        " He's he's gonna leave that right he thinks that they're just gonna come in and do a frontal attack like that's all",
        2403.04,
        2408.6
    ],
    [
        " It's in their wheelhouse. They're just gonna do a frontal. He's gonna sit there and he's he's in good ground",
        2408.66,
        2414.28
    ],
    [
        " Of where he's at except for his extreme right flank is exposed and like where it's exposed that is like it's it's open farmland",
        2414.28,
        2423.5
    ],
    [
        " I mean it's it's flat open area even still to this day",
        2423.5,
        2428.22
    ],
    [
        " Um, and what he got on Howard his nickname is uh-oh Howard",
        2428.22,
        2432.82
    ],
    [
        " Yeah, Howard he's a West Point guy. He's young",
        2432.82,
        2435.8
    ],
    [
        " You know Howard's he's in that strange",
        2436.4,
        2438.18
    ],
    [
        " His strange you could say he's a West Point guy and that could that doesn't really mean all that much at this point",
        2438.18,
        2444.46
    ],
    [
        " I mean like he gives him some sort of like some sort of starting point",
        2444.46,
        2448.52
    ],
    [
        " But we've already experienced people that are West Point guys that are horrible and West Point guys that are outstanding",
        2448.52,
        2453.8
    ],
    [
        " So right what do we got with the Howard? Yeah, so uh-oh, uh, you know, it's oh-oh Howard is is his name",
        2453.8,
        2460.86
    ],
    [
        " And and he's he's got a lot of immigrants. I mean, I want to say like in in his core alone with the Germans and all these",
        2462.64,
        2469.78
    ],
    [
        " Got me there's like seven different languages being spoke",
        2469.78,
        2472.64
    ],
    [
        " You know in this course. I mean when you look at communications that that's gonna be that's gonna be pretty tough",
        2472.64,
        2477.64
    ],
    [
        " But you know Howard",
        2477.64,
        2479.7
    ],
    [
        " He's not",
        2479.7,
        2481.46
    ],
    [
        " I mean, I never knew the guy personally, but yeah, I mean, I don't want to operate with this guy man",
        2481.46,
        2487.8
    ],
    [
        " You know, he's he's he's uh",
        2487.8,
        2490.56
    ],
    [
        " You know, he's extremely you know, he's extremely religious",
        2490.56,
        2495.52
    ],
    [
        " He's young",
        2495.52,
        2497.5
    ],
    [
        " He he means well",
        2497.5,
        2500.04
    ],
    [
        " If if I could give any props to Howard, you know Howard University of today like the first ever you know",
        2500.04,
        2507.4
    ],
    [
        " African-American college is named Howard University after",
        2507.4,
        2512.46
    ],
    [
        " General Howard",
        2512.46,
        2513.84
    ],
    [
        " So I mean, okay, so he's a good guy, but there's a lot of good guys out there that aren't good like commanders",
        2514.2,
        2520.4
    ],
    [
        " I was gonna say that good guys that you don't want commanding your open right like right, uh, you know what I mean?",
        2520.4,
        2526.14
    ],
    [
        " So uh",
        2526.34,
        2526.7
    ],
    [
        " So Howard and the uh-oh of his nickname kind of is is gonna come",
        2526.7,
        2531.96
    ],
    [
        " Mainly because of the battle that we're about ready to take place",
        2531.96,
        2536.32
    ],
    [
        " So you know if you look at how they got laid out like if I if I was if I was hooker and and hooker was it at Fred",
        2536.32,
        2543.3
    ],
    [
        " With Mead and we talked about him in the last episode like Mead was successful",
        2543.3,
        2547.98
    ],
    [
        " You look at some of the commanders that that he has underneath him of Hancock and Mead and and and Reynolds and some of these guys",
        2547.98,
        2556.76
    ],
    [
        " I mean he's he's got some good commanders that are out there. I would say that his weakest is Howard",
        2556.76,
        2563.0
    ],
    [
        " And he's got him out there on the extreme right flank and it's unprotected",
        2563.0,
        2569.7
    ],
    [
        " Mm-hmm",
        2571.68,
        2571.96
    ],
    [
        " You know what I mean like if it's me I would kind of tuck that dude in in between like a couple of my really good guys",
        2571.96,
        2579.24
    ],
    [
        " Yeah to kind of keep that look out for him. So if he does decide to do something stupid",
        2579.24,
        2583.96
    ],
    [
        " You know what I mean me could be like hey dude don't do that",
        2583.96,
        2586.68
    ],
    [
        " You know what I mean and kind of raining back in but for whatever reason uh, you know hooker puts him but hooker literally thinks",
        2586.68,
        2594.14
    ],
    [
        " Nobody is gonna come and threaten my stream right flank",
        2594.14,
        2598.08
    ],
    [
        " That's how we end up there. So yeah, so",
        2598.92,
        2601.9
    ],
    [
        " So is that kind of how the this this this day ends goes gets dark basically as these two giant armies you got 138,000 from the union",
        2601.9,
        2611.36
    ],
    [
        " lined up the across from them",
        2611.36,
        2614.68
    ],
    [
        " Is and but by what by across from them 60,000 troops from Lee we're talking like three quarters of a mile",
        2614.68,
        2623.38
    ],
    [
        " That's how that's how much they're separated by",
        2623.38,
        2625.5
    ],
    [
        " Yeah, I mean so right there on on the if you're looking at just like you had stated before",
        2625.52,
        2631.92
    ],
    [
        " The main area of concentration where they kind of end up is is right there it where the old plank road is and and the new",
        2631.92,
        2639.9
    ],
    [
        " plank road of modern day route three and",
        2639.9,
        2643.0
    ],
    [
        " From from the corner of where the chancerville houses, which is at the intersection of Elys Ford Road and and the plank road",
        2643.0,
        2653.04
    ],
    [
        " Right there. There's a of course. There's a nice house. That's one of the nicest houses in the entire area",
        2653.18,
        2659.64
    ],
    [
        " Houses that there anymore the foundation is a part of the part. I wish the house was still there",
        2659.64,
        2664.34
    ],
    [
        " There's photographs of it and stuff that you can see so it's a it's a nice house",
        2664.34,
        2667.72
    ],
    [
        " Uh, and that's where hookers gonna send up his headquarters and then he's gonna have this defense",
        2667.72,
        2672.82
    ],
    [
        " You know posture around him",
        2672.82,
        2675.14
    ],
    [
        " Kind of a 180 you know the left foot the his extreme left anchored on the river and then he's got his right kind of circling around and",
        2675.14,
        2682.98
    ],
    [
        " That in that one 80",
        2683.04,
        2684.3
    ],
    [
        " And just",
        2684.3,
        2686.1
    ],
    [
        " Yeah, three quarters of a mile like literally you go across the plank road you go through there's a there's another little open",
        2686.1,
        2694.18
    ],
    [
        " Farm area",
        2694.18,
        2695.76
    ],
    [
        " Uh that you're coming into and then you're gonna hit the the old plank road right there at old plank road",
        2695.76,
        2702.12
    ],
    [
        " And where it intersects there's there's an old Catherine's furnace road",
        2702.12,
        2708.28
    ],
    [
        " There's an old furnace that's not operational at the time",
        2708.28,
        2711.58
    ],
    [
        " But there's an old furnace that's back there in that Chancellorville area and it's called so it's the Catherine furnace road where that road meets the old plank road",
        2711.58,
        2720.98
    ],
    [
        " That's where Robert E Lee pretty much ends up with his headquarters dude like",
        2720.98,
        2726.06
    ],
    [
        " You know, I mean I live right there like the Chancellorville right there the cracker box that we talk about later on it's",
        2726.06,
        2733.72
    ],
    [
        " It's a stone throw from from where I live right now",
        2733.72,
        2737.38
    ],
    [
        " The every time and I run",
        2738.0,
        2739.66
    ],
    [
        " I run the the cracker box and I run the flank march at least if not twice a week",
        2739.66,
        2744.96
    ],
    [
        " Love running out there man and and every time it always",
        2744.96,
        2748.24
    ],
    [
        " Amazes me when I leave the cracker box from the old plank road and I run to where the new plank road is",
        2748.24,
        2755.12
    ],
    [
        " Dude, it's less than a mile like I'm running it so I mean you can you can check it on my Garmin",
        2755.12,
        2760.2
    ],
    [
        " It's on Strava so you know what I mean like if you don't believe I always this many miles dude",
        2760.2,
        2764.78
    ],
    [
        " I've run it a thousand times and it amazes me how close these two armies are",
        2764.92,
        2770.84
    ],
    [
        " I mean, it's just unbelievable of how close they are so yeah day one they both stop and now it's like now they're looking at each other",
        2770.84,
        2779.24
    ],
    [
        " And we know what hooker wants to do he wants defense and he wants the army of northern Virginia to come do a frontal on him",
        2779.24,
        2786.74
    ],
    [
        " Because he set up for it man. I don't know if he sent a memo over Lee like hey, I'm ready come on over",
        2786.74,
        2791.3
    ],
    [
        " Hey, maybe with the frontal assault, but then you got like okay, so now Lee",
        2791.3,
        2795.08
    ],
    [
        " Is now the guy that has to kind of go into counsel of like okay? What are we gonna do",
        2795.08,
        2801.88
    ],
    [
        " With with this new threat he made it across the river check, you know what I mean?",
        2801.88,
        2807.62
    ],
    [
        " Through the forwards we couldn't stopping we made his way in we ran a quick blocking",
        2807.96,
        2813.08
    ],
    [
        " We intercepted him now they're gonna sit there in the defense",
        2813.08,
        2816.32
    ],
    [
        " But he doesn't know that hooker is gonna run defense operations either",
        2816.32,
        2819.92
    ],
    [
        " He doesn't know if he's gonna get up so you know",
        2819.96,
        2822.44
    ],
    [
        " They're kind of like trying to figure each other out of like what are these guys gonna do",
        2822.44,
        2826.94
    ],
    [
        " But then again, they're so close and you get eyes on if I see you stop and you immediately start digging in",
        2826.94,
        2832.72
    ],
    [
        " Okay, so obviously you're going defensive operations now in 2022 if we stop for more more than an hour",
        2832.72,
        2841.08
    ],
    [
        " Dude, we're digging in we're putting sandbags even if we're gonna leave in 45 minutes like we like digging",
        2841.08,
        2847.24
    ],
    [
        " You know what I mean like it's probably like carrying on like e-tools and shit",
        2847.44,
        2850.82
    ],
    [
        " You know what I mean? And we love engineers with like back hose as soon as we get there",
        2850.82,
        2854.76
    ],
    [
        " Let's just start digging right",
        2854.76,
        2856.46
    ],
    [
        " So and this is becoming pretty common practice now with these folks of like this whole introduction of of a trench and a fighting position",
        2856.46,
        2864.9
    ],
    [
        " Kind of thing",
        2864.9,
        2865.52
    ],
    [
        " So now you've got Robert E Lee is the one that needs to make a decision of what he's gonna do",
        2865.52,
        2871.74
    ],
    [
        " And this is where you get this",
        2871.74,
        2874.04
    ],
    [
        " This kind of famous conversation of which what was actually said during this famous conversation isn't really known 100 percent",
        2874.86,
        2881.46
    ],
    [
        " But this is a conversation. I know you and I always refer to it as a cracker box",
        2881.46,
        2885.08
    ],
    [
        " Is that everyone refer to it as a cracker box conversation?",
        2885.08,
        2887.76
    ],
    [
        " Everyone should refer to it as the cracker box",
        2888.2,
        2890.54
    ],
    [
        " Okay, because if you go to the cracker box there is a placard there",
        2890.54,
        2895.66
    ],
    [
        " And it says the cracker box so that's what it is the cracker box man. So we got Lee and Jackson",
        2895.66,
        2902.98
    ],
    [
        " Sit down at this old cracker box to figure out what the plan is gonna be",
        2903.52,
        2909.92
    ],
    [
        " and and",
        2909.92,
        2911.64
    ],
    [
        " How's it go down?",
        2911.64,
        2914.06
    ],
    [
        " Yeah, so you know this is one of those times",
        2914.86,
        2918.42
    ],
    [
        " In in the history of the world that like because there wasn't anybody there that that heard the conversation of like",
        2918.42,
        2926.8
    ],
    [
        " And it's the cracker box. So it's like you know the hard tack",
        2926.8,
        2930.44
    ],
    [
        " And there you know there le it's it's kind of like you know how we get like the ammo crates",
        2930.86,
        2934.32
    ],
    [
        " And then you know what's the first thing that you know people do with ammo crate",
        2934.32,
        2938.46
    ],
    [
        " They put it back together and that that's like your field toilet. You know what I mean like yeah, so",
        2938.46,
        2942.88
    ],
    [
        " Kind of something we feel talk you feel this your field chair like you it could be anything",
        2942.88,
        2947.98
    ],
    [
        " It's it has multiple you know things you can do with it cracker box same way",
        2947.98,
        2953.08
    ],
    [
        " So they're gonna they're gonna sit down at this cracker box and and like",
        2953.08,
        2957.28
    ],
    [
        " Literally there they're at first. They're kind of getting a little bit of harassing fire",
        2957.7,
        2961.04
    ],
    [
        " You know in the mean they got guys shooting in them",
        2961.04,
        2962.84
    ],
    [
        " So they move in like right off of where Elys where not Elys Ford, but uh where the uh",
        2962.84,
        2969.22
    ],
    [
        " The Catherine's furnace road and the old plank road and it's just like right off of there",
        2969.22,
        2974.46
    ],
    [
        " And there's a there's a little marker that's there like like where the fire was and there's a really cool",
        2974.46,
        2980.8
    ],
    [
        " Portrait and it's it's Jackson and Lee sitting on cracker box",
        2980.8,
        2985.16
    ],
    [
        " It's kind of like how you and I are sitting here kind of looking each other. We got a fire going",
        2985.16,
        2989.06
    ],
    [
        " And we're like",
        2989.06,
        2990.6
    ],
    [
        " What do you think we should do tomorrow and uh and",
        2990.6,
        2994.36
    ],
    [
        " Yeah, one I mean we talked about the numbers. I mean we're basically it's three against one",
        2994.36,
        3000.76
    ],
    [
        " So it's like three jacos against one JD",
        3000.76,
        3004.62
    ],
    [
        " Dude even like right now that's not good odds hell. It's not really good odds with just one jaco and one JD",
        3004.62,
        3011.14
    ],
    [
        " You know what I mean like so now there's three jacos and one JD",
        3011.14,
        3015.72
    ],
    [
        " So do I want to go offensive like against like three jacos that that like I'm not a smart man",
        3015.72,
        3023.4
    ],
    [
        " If I'm gonna do that and let's like I got like a shitload of ammo",
        3023.4,
        3026.34
    ],
    [
        " You know what I mean and I could separate so he has this conversation and",
        3026.34,
        3031.44
    ],
    [
        " Jackson is gonna convince",
        3031.44,
        3034.46
    ],
    [
        " Robert E Lee that",
        3034.46,
        3036.46
    ],
    [
        " Dude, I think we should go offensive and",
        3036.98,
        3040.4
    ],
    [
        " I think I'm gonna take two thirds of the folks that we have here because remember",
        3040.4,
        3046.5
    ],
    [
        " He's like he's got the core plus",
        3046.5,
        3048.12
    ],
    [
        " So he's got those those two division guys that were you know, they kind of like adopted over and got from a long street",
        3048.12,
        3054.54
    ],
    [
        " So he's gonna leave those two guys mcclaws and then back there with with Robert E Lee and he's gonna take the rest of his core",
        3054.54,
        3061.26
    ],
    [
        " And he's like, you know, we can go down what is now called the Jackson",
        3061.26,
        3066.36
    ],
    [
        " flank march",
        3066.86,
        3067.32
    ],
    [
        " So I can go down E Lee's, you know, this uh the Catherine's furnace road and then you take that road and it'll take me up to the",
        3067.32,
        3075.74
    ],
    [
        " Brock road and then I can go all the way out and around and get over onto the plank road",
        3075.74,
        3082.36
    ],
    [
        " And then I can come in and I can hit him on that extreme right flank",
        3082.36,
        3087.1
    ],
    [
        " And they're like well, I mean do you kind of know the route kind of think we're not really but you know",
        3087.1,
        3091.76
    ],
    [
        " I mean we got there's lacy the lacy farm, you know reverend lacy",
        3091.76,
        3095.8
    ],
    [
        " So you know, they've they've got local. I mean they're they're basically they got a lot of local support",
        3095.8,
        3100.68
    ],
    [
        " It is spots of anger for genia",
        3100.68,
        3102.66
    ],
    [
        " So they're not worried about like anybody coming in trying to do they're getting support from the locals and everybody knows",
        3102.66,
        3109.66
    ],
    [
        " Robert E Lee and Stonewall Jackson and for genia",
        3109.66,
        3112.8
    ],
    [
        " You know what I mean? They're like hey, dude you guys don't have tents come take my house",
        3112.8,
        3116.28
    ],
    [
        " You know what I mean? They would love to have them stay there, but they they don't and",
        3116.28,
        3120.6
    ],
    [
        " Oh and not only with with with with with reverend lacy",
        3121.2,
        3125.98
    ],
    [
        " And also they're gonna need a guide",
        3125.98,
        3128.94
    ],
    [
        " You know what I mean? Someone to guide them on this road and this is literally like",
        3128.94,
        3133.14
    ],
    [
        " very unimproved roads",
        3133.14,
        3135.82
    ],
    [
        " Like the road that I'm talking about now when you go down there to catherance furnace",
        3135.82,
        3140.28
    ],
    [
        " It's not paved even still to this day man. It's a gravel road",
        3140.28,
        3144.9
    ],
    [
        " So and now you know what I mean like it's uh, I mean, I just couldn't imagine like",
        3144.9,
        3149.96
    ],
    [
        " It was it was a well-used road",
        3149.96,
        3152.26
    ],
    [
        " You know, I mean because of the of the furnace that was there",
        3152.26,
        3156.1
    ],
    [
        " But it's it's not anything. I mean, it's a path through the woods. This is kind of that's what I kind of look at it as back then it was",
        3156.1,
        3163.12
    ],
    [
        " It was a two track path",
        3163.12,
        3165.8
    ],
    [
        " Going through the the woods of of of of of chancersville. So",
        3165.8,
        3170.54
    ],
    [
        " You know at their that's basically",
        3170.54,
        3172.98
    ],
    [
        " What the conversation is is kind of going down with which that's why I wish like I would love to have listened to",
        3172.98,
        3179.78
    ],
    [
        " They came up with I'm three quarters of a mile",
        3180.0,
        3183.54
    ],
    [
        " I'm outman three to one",
        3183.54,
        3186.06
    ],
    [
        " You're gonna take two thirds of this force and",
        3186.06,
        3190.64
    ],
    [
        " Like I said, uh, you know, you get different distances of like what's the distance all the way out and around",
        3190.64,
        3197.04
    ],
    [
        " I've ran it a lot. It's right. I mean, you're looking at 14 miles",
        3197.04,
        3201.7
    ],
    [
        " So you just like you talked about like how longs it take to get like the four kids and the wife into the car",
        3201.7,
        3208.46
    ],
    [
        " You know what I mean now you're gonna take you know thousands of people",
        3208.8,
        3212.12
    ],
    [
        " You know what I mean through this two track road through the woods out and around 14 miles",
        3212.12,
        3217.88
    ],
    [
        " And you've literally got an army that could just stand up and you don't know if they're gonna go offensive",
        3217.88,
        3223.42
    ],
    [
        " You don't know what they're gonna do. Yeah, that's a that's really the crazy part or",
        3223.42,
        3227.8
    ],
    [
        " One of the crazy part of the gamble is you know, you you leave only two divisions",
        3227.8,
        3232.7
    ],
    [
        " To face",
        3234.86,
        3234.56
    ],
    [
        " 135 if those if the union gets up and goes on the offensive if they do a frontal attack in the morning",
        3234.56,
        3241.02
    ],
    [
        " They're they're gonna mop mop up. Oh, they're gonna roll them over like a wet napkin",
        3241.02,
        3245.88
    ],
    [
        " I mean even with those two different I mean they're gonna like I mean it would just it's overwhelming forces",
        3245.88,
        3251.64
    ],
    [
        " It would just be overwhelming they would just especially if like if Jackson gets out to like nine miles away",
        3251.64,
        3258.44
    ],
    [
        " You know what I mean and Long Street's not even there, you know what I mean like he",
        3258.44,
        3262.04
    ],
    [
        " There's not enough time distance space to get Long Street and his core there",
        3262.2,
        3266.2
    ],
    [
        " Even if it's like okay, well Long Street's due to arrive at like 10 tomorrow morning",
        3266.2,
        3271.16
    ],
    [
        " So yeah, if you take off it's yeah, let's roll the dice and he'll get here",
        3271.16,
        3275.0
    ],
    [
        " But that's not even in the picture like Long Street is out of this picture",
        3275.0,
        3279.04
    ],
    [
        " Completely out. So it's just Lee and Jackson",
        3279.04,
        3281.8
    ],
    [
        " And he's convinced in the boss",
        3281.8,
        3284.1
    ],
    [
        " That he's gonna he's gonna take these folks and he's gonna go out and he's gonna hit the extreme right flank of the union army",
        3284.1,
        3291.52
    ],
    [
        " The ultimate indirect attack ultimate flanking move ultimate",
        3293.02,
        3296.9
    ],
    [
        " And and and Lee",
        3296.9,
        3299.7
    ],
    [
        " gets credit for agreeing to it. I mean he says okay. We'll roll the dice because that's a huge roll the dice",
        3299.7,
        3306.3
    ],
    [
        " Yeah, I mean he's the boss. So I mean he",
        3306.3,
        3308.54
    ],
    [
        " Anything that happens he owns it",
        3308.54,
        3311.72
    ],
    [
        " And and so you know and it's always pretty cool because like when you talk about like individuals like that are gonna get up and like and like start like get",
        3311.72,
        3321.4
    ],
    [
        " After it, you know what I mean like Jackson's up early",
        3321.52,
        3323.56
    ],
    [
        " You know what I mean? So he's up early the next morning. He's got his task at hand",
        3323.56,
        3328.34
    ],
    [
        " You know the Reverend Lacey",
        3328.34,
        3330.68
    ],
    [
        " They end up getting hooked up one of the guys from over at the at the at the at the old",
        3330.68,
        3336.84
    ],
    [
        " At the old furnace over there",
        3336.84,
        3339.54
    ],
    [
        " Wellford's son is gonna act as a guide",
        3339.54,
        3343.28
    ],
    [
        " So basically you got like a young teenager",
        3343.28,
        3347.04
    ],
    [
        " Which I could only imagine you know me you've got this guy general officer of stonewall Jackson and here comes the 13 year old kid out there",
        3347.9,
        3354.86
    ],
    [
        " Followed me dude, you know what I mean, but you know he knows the woods. Oh, he knows it. Where you want to go? I got you",
        3354.86,
        3360.32
    ],
    [
        " Yeah, and uh, so you know he's he's up early",
        3360.32,
        3363.4
    ],
    [
        " uh and and and they're often and moving uh, they've got acting as a guide and uh and it's",
        3363.4,
        3370.68
    ],
    [
        " Turns out it's gonna be you know, it's the ultimate flank",
        3370.68,
        3374.42
    ],
    [
        " Of what they're about ready to to try to do is just it's unimaginable",
        3375.0,
        3379.58
    ],
    [
        " And today's day and age that you could convince a commander",
        3379.58,
        3383.66
    ],
    [
        " To take two thirds and and try to pull something off like that of what they do now",
        3383.66,
        3388.5
    ],
    [
        " They're trying to keep it clandestine as well. Oh, yeah. I mean obviously, but it's hard to go",
        3388.5,
        3393.9
    ],
    [
        " You got 20 30 25,000 troops or something like this. You're trying to quietly move out",
        3393.9,
        3399.82
    ],
    [
        " That's how do you get the word to 25,000 people right",
        3401.06,
        3404.44
    ],
    [
        " How do you get the word so decentralized command no? All right, hey bring the commanders in we tell them",
        3404.44,
        3409.68
    ],
    [
        " They tell them they tell them they tell them and eventually by the morning",
        3409.68,
        3412.9
    ],
    [
        " We got 25,000 people to stand up quietly and start",
        3412.9,
        3416.9
    ],
    [
        " Walking out to the west following this 13 year old kid",
        3416.9,
        3420.66
    ],
    [
        " That's gonna take us around the flag yeah, and uh when you look at Jackson, you know",
        3420.66,
        3425.6
    ],
    [
        " Okay, so now we're in 63 so you know Jackson's been through the valley",
        3425.6,
        3429.64
    ],
    [
        " He's you know, so if you're in his core. It's like I always say you know, there's one thing that's always true with Jackson",
        3429.64,
        3436.82
    ],
    [
        " You're gonna get up in the morning",
        3436.82,
        3438.26
    ],
    [
        " You're gonna get on the road face to the right you're gonna hike",
        3438.26,
        3441.96
    ],
    [
        " And there's gonna be a gunfight at the end of it",
        3441.96,
        3444.86
    ],
    [
        " You know what I mean like you can leave your shovels at home because it's just like a Freddicks bar",
        3444.86,
        3449.82
    ],
    [
        " Like as soon as Jackson shows up. Let's go off. That you know what I mean? He's",
        3449.82,
        3453.48
    ],
    [
        " You know, and so those guys",
        3453.48,
        3455.24
    ],
    [
        " They're they're in tune and we're talking about morale. They're like yeah, we're about ready to get after it again",
        3455.24,
        3461.8
    ],
    [
        " And I mean, so you got to look at the morale side of both sides. I mean, you know if you're there these guys have been winning",
        3461.8,
        3467.9
    ],
    [
        " It coming off a Freddicks burger like yep dude",
        3467.9,
        3470.68
    ],
    [
        " They just cross that river again man. We're gonna go out man and bring the wood to that ass",
        3470.68,
        3475.6
    ],
    [
        " And so they're up, but like like I said when you go down there even today",
        3475.6,
        3480.22
    ],
    [
        " You can see there's a there's a fork in the road",
        3480.44,
        3483.9
    ],
    [
        " When you get down there towards Catherine's furnace and that is an exposed area to where if if somebody's gonna see you",
        3483.9,
        3492.82
    ],
    [
        " That's where you're gonna get seen",
        3492.82,
        3494.78
    ],
    [
        " So as they get up in it. It's still you know, it's wooded",
        3494.78,
        3498.28
    ],
    [
        " But you can still see I mean, and they're so close together and when you look at like lines on a map",
        3498.28,
        3504.3
    ],
    [
        " So if anybody's like looking at a map right now you look at that just because that liner that they've got folks that are pushed out",
        3504.3,
        3509.86
    ],
    [
        " Forward, you know, I mean just like on the same thing that are doing pickets and and and LPOPs listening post observation post",
        3509.98,
        3517.62
    ],
    [
        " So people are trying to gain eyes on the enemy and they see Jackson and it's reported back",
        3517.62,
        3525.24
    ],
    [
        " And nobody does anything",
        3525.24,
        3528.44
    ],
    [
        " So they did so they're just sitting there waiting um",
        3528.44,
        3536.4
    ],
    [
        " And they see the movement they don't they don't react to it. They don't they don't",
        3536.84,
        3540.6
    ],
    [
        " counter they don't shift their position at all. They don't start digging in over on that right flank",
        3540.6,
        3545.66
    ],
    [
        " those nothing no",
        3545.66,
        3547.74
    ],
    [
        " Well, I mean they're they're they're digging in so they've got like",
        3547.74,
        3551.5
    ],
    [
        " They've got they're like trying to establish their defensive position",
        3551.5,
        3556.08
    ],
    [
        " But they're not anchored in on anything and they're only fed you know how like nowadays you got like a primary fighting position",
        3556.08,
        3563.5
    ],
    [
        " An alternate firing position and then a supplementary firing position",
        3563.52,
        3568.08
    ],
    [
        " So that just in case like the first two can",
        3568.08,
        3571.42
    ],
    [
        " Can cover the same mission, but then you always make another position of like what if shit happens",
        3571.42,
        3577.16
    ],
    [
        " We need to be able to now face west instead of face east they got none of that. Mm-hmm",
        3577.16,
        3582.74
    ],
    [
        " They are they're a one set mind",
        3582.74,
        3584.86
    ],
    [
        " These guys are gonna come from east to west and that's the way they're gonna hit us",
        3584.86,
        3588.62
    ],
    [
        " Nobody's gonna come on on from out on the west and hit us on our extreme right flank",
        3588.62,
        3593.24
    ],
    [
        " Oh",
        3595.02,
        3595.46
    ],
    [
        " So Jackson makes it and like you see this isn't a tough march right this this march",
        3595.46,
        3599.64
    ],
    [
        " No, I mean, of course that's yeah, it's flat relatively speaking. Yeah, relatively",
        3599.64,
        3604.46
    ],
    [
        " Yeah, I mean I shouldn't put it that way. Yeah, it's not an excessively challenging march. It's not like bunch of hills",
        3604.46,
        3611.32
    ],
    [
        " No, the terrain is not too harsh. Yeah, it's unable to pull it off. Yep with for them relative quickness and it is a",
        3611.32,
        3618.52
    ],
    [
        " It's yeah, it isn't it's an easy flat mart there's no hill street that you got to go up and over to get to it like you know",
        3618.52,
        3625.46
    ],
    [
        " Just down the road. It's it's like down here",
        3625.46,
        3627.82
    ],
    [
        " You know running along south beach and then jumping on the bike path that it's nice and flat",
        3627.82,
        3633.54
    ],
    [
        " You know what I mean? I've run it a bunch. So yeah, it's an it's an easy march",
        3633.54,
        3637.04
    ],
    [
        " But it's still gonna take him some time. So they're gonna roll out in the morning",
        3637.04,
        3639.8
    ],
    [
        " They're not gonna get around there till later in the afternoon. I mean, you're still moving",
        3639.8,
        3643.58
    ],
    [
        " You know 20,000 freaking people 14 miles. Yeah with with all their stuff. Yeah",
        3643.58,
        3648.06
    ],
    [
        " So he's got to take their artillery. So yeah, it's it's gonna take a while to get around there and you could just so everybody's so",
        3648.52,
        3655.26
    ],
    [
        " Jackson there's another famous photo of Jackson and Lee",
        3655.26,
        3659.04
    ],
    [
        " You know right before he takes off on the flank march and it's the last time",
        3659.04,
        3663.64
    ],
    [
        " That Robert E. Lee and Jackson are gonna personally be together",
        3663.64,
        3667.52
    ],
    [
        " Not to spoil anything, you know what I mean, but it's that's the last time. It's a pretty famous photo",
        3667.52,
        3672.68
    ],
    [
        " Of the two Jackson sitting up on a little sorrows favorite horse",
        3672.68,
        3676.42
    ],
    [
        " And him and Robert E. Lee it's they're it's their last last meeting and then Jackson's off",
        3676.94,
        3681.4
    ],
    [
        " And now you got Robert E. Lee and I can only imagine him hanging out right there at the cracker box",
        3681.4,
        3687.44
    ],
    [
        " You know to mean three quarters of a mile and then he watches the last",
        3687.44,
        3692.26
    ],
    [
        " private",
        3692.26,
        3693.4
    ],
    [
        " Kind of turned down towards you know the Catherine's furnace and now they're off to the distance and now it's a waiting game",
        3693.4,
        3700.52
    ],
    [
        " Because they're just they're basically you got Lee sitting there going waiting",
        3700.52,
        3705.48
    ],
    [
        " To hear fire",
        3706.42,
        3707.48
    ],
    [
        " Of the start of this flank attack",
        3707.48,
        3711.96
    ],
    [
        " I couldn't about the pacing like how does he entertain himself?",
        3711.96,
        3715.54
    ],
    [
        " You know, I mean not taking his mind off of things and I could even imagine the folks that they leave back there",
        3715.54,
        3720.9
    ],
    [
        " My claws in them yeah, and they're just like dude. They're gone man. I mean, it's just us",
        3720.9,
        3725.58
    ],
    [
        " You know what I mean? And yeah, of course, do they got an escape route? Could they you know try to pull back and get back into Fredrick'sburg",
        3725.58,
        3731.56
    ],
    [
        " But now you just you're leaving Jackson",
        3731.56,
        3733.64
    ],
    [
        " You know what I mean? I mean, this is a this is a huge risk of what they're doing",
        3734.26,
        3738.98
    ],
    [
        " But Jackson he makes it out and around",
        3738.98,
        3741.4
    ],
    [
        " And then he's he gets up he gets on the right flank and sets up pretty much he's on",
        3741.4,
        3746.26
    ],
    [
        " He pretty much straddles the the plank road. Yeah, that's what he's gonna do. Yep with 25,000 and then and then",
        3746.26,
        3753.54
    ],
    [
        " Roll in yeah, and he's got him like stack the so he straddle and he's got his divisions like in depth",
        3753.54,
        3760.68
    ],
    [
        " You know what I mean? So it's almost like you know, you got like a half back and a full back",
        3760.92,
        3765.0
    ],
    [
        " You know what I mean? You're gonna run a triple option",
        3765.0,
        3767.1
    ],
    [
        " If you don't know who's gonna get the ball",
        3767.1,
        3768.86
    ],
    [
        " So you got like a lot of options of you know",
        3768.86,
        3771.34
    ],
    [
        " Do I push this one to the left to the right? So yeah, he's gonna come in and of course you got Howard over there",
        3771.34,
        3777.12
    ],
    [
        " Nobody's expecting them to come",
        3777.12,
        3780.04
    ],
    [
        " You know what I mean? And then you know, they're all over there, and you know, what have they been doing all day?",
        3780.04,
        3783.94
    ],
    [
        " Slapping spades brewing up ramen. You know me right and letters home. You know what I mean? Typical private shit",
        3784.36,
        3790.3
    ],
    [
        " You know what I mean, and then in the next thing you know one of them's like well, hey dude. Holy shit",
        3790.68,
        3796.18
    ],
    [
        " Look what's coming and I mean",
        3796.18,
        3798.1
    ],
    [
        " they're gonna roll him up like a wet napkin and",
        3798.1,
        3801.22
    ],
    [
        " If you go there even today, so if you follow that entire flank march of what Jackson does you're gonna come in right before you get to the wilderness",
        3801.22,
        3810.5
    ],
    [
        " Baptist church which still stands there today you get up there",
        3810.5,
        3813.78
    ],
    [
        " This is large open field and in the plackard that plackard. It says the flying Dutchman",
        3813.78,
        3819.28
    ],
    [
        " And they're they're talking about Howard",
        3820.42,
        3822.3
    ],
    [
        " And it's the flying that they're against the surprise of this",
        3822.3,
        3828.7
    ],
    [
        " You know me so it's it's on and it's Jackson and they're they're on that extreme right flank and these guys are not prepared",
        3828.7,
        3837.1
    ],
    [
        " So what do they do they run",
        3837.1,
        3839.36
    ],
    [
        " And they just they get their stuff and of course what what's that do for like the guys with Jackson and they see him running",
        3839.36,
        3846.78
    ],
    [
        " It's like giddy up buddy. You know what I mean like these guys are on it",
        3846.78,
        3851.08
    ],
    [
        " It's like unleashing the wolves man and they're just rolling them up and then you could imagine all the other",
        3851.08,
        3858.08
    ],
    [
        " Core and the other divisions of like if you they're seeing dudes run on Adam and they don't know why they're running",
        3858.08,
        3864.08
    ],
    [
        " They're already getting scared like you know if I just got it from the table. I just start running",
        3864.08,
        3868.56
    ],
    [
        " And we run through the gym downstairs people were like why the hell are JD and Jaco run it? Yeah, even though they don't know what's going on",
        3868.56,
        3874.98
    ],
    [
        " So we're gonna start running yeah, just you know that that panic",
        3874.98,
        3878.94
    ],
    [
        " I know as I've talked about this in World War one they had to try and like get their careers",
        3878.94,
        3884.74
    ],
    [
        " To not run",
        3884.74,
        3886.96
    ],
    [
        " Because if a guy on the front line got up to run a message back someone seemed run to be like oh",
        3886.96,
        3892.94
    ],
    [
        " Oh, that's what I'm out and then that's two people and ask three and it's a hundred and then then you lose yeah",
        3892.94,
        3898.32
    ],
    [
        " So that's what's happening here only they're running for a good reason",
        3898.32,
        3901.82
    ],
    [
        " They're running because they're getting their asses kicked they're not ready for it. They start running you get a general panic going",
        3901.9,
        3908.12
    ],
    [
        " Right, I mean there's a difference like me going for a run in the morning. I'm just running these dudes are running for their lives",
        3908.12,
        3914.14
    ],
    [
        " There's a difference you know what I mean and yeah, so panic has hidden",
        3914.14,
        3919.58
    ],
    [
        " It's hit uh with with Howard's core and it's having a huge effect all the way down and of course you the other side the extreme left",
        3919.58,
        3927.64
    ],
    [
        " Like they don't know what's going on, but you know who's like I'm sure like is super excited",
        3927.64,
        3932.44
    ],
    [
        " Is Robert E Lee sitting back there cracker box of like",
        3932.44,
        3937.56
    ],
    [
        " He man that son of a bitch did it like wow, I mean it's got to be like",
        3937.56,
        3944.02
    ],
    [
        " Wow of what he is accomplished of what that uh this just of what transpired",
        3944.02,
        3950.32
    ],
    [
        " Between those two commanders and you know what I mean and and all the efforts of all the way down to the guide of the you know",
        3950.32,
        3957.1
    ],
    [
        " The young boy that's gonna lead them through and all the way out around and moving that many people and just by sheer luck of like they got seen",
        3957.1,
        3965.38
    ],
    [
        " And just because of like what is wrong with the army of the Potomac's officers man like you got privates and shit saying hey sir",
        3965.38,
        3972.76
    ],
    [
        " I I see a bunch of guys moving on the road out there and you start reporting it up and they're like man",
        3972.76,
        3978.02
    ],
    [
        " You're not seeing anything man go back out there and sit back down and what do they do when they get back out there like you got to be",
        3978.02,
        3982.76
    ],
    [
        " Shit me dude. What I mean they actually do come out and even some of the other officers",
        3982.76,
        3986.92
    ],
    [
        " See this and as they report it up. They're just like hey man that that's nothing nobody's gonna go all the way out",
        3986.92,
        3993.32
    ],
    [
        " There's rose don't I mean what why are they not doing anything? That's what always just kind of really just",
        3993.32,
        3999.42
    ],
    [
        " Amazes me of like",
        3999.42,
        4000.68
    ],
    [
        " Why don't they believe these guys",
        4000.68,
        4002.84
    ],
    [
        " You know, I mean is it that much ego going on man that it's the housewives of the army of the Potomac like literally going on out there",
        4002.84,
        4011.46
    ],
    [
        " Like why do they not get along and like listen to each other? They could have stopped that entire thing",
        4011.46,
        4017.1
    ],
    [
        " They could have cut Jackson right there. They had every opportunity to it wouldn't like they got away and they weren't seen",
        4017.1,
        4024.06
    ],
    [
        " They were seen. It's documented that they were seen and nobody did anything about it. That's just is crazy to me, but",
        4024.06,
        4032.2
    ],
    [
        " They get around and they're doing this and then Robert E Lee and those folks. So he's got his two divisions there",
        4032.2,
        4038.08
    ],
    [
        " So of course we're gonna join in you know me because now what's that gonna cause hooker to do",
        4038.08,
        4043.14
    ],
    [
        " He's gonna start folks and everything over there on this extreme exposed right flank",
        4043.14,
        4047.14
    ],
    [
        " The officers are gonna start trying to slow down people running for their lives and half of them don't even speak English",
        4047.14,
        4053.52
    ],
    [
        " See you yell at them like all day long. They got no shit's given",
        4053.52,
        4056.74
    ],
    [
        " They're just running back to where they came from and now you've got these folks that are now over on the you know",
        4056.74,
        4063.42
    ],
    [
        " That three quarters of a mile where they're gonna start opening it up",
        4063.42,
        4066.42
    ],
    [
        " You know what I mean? Which is gonna end up collapsing back their defensive position. It's a total",
        4066.62,
        4072.48
    ],
    [
        " shock and awe",
        4072.48,
        4074.08
    ],
    [
        " What happens but now",
        4074.08,
        4076.26
    ],
    [
        " The heat tab it's it's it's getting dark luckily luckily for the union",
        4076.26,
        4083.04
    ],
    [
        " It took a while to get there and they're gonna it's gonna get dark. It starts getting dark. It starts getting dark",
        4083.04,
        4088.3
    ],
    [
        " And and the folks are something you gotta look at it man for for you know for Jackson's core and the folks that he took around",
        4088.3,
        4095.7
    ],
    [
        " Or man that's that's a 14 mile movement and you're into a gun fight and it's a run-and-fight so these guys",
        4095.7,
        4100.92
    ],
    [
        " I mean I'm at their adrenaline stuff and then they all slow down",
        4100.92,
        4103.78
    ],
    [
        " and they get uh",
        4103.78,
        4105.66
    ],
    [
        " I mean man like looking at it of how close they are to",
        4105.66,
        4110.02
    ],
    [
        " Hooker's headquarters there if you go there today",
        4110.02,
        4113.52
    ],
    [
        " I mean you are less than a mile",
        4113.52,
        4117.2
    ],
    [
        " From from hookers headquarters",
        4117.2,
        4119.4
    ],
    [
        " Less than a mile so Jackson's crew",
        4119.4,
        4122.42
    ],
    [
        " Made it less than a mile",
        4122.42,
        4124.76
    ],
    [
        " Where hooker has headquarters set up and then and then that's where he kind of like pauses like it's a hold",
        4126.58,
        4132.68
    ],
    [
        " Yeah, it's a hold is it so he holds right there",
        4132.68,
        4135.38
    ],
    [
        " But Jackson still wants to kind of get Jackson knows he look he brought his guys 14 miles",
        4135.38,
        4141.42
    ],
    [
        " They kicked their ass there, but it's getting dark. He's like we've done a great job",
        4141.42,
        4145.68
    ],
    [
        " And and let's face it after you've done 14 miles and you kicked a bunch of ass",
        4145.68,
        4150.1
    ],
    [
        " You're gonna need to do a little bit of a reorg",
        4150.1,
        4152.02
    ],
    [
        " You got to get your shit together a little bit get ahead count get an ammo can't get some like all that stuff's got to go down",
        4152.12,
        4156.96
    ],
    [
        " Jackson recognizes that so he's like all right. So hold what you got right here do a little reorg",
        4156.96,
        4162.28
    ],
    [
        " But but Jackson also is like I'm not done yet. Oh, yeah, he's not done",
        4162.28,
        4167.4
    ],
    [
        " So he",
        4167.4,
        4168.8
    ],
    [
        " He wants to find out where to go neck what the next move is gonna be and he decides",
        4168.8,
        4173.0
    ],
    [
        " To get some reconnaissance going but because his Jackson he doesn't say hey private schmuckertelli",
        4173.0,
        4178.54
    ],
    [
        " You know you grab a crew go out tell me what you see he says no, I'm going out to look yep, so he personally",
        4178.84,
        4184.22
    ],
    [
        " Goes on reconnaissance. Yeah, so he's gonna you know everybody else from the commanders all the way down",
        4184.22,
        4191.84
    ],
    [
        " You know with his division commanders regimental they're doing the ammo casualty",
        4191.84,
        4195.6
    ],
    [
        " They're their waggers are showing up. They're giving a read because I'm I'm sure that like you know",
        4195.6,
        4199.78
    ],
    [
        " If you're a private with Jackson, they got no ammo. You know what I mean? They're just unloading ammo",
        4199.78,
        4204.64
    ],
    [
        " So you know what I mean? So yeah, they just and Jackson's like all right",
        4204.64,
        4207.94
    ],
    [
        " Well, while you guys are reloading the cartridge boxes and stuff. You know what I mean?",
        4207.94,
        4212.5
    ],
    [
        " I'm gonna go do a leader's recon",
        4212.8,
        4214.34
    ],
    [
        " So he takes him and some of his staff and instead of I mean he's got cavalry. I mean you know stewards there for Christ's sake",
        4214.34,
        4221.14
    ],
    [
        " You know what I mean like send somebody else out, you know what I mean? But that's not Jackson",
        4221.14,
        4226.3
    ],
    [
        " so Jackson",
        4226.3,
        4227.82
    ],
    [
        " You know it's dark",
        4227.82,
        4229.98
    ],
    [
        " He's gonna start head now everybody's back because he's like I'm gonna go out man do this little reconnaissance",
        4230.5,
        4235.12
    ],
    [
        " I'm gonna come back and and we're gonna get he up and we're gonna get after it like we're not waiting for like tomorrow morning",
        4235.12,
        4240.82
    ],
    [
        " like",
        4240.82,
        4241.08
    ],
    [
        " What if they're on the run?",
        4241.08,
        4242.72
    ],
    [
        " Let's get him now and Jackson goes out and of course you know how you kind of like we even know it's dark",
        4243.28,
        4249.44
    ],
    [
        " And it's like on a road you kind of like silhouette yourself like a little bit",
        4249.44,
        4253.06
    ],
    [
        " You know what I mean? So of course now you got these union guys that are over there",
        4253.06,
        4256.92
    ],
    [
        " And they see these folks out there on the road. Well, they know it's like okay, we're gonna shoot at him",
        4257.88,
        4262.42
    ],
    [
        " We don't know who it is, but we know that they're not with us. So let's shoot at them",
        4262.42,
        4266.88
    ],
    [
        " So they're gonna start taking some shots and then Jackson in his recon element as they're kind of moving down plank road",
        4266.88,
        4274.24
    ],
    [
        " Trying to get an assessment of course",
        4274.24,
        4276.46
    ],
    [
        " Union dude see him and are like oh",
        4276.46,
        4279.88
    ],
    [
        " Those those are bad guys",
        4279.88,
        4281.58
    ],
    [
        " They start shooting at Jackson in his little recon element. Yep",
        4281.58,
        4285.42
    ],
    [
        " And they're gonna break in so they're gonna break you know like north",
        4285.42,
        4289.24
    ],
    [
        " Well, you know like north end of the woods. So their head needs. They're gonna break into the wood line",
        4289.24,
        4294.08
    ],
    [
        " And when they get into that wood line now that they're getting resistance because that's it's almost like as if like",
        4294.08,
        4300.36
    ],
    [
        " Once they get shot at now he can see where their lines are you know what I mean?",
        4300.36,
        4305.26
    ],
    [
        " So he's gonna break into the woods and then he's gonna start making his way back west",
        4305.4,
        4310.38
    ],
    [
        " Basically got his information once he's getting shot at he's like cool. Now. I know where you're at. Yep",
        4310.76,
        4315.84
    ],
    [
        " I know we're gonna start meet resistance",
        4315.84,
        4317.58
    ],
    [
        " I'm out of here. He breaks to the north",
        4317.58,
        4320.18
    ],
    [
        " But he's got his intel or at least he knows it shouldn't go out trying getting closer",
        4320.18,
        4324.62
    ],
    [
        " starts heading back to friendly lines. Yep",
        4324.62,
        4327.1
    ],
    [
        " and though the mistake that he made when he left friendly lines",
        4327.1,
        4333.64
    ],
    [
        " They didn't alert",
        4333.64,
        4335.72
    ],
    [
        " To let his folks know",
        4336.78,
        4338.38
    ],
    [
        " so not",
        4338.38,
        4339.62
    ],
    [
        " Not everybody now now of course except for like the folks that are like right there with him",
        4339.62,
        4345.28
    ],
    [
        " They can see like oh hey there gives Jackson enough",
        4345.28,
        4347.34
    ],
    [
        " But the like the folks that are down like 150 yards from they they got no they got no clue and and it ends up being",
        4347.34,
        4353.22
    ],
    [
        " It's a it's a north Carolina regiment",
        4353.22,
        4354.8
    ],
    [
        " Uh, and they're just down and it's nothing against the north Carolina right so",
        4354.8,
        4358.7
    ],
    [
        " Jackson breaks into the woods",
        4358.7,
        4360.76
    ],
    [
        " He's he's making his way back, you know, in the mean he he breaks north gets into the woodline",
        4361.26,
        4365.6
    ],
    [
        " He's like, hey man, let's get back into friendly lines",
        4365.6,
        4367.34
    ],
    [
        " I've got my information that I need we're getting kind of shot at let's move back",
        4367.34,
        4371.08
    ],
    [
        " And as they're moving back through the woodline you've got the same thing that we just talked about with the union",
        4371.08,
        4376.92
    ],
    [
        " These guys from north Carolina they see movement to their front",
        4376.92,
        4381.16
    ],
    [
        " And they just did this flank attack and they know that there's nobody in front of them other they are the tip of the spear",
        4381.16,
        4388.6
    ],
    [
        " So anybody is out there moving they're gonna shoot at him",
        4389.34,
        4392.72
    ],
    [
        " We just did an ammo casualty they got more ammo you see movement",
        4392.72,
        4396.86
    ],
    [
        " They think it's maybe them doing a reconnaissance against them so they start shooting",
        4396.86,
        4401.68
    ],
    [
        " And they end up hitting Jackson",
        4401.68,
        4404.98
    ],
    [
        " So he gets hit in the arm. Yep bad bad like not not a little not a little one but a big one like he's gonna need amputation",
        4404.98,
        4414.78
    ],
    [
        " Yes",
        4414.78,
        4415.2
    ],
    [
        " Um, and he's gonna need to get kazavak",
        4415.38,
        4418.82
    ],
    [
        " Yep",
        4418.82,
        4419.94
    ],
    [
        " So they start they start initiating that right they start initiating he and like the casualty evacuation",
        4419.94,
        4427.48
    ],
    [
        " I mean casual casualty evacuation in 2020 is not fun, you know, you're getting thrown into a humvee",
        4427.48,
        4435.08
    ],
    [
        " You're getting thrown into a helicopter whatever and you're gonna be at an aid station in seven minutes, right",
        4435.08,
        4440.46
    ],
    [
        " He's gonna get tossed into you know a wagon drag down the road",
        4441.36,
        4446.16
    ],
    [
        " For however many hours he got 20 miles. He's got to go before he gets to a rail station where he's gonna be there",
        4446.16,
        4453.8
    ],
    [
        " Sitting and waiting. I mean this is not an effective",
        4453.8,
        4455.92
    ],
    [
        " efficient casualty evacuation",
        4455.92,
        4458.5
    ],
    [
        " scenario like we have today, right",
        4458.5,
        4461.3
    ],
    [
        " Um",
        4461.3,
        4462.78
    ],
    [
        " And it's a yeah that 20 mile like they still the frenchberry running club back that we do what's called every year",
        4462.78,
        4469.46
    ],
    [
        " The jaxson ambulance route and it's a 20 mile run",
        4470.2,
        4474.52
    ],
    [
        " So you're basically going from from right over there off the off the plank road",
        4474.52,
        4480.1
    ],
    [
        " You're gonna take Brock Road and you're gonna go all the way down to guinea station",
        4480.1,
        4484.76
    ],
    [
        " Which is down guinea station is right on off of the the telegraph road",
        4484.76,
        4490.68
    ],
    [
        " Now there's i95 is there",
        4490.68,
        4492.9
    ],
    [
        " You know what I mean? And there's actually a marker so if you you know, I mean",
        4492.9,
        4495.92
    ],
    [
        " So he's they're trying to get him to guinea station in the back of an ambulance and Brock Road is a two lane",
        4495.92,
        4501.22
    ],
    [
        " Country road still to this day. So yeah, like you're right like this is not a a quick fast meta-vac",
        4501.22,
        4509.14
    ],
    [
        " It's gonna be painful. He's gonna be riding and he's got his arm amputated",
        4509.14,
        4512.6
    ],
    [
        " I mean, you know, they're and he's making his way to guinea station to try to get on a train to getting back to Richmond to a hospital",
        4512.6,
        4518.56
    ],
    [
        " and",
        4518.56,
        4521.84
    ],
    [
        " He obviously is immediately out of fight, but he's gonna die",
        4522.72,
        4526.64
    ],
    [
        " He dies it takes several days",
        4526.64,
        4529.62
    ],
    [
        " He gets like some complications of pneumonia and he's gonna die and all the the doctors and there's an account",
        4529.62,
        4537.9
    ],
    [
        " The doctor that kind of was with him",
        4537.9,
        4540.96
    ],
    [
        " Um in his final hours",
        4540.96,
        4543.16
    ],
    [
        " He the guy named dr. McGuire and dr. McGuire said a few moments a few moments before he died",
        4543.16,
        4550.36
    ],
    [
        " He cried out in his delirium",
        4550.36,
        4552.7
    ],
    [
        " Order AP Hill to prepare for action pass the infantry to the front rapidly tell major hawks",
        4552.7,
        4561.66
    ],
    [
        " Then stopped leaving the sentence unfinished",
        4561.66,
        4565.98
    ],
    [
        " Presently a smile of ineffable sweetness spread itself all over his pale face and he said quietly",
        4565.98,
        4575.4
    ],
    [
        " And with an expression as if of relief",
        4575.4,
        4579.7
    ],
    [
        " Let us cross over the river and rest under the shade of the trees",
        4581.02,
        4585.94
    ],
    [
        " That's some poetic words to be saying when you're on your deathbed. I don't know if McGuire",
        4585.94,
        4596.66
    ],
    [
        " You know kind of doctor that up a little bit",
        4596.66,
        4599.3
    ],
    [
        " I hope to have some sort of you know",
        4599.3,
        4602.2
    ],
    [
        " Intelligent and poetic thing to say when I'm on my deathbed. I think I probably saying something we're like ah",
        4602.2,
        4607.52
    ],
    [
        " Shit, you know like that's",
        4607.52,
        4609.4
    ],
    [
        " But if you're gonna say something you know let us cross the river and rest under the shade of trees. What a beautiful",
        4610.7,
        4614.98
    ],
    [
        " statement um",
        4614.98,
        4617.04
    ],
    [
        " But he's dead right um he's out of the fight AP Hill takes command",
        4617.04,
        4623.02
    ],
    [
        " Yeah, once he's off the battlefield",
        4623.02,
        4624.96
    ],
    [
        " He goes down wounded. Yep. AP Hill. He's met a vac doubt and then Jeb Stewart takes command and",
        4624.96,
        4633.06
    ],
    [
        " Which is what what's interesting about this is just like like their secession plan",
        4633.06,
        4638.38
    ],
    [
        " Which we talk a lot about in the military. We talk about what civilian companies as well",
        4638.38,
        4641.32
    ],
    [
        " Like you got a session plan. Someone goes down with boss goes down up. Jockel goes down cool. JD's got it",
        4641.32,
        4646.78
    ],
    [
        " JD goes down echoes guy like we know what we're doing and that's how they're kind of set up and uh",
        4646.78,
        4652.6
    ],
    [
        " Jeb Stewart what's up with that what's up with the sash how's that go?",
        4652.6,
        4657.74
    ],
    [
        " Well, you know like you got the the color. He's got it the so the color of the cavalry is is yellow",
        4658.06,
        4663.66
    ],
    [
        " You know when you look around and even still to this day like if you look at different uh patches",
        4664.36,
        4669.52
    ],
    [
        " You know, we had that whole patches conversation",
        4669.52,
        4671.48
    ],
    [
        " You know, I mean if it's like a red patch, you know, and I mean it's infantry",
        4671.48,
        4675.7
    ],
    [
        " Well of course, I don't know why they picked yellow for the cavalry because that didn't go over well between the relationship",
        4675.7,
        4682.56
    ],
    [
        " We're having cavalry guys because they're like yeah that yellow stripe on your legs. You'd be going down your back",
        4682.56,
        4687.48
    ],
    [
        " Because you're yellow",
        4687.48,
        4689.06
    ],
    [
        " You know, I mean it's the same you know same stuff goes on",
        4689.06,
        4692.04
    ],
    [
        " It's still to this day",
        4692.48,
        4693.86
    ],
    [
        " So you got Jeb Stewart the cavalry commander and and AP Hill goes down",
        4693.86,
        4700.26
    ],
    [
        " You know, he's a division commander underneath uh underneath Jackson and you know, so he goes down and then Jeb Stewart as a cavalry commander",
        4700.26,
        4709.28
    ],
    [
        " He's gonna take off the yellow sash. He's gonna take command of an infantry core",
        4709.28,
        4713.76
    ],
    [
        " Which is pretty cool man of like Jeb Stewart, but then he's gonna get rid of his",
        4713.76,
        4719.76
    ],
    [
        " Colors he's gonna take on the colors of the infantry and now he's an infantry",
        4720.52,
        4726.04
    ],
    [
        " Commander which is that's that's pretty cool, man",
        4726.04,
        4729.38
    ],
    [
        " When you're kind of talking about like what Jeb Stewart does because everybody always thinks like Jeb Stewart this flamboyant",
        4729.38,
        4734.44
    ],
    [
        " Cavalry or guy, you know what I mean? He's too cool for school kind of guy",
        4734.44,
        4738.32
    ],
    [
        " You know, I mean rides around the army twice. You know, everybody's always got like some bad shit say about Jeb Stewart",
        4738.32,
        4744.04
    ],
    [
        " You know, I mean it's just because they're jealous man. The dude looks good. He's got good hair",
        4744.04,
        4748.22
    ],
    [
        " You know, I mean he's a hell of a guy on a horseback",
        4748.38,
        4750.84
    ],
    [
        " You know, I mean, and he does his job and Robert E. Lee loves him. I mean loves Jeb Stewart",
        4750.84,
        4756.44
    ],
    [
        " So there's always that jealousy as well. Why does Robert E. Lee like that guy so much?",
        4756.44,
        4761.14
    ],
    [
        " Yeah, you know, I mean, it's just like really do get over it brother, you know, I mean like Jeb Stewart's doing his job",
        4761.26,
        4765.92
    ],
    [
        " And he's good at it. I mean because you know at that time. I mean the southern cavalry",
        4765.92,
        4771.2
    ],
    [
        " Is leaps and bounds",
        4771.2,
        4773.24
    ],
    [
        " Better than the north, you know what I mean? Just to feel they had now you know the north does get better",
        4774.06,
        4779.78
    ],
    [
        " But not now so you Jeb Stewart takes over",
        4779.78,
        4783.46
    ],
    [
        " And now he is he's running the infantry corps",
        4783.46,
        4787.6
    ],
    [
        " But that's a session like we saw that rapid succession plan everyone's stepping up",
        4787.6,
        4791.8
    ],
    [
        " What some happens to hooker too, and there's kind of a moment where you recognize it might not be so squared away",
        4791.8,
        4797.88
    ],
    [
        " For the union",
        4797.88,
        4798.72
    ],
    [
        " Yeah, it's just like you know, you talked about like you know with with companies and with units everybody always talks about",
        4798.84,
        4804.64
    ],
    [
        " Like obviously on the army of the Potomac like nobody's really like sat down had this discussion",
        4804.64,
        4810.34
    ],
    [
        " And",
        4810.34,
        4811.78
    ],
    [
        " Even though there is a set chain of command like everybody knows like who's supposed to be next",
        4811.78,
        4817.8
    ],
    [
        " Right so hooker",
        4817.8,
        4819.92
    ],
    [
        " You know what I mean? So like I said like after this they they have to collapse back their lines",
        4819.92,
        4825.1
    ],
    [
        " But he's still going to keep his headquarters in the bang and house right there at the chance of a house right so he's right there at the corner",
        4825.1,
        4831.72
    ],
    [
        " and if you look out",
        4831.72,
        4833.44
    ],
    [
        " in a in a in a",
        4833.44,
        4835.62
    ],
    [
        " South",
        4835.62,
        4836.08
    ],
    [
        " Westerly direction",
        4836.08,
        4837.9
    ],
    [
        " It's over towards what is called Hazel Grove",
        4837.9,
        4841.06
    ],
    [
        " So there's this grove that cuts through out there and and and Hazel Grove you can line it up with artillery which you know",
        4841.06,
        4850.46
    ],
    [
        " Like with Robert E Lee and these guys there at this time. It's it's it's 63",
        4850.46,
        4854.42
    ],
    [
        " They're getting pretty good and so these guys are within range and and hooker is of course",
        4854.42,
        4861.46
    ],
    [
        " Standing out on the front porch and he's leaning up against one of the stanchions and then",
        4861.46,
        4867.56
    ],
    [
        " Bam, I mean",
        4867.56,
        4869.16
    ],
    [
        " Artillery shell hits the stanchion that hooker is leaning up against and just",
        4869.16,
        4877.28
    ],
    [
        " Knox his ass the hell out doesn't killing",
        4878.08,
        4880.76
    ],
    [
        " But he's got a concussion dude. He's knocked out and he's laying there on the ground",
        4880.76,
        4886.62
    ],
    [
        " You know what I mean? And of course everybody's like looking at like holy shit like hookers got hit",
        4886.62,
        4892.1
    ],
    [
        " So of course everybody. Yeah typical he goes down they they run over and they're all looking at him and",
        4892.1,
        4898.04
    ],
    [
        " But they're you know, they're checking Paul. Hey. He's alive. He's good. He just got knocked the hell out",
        4898.04,
        4903.76
    ],
    [
        " And then you got everybody kind of stand around going. Well",
        4903.76,
        4906.42
    ],
    [
        " So who wants to take over this shit show",
        4908.8,
        4911.06
    ],
    [
        " And so I you know, and I'm you know, I'm always imagining like me being there just like with me",
        4911.06,
        4917.98
    ],
    [
        " I was trying to imagine like what I would be doing there, you know what I mean?",
        4917.98,
        4920.84
    ],
    [
        " I can imagine I'm like, you know like like like hey, hey, wake up like wake up",
        4920.94,
        4925.56
    ],
    [
        " You know because dude you're riding this rodeo all the way out brawler",
        4925.56,
        4929.88
    ],
    [
        " You know what I mean? Nobody wants to take the reins of this one",
        4929.88,
        4934.22
    ],
    [
        " You know me because like you look at it on the Confederate side Jackson goes down",
        4934.22,
        4937.82
    ],
    [
        " Medevacout moments later AP Hill he's in command. He goes down",
        4937.82,
        4942.28
    ],
    [
        " Jeb Stewart's taking off his sassion. He's taking command like everybody",
        4942.28,
        4945.76
    ],
    [
        " There's probably other dudes behind Stewart going hey dude our next brother. Yeah, like I want to be in the book",
        4945.76,
        4951.2
    ],
    [
        " You know what I mean? I want to be a part of this operation because this shit's going down in history",
        4951.2,
        4956.12
    ],
    [
        " Which he did now on the other side everybody's like I don't want even be mentioned in the a.a. R after this shit",
        4956.12,
        4963.44
    ],
    [
        " So yeah, he goes down and there nobody wants to take over this and that's because at this juncture",
        4964.42,
        4970.5
    ],
    [
        " The union is full retrograde retreat mode trying to piece it's got to try to get back across the fours trying to get back",
        4970.5,
        4977.94
    ],
    [
        " They're trying to get away",
        4977.94,
        4979.38
    ],
    [
        " Yeah, because like even you know even before that so you know",
        4979.38,
        4984.32
    ],
    [
        " You still got guys that are down there in Freddick'sburg, right? You know me on both sides",
        4984.32,
        4988.26
    ],
    [
        " So after this whole kind of event goes on they're like dude. How are we gonna like",
        4988.92,
        4993.62
    ],
    [
        " How can we like deal with this? You know, I mean how can we save ourselves?",
        4993.62,
        4997.7
    ],
    [
        " So they're gonna try to send a note back to Sedwick and some of those guys are like hey dude",
        4998.02,
        5002.56
    ],
    [
        " Cross over come up the plank road and now you could get in and behind Robert E Lee",
        5002.56,
        5008.86
    ],
    [
        " Okay, that's that sounds pretty cool sounds like it will said wicked the guy that's down",
        5008.86,
        5014.28
    ],
    [
        " He's the union guy. He's got he's still got like 40,000 troops down there",
        5014.86,
        5019.52
    ],
    [
        " Yeah, you know, no, yeah, the rapid-hannock and he's",
        5019.52,
        5023.0
    ],
    [
        " He could go across the rapid-hannock and go into Freddrick'sburg and start to move towards it will be actually moving towards",
        5023.0,
        5032.0
    ],
    [
        " Lee's rear. Yeah, he was so it's a viable. Oh option. Yeah, totally viable",
        5032.0,
        5038.06
    ],
    [
        " You know, so he could get in and behind",
        5038.06,
        5040.6
    ],
    [
        " So that's what they're gonna try to do to kind of like like to save this whole",
        5040.98,
        5045.98
    ],
    [
        " aspect",
        5045.98,
        5046.94
    ],
    [
        " But the problem is is you know, Lee's got folks back there as well",
        5046.94,
        5052.04
    ],
    [
        " You know, I mean he's got early he's got 10,000 folks and and okay",
        5052.04,
        5055.96
    ],
    [
        " Yeah, the whole rule of setting the fires and stuff like that. They don't have enough resistance 40,000 against 10,000",
        5055.96,
        5062.54
    ],
    [
        " You know what I mean? So they're gonna be able to cross over but then you know what I mean",
        5062.54,
        5066.92
    ],
    [
        " Robert E Lee and Jackson's core kind of have these folks all bunched in and around the E Lee's forward road",
        5067.9,
        5075.98
    ],
    [
        " You know what I mean? And yeah his rear is exposed",
        5075.98,
        5079.24
    ],
    [
        " And it's basically it's like McClaus and Anderson those two division guys that they borrowed from Longstreet",
        5079.24,
        5085.56
    ],
    [
        " It's their rear end of kind of what they're looking at",
        5085.56,
        5088.84
    ],
    [
        " But that also allows so he's gonna be able to get across into Freddrick'sburg talking about said Wicke in the union",
        5088.84,
        5096.06
    ],
    [
        " They're gonna be able to get across and then they're gonna be able to start making their way up the plank road moving from east to west",
        5096.06,
        5103.22
    ],
    [
        " Literally coming in right behind Robert E Lee right?",
        5103.22,
        5105.86
    ],
    [
        " So what do you think early does as soon as these guys start coming across?",
        5106.2,
        5109.54
    ],
    [
        " He's gonna send the note to the boss",
        5109.7,
        5111.06
    ],
    [
        " And he's like hey sir",
        5111.06,
        5112.28
    ],
    [
        " We can't hold him and they're coming across their in Freddrick'sburg and they're moving towards your position now",
        5112.28,
        5117.56
    ],
    [
        " So Robert E Lee got a call in audible. What does he do?",
        5117.56,
        5121.4
    ],
    [
        " He takes the guys that didn't go on the flank march and he's gonna send them down west to east",
        5121.6,
        5127.54
    ],
    [
        " So here we go like the first day at Chancellor'sville",
        5127.54,
        5129.78
    ],
    [
        " It's happening again",
        5129.78,
        5131.22
    ],
    [
        " It ends up happening and they collide right there of what is now Salem church",
        5131.22,
        5135.94
    ],
    [
        " So it's the Salem church road they get down there and and he's got his folks come down there",
        5135.94,
        5142.34
    ],
    [
        " Blocking position it's game on and they stop",
        5142.34,
        5145.46
    ],
    [
        " This whole northern rescue operation of getting in behind so now hookers done training. Yeah, like that thought he's done and said",
        5145.92,
        5153.94
    ],
    [
        " We're I mean they get they get blocked by the Confederates and the Confederates start pushing them back",
        5153.94,
        5158.4
    ],
    [
        " back to the river and",
        5158.4,
        5160.72
    ],
    [
        " Actually, we get to hear from Elijah Rhodes Elijah Rhodes was one of the guys pushing across the river with saidwick",
        5160.72,
        5167.38
    ],
    [
        " So this is from Elijah Wood",
        5167.38,
        5169.98
    ],
    [
        " Sorry Elijah",
        5169.98,
        5172.04
    ],
    [
        " Elijah",
        5174.82,
        5175.34
    ],
    [
        " Hunt Rhodes",
        5175.34,
        5175.86
    ],
    [
        " All for the union here's what he has to say he says the next we knew the rebels came in sight and Colonel Rogers was ordered to the front with a second road island",
        5175.86,
        5185.68
    ],
    [
        " We advanced across a field to the brow of a hail and open fire here our men began to fall and the rebels still advanced",
        5185.68,
        5193.54
    ],
    [
        " Forward is the word again and with a yell we rushed on to the rebel lines which broke and fled into the woods",
        5193.54,
        5200.78
    ],
    [
        " Men were falling here and there but close up and forward was the command and we kept on",
        5201.48,
        5207.62
    ],
    [
        " cheered by the thought that we were doing good service while our core could reform in our rear",
        5207.62,
        5213.36
    ],
    [
        " We entered the woods, but we're stopped by severe fire",
        5213.36,
        5217.5
    ],
    [
        " Here we fought for an hour",
        5217.5,
        5219.6
    ],
    [
        " As I commanded the color company",
        5219.6,
        5221.96
    ],
    [
        " I had the center of the regiment and a good chance to observe our kernel",
        5221.96,
        5226.06
    ],
    [
        " If the line wavered kernel Rogers would seize the colors and lead us on",
        5226.52,
        5231.64
    ],
    [
        " The rebels had as prisoners a regiment of new jersey troops with their colors",
        5231.64,
        5238.9
    ],
    [
        " We succeeded in releasing the troops and recapturing the colors",
        5238.9,
        5243.04
    ],
    [
        " After the firing ceased we returned to the hail in our rear and reformed our lines",
        5243.04,
        5249.32
    ],
    [
        " My company B took into the battle 33 men",
        5249.32,
        5254.24
    ],
    [
        " And we lost 11 killed and wounded",
        5254.7,
        5257.76
    ],
    [
        " The regiment lost 7 killed and 68 wounded beside 9 missing",
        5257.76,
        5262.96
    ],
    [
        " Company B lost 3 of the killed",
        5262.96,
        5266.14
    ],
    [
        " The regiment received many compliments from General Newton in General Wheaton",
        5266.14,
        5270.62
    ],
    [
        " And it seemed to be agreed that our last charge broke the rebel advance and perhaps saved the core from disaster",
        5270.62,
        5277.24
    ],
    [
        " Captain William G Turner and Lieutenant Clark E. Bates were among the wounded",
        5277.24,
        5281.5
    ],
    [
        " Monday, May 4th",
        5284.24,
        5287.0
    ],
    [
        " artillery firing all day the rebels have taken possession of Fredericksburg in our rear",
        5287.0,
        5291.76
    ],
    [
        " And we are caught off from the river, but we have confidence General Sedwick",
        5291.76,
        5295.78
    ],
    [
        " And shall get out of the scrape somehow heavy fighting is going on up the river where hookers trying to break through",
        5295.78,
        5303.64
    ],
    [
        " But we do not know the result it looks bad and we feel blue",
        5303.64,
        5308.42
    ],
    [
        " And the next day firing still going on and it seems to be all around us",
        5309.38,
        5314.16
    ],
    [
        " Our wounded have been captured in Fredericksburg and nothing but good",
        5314.16,
        5317.64
    ],
    [
        " General ship can save the dear old six core",
        5317.64,
        5320.84
    ],
    [
        " At dark we left our lines and marching in the mud up hill and down",
        5320.84,
        5326.02
    ],
    [
        " We reached the Rapa Hannock River sometime in the night",
        5326.02,
        5329.02
    ],
    [
        " Pond-tune bridges were laid and troops passed over",
        5329.02,
        5332.92
    ],
    [
        " Strong earth was packed upon the bridges to dead in the sound of the wagons and artillery",
        5332.92,
        5337.82
    ],
    [
        " Our regiment was left to guard the rear and finally we crossed with the rebels dropping shell onto the bridge in our rear",
        5337.94,
        5344.72
    ],
    [
        " The connections on the other side of the bridge were cut and the boats floated to the north side",
        5344.72,
        5351.5
    ],
    [
        " As soon as we reached the opposite bank the men threw themselves upon the ground and slept",
        5351.5,
        5358.36
    ],
    [
        " It's crazy to think about like each one of those little events that he says in two sentences can be an entire book",
        5363.3,
        5370.3
    ],
    [
        " Like we fought in the woods for an hour under severe fire",
        5370.3,
        5374.96
    ],
    [
        " Like you know that could be a whole book an hour of close combat with the enemy and he's rattling off in one two sentences",
        5374.96,
        5382.7
    ],
    [
        " Yeah",
        5382.7,
        5383.18
    ],
    [
        " But that's that's how it ends up these guys they get across the river they take in massive casualties",
        5383.5,
        5388.64
    ],
    [
        " And and the battles over pretty much at this point",
        5388.64,
        5391.96
    ],
    [
        " With another confederate victory",
        5391.96,
        5395.04
    ],
    [
        " Huge cost for the union",
        5395.04,
        5399.42
    ],
    [
        " 1,606 killed 9,762 wounded",
        5399.42,
        5404.36
    ],
    [
        " 6,919 captured in missing",
        5404.36,
        5407.96
    ],
    [
        " For the confederates 1,665 killed",
        5408.78,
        5413.28
    ],
    [
        " 9,081 wounded",
        5413.28,
        5415.64
    ],
    [
        " 2018 captured or missing",
        5415.64,
        5419.18
    ],
    [
        " Obviously Jackson's dead",
        5419.18,
        5423.38
    ],
    [
        " um and Lee upon losing Stonewall Jackson he's quoted as saying it was like losing his right arm",
        5423.38,
        5431.66
    ],
    [
        " Yeah, so uh you know",
        5431.66,
        5434.48
    ],
    [
        " Another easy like a cool story of like of Robert E Lee so after this battles over right there on the plank road",
        5435.38,
        5442.36
    ],
    [
        " They've got those you know you just talk about the losses so they got these prisoners and they they you know",
        5442.36,
        5447.82
    ],
    [
        " They've taken away their weapons and all that stuff and their their union prisoners",
        5447.82,
        5451.02
    ],
    [
        " Enlisted and they're they're like in the ditch on the side of the road",
        5451.02,
        5455.82
    ],
    [
        " And Robert E Lee is making his way down the plank road and it's it's it's captured",
        5455.82,
        5463.18
    ],
    [
        " You know what I mean in in in in history of where",
        5463.18,
        5466.48
    ],
    [
        " These union prisoners the enlisted guy see Robert E Lee coming like he's coming right down the road after the battle",
        5466.48,
        5474.52
    ],
    [
        " And these dudes are like holy shit man, that's Robert E Lee",
        5474.52,
        5478.8
    ],
    [
        " You know because they stand and salute Robert E Lee as he passes them",
        5478.8,
        5485.94
    ],
    [
        " I mean so not I mean he's pulling huge respect",
        5485.94,
        5490.74
    ],
    [
        " Uh, you know",
        5491.08,
        5492.18
    ],
    [
        " This goes all the way back to the beginning of the podcast we kind of talked about the privates of how they felt in the union",
        5492.18,
        5497.62
    ],
    [
        " Like we'll take a old broke down mule for you know, we'll trade you that for burnside",
        5497.62,
        5502.6
    ],
    [
        " You know what I mean like",
        5502.6,
        5503.58
    ],
    [
        " They're looking at this guy man Robert E Lee. I mean yeah, this is a huge",
        5503.58,
        5508.2
    ],
    [
        " Confederate victory that just took place and I just always imagine because you know",
        5508.2,
        5513.94
    ],
    [
        " I've I've been there right there on the side of the road and I'm just like I couldn't imagine being a prisoner of war",
        5513.94,
        5519.08
    ],
    [
        " And I'm gonna salute",
        5519.6,
        5520.96
    ],
    [
        " My adversary, you know, I mean like that ain't happening voluntarily. Yeah, yeah",
        5520.96,
        5526.44
    ],
    [
        " Like dude you might get the morning bird from JD",
        5526.44,
        5528.8
    ],
    [
        " But you're not getting me to like stand up and salute, you know what I mean",
        5528.8,
        5531.7
    ],
    [
        " But and that's just one of the things of you know with like Robert E Lee",
        5531.7,
        5534.74
    ],
    [
        " But now Jackson Jackson's out and it's you know, I mean",
        5534.74,
        5537.8
    ],
    [
        " That's a bold statement to talk about one of your core commanders. It's like losing your right arm",
        5537.8,
        5543.9
    ],
    [
        " He was right arm dominant, you know what I mean? So",
        5543.9,
        5546.46
    ],
    [
        " That's his dominant core commander. He just lost Robert E Lee when he or you know losing Stonewall Jackson when he found that out",
        5547.54,
        5554.42
    ],
    [
        " So I just I wanted to share that about with you know the the relationship between those two guys and just while we're on the subject of prisoners of war",
        5554.42,
        5561.4
    ],
    [
        " The being a prisoner of war and the civil war was",
        5561.4,
        5565.84
    ],
    [
        " You know, I mean, it's it's a fate that is could very likely mean death",
        5565.84,
        5573.34
    ],
    [
        " It means starvation like it is a nightmare being a POW in the civil war",
        5573.34,
        5577.9
    ],
    [
        " Yeah, they they segregate you know enlisted guys and the officers. It's segregated camps and",
        5577.9,
        5584.18
    ],
    [
        " Probably the there's like a like a B rated movie. It's called Andersonville",
        5584.18,
        5589.56
    ],
    [
        " And it's a it's a Confederate",
        5589.56,
        5592.36
    ],
    [
        " Prisoner of war camp. It's an Andersonville, Georgia",
        5592.36,
        5596.32
    ],
    [
        " And if you're ever down there, man",
        5596.32,
        5598.62
    ],
    [
        " It's actually the national museum of prisoner of war in the United States is in Andersonville, Georgia",
        5598.62,
        5605.06
    ],
    [
        " Not a lot of people know that. I mean, and it is a phenomenal",
        5605.06,
        5608.62
    ],
    [
        " Museum and it's all prisoners war since if we've been a country",
        5608.62,
        5612.72
    ],
    [
        " Uh, it's a great museum uh, that's down there and it's right there on the grounds of where this Andersonville enlisted prison and open air",
        5612.72,
        5621.36
    ],
    [
        " Prison man. I mean what these guys yeah, I don't want to like there's books on this on on Andersonville",
        5621.36,
        5627.92
    ],
    [
        " Uh, and it's not to say that that you know the Confederates are doing any worse than what was happening up on the union side",
        5628.12,
        5633.52
    ],
    [
        " I'm not here to debate that but dude Andersonville man is like",
        5633.52,
        5636.22
    ],
    [
        " It's wow. I mean it is unbelievable and they've got the replica of like what it would have been like being a private and",
        5636.22,
        5644.58
    ],
    [
        " The gate",
        5644.58,
        5645.52
    ],
    [
        " You know what I mean? It's like these huge like if I was going to describe it like you've seen like King Kong",
        5645.52,
        5650.06
    ],
    [
        " You know what I mean? I had those big big wooden gates that like kept calling in that's kind of like what it's like man",
        5650.06,
        5657.16
    ],
    [
        " Coming into to Andersonville. I mean, it's just a her if I mean thousands of union soldiers",
        5657.16,
        5664.46
    ],
    [
        " died in that camp",
        5664.46,
        5666.9
    ],
    [
        " One little straight. I mean, it's depressing. I mean, it is a letter. I mean, it just it crushes you",
        5666.9,
        5672.18
    ],
    [
        " So yeah, you're saying one little you're like one little trickle string",
        5672.18,
        5676.82
    ],
    [
        " Is like bathing like it. I mean the dysentery the it's open air",
        5676.82,
        5682.86
    ],
    [
        " There's no I mean like you got nothing. This is Georgia man",
        5683.32,
        5687.18
    ],
    [
        " I couldn't imagine being in Georgia summertime heat just bacon and",
        5687.18,
        5692.9
    ],
    [
        " You know, they got it they've got a deadline where it's like a two by four that runs off the wall of like you don't cross the deadline",
        5692.9,
        5699.9
    ],
    [
        " Like you crosses the way and like the I mean there's accounts of of like the the young kids that are",
        5699.9,
        5706.82
    ],
    [
        " Pulling guard duty there, you know",
        5706.82,
        5709.46
    ],
    [
        " Because most everybody else is up fighting so they're they got young",
        5709.46,
        5712.86
    ],
    [
        " Folks that are there and these folks are starving and they would like drop bread on the other side of the",
        5712.86,
        5720.68
    ],
    [
        " of the the deadline of where they're not allowed to cross and",
        5720.68,
        5725.28
    ],
    [
        " You know and they got you know you got dudes that are starving man and they're like dude you got to be kid me man",
        5725.28,
        5729.78
    ],
    [
        " Kind of just jump across the line real quick and grab it and I'm like yeah man go ahead you can you can get it",
        5729.78,
        5734.3
    ],
    [
        " So as they cross the line man shooting them",
        5734.3,
        5737.22
    ],
    [
        " I mean it's just it is Andersonville man it'll it is",
        5737.22,
        5740.86
    ],
    [
        " It's unimaginable",
        5740.86,
        5743.04
    ],
    [
        " Like when I was at the naval academy and we talked about that, you know, it take naval academy midship",
        5743.04,
        5748.42
    ],
    [
        " And you everybody goes you know DC the Holocaust horrific events that took place",
        5748.42,
        5752.76
    ],
    [
        " They should put them on a bus man to take those midship and down Andersonville",
        5752.76,
        5755.94
    ],
    [
        " I mean it because it yeah, I mean it is it is that level it is Holocaust level",
        5755.94,
        5762.08
    ],
    [
        " It is just my opinion, but yeah, it's a",
        5762.08,
        5765.52
    ],
    [
        " And visit the national prisoner war museum of the United States",
        5766.12,
        5770.04
    ],
    [
        " But yeah, you're spot all man. It is not",
        5770.04,
        5772.46
    ],
    [
        " It's not gonna look good. Yeah, so you get that you get that respect of standing up and saluting",
        5772.46,
        5777.76
    ],
    [
        " Generally, but that that respect isn't gonna maintain much further off the battlefield and",
        5777.76,
        5784.92
    ],
    [
        " Well, like we said Jackson's dead",
        5784.92,
        5788.28
    ],
    [
        " Thousands killed in this battle and there's gonna be much more loss",
        5788.28,
        5792.56
    ],
    [
        " Because the war was far from over at this time",
        5793.16,
        5796.36
    ],
    [
        " And we will continue with that on the next civil war excursion and if you want to support this podcast go to jacostore.com",
        5796.36,
        5804.98
    ],
    [
        " jacofewel.com origin USA.com",
        5804.98,
        5807.26
    ],
    [
        " echelonfront.com and v-o-m-n-a.com",
        5807.26,
        5811.42
    ],
    [
        " And until next time this is JD and jaco out",
        5811.42,
        5816.44
    ]
]