[
    [
        " So basically being a new leader,",
        1.44,
        3.06
    ],
    [
        " overcoming friction in the new organization.",
        3.9,
        7.36
    ],
    [
        " That's what this guy is.",
        8.12,
        10.8
    ],
    [
        " He's a new leader, overcoming friction in the organization.",
        11.18,
        13.7
    ],
    [
        " And he penetrating insights.",
        13.7,
        15.26
    ],
    [
        " Yeah, and I think what's important here is this is,",
        15.4,
        17.36
    ],
    [
        " he's not a new leader like newly commissioned leader",
        17.6,
        19.82
    ],
    [
        " stepping up in the ranks.",
        19.82,
        20.8
    ],
    [
        " He's in a new organization.",
        20.98,
        22.7
    ],
    [
        " So he's stepping into a new organization.",
        23.12,
        24.62
    ],
    [
        " Oh, we've done a new leader.",
        24.62,
        25.7
    ],
    [
        " Yes, yeah.",
        25.78,
        25.88
    ],
    [
        " He's the new leader in a new situation.",
        25.88,
        28.88
    ],
    [
        " We've kind of talked about stepping up from within the organization.",
        29.42,
        33.72
    ],
    [
        " How do you go in and step into a new organization?",
        33.94,
        36.56
    ],
    [
        " Now, I'm going to look at this from a perspective of,",
        36.76,
        39.84
    ],
    [
        " of like a normal transition into a leadership position and a new job or something like that.",
        39.84,
        44.24
    ],
    [
        " Not a hostile takeover situation.",
        44.54,
        47.86
    ],
    [
        " Maybe we can address that on a later time,",
        48.06,
        51.7
    ],
    [
        " but not a situation where, hey, they fired this guy.",
        51.96,
        55.24
    ],
    [
        " He had a bad reputation.",
        55.24,
        56.6
    ],
    [
        " The things are going wrong.",
        57.2,
        58.56
    ],
    [
        " You're going to step in and change it because that would take a different leadership approach.",
        58.86,
        64.2
    ],
    [
        " Then the one that I would take and that I have taken,",
        64.5,
        68.18
    ],
    [
        " where you're stepping into a situation where things are going okay.",
        68.26,
        70.72
    ],
    [
        " And you put your coming in and you've got some goals.",
        70.96,
        73.24
    ],
    [
        " And there's, so you're taking over leadership position.",
        73.64,
        75.6
    ],
    [
        " It happens all the time.",
        75.72,
        76.44
    ],
    [
        " So a couple of things about this.",
        78.18,
        80.96
    ],
    [
        " First of all, you step into a new leadership role.",
        81.68,
        84.54
    ],
    [
        " You got to talk to people, but you mostly got to listen.",
        85.24,
        89.14
    ],
    [
        " You got to find out why they're doing things the way they are.",
        89.82,
        93.88
    ],
    [
        " Because a lot of times there might be reasons for the way things are happening that you don't understand",
        94.08,
        98.48
    ],
    [
        " or that aren't really particularly evident.",
        98.48,
        100.4
    ],
    [
        " So you really want to not make the judgments because you're bringing your own experience",
        100.84,
        106.08
    ],
    [
        " and you've done this a thousand times and that's why you're the new leader.",
        106.08,
        108.7
    ],
    [
        " And that's why they put you in here.",
        108.84,
        109.78
    ],
    [
        " You got to set that aside and say, okay, explain to me why this process is in place.",
        109.92,
        115.14
    ],
    [
        " Or where did this process come from?",
        115.64,
        117.52
    ],
    [
        " Or what is this process trying to prevent?",
        117.64,
        119.2
    ],
    [
        " So that way you're getting smarter and you're learning and you're not being,",
        119.48,
        123.78
    ],
    [
        " you're not imposing your ideas, which you don't have any background for.",
        124.22,
        130.14
    ],
    [
        " You know, you may have been a leadership in a different company or a different unit before.",
        130.44,
        135.36
    ],
    [
        " And you think you know, but you don't know.",
        135.98,
        137.68
    ],
    [
        " So be humble and check yourself.",
        137.82,
        139.82
    ],
    [
        " You got to be friendly to people, but at the same time you got to be reserved.",
        142.04,
        146.64
    ],
    [
        " Now this is tricky because you are trying to build relationships.",
        147.18,
        152.46
    ],
    [
        " You absolutely are trying to build relationships.",
        152.86,
        154.3
    ],
    [
        " That's what life is.",
        154.58,
        157.0
    ],
    [
        " That's what business is.",
        157.08,
        157.76
    ],
    [
        " That's what war is.",
        157.84,
        158.52
    ],
    [
        " That's what everything is about building relationships with these other humans.",
        158.56,
        161.64
    ],
    [
        " So you want to be friendly to people, but at the same time, from a leadership perspective,",
        163.12,
        167.78
    ],
    [
        " you can't just come in and be Mr.",
        168.22,
        170.4
    ],
    [
        " nice guy and best friends with everybody.",
        170.6,
        172.48
    ],
    [
        " That's not going to work out for you for a couple of reasons.",
        172.86,
        175.98
    ],
    [
        " Number one, you don't know the face that people are going to present you out of the gate",
        176.34,
        184.46
    ],
    [
        " is not necessarily the true face of that person.",
        184.46,
        191.46
    ],
    [
        " So you may check in your first day and this guy, hey, it's great to meet you.",
        191.74,
        193.9
    ],
    [
        " So good to have you on board.",
        194.06,
        195.24
    ],
    [
        " Heard a lot about you and you go, wow, this guy's and he starts giving you some",
        195.24,
        198.76
    ],
    [
        " background information about things that are going.",
        198.76,
        200.48
    ],
    [
        " And by the way, we got a couple things that are a little messed up.",
        200.8,
        202.6
    ],
    [
        " You know, and I can point them out to you, but that guy might be working as a gender.",
        202.68,
        205.9
    ],
    [
        " So you got to be cautious as you go in.",
        207.0,
        210.28
    ],
    [
        " And the other piece of that is it is much easier to reel back in slack or sorry,",
        211.02,
        217.6
    ],
    [
        " it's much easier to give out that friendship later than it is.",
        217.62,
        222.38
    ],
    [
        " If you go overboard and you become everyone's best friend and now you got to cut it off,",
        222.38,
        226.2
    ],
    [
        " and all of a sudden you become a jerk.",
        226.46,
        227.56
    ],
    [
        " So it's much easier to give out the slack when you want to later than it is to give out a bunch",
        227.82,
        236.16
    ],
    [
        " of slack and then try and reel it back in and be a jerk.",
        236.16,
        238.94
    ],
    [
        " Yeah, and it makes it hard for both parties that's why in that case, yeah.",
        239.3,
        243.1
    ],
    [
        " But it's going to be really hard.",
        243.26,
        244.52
    ],
    [
        " The only reason you're pulling back the friendship thing is because it started going sideways.",
        244.8,
        248.32
    ],
    [
        " That makes it even harder.",
        248.54,
        250.2
    ],
    [
        " Yeah, man.",
        250.2,
        250.72
    ],
    [
        " It's a nightmare.",
        250.98,
        251.88
    ],
    [
        " Gotta watch out for the gossip because everyone's going to want to whisper in your ear.",
        252.7,
        258.58
    ],
    [
        " The things about the things about the people and this and that.",
        258.72,
        261.3
    ],
    [
        " So you got to be careful.",
        261.54,
        262.58
    ],
    [
        " Nod your head, take it and on board, but take it with a great assault.",
        262.78,
        266.78
    ],
    [
        " Definitely don't encourage it.",
        267.14,
        269.5
    ],
    [
        " Yeah, and that can be a hard part for certain types of people,",
        269.96,
        274.32
    ],
    [
        " we'll say, because let's face it, man, that can be some interesting stuff.",
        274.38,
        277.5
    ],
    [
        " Yeah, and there can be some knowledge to be gained there.",
        277.78,
        279.62
    ],
    [
        " But you just have to be careful.",
        279.62,
        281.02
    ],
    [
        " You want to hear some insights, right?",
        281.26,
        284.7
    ],
    [
        " But be careful when the insights cross over into gossip.",
        284.9,
        288.28
    ],
    [
        " Yeah, yeah.",
        288.5,
        288.96
    ],
    [
        " And be careful that the insights are coming from people that might have agendas.",
        289.08,
        292.8
    ],
    [
        " In fact, they are coming from people that have agendas because everybody has agendas.",
        293.16,
        297.8
    ],
    [
        " And maybe the person has a positive agenda, which is to improve the company",
        297.94,
        301.28
    ],
    [
        " or improve the unit or improve the team, but they also might have",
        301.28,
        305.04
    ],
    [
        " a agenda of improving their own station and life.",
        306.32,
        309.56
    ],
    [
        " So you have to be careful of that.",
        310.14,
        311.66
    ],
    [
        " They are watching you.",
        312.78,
        314.88
    ],
    [
        " They are watching you.",
        315.26,
        317.0
    ],
    [
        " When you come in to take over, they are watching you.",
        317.08,
        319.44
    ],
    [
        " So, act accordingly.",
        319.9,
        321.98
    ],
    [
        " Think about the fact that they are watching you.",
        322.5,
        325.04
    ],
    [
        " Like I said, use caution in forming these new relationships.",
        326.4,
        330.1
    ],
    [
        " You got to find out who's who you want to establish things.",
        331.46,
        335.12
    ],
    [
        " But again, you got to watch out because people might not necessarily be who they make themselves out to be in the beginning.",
        335.8,
        346.26
    ],
    [
        " So, this is kind of becoming a little bit of a chorus when I talk about leading, be humble, listen, learn, move methodically.",
        346.78,
        356.7
    ],
    [
        " When it does come time to make change in a new situation,",
        356.74,
        360.46
    ],
    [
        " most of the time I would say do it incrementally.",
        360.46,
        365.94
    ],
    [
        " Do smaller changes after you've assessed fully and you've got people's opinions and you've expressed",
        366.06,
        375.28
    ],
    [
        " and socialized your ideas so you're not trying to roll in there and change the world.",
        375.28,
        380.0
    ],
    [
        " Again, now if we go into a hostile turnover situation or there's someone's been fired for cause",
        380.4,
        384.88
    ],
    [
        " or that's a different situation.",
        384.88,
        386.5
    ],
    [
        " But for a normal transition into a new job, be humble, listen, learn, and lead.",
        387.34,
        392.72
    ],
    [
        " That part where you're talking about, find out why they're doing the things the way they are and stuff like that.",
        393.04,
        398.88
    ],
    [
        " That part can be depending on certain people's personality.",
        398.98,
        406.28
    ],
    [
        " Like if you're coming in as the new guy and you start asking,",
        406.64,
        410.38
    ],
    [
        " hey, why do you guys do it like this?",
        410.38,
        411.44
    ],
    [
        " If you come off with the wrong tone, sometimes it'll sound like that you're questioning it.",
        411.6,
        415.5
    ],
    [
        " Oh, for sure.",
        415.5,
        415.98
    ],
    [
        " You know, so I remember when I worked at the nightclub, we had a new manager and his name was Joel.",
        416.04,
        422.28
    ],
    [
        " He came in and he was strangely, he was this whole list personified.",
        422.62,
        429.22
    ],
    [
        " He came in as really friendly but really reserved.",
        429.52,
        432.12
    ],
    [
        " But the one thing he did kind of to address what he did.",
        432.64,
        435.26
    ],
    [
        " So, he did a good job right here.",
        435.26,
        436.1
    ],
    [
        " Really good job.",
        436.38,
        436.94
    ],
    [
        " Except.",
        437.06,
        437.4
    ],
    [
        " No, no, no, nothing.",
        438.12,
        439.42
    ],
    [
        " I'm saying an example of how he clarified that he's not questioning the way we're doing stuff.",
        439.42,
        446.18
    ],
    [
        " He's not saying, hey, why are you doing it like that?",
        446.18,
        447.86
    ],
    [
        " Because this way sucks.",
        448.68,
        449.86
    ],
    [
        " It didn't have that tone, but he came to me and I saw him do it to the other guy,",
        450.18,
        454.1
    ],
    [
        " where he came and said, hey, I'm going to be asking a lot of questions because obviously I'm new here,",
        454.42,
        459.78
    ],
    [
        " you know, just so I can understand and get on board with what you're doing.",
        460.04,
        464.82
    ],
    [
        " So, it can be ultimately what we are doing.",
        464.88,
        466.82
    ],
    [
        " That's what he said.",
        466.82,
        467.42
    ],
    [
        " He said it in a little bit differently obviously, but that's what he said.",
        467.8,
        472.42
    ],
    [
        " And that right away, so no matter what question he asked, it was almost like,",
        472.74,
        475.26
    ],
    [
        " shoot, I want to tell this guy how it's working.",
        475.26,
        477.08
    ],
    [
        " You know, because he's on my team automatically.",
        477.32,
        480.0
    ],
    [
        " He told me that and he was on my team.",
        480.34,
        481.9
    ],
    [
        " So, I think if that can be clarified that you're not questioning it because it seems like,",
        481.98,
        487.46
    ],
    [
        " you know, I want to make it seem like, you know, I know a better way right off the bat.",
        487.84,
        491.58
    ],
    [
        " You don't want that tone, you know, I know just from on a receiving end.",
        491.68,
        495.22
    ],
    [
        " I don't want that tone.",
        495.4,
        496.1
    ],
    [
        " Because I'm going to be on, yeah.",
        496.6,
        497.84
    ],
    [
        " So, anyway, yes, yes, yes.",
        498.56,
        499.64
    ],
    [
        " And the last thing I kind of had written down here was, um, enjoy it.",
        499.8,
        505.14
    ],
    [
        " It's awesome stepping into a new leadership position and it's challenging to do what you just",
        505.46,
        512.56
    ],
    [
        " talked about, to transition people into your leadership realm and to do it in a subtle way",
        512.56,
        518.38
    ],
    [
        " that brings them on board with a positive attitude.",
        518.38,
        522.58
    ],
    [
        " So, enjoy that challenge.",
        522.72,
        524.72
    ],
    [
        " Because it's pretty fun.",
        525.1,
        526.6
    ],
    [
        " It's challenging and most importantly, it's rewarding.",
        526.68,
        529.14
    ],
    [
        " Yeah.",
        529.5,
        529.7
    ]
]