[
    [
        " So I ask, what is your wake up call?",
        0.0,
        9.34
    ],
    [
        " What is enslaving you?",
        10.78,
        14.02
    ],
    [
        " What is controlling your thoughts?",
        15.84,
        20.52
    ],
    [
        " Is it the television set feeding your mind images of what life should be?",
        23.38,
        30.76
    ],
    [
        " Is it the internet drawing you in and controlling your time?",
        32.16,
        38.12
    ],
    [
        " Is it drugs or alcohol numbing your brain and diminishing your desires?",
        39.62,
        48.34
    ],
    [
        " Or is it weakness?",
        49.62,
        52.86
    ],
    [
        " A lack of discipline that prevents you from accomplishing what you want to accomplish?",
        54.56,
        61.8
    ],
    [
        " I am not saying that you have to rebel.",
        66.0,
        69.04
    ],
    [
        " I am not saying that there aren't things in life that we just have to do.",
        70.34,
        74.62
    ],
    [
        " There are.",
        75.08,
        75.56
    ],
    [
        " But what I am saying is ask questions.",
        77.78,
        82.6
    ],
    [
        " Don't believe everything that you are told.",
        84.26,
        86.98
    ],
    [
        " And don't follow the path just because it's there.",
        86.98,
        90.24
    ],
    [
        " Don't get in line just because other people are.",
        90.84,
        98.4
    ],
    [
        " Get up and wake up and be conscious of what is creeping into your mind.",
        99.74,
        112.38
    ],
    [
        " What's getting in there?",
        113.42,
        114.58
    ],
    [
        " What are you letting in there?",
        114.94,
        116.02
    ],
    [
        " What is forcing itself in there?",
        116.6,
        118.36
    ],
    [
        " And what does it want you to do?",
        119.84,
        124.14
    ],
    [
        " You have only one life.",
        125.82,
        131.8
    ],
    [
        " So don't waste it.",
        133.16,
        138.14
    ],
    [
        " Be controlled by someone else.",
        142.04,
        143.92
    ],
    [
        " That's one of those things that's everywhere.",
        144.42,
        150.24
    ],
    [
        " You can easily be controlled by stuff.",
        150.6,
        152.78
    ],
    [
        " A big one is hate to harp on parents.",
        153.4,
        157.18
    ],
    [
        " But like your parents.",
        157.5,
        158.56
    ],
    [
        " Nobody is perfect.",
        159.4,
        160.94
    ],
    [
        " So all your imperfections will be passed on to your kids just because you don't know any better.",
        161.2,
        167.72
    ],
    [
        " Like that Mrs. Song lady.",
        167.72,
        169.22
    ],
    [
        " She just believed it.",
        169.46,
        170.6
    ],
    [
        " She didn't know any better.",
        170.66,
        171.54
    ],
    [
        " And so you can end up passing these things down like certain traditions or just methodologies of raising kids that you might hear otherwise.",
        172.38,
        184.08
    ],
    [
        " But that's your thing.",
        184.34,
        185.32
    ],
    [
        " You know that you believed it.",
        185.7,
        186.86
    ],
    [
        " It crept in your mind because your parents, their parents, you know.",
        186.9,
        189.8
    ],
    [
        " And you don't like how you say ask questions.",
        190.2,
        192.04
    ],
    [
        " And you don't ask questions.",
        192.26,
        192.96
    ],
    [
        " You're just like, hey, that's how I was raised.",
        192.96,
        194.86
    ],
    [
        " You pass it on.",
        194.92,
        196.08
    ],
    [
        " Meanwhile, you're doing the wrong thing the whole time.",
        196.68,
        199.06
    ],
    [
        " That's what happens when you don't ask questions.",
        199.32,
        201.6
    ],
    [
        " That's what happens when you don't ask questions.",
        201.82,
        203.72
    ],
    [
        " Yeah.",
        204.08,
        204.18
    ],
    [
        " That's what happens when you believe authority all the time.",
        204.46,
        208.0
    ],
    [
        " Yeah.",
        208.46,
        208.66
    ],
    [
        " And hey, this might come across as some people are sitting there saying, wait a second.",
        209.04,
        212.5
    ],
    [
        " Jocke, weren't you in the military for 20 years?",
        212.78,
        215.3
    ],
    [
        " Yeah.",
        215.5,
        215.66
    ],
    [
        " Your damn right I was.",
        215.76,
        216.7
    ],
    [
        " And there was a definitely, I was a rebellious kid.",
        217.0,
        223.42
    ],
    [
        " And when I was in the military, I was always a question to everything that we did.",
        223.82,
        228.18
    ],
    [
        " And why we did it.",
        228.52,
        229.28
    ],
    [
        " So, and I think that's one of the things that helped me get to a leadership position",
        230.86,
        235.64
    ],
    [
        " and become a decent leader was the fact that I didn't just take everyone's word for it.",
        235.64,
        240.54
    ],
    [
        " And say, oh yeah, that's what we're going to do.",
        240.64,
        241.64
    ],
    [
        " Okay.",
        241.72,
        241.9
    ],
    [
        " No, you know what? We're actually going to change the strategy.",
        242.8,
        244.7
    ],
    [
        " We're going to change the tactics.",
        245.1,
        246.3
    ],
    [
        " What why was taught isn't working right now.",
        247.42,
        249.56
    ],
    [
        " We're going to do it differently.",
        249.76,
        250.72
    ],
    [
        " Yeah, that's the thing.",
        250.96,
        251.84
    ],
    [
        " We did that all the time.",
        251.84,
        252.9
    ],
    [
        " Yeah.",
        253.64,
        254.0
    ],
    [
        " But this is a broader scale.",
        254.26,
        255.74
    ],
    [
        " This is a broader scale.",
        256.14,
        257.9
    ],
    [
        " This is life.",
        258.18,
        258.96
    ],
    [
        " Not just in the book, but life in general.",
        259.34,
        261.62
    ],
    [
        " Life in general.",
        261.9,
        263.8
    ],
    [
        " Like what are you doing?",
        263.92,
        265.5
    ],
    [
        " Where are you getting your direction from?",
        266.08,
        269.0
    ],
    [
        " Yeah.",
        269.5,
        269.66
    ],
    [
        " Who is, who's got a hold of your steering wheel?",
        270.02,
        273.0
    ],
    [
        " Yeah.",
        273.78,
        274.0
    ],
    [
        " Yeah.",
        274.46,
        275.18
    ],
    [
        " And that's...",
        275.28,
        275.86
    ],
    [
        " Make sure it's you that's got a hold of your steering wheel.",
        275.86,
        279.44
    ],
    [
        " Yeah, and that's one of those things where it's tough because you've got to balance it as well.",
        280.1,
        283.14
    ],
    [
        " You know, so if you're just rolling around saying, hey, nothing's true until I figure it out.",
        283.54,
        288.7
    ],
    [
        " It's kind of like, you know, you've got to consider the opportunity cost where some people you've got to, you know,",
        288.7,
        292.96
    ],
    [
        " you've got to consider their credibility and then you've got to kind of just go with it.",
        293.42,
        296.42
    ],
    [
        " And again, this is just kind of demonstrating like there's a balance there.",
        296.84,
        301.54
    ],
    [
        " Yeah.",
        301.82,
        302.02
    ],
    [
        " But just like, are you saying if something...",
        302.02,
        304.68
    ],
    [
        " If it's not working,",
        304.68,
        305.48
    ],
    [
        " and someone presents you with some alternative, don't just be like, hey, I've done it this way.",
        305.86,
        311.58
    ],
    [
        " So, you know, leave me alone type of thing.",
        311.8,
        314.4
    ],
    [
        " You know, ask those questions and listen to them, you know.",
        315.54,
        317.74
    ],
    [
        " Shant, sorry, you might find a little improved method in doing some stuff.",
        318.26,
        321.76
    ],
    [
        " Yeah, or you might find out that you've been sucked into a trap.",
        322.2,
        324.96
    ],
    [
        " You know, you don't want to be in.",
        325.38,
        327.24
    ],
    [
        " No.",
        327.54,
        327.68
    ],
    [
        " You've got to free your mind.",
        328.14,
        329.36
    ],
    [
        " You've got to free your mind.",
        330.04,
        331.68
    ],
    [
        " You've got to get out of that box, out of that cage.",
        332.04,
        334.2
    ],
    [
        "",
        335.3,
        335.3
    ],
    [
        " Think of that.",
        335.88,
        336.8
    ],
    [
        " You know, I meet people now.",
        337.02,
        338.7
    ],
    [
        " And...",
        339.78,
        341.88
    ],
    [
        " It's so bizarre because I've traveled a lot.",
        341.88,
        347.62
    ],
    [
        " And I've walked with a lot of different kind of people.",
        348.38,
        351.22
    ],
    [
        " You know, from all different walks of life.",
        351.66,
        354.9
    ],
    [
        " And I meet people sometimes.",
        355.48,
        357.04
    ],
    [
        " And I think to myself, man, this guy is pretty awesome.",
        357.64,
        360.9
    ],
    [
        " He's got all this, you know, only what this person's goal is.",
        361.06,
        364.12
    ],
    [
        " And sometimes I'll ask like, you know, what do you want to do?",
        364.64,
        366.92
    ],
    [
        " I'm like, what do you, hey, how me some kid or what you want to do?",
        367.6,
        371.92
    ],
    [
        " And some people say, you know, well, I want to do, you know, I think they're...",
        372.48,
        379.14
    ],
    [
        " I think they're going to come out with this giant dream.",
        379.14,
        381.7
    ],
    [
        " And they come out with like a little mediocre idea.",
        382.94,
        388.56
    ],
    [
        " And I haven't done this yet.",
        388.56,
        393.68
    ],
    [
        " I've talked to five people in the last six months that I thought were going to tell me about their dream.",
        394.38,
        402.08
    ],
    [
        " And that I was going to be like in shock.",
        403.36,
        405.44
    ],
    [
        " And I was going to be impressed and say, yeah, that's what I'm talking about brother.",
        406.4,
        411.4
    ],
    [
        " Go get it.",
        411.4,
        412.26
    ],
    [
        " And instead, I had to bite my tongue because they were telling me they're a dream, but it wasn't big enough.",
        412.4,
        421.22
    ],
    [
        " It wasn't big enough. It wasn't, it was too realistic.",
        421.7,
        425.42
    ],
    [
        " You know, you, now you meet some people sometimes and they tell me they're a dream.",
        426.92,
        429.96
    ],
    [
        " And I go, man, you ain't got a chance of that.",
        429.98,
        431.5
    ],
    [
        " You need to, you need to tone that down.",
        431.98,
        433.78
    ],
    [
        " You need to get a grip, right?",
        434.02,
        436.24
    ],
    [
        " These people are like, you can achieve anything you want.",
        436.4,
        441.38
    ],
    [
        " If you could achieve anything you want, you know, everyone would be sitting on a yacht or doing whatever big bad ass thing that they want to do.",
        441.68,
        450.46
    ],
    [
        " It kind of depends on what you mean by can't though, but yeah, yeah, it's true.",
        450.66,
        454.44
    ],
    [
        " I mean can't. That's what I mean.",
        455.2,
        458.08
    ],
    [
        " These people that are like you can do whatever you want.",
        458.4,
        462.06
    ],
    [
        " No, actually, there's limitations to that.",
        462.3,
        464.22
    ],
    [
        " All people are not created equal.",
        464.48,
        466.86
    ],
    [
        " Some people are smarter than other people.",
        467.26,
        469.04
    ],
    [
        " Some people are better athletes than other people.",
        469.18,
        470.92
    ],
    [
        " Hey, reality.",
        471.38,
        474.16
    ],
    [
        " Now, what can you hear? The question isn't that.",
        475.6,
        479.46
    ],
    [
        " The question is what can you do with what you've got?",
        479.7,
        484.56
    ],
    [
        " What can you do?",
        485.66,
        486.54
    ],
    [
        " And I'd much rather, I love to hear people overshootin', but don't trap yourself in a box where you're like, well, I'll be happy.",
        488.14,
        496.84
    ],
    [
        " If I can do this.",
        496.84,
        498.22
    ],
    [
        " And there's whole, the other part of this is, it's sort of like North Korea.",
        498.64,
        504.58
    ],
    [
        " There's people that are trapped in a paradigm in their head of the world.",
        505.02,
        509.44
    ],
    [
        " They think that the world is this thing that they live in.",
        509.56,
        512.7
    ],
    [
        " They think that the world is this small, this small place, the people that they know.",
        513.0,
        519.9
    ],
    [
        " And the atmosphere that they live inside.",
        520.14,
        523.86
    ],
    [
        " And it's really, really small.",
        525.22,
        527.06
    ],
    [
        " And I think to myself, man, you got to get out.",
        527.82,
        533.0
    ],
    [
        " And I'll tell you a part of this came when I got out of the military.",
        533.58,
        536.54
    ],
    [
        " Because my whole life, you know, the only guys I knew were seals.",
        537.32,
        540.6
    ],
    [
        " I mean, that's just who I knew.",
        540.82,
        542.18
    ],
    [
        " And so when I got out and I started meeting other people, and I especially started working with big business, I started meeting really not just successful in terms of financial aid.",
        542.56,
        553.84
    ],
    [
        " But people that I really done something.",
        554.9,
        556.88
    ],
    [
        " And I started realizing that there was a whole nother level, not a higher level, but there's just another world.",
        557.5,
        564.44
    ],
    [
        " Like in the SEAL teams, oh, well, you know, I did my SEAL opportunity, a SEAL PTUM commander.",
        565.18,
        570.5
    ],
    [
        " You know, you do these certain, I did task you to commander, you do these things, and that's what you do.",
        570.88,
        574.4
    ],
    [
        " And it's awesome.",
        574.66,
        575.72
    ],
    [
        " And that's a whole world.",
        576.3,
        577.78
    ],
    [
        " But there's other worlds.",
        579.1,
        580.34
    ],
    [
        " And I remember telling one of my SEAL buddies, we were out surfing, and this was after I'd been out for like two years, I had this exact conversation with him.",
        580.7,
        588.8
    ],
    [
        " I said, hey, man, like we were taught we were out there surfing for an hour.",
        589.24,
        593.2
    ],
    [
        " And for 58 minutes, we're talking about the SEAL teams, the SEAL teams, the SEAL teams, the SEAL teams, and the SEAL teams.",
        593.64,
        598.0
    ],
    [
        " And then I said, hey, man, the SEAL teams is awesome.",
        598.2,
        602.92
    ],
    [
        " But just so you know, there's other things in the world.",
        604.02,
        608.8
    ],
    [
        " And it's stuff that I'm saying, my mind was in North Korea.",
        609.26,
        612.92
    ],
    [
        " My mind was just SEAL team.",
        613.12,
        614.84
    ],
    [
        " And I'll tell you what, I'm glad it was, because it made my life very simple.",
        615.24,
        619.92
    ],
    [
        " And I still, you know, obviously, I love the SEAL teams more than anything.",
        620.38,
        624.24
    ],
    [
        " But there are other worlds out there.",
        624.84,
        627.2
    ],
    [
        " And you can do other things in the world.",
        627.64,
        630.96
    ],
    [
        " And so now when I meet people in different environments and different jobs, and each little environment that I poke my head into,",
        630.96,
        642.58
    ],
    [
        " because we work in different industries all over different manufacturing and gas oil and financial.",
        642.76,
        650.56
    ],
    [
        " And they're all their own little worlds.",
        651.12,
        652.92
    ],
    [
        " And sometimes people are trapped in those worlds.",
        653.36,
        655.46
    ],
    [
        " And I just want to say, man, free your mind.",
        655.66,
        660.44
    ],
    [
        " Free your mind and see what else is out there.",
        661.62,
        663.58
    ],
    [
        " Yeah.",
        664.0,
        664.16
    ],
    [
        " Kind of like what you and Tim Kennedy were talking about.",
        664.38,
        667.62
    ],
    [
        " How you guys, you guys are an example of people who have seen the really, really bad parts of the world and the really, really good parts of the world.",
        667.9,
        677.16
    ],
    [
        " Because you guys travel all over.",
        677.22,
        678.24
    ],
    [
        " And you live in San Diego, which is, you know, arguably one of the best places to live.",
        678.6,
        682.84
    ],
    [
        " So you have that expanded view.",
        682.96,
        684.42
    ],
    [
        " Meanwhile, some people, they only go on vacation when they travel.",
        684.64,
        688.4
    ],
    [
        " So they have, although a real positive and really nice view, but it's really narrow.",
        688.4,
        693.9
    ],
    [
        " Or other people who only lived in bad places, just like people who grew up in a real negative household.",
        694.34,
        699.52
    ],
    [
        " When they go out into the world, just their beginning view of the world is negative.",
        699.76,
        703.96
    ],
    [
        " Like money is just so hard to come by because when they grew up, their parents are complaining about the rant and bills are pile enough and all this stuff.",
        704.42,
        711.24
    ],
    [
        " So that's their attitude when they go out.",
        711.44,
        713.14
    ],
    [
        " And then that's how they kind of take on the world.",
        713.48,
        715.34
    ],
    [
        " Man, I know this and this is kind of a different thing.",
        715.48,
        717.62
    ],
    [
        " Same, same content, same subject, but I had a friend in high school.",
        717.7,
        723.06
    ],
    [
        " And those people I grew up on quiet, small island in Hawaii.",
        723.36,
        725.62
    ],
    [
        " So some people straight up have, their whole life haven't been off of quiet.",
        725.82,
        730.0
    ],
    [
        " And no less the mainland.",
        730.46,
        731.86
    ],
    [
        " The mainland is this fantasy world place where Disney land is and Hollywood and all this stuff.",
        732.1,
        736.48
    ],
    [
        " So I had a friend, one of my good friends, he moved to the mainland, but it was just this small teeny tiny town, just as small as quiet.",
        737.6,
        745.24
    ],
    [
        " So I remember one time what state was the down end? Colorado. Colorado.",
        745.46,
        749.66
    ],
    [
        " He moved to Pueblo.",
        749.98,
        751.46
    ],
    [
        " It's called.",
        751.82,
        752.42
    ],
    [
        " So I remember we were just having a conversation later and I was like, hey, yeah, let's go to Las Vegas.",
        752.98,
        757.7
    ],
    [
        " A lot of Hawaii people go to Las Vegas.",
        757.7,
        759.12
    ],
    [
        " And I was like, let's go to Las Vegas or whatever.",
        759.36,
        761.64
    ],
    [
        " I was like, when do you, what do you do?",
        761.88,
        763.32
    ],
    [
        " You run to car? He was like, I would never drive in Las Vegas.",
        763.34,
        766.62
    ],
    [
        " I would never drive in Las Vegas because it's too crazy.",
        767.02,
        770.52
    ],
    [
        " You know, there's freeways.",
        770.78,
        771.58
    ],
    [
        " There's no freeway on quiet.",
        771.58,
        772.54
    ],
    [
        " I don't know who there is a highway, but and he a grown adult.",
        772.64,
        778.76
    ],
    [
        " So to speak.",
        779.16,
        780.28
    ],
    [
        " Can't even drive.",
        780.54,
        781.84
    ],
    [
        " You know, so that's like an example of that's how narrow his whole view was.",
        782.0,
        785.72
    ],
    [
        " His world.",
        785.72,
        786.16
    ],
    [
        " His whole world.",
        786.62,
        787.4
    ],
    [
        " And that extended to his driving skill.",
        787.7,
        790.14
    ],
    [
        " You know, this was just this so hectic on a freeway.",
        790.56,
        793.12
    ],
    [
        " Highway Las Vegas even, I don't even know how crazy that is.",
        793.48,
        797.44
    ],
    [
        " I mean, that's not a crazy place to drive.",
        797.52,
        798.82
    ],
    [
        " Really, you know, compared to like, I don't know, I would have bought whatever.",
        798.94,
        801.8
    ],
    [
        " Yeah.",
        801.8,
        802.22
    ],
    [
        " So to LA man hit the 405 North on a Thursday afternoon.",
        802.32,
        807.16
    ],
    [
        " Yeah.",
        807.16,
        808.68
    ],
    [
        " Yeah.",
        809.08,
        810.48
    ],
    [
        " There's no doubt.",
        810.68,
        811.46
    ],
    [
        " There's so much out there.",
        811.76,
        812.68
    ],
    [
        " And if you stay comfortable in your world, you can get used to, you can get comfortable starving in North Korea.",
        813.2,
        819.78
    ],
    [
        " Yeah.",
        820.08,
        820.26
    ],
    [
        " That's what the scary thing is.",
        820.4,
        821.92
    ],
    [
        " That's the point that I think I'm trying to make is don't be comfortable because what you think is awesome right now.",
        822.14,
        829.48
    ],
    [
        " There could be so much more, you know, if you can envision and pay attention to what's going on in the rest of the world.",
        830.5,
        839.14
    ],
    [
        " And break out of that paradigm that you're in and see that you can fly.",
        839.42,
        845.92
    ],
    [
        " You can fly around the world.",
        847.14,
        851.42
    ],
    [
        " You can do it.",
        852.0,
        853.26
    ],
    [
        " Yeah.",
        853.84,
        854.62
    ],
    [
        " So don't get trapped for your mind.",
        854.62,
        856.9
    ],
    [
        " Yeah.",
        857.32,
        857.9
    ]
]