[
    [
        " This is Jocco podcast number 235 with Echo Charles and me, Jocco Willink. Good evening, echo. Good evening.",
        0.66,
        7.88
    ],
    [
        " Kawi Mayerl.",
        9.3,
        13.18
    ],
    [
        " One of my brothers.",
        13.84,
        16.2
    ],
    [
        " Awesome guy, incredible seal.",
        17.22,
        20.72
    ],
    [
        " But at one point in time, I didn't know if he would keep his leg.",
        22.18,
        28.26
    ],
    [
        " The army doctors seemed neutral in their assessment.",
        31.74,
        39.2
    ],
    [
        " And my assessment was that they actually didn't know.",
        39.42,
        42.36
    ],
    [
        " And because they didn't know, my guess is they didn't want to get his hopes up.",
        43.44,
        51.26
    ],
    [
        " But at the same time, they didn't want to crush his morale either.",
        51.58,
        57.18
    ],
    [
        " Kawi is the seal that I wrote about in the opening of the book that I caught him in leadership.",
        61.92,
        66.4
    ],
    [
        " This is the seal that told me he wanted to stay.",
        66.4,
        70.84
    ],
    [
        " He begged me to let him stay there in Ramadi with us.",
        71.4,
        78.12
    ],
    [
        " He did not want to go home.",
        78.24,
        79.7
    ],
    [
        " He wanted to stay with his platoon. He wanted to stay with the task unit.",
        81.04,
        86.14
    ],
    [
        " He wanted to stay with the soldiers and Marines that we were fighting alongside.",
        86.14,
        90.96
    ],
    [
        " But the fact of the matter was that he had to go.",
        93.5,
        103.12
    ],
    [
        " He had to go. He had to go to better medical facilities with more capabilities to see if he could keep his leg.",
        103.68,
        112.74
    ],
    [
        " And we were standing there talking to him, saying goodbye because we know he has to go.",
        117.42,
        123.98
    ],
    [
        " The brigade commander walked in.",
        124.08,
        126.16
    ],
    [
        " And we all quietly came to attention.",
        128.1,
        133.24
    ],
    [
        " And I'd spent a little bit of time with the brigade commander at this point.",
        134.26,
        140.06
    ],
    [
        " I'd briefed him on our capabilities.",
        140.06,
        142.28
    ],
    [
        " He's been in some planning meetings.",
        143.14,
        145.48
    ],
    [
        " I'd seen him out on the streets during a few operations.",
        145.8,
        149.0
    ],
    [
        " He was very well respected amongst his troops.",
        150.02,
        156.92
    ],
    [
        " The troops that we were working with, Army and Marines.",
        157.38,
        161.02
    ],
    [
        " And his brigade combat team, the second brigade combat team of the 28th Infantry Division,",
        161.54,
        168.46
    ],
    [
        " the Iron Soldiers, they had been fighting in Ramadi for almost a year.",
        170.0,
        176.36
    ],
    [
        " And we, from SEAL Team 3, tasked in a bruiser.",
        177.86,
        182.74
    ],
    [
        " We had nothing but the highest respect and admiration for all of them.",
        183.28,
        188.66
    ],
    [
        " They were professional.",
        188.78,
        189.7
    ],
    [
        " They were aggressive. They were courageous and let there be no doubt.",
        191.08,
        195.56
    ],
    [
        " That the soldiers and the Marines from the 228 saved the lives of some of the SEALs and tasked unit bruiser.",
        198.46,
        206.18
    ],
    [
        " Because they told us where we should go and where we shouldn't go.",
        207.02,
        215.58
    ],
    [
        " They advised us on what to do and what not to do.",
        216.0,
        218.54
    ],
    [
        " They rolled out and guided us on operations.",
        218.82,
        221.86
    ],
    [
        " They mentored and they coached us.",
        222.58,
        226.76
    ],
    [
        " And they did an outstanding job taking the fight to the enemy.",
        229.0,
        233.12
    ],
    [
        " And at this point when, when Kali got wounded, we'd been on the ground less than a month.",
        233.42,
        240.82
    ],
    [
        " And this was the first significantly wounded SEAL in tasked unit bruiser.",
        242.04,
        250.08
    ],
    [
        " And this brigade commander, Colonel John Gronsky, was there to pay in a purple heart on Kali's chest.",
        252.48,
        261.28
    ],
    [
        " And I watched, I watched the Colonel, watched his attitude, watched his behavior.",
        262.08,
        275.24
    ],
    [
        " He was solemn but at the same time he was uplifting.",
        275.24,
        277.74
    ],
    [
        " And what I could tell is I could tell that he cared.",
        278.54,
        281.72
    ],
    [
        " I could sense that.",
        283.32,
        288.22
    ],
    [
        " I think we all could sense that.",
        288.34,
        290.28
    ],
    [
        " And understand that at this point he had done this hundreds of times.",
        290.88,
        295.34
    ],
    [
        " In the last year, awarded purple hearts to combat wounded soldiers.",
        296.06,
        303.72
    ],
    [
        " And each time I could tell that it mattered and each time I could tell that it left a mark.",
        308.42,
        314.9
    ],
    [
        " And I knew that the Colonel had also sent many men on their final flight home.",
        315.68,
        330.14
    ],
    [
        " Their angel flights.",
        334.38,
        335.88
    ],
    [
        " Colonel Gronsky had lost scores of men at this point, killed in action.",
        337.4,
        345.8
    ],
    [
        " And those obviously leave an even deeper mark.",
        347.6,
        354.66
    ],
    [
        " They leave a scar.",
        360.14,
        361.34
    ],
    [
        " And I watched his Colonel Gronsky spoke quietly to Kali.",
        363.78,
        371.36
    ],
    [
        " I couldn't hear what he said, but Kali nodded and affirmed whatever had been said.",
        372.22,
        381.2
    ],
    [
        " And the Colonel put the purple heart metal on Kali's chest.",
        382.34,
        386.94
    ],
    [
        " And the shook hands again.",
        390.2,
        391.68
    ],
    [
        " And the Colonel left.",
        392.52,
        396.68
    ],
    [
        " And Kali was soon on a helicopter heading out on a rammati.",
        398.1,
        403.96
    ],
    [
        " And he would not be our last casualty.",
        404.9,
        414.1
    ],
    [
        " But he was our first and he was my first significantly wounded man while in a leadership position.",
        417.96,
        426.12
    ],
    [
        " And if you know anything about me, you know that I'm trying to learn constantly.",
        427.56,
        438.42
    ],
    [
        " And I learned from the Colonel that day the way he acted, the way he carried himself.",
        438.42,
        443.34
    ],
    [
        " Maintaining that delicate balance.",
        444.86,
        450.8
    ],
    [
        " Because I could tell that he was steadfast, that these tragedies would not discourage his determination.",
        451.58,
        466.24
    ],
    [
        " But I could also see that he cared, that he truly cared about Kali.",
        470.18,
        475.54
    ],
    [
        " My brother, my seal, a man he'd never met before.",
        476.54,
        481.06
    ],
    [
        " I could also see that this was part of our job as leaders.",
        482.28,
        490.5
    ],
    [
        " We have to bear this burden.",
        493.96,
        496.24
    ],
    [
        " I would have to bear this burden.",
        496.46,
        498.72
    ],
    [
        " And we would have to press on.",
        499.3,
        505.0
    ],
    [
        " We would have to do our duty in the face of horrible wounds.",
        506.02,
        515.34
    ],
    [
        " And tragic loss.",
        517.38,
        518.76
    ],
    [
        " And I knew that Colonel Gronski had been there for almost a year.",
        519.46,
        534.28
    ],
    [
        " And I knew that I was just getting started.",
        535.36,
        539.76
    ],
    [
        " And I knew I had to do my best to carry the torch forward.",
        544.06,
        550.58
    ],
    [
        " To bear that burden of command, to do my duty.",
        551.16,
        558.46
    ],
    [
        " And to follow that example.",
        559.56,
        564.72
    ],
    [
        " And to follow that example.",
        577.58,
        578.94
    ],
    [
        " Well, to strange thing, because those memories of war, sometimes they feel like a long time ago.",
        578.94,
        590.98
    ],
    [
        " Sometimes they feel like yesterday.",
        592.26,
        594.58
    ],
    [
        " But we don't forget them.",
        598.14,
        599.98
    ],
    [
        " And I won't forget what I learned.",
        601.38,
        605.86
    ],
    [
        " And it's an honor today to have the opportunity to learn some more from that Colonel.",
        606.62,
        617.04
    ],
    [
        " Although he is no longer a Colonel, he's no longer in the Army.",
        619.52,
        624.32
    ],
    [
        " He retired as a two-star general, a major general who just wrote a book called The Ride of Our Lives.",
        624.7,
        634.86
    ],
    [
        " And he is here with us today.",
        635.96,
        638.74
    ],
    [
        " General Gronski, thank you for coming on the program.",
        640.3,
        643.64
    ],
    [
        " Jocco, thank you.",
        644.34,
        645.3
    ],
    [
        " Appreciate being here.",
        645.84,
        646.8
    ],
    [
        " It was really weird to see sitting in my car as you pulled up into the parking lot today.",
        647.46,
        653.0
    ],
    [
        " And obviously I haven't seen you since the spring of 2006.",
        653.9,
        658.16
    ],
    [
        " And I remember meeting you for the first time.",
        659.52,
        662.68
    ],
    [
        " I don't know if you'll remember meeting me for the first time.",
        662.98,
        665.0
    ],
    [
        " As the brigade commander, you're meeting people all the time, people are coming in and out.",
        666.86,
        670.34
    ],
    [
        " When I met you for the first time, I went to your tactical operation center.",
        670.7,
        675.5
    ],
    [
        " And right as I arrived, so we had been on the ground for just a matter of days.",
        676.76,
        681.44
    ],
    [
        " Do you remember this at all?",
        681.9,
        682.68
    ],
    [
        " Slightly, I'm going to be asked about not in the detail you probably do.",
        683.44,
        686.92
    ],
    [
        " No, I would be shocked if you remembered it.",
        687.18,
        689.26
    ],
    [
        " I walked in and as I walk into your tactical operation center,",
        690.24,
        694.28
    ],
    [
        " the report comes in that one of my seal snipers,",
        694.3,
        698.48
    ],
    [
        " who's actually a BTF Tony, had just killed an IED in place or up on firecracker.",
        698.64,
        705.36
    ],
    [
        " And that kind of got announced in the tactical operation center.",
        706.04,
        709.92
    ],
    [
        " And you heard it.",
        710.88,
        712.88
    ],
    [
        " And I knew who you were because I had gathered and tell on you",
        713.2,
        717.3
    ],
    [
        " and read your background and done research to figure out who you were and what you know.",
        717.3,
        720.54
    ],
    [
        " And so I knew who exactly you were.",
        721.16,
        722.32
    ],
    [
        " And just that that announcement, following that announcement,",
        723.2,
        728.48
    ],
    [
        " you walked from the talk into your office and then people walked me into your office.",
        728.76,
        733.36
    ],
    [
        " It was the best introduction of human being could ever want in a combat situation.",
        733.74,
        737.68
    ],
    [
        " And you looked at me and you said, that's one of your guys that just killed us,",
        738.26,
        742.14
    ],
    [
        " an IED in place, sir.",
        742.32,
        743.46
    ],
    [
        " I said, yes, sir.",
        743.54,
        744.16
    ],
    [
        " And you immediately said, I need your guys over in Eastern Ramadi.",
        745.02,
        749.28
    ],
    [
        " And I said, we will go wherever you want us to go, wherever there's bad guys.",
        749.82,
        754.04
    ],
    [
        " And that was how the deployment kicked off.",
        754.34,
        756.8
    ],
    [
        " Eastern Ramadi was a pretty bad place.",
        757.1,
        760.42
    ],
    [
        " Yeah, and it was, I think it felt good.",
        761.0,
        765.14
    ],
    [
        " I mean, I could see the looks on the people in the tactical operation center.",
        765.64,
        768.78
    ],
    [
        " The looks on their faces that we just killed an IED in place,",
        769.3,
        772.62
    ],
    [
        " or that was right where in Firecracker a few days prior an IED had killed several Marines.",
        772.62,
        777.34
    ],
    [
        " And so often the enemy just, you know, in Ramadi would just disappear.",
        778.34,
        784.26
    ],
    [
        " They take their shots, they do their thing, and then they disappear.",
        784.46,
        786.62
    ],
    [
        " That was really one of the most frustrating things.",
        786.94,
        789.74
    ],
    [
        " You didn't, many times, you just didn't have an enemy to fire back at.",
        790.22,
        793.9
    ],
    [
        " Yeah.",
        794.34,
        794.46
    ],
    [
        " Before we get into all that, let's go back.",
        795.12,
        801.2
    ],
    [
        " Because, you know, we all, everyone wants to know about you, who you are.",
        801.2,
        804.14
    ],
    [
        " And I want to start off, actually, by reading a little chunk of of your book",
        804.92,
        807.96
    ],
    [
        " to kind of give a little background to everybody.",
        807.96,
        810.16
    ],
    [
        " And so the book is called The Ride of Our Lives.",
        810.76,
        813.1
    ],
    [
        " It just came out, I think, in February.",
        813.66,
        815.18
    ],
    [
        " So I'm going to read this chunk right here.",
        816.12,
        819.02
    ],
    [
        " My dad, Paul Xavier Gronsky Sr. was raised by his mother, a Polish immigrant.",
        820.32,
        825.42
    ],
    [
        " My grandmother never learned to speak English well.",
        825.86,
        828.88
    ],
    [
        " She owned a small grocery store selling primarily candy and cigarettes.",
        829.06,
        832.82
    ],
    [
        " My paternal grandfather, also a Polish immigrant, died in an accident in the coal mines near Scranton",
        833.74,
        840.24
    ],
    [
        " when my grandmother was five months pregnant with my dad.",
        840.24,
        842.9
    ],
    [
        " The son of a single parent, my father was forced to quit school after the seventh grade,",
        843.78,
        848.66
    ],
    [
        " so he could work and help support the family.",
        849.14,
        851.74
    ],
    [
        " My dad served overseas during World War II in the US Army Air Corps.",
        852.68,
        857.48
    ],
    [
        " Dad opened a garage in 1954 doing minor car repairs and selling used tires.",
        858.18,
        863.76
    ],
    [
        " Soon he bought cars to fix up and sell, and so began his venture into the used car business.",
        864.3,
        869.64
    ],
    [
        " His family and his business were growing.",
        870.24,
        872.9
    ],
    [
        " But dad and my entire family faced a devastating setback in 1956 when my mother passed away when I was very young.",
        874.0,
        882.38
    ],
    [
        " Dad became a single parent with seven children to raise and a business to run.",
        883.04,
        888.6
    ],
    [
        " It was a severe blow, but dad fought through it.",
        888.96,
        892.0
    ],
    [
        " By outward measures, my father was unimpressive.",
        893.0,
        895.18
    ],
    [
        " Standing five feet six inches tall, dad weighed about 135 pounds.",
        895.54,
        899.02
    ],
    [
        " But my dad was a grinder, and he had the blood of an entrepreneur.",
        899.82,
        904.34
    ],
    [
        " Through sheer hard work and desire, he raised his children while building an enterprise that included a garage,",
        905.22,
        911.04
    ],
    [
        " used car sales, a towing service, a boat sales and service business, and a bike shop.",
        911.08,
        917.1
    ],
    [
        " Known as Paul Gronsky Enterprises, dad's business became a landmark in Northeastern Pennsylvania.",
        918.18,
        924.42
    ],
    [
        " Paul X Gronsky Sr., a man with only a seventh grade education, became a pillar of the community and a leader in his church.",
        925.42,
        934.14
    ],
    [
        " So that's the environment you grew up in.",
        935.36,
        937.68
    ],
    [
        " Do you remember your mom?",
        938.22,
        939.8
    ],
    [
        " No, she died three days after I was born.",
        940.7,
        943.08
    ],
    [
        " And you were number seven?",
        943.18,
        946.74
    ],
    [
        " Right.",
        947.18,
        947.3
    ],
    [
        " What did your dad do in the Army Air Corps?",
        948.2,
        953.34
    ],
    [
        " Well, he had a very basic job. He was a cook.",
        953.68,
        957.48
    ],
    [
        " He worked in restaurants in the 20s and 30s, and he became a cook.",
        958.32,
        965.1
    ],
    [
        " And I think his favorite war story was a time that he prepared a meal for Dwight Eisenhower and the Messhall.",
        965.1,
        971.08
    ],
    [
        " That's a pretty memorable story. I'd be proud of that story.",
        971.38,
        974.28
    ],
    [
        " Right.",
        974.44,
        974.56
    ],
    [
        " And what was growing up, I mean, obviously you got no mom at home.",
        975.36,
        978.42
    ],
    [
        " I mean, look, I got four kids, and my wife is a stay-at-home mom.",
        979.12,
        983.6
    ],
    [
        " Right.",
        983.94,
        984.12
    ],
    [
        " And I could barely control the chaos and mayhem going on when they were little.",
        984.7,
        988.36
    ],
    [
        " That must have been complete insanity.",
        988.78,
        990.82
    ],
    [
        " Yeah, you know, it allowed us kids to kind of grow up with a lot of self-discipline.",
        991.66,
        999.58
    ],
    [
        " I was lucky, though. I had two older sisters. They became surrogate mothers to me, my sister Ruthie, my sister Anne.",
        999.72,
        1006.6
    ],
    [
        " And then I had an aunt. My father's sister was also a surrogate mother.",
        1006.82,
        1011.7
    ],
    [
        " So although I lost one mother, I ended up having three.",
        1011.96,
        1014.54
    ],
    [
        " And I did feel a lot of love in the family.",
        1015.24,
        1017.24
    ],
    [
        " Was Ruthie that much, or your two sisters, how much older were they?",
        1017.68,
        1020.58
    ],
    [
        " Yeah, they're both a little over 10 years older than I am.",
        1021.12,
        1025.9
    ],
    [
        " Got it.",
        1025.94,
        1026.3
    ],
    [
        " So, you know, they were, you know, 10, 11, 12 years old at the time.",
        1026.58,
        1030.12
    ],
    [
        " Yeah.",
        1030.56,
        1030.7
    ],
    [
        " And that's like 10 or 11 year olds, when they have responsibility put on them, they can pick it up and they can do a lot.",
        1031.02,
        1038.0
    ],
    [
        " Exactly.",
        1038.38,
        1038.72
    ],
    [
        " And, you know, it's just like anything else. You're putting that situation and you just got a dig deep and you got to figure it out.",
        1039.2,
        1046.76
    ],
    [
        " And you got to drive on. And that's, and again, this was back in late 50s.",
        1046.76,
        1051.76
    ],
    [
        " And I guess it was a little bit more of an austere life back then and people just were able to stand up to challenges like that.",
        1052.32,
        1059.74
    ],
    [
        " How big was your house?",
        1060.44,
        1061.58
    ],
    [
        " The house I grew up in.",
        1062.98,
        1064.5
    ],
    [
        " The best I could recall my mother passed away. They were living in a single family dwelling.",
        1066.3,
        1072.32
    ],
    [
        " And then, again, I just know this is I was getting old enough to remember things.",
        1072.58,
        1077.74
    ],
    [
        " We were actually living in a house with my grandmother.",
        1077.74,
        1080.2
    ],
    [
        " Got it.",
        1080.68,
        1081.02
    ],
    [
        " So, my grandmother was in one room. My aunt and uncle were upstairs. They kind of had the second floor of the house and then everybody else was spread out in bedrooms.",
        1081.14,
        1089.9
    ],
    [
        " I mean, I remember my brother Jimmy sleeping with my father in bed. I mean, they just slept together. That's how it was.",
        1090.34,
        1097.06
    ],
    [
        " I remember sleeping in bed with two other brothers. I mean, that's just the way it was back then.",
        1097.36,
        1102.64
    ],
    [
        " Yeah, if you couldn't come up with a good answer for how big your house was, I was going to say,",
        1102.68,
        1106.22
    ],
    [
        " all right, how many kids slept in your bed with you?",
        1106.26,
        1108.64
    ],
    [
        " I know it wasn't alone.",
        1108.9,
        1109.92
    ],
    [
        " You're not in a seven-family, seven-kids family with no mom and not having to have a share some bed space.",
        1110.32,
        1115.42
    ],
    [
        " Exactly. That's the way it was.",
        1115.58,
        1117.44
    ],
    [
        " And then going to school and everything. I mean, what was, what kind of school did you go to?",
        1118.14,
        1123.8
    ],
    [
        " Yeah, I went to a public school when I was in first grade and then I'm a Catholic.",
        1123.8,
        1129.0
    ],
    [
        " So, I was put into a Catholic school for second grade so I could receive a first-holy communion.",
        1129.34,
        1136.46
    ],
    [
        " But I would have to go through extra classes like I would if I was in public school.",
        1136.76,
        1140.92
    ],
    [
        " And then I went back to public school again and in third grade and continued my education in public school.",
        1141.02,
        1146.08
    ],
    [
        " Your dad's an efficiency expert.",
        1146.34,
        1147.82
    ],
    [
        " I guess he is.",
        1148.3,
        1149.2
    ],
    [
        " What were your interests in school?",
        1151.24,
        1152.86
    ],
    [
        " Well, as I got older, my main interest was football.",
        1153.56,
        1158.32
    ],
    [
        " I just really loved playing football. I loved everything about it.",
        1159.0,
        1163.42
    ],
    [
        " I wasn't that great of an athlete.",
        1163.5,
        1165.12
    ],
    [
        " I ended up starting when I was a senior. Finally, when I was a senior, I got the start on the football team.",
        1165.78,
        1171.84
    ],
    [
        " And I was an offensive guard at 165 pounds.",
        1171.84,
        1175.92
    ],
    [
        " How big was your school? Was it a big school?",
        1176.46,
        1178.66
    ],
    [
        " Do you go to high school in Scranton?",
        1178.66,
        1180.42
    ],
    [
        " Outside of Scranton, it was a merged school district tailor and Movesick, Pennsylvania merged together.",
        1180.54,
        1188.46
    ],
    [
        " Name of the school was Riverside. I think we graduated around 100 kids.",
        1188.5,
        1192.26
    ],
    [
        " How big were the games? How many people showed up?",
        1192.96,
        1194.86
    ],
    [
        " I mean, the stadium was packed.",
        1195.32,
        1196.68
    ],
    [
        " Northeastern Pennsylvania football is king. Even today, there's very little soccer and a lot of football.",
        1197.24,
        1204.16
    ],
    [
        " Although soccer is getting bigger.",
        1204.18,
        1205.94
    ],
    [
        " Our school had, I think, three sports.",
        1206.82,
        1210.24
    ],
    [
        " They have football, basketball, baseball.",
        1210.62,
        1213.32
    ],
    [
        " I think there was golf.",
        1213.9,
        1214.86
    ],
    [
        " They didn't even have track and field when I went to school there.",
        1215.8,
        1218.2
    ],
    [
        " In my senior year, we had intramural track and field.",
        1218.3,
        1222.0
    ],
    [
        " Never competing against other schools. Now they finally do.",
        1222.94,
        1225.92
    ],
    [
        " But no swim team.",
        1226.3,
        1227.16
    ],
    [
        " There weren't that many opportunities for sports in the school that I graduated from at that time.",
        1227.58,
        1232.7
    ],
    [
        " Anything else you were interested in? And did you have to work?",
        1233.22,
        1235.82
    ],
    [
        " Oh my God.",
        1236.18,
        1236.72
    ],
    [
        " It was kind of like a family farm where all my brothers and sisters and I all worked in the garage.",
        1236.9,
        1245.18
    ],
    [
        " I remember even when I was a young kid in grade school, I would be in the garage sweeping floors.",
        1246.04,
        1249.94
    ],
    [
        " I would be studying tires. At that time, you put stud and studs and snow tires.",
        1250.34,
        1254.98
    ],
    [
        " Then when I was 16, I began driving to tow truck.",
        1255.56,
        1258.92
    ],
    [
        " That was pretty cool.",
        1259.08,
        1260.66
    ],
    [
        " To go out tow cars.",
        1260.9,
        1262.16
    ],
    [
        " Although in the winter, in Northeastern Pennsylvania, every winter we would get about three or four weeks",
        1262.94,
        1271.78
    ],
    [
        " where it was much below freezing.",
        1271.78,
        1274.9
    ],
    [
        " You had to be out there towing cars, jumping cars, the cables, and all this changing flat tires in the freezing snow.",
        1275.7,
        1284.5
    ],
    [
        " So it was pretty hard work.",
        1284.5,
        1286.38
    ],
    [
        " I guess I got used to using my hands and doing hard work at an early age.",
        1286.72,
        1291.6
    ],
    [
        " At what point did you start viewing the military as an option?",
        1292.04,
        1294.88
    ],
    [
        " Well, you know, my dad always...",
        1295.72,
        1298.38
    ],
    [
        " He was very proud of the fact that he had an opportunity to serve.",
        1298.38,
        1302.16
    ],
    [
        " And he always encouraged me to serve.",
        1302.94,
        1304.66
    ],
    [
        " When I graduated from high school, I went to a college in the local area, University of Scranton.",
        1305.02,
        1310.86
    ],
    [
        " They had an ROTC program there.",
        1310.86,
        1312.6
    ],
    [
        " My dad wanted me to join the ROTC.",
        1313.32,
        1315.36
    ],
    [
        " But believe it or not, even though I read a lot of books about World War II, and I was very patriotic, I was brought up that way.",
        1315.96,
        1323.96
    ],
    [
        " For some reason, I just didn't want to have anything to do with the ROTC.",
        1324.54,
        1327.66
    ],
    [
        " And so the first two years go by. No ROTC, even though my dad was encouraging me to join.",
        1328.36,
        1335.1
    ],
    [
        " And when I was a sophomore, I get this letter in the mail from the ROTC program saying, hey, this summer between your sophomore and junior year, you go to this basic camp at Fort Knox.",
        1336.16,
        1347.34
    ],
    [
        " And decide, you know, if you like to arm me, and if you do, then you can sign a contract and join the ROTC.",
        1348.36,
        1354.02
    ],
    [
        " So I go to Fort Knox, Kentucky, between my sophomore and junior year.",
        1354.2,
        1357.98
    ],
    [
        " Because really, I just kind of wanted to do something different.",
        1358.1,
        1360.6
    ],
    [
        " I guess I was tired of working in the family business.",
        1360.82,
        1363.58
    ],
    [
        " So I forget how many weeks it was. It might have been six weeks or eight weeks.",
        1364.38,
        1367.86
    ],
    [
        " And man, I just loved it.",
        1368.5,
        1369.98
    ],
    [
        " I mean, there was a lot of camaraderie even there.",
        1370.62,
        1373.8
    ],
    [
        " I mean, the drill sergeants, I still remember my drill sergeant's name there, Sergeant Ogden.",
        1373.98,
        1378.34
    ],
    [
        " He was a short, wiring guy, Vietnam vet.",
        1379.0,
        1382.84
    ],
    [
        " And, you know, profanity was all in.",
        1383.72,
        1387.36
    ],
    [
        " I mean, you know, the Jody calls, they could sing whatever they put out there.",
        1387.44,
        1392.88
    ],
    [
        " We sang and it was pretty profane.",
        1392.88,
        1394.86
    ],
    [
        " And I just loved it.",
        1395.0,
        1397.54
    ],
    [
        " I just loved the physical part of it.",
        1397.98,
        1400.32
    ],
    [
        " I loved, you know, I'm being on the rifle range, you know, the tactical part of it.",
        1400.42,
        1404.08
    ],
    [
        " So I was all in.",
        1404.72,
        1406.1
    ],
    [
        " You know, when I left Fort Knox, Kentucky, I signed the ROTC contract.",
        1406.3,
        1409.4
    ],
    [
        " And, you know, I was just so thrilled to be part of that.",
        1409.4,
        1414.04
    ],
    [
        " Yeah, so then you finished college.",
        1414.72,
        1417.06
    ],
    [
        " And so what year is it that?",
        1417.64,
        1419.8
    ],
    [
        " Yeah, I graduated from high school in 74, graduated from college in 78.",
        1420.3,
        1425.0
    ],
    [
        " And then I went on active duty.",
        1425.92,
        1427.66
    ],
    [
        " But the thing is, a lot of people don't know this.",
        1428.18,
        1431.64
    ],
    [
        " And I don't admit it to a lot of people, but it's kind of an interesting story.",
        1431.78,
        1435.28
    ],
    [
        " I was commissioned as a miss.",
        1435.88,
        1436.94
    ],
    [
        " Just so you know, you're about to admit this to about two million people.",
        1437.04,
        1439.94
    ],
    [
        " I know that.",
        1440.02,
        1440.54
    ],
    [
        " But, you know, I'm still proud of my service, but I was a medical service core officer.",
        1440.94,
        1446.4
    ],
    [
        " And the reason I was a medical service core officer is the eyesight in my left eye is right now it's about 2600.",
        1446.62,
        1454.84
    ],
    [
        " At that time, it was 2400, non-correctable.",
        1455.5,
        1458.14
    ],
    [
        " I had a lazy eye when I was a kid.",
        1458.74,
        1460.6
    ],
    [
        " It was never corrected.",
        1460.6,
        1461.6
    ],
    [
        " And once you'd go so long with that, there's no way to correct that eyesight.",
        1462.2,
        1466.2
    ],
    [
        " So because my eyesight in my left eye was so poor, I couldn't be come an infantryman like I wanted to because most of my buddies were going infantry or armor or feel their artillery, combat arms.",
        1466.2,
        1476.18
    ],
    [
        " I was in the commandos at the University of Scranton, which was kind of a range oriented group.",
        1476.6,
        1482.04
    ],
    [
        " Proud heritage at the University of Scranton, commandos.",
        1482.26,
        1485.54
    ],
    [
        "",
        1486.22,
        1486.22
    ],
    [
        " And so what does a medical service officer do?",
        1487.02,
        1489.96
    ],
    [
        " You're an administrative officer.",
        1490.86,
        1492.58
    ],
    [
        " So at Fort Benning, Georgia, where I was first assigned, I commanded a medical platoon and an armor battalion.",
        1492.86,
        1501.12
    ],
    [
        " So I wasn't a doctor or anything like that.",
        1501.8,
        1505.9
    ],
    [
        " But I was kind of like the administrative officer who would lead the medics, you know, provide them the leadership that they needed.",
        1506.46,
        1514.2
    ],
    [
        " And there's usually a physician's assistant assigned your platoon as well.",
        1514.46,
        1518.42
    ],
    [
        " But that's what a medical service officer essentially does.",
        1519.22,
        1522.0
    ],
    [
        " They could be a platoon leader in an ambulance platoon, you know, as a lieutenant or a platoon leader in a medical platoon supporting an infantry battalion or armor battalion.",
        1522.0,
        1531.08
    ],
    [
        " That's what a medical service corps officer does.",
        1531.16,
        1533.76
    ],
    [
        " So I did that for four years.",
        1533.92,
        1535.08
    ],
    [
        " And then I was assigned up Fort Benning that I went up to Fort Lewis, Washington.",
        1535.88,
        1540.3
    ],
    [
        " And after four years, I left the active duty mainly because, you know, as a medical service corps officer would be quite honest with you.",
        1541.42,
        1549.08
    ],
    [
        " But just something that didn't really interest me that much.",
        1549.42,
        1552.5
    ],
    [
        " And I figured, okay, I did my four years, now I'm going to get out.",
        1552.94,
        1556.48
    ],
    [
        " And then I had a decision to make whether to stay into coma, Washington and make a life for myself there and move back to Northeastern Pennsylvania.",
        1557.0,
        1563.72
    ],
    [
        " What we ended up doing was moving back to Northeastern Pennsylvania.",
        1564.1,
        1566.72
    ],
    [
        " I got to pick up the book here for a second to read through that kind of decision making process because, well, I'll just go to the book.",
        1567.18,
        1575.68
    ],
    [
        " You say here, after serving at Fort Lewis for about two years, I left active duty in the army in the fall of 1982.",
        1576.08,
        1581.26
    ],
    [
        " We stayed at Tacoma, Washington where I worked as an alcoholism counselor and birdie worked at, that's your wife.",
        1581.26,
        1587.44
    ],
    [
        " Yes.",
        1587.72,
        1587.8
    ],
    [
        " We worked as a nurse.",
        1588.5,
        1589.8
    ],
    [
        " We enjoyed living in the Northwest, but we decided to move to music for a variety of reasons.",
        1590.54,
        1594.84
    ],
    [
        " First, my dad was getting older and I wanted to spend time with him.",
        1595.04,
        1597.18
    ],
    [
        " I also wanted to raise my family near my brothers, sisters and friends back in Pennsylvania.",
        1597.6,
        1604.46
    ],
    [
        " And then you say at the humble kitchen table, my plans are hatched and life, important life decisions are made.",
        1605.3,
        1614.8
    ],
    [
        " Homes are mortgaged and insurance policies are purchased and weddings are planned.",
        1614.8,
        1618.7
    ],
    [
        " The kitchen table is remarkable.",
        1619.14,
        1620.8
    ],
    [
        " In the winter of 1982-83, it was at our kitchen table where two important decisions were made.",
        1621.22,
        1627.68
    ],
    [
        " The first decision was to leave Tacoma, Washington, the Great Northwest and relocate to my hometown of music, Pennsylvania.",
        1627.82,
        1633.18
    ],
    [
        " The second decision was a bit more adventurous.",
        1633.72,
        1636.52
    ],
    [
        " We decided to make the trip by bicycle.",
        1637.06,
        1639.04
    ],
    [
        " The trip would be self-supported, meaning we would carry our belongings on our bicycles, impacts known as paniers.",
        1639.3,
        1646.38
    ],
    [
        " Am I saying that right?",
        1646.64,
        1647.24
    ],
    [
        " Yes.",
        1647.42,
        1647.52
    ],
    [
        " Known as paniers, we would keep these belongings sparse to save weight, only one spoon each, no forks, a small pot to cook in, and only one bowl.",
        1648.24,
        1656.14
    ],
    [
        " The pot would serve as the other bowl.",
        1656.58,
        1657.96
    ],
    [
        " I drilled holes into the handles of our toothbrushes, ounces mattered.",
        1658.32,
        1661.5
    ],
    [
        " We would carry our home with us, a two person backpacking tent, and two sleeping bags that could zip together.",
        1662.1,
        1668.18
    ],
    [
        " Our most precious cargo would be our baby, who at the time of our decision was only about nine months old.",
        1668.64,
        1675.92
    ],
    [
        " There was nothing we could do about controlling the weight of this growing boy we would adjust elsewhere.",
        1676.5,
        1681.66
    ],
    [
        " So you make this decision to that you're going to bike across the country.",
        1683.78,
        1688.82
    ],
    [
        " Did you had you done any long distance biking before this?",
        1689.56,
        1691.84
    ],
    [
        " The farthest I went before that would be a hundred miles in a ride a century.",
        1694.2,
        1698.46
    ],
    [
        " Did birdie go with you?",
        1698.6,
        1699.94
    ],
    [
        " Not on a ride of that duration, no.",
        1700.64,
        1702.84
    ],
    [
        " So you did a little maneuver to get her to say yes to this?",
        1703.24,
        1707.74
    ],
    [
        " Well, actually, my wife is from Austria.",
        1707.9,
        1710.18
    ],
    [
        " I met her when I was at Fort Benning.",
        1711.04,
        1712.58
    ],
    [
        " She had spent her most of her life in Austria until she was in her early 20s, and then I met her when I was stationed at Fort Benning.",
        1712.7,
        1719.8
    ],
    [
        " She was staying with her aunt and uncle in Columbus, Georgia.",
        1719.8,
        1722.56
    ],
    [
        " So we had only been married a little less than three years when we made this bicycle trip.",
        1723.3,
        1727.66
    ],
    [
        " And being that she was Austrian and didn't probably understand the vastness of our country, she agreed to it.",
        1728.54,
        1735.38
    ],
    [
        " She thought it was a four day trip, not a three month trip.",
        1735.88,
        1738.58
    ],
    [
        " Right, something like that.",
        1738.82,
        1739.86
    ],
    [
        " And really, this book is a great kind of recollection.",
        1740.76,
        1746.38
    ],
    [
        " Did you take notes during this?",
        1746.48,
        1747.54
    ],
    [
        " Actually, I kept the journal during the trip.",
        1747.88,
        1749.78
    ],
    [
        " I was going to say because you've got some really good details in there that bring a lot of life to the story.",
        1750.02,
        1754.12
    ],
    [
        " And I was thinking to myself, if you have a memory like this, then you're the smartest man that's ever lived.",
        1754.24,
        1758.36
    ],
    [
        " Not my memory, it was the journal.",
        1758.52,
        1760.4
    ],
    [
        " So you've got a bunch of great stories.",
        1761.28,
        1762.88
    ],
    [
        " And really, the subtitle of the book is Lessons on Life, Leadership, and Love.",
        1763.18,
        1768.68
    ],
    [
        " And you've got, you tell the story and you also work in a bunch of lessons that you're learning along the way.",
        1769.62,
        1775.78
    ],
    [
        " You've got some stories in here that are funny.",
        1776.34,
        1778.2
    ],
    [
        " Some of them are not so funny.",
        1778.32,
        1779.28
    ],
    [
        " You've got this situation here.",
        1779.54,
        1780.9
    ],
    [
        " And I'm obviously I'm fast forward and through the book.",
        1782.06,
        1784.36
    ],
    [
        " I'm skipping around.",
        1784.38,
        1785.06
    ],
    [
        " But at this point, you had talked to a farmer to see if you could stay the night in this field, which was the other weird thing about this book.",
        1785.32,
        1794.3
    ],
    [
        " In modern day, in the year 2020, a lot of the things that you're doing in this book might not be quite as acceptable in modern times.",
        1794.76,
        1803.5
    ],
    [
        " Because you're going to random people and saying, can we stay in your yard?",
        1803.5,
        1806.82
    ],
    [
        " Can we stay in the back of your house or whatever?",
        1807.4,
        1809.32
    ],
    [
        " So this is one of those situations.",
        1809.9,
        1810.88
    ],
    [
        " You see a farmer, hey, can we set up in your field?",
        1811.1,
        1812.94
    ],
    [
        " And the cool thing was, and you point this out a lot, is people are a lot of people were, hey, yeah, no problem.",
        1813.22,
        1818.56
    ],
    [
        " You know, come on in.",
        1818.72,
        1819.32
    ],
    [
        " We'll make, we'll make a dinner.",
        1819.82,
        1821.2
    ],
    [
        " You want some hot dogs, whatever.",
        1821.3,
        1822.34
    ],
    [
        " So that was neat.",
        1822.6,
        1823.36
    ],
    [
        " But at this time, you had set up in this field.",
        1823.66,
        1827.34
    ],
    [
        " Nice, nice open field.",
        1828.22,
        1830.4
    ],
    [
        " There's dry grass everywhere, tall dry grass.",
        1830.4,
        1832.68
    ],
    [
        " And you sleep the night, get some good sleep.",
        1833.04,
        1835.48
    ],
    [
        " You wake up in the morning, and here we're going to the book.",
        1835.6,
        1837.3
    ],
    [
        " The morning sun brought the promise of another good day of cycling.",
        1837.38,
        1840.04
    ],
    [
        " The camp stove proved more than cooperative for cooking oatmeal and boiling water for hot coffee than it did for preparing dinner the night before.",
        1840.24,
        1847.16
    ],
    [
        " I looked to the beginning of a great day until I got clumsy, just as our part, pot of water reached a boil for our second cup of coffee.",
        1847.82,
        1855.4
    ],
    [
        " My left foot kicked over the camp stove.",
        1855.4,
        1857.32
    ],
    [
        " This sun drenched carefree morning immediately turned chaotic.",
        1857.82,
        1861.84
    ],
    [
        " White gas began to run out of the toppled stove.",
        1862.32,
        1864.5
    ],
    [
        " The flame from the burner, wasting no time setting the dry grass ablaze.",
        1864.98,
        1869.74
    ],
    [
        " The wind howled from the west and fanned the flames, expanding the fire.",
        1869.86,
        1873.7
    ],
    [
        " The flame shot up to about eight feet in the air and singed my eyebrows.",
        1873.88,
        1877.3
    ],
    [
        " Everything seemed to move in slow motion.",
        1877.48,
        1878.88
    ],
    [
        " I had the sense that my life flashed before my eyes.",
        1879.1,
        1881.46
    ],
    [
        " Then we flung into action.",
        1881.84,
        1883.08
    ],
    [
        " Birdie righted the stove and I put my firefighting skills to the test.",
        1883.24,
        1886.72
    ],
    [
        " My only chance was to create a fire break by stamping down the tall grass.",
        1886.72,
        1890.72
    ],
    [
        " That's exactly what I did.",
        1890.98,
        1892.34
    ],
    [
        " It worked.",
        1892.7,
        1893.78
    ],
    [
        " The fire fizzled out after burning only a few square yards of the field.",
        1894.22,
        1897.96
    ],
    [
        " It was a frantic way to begin our morning.",
        1897.96,
        1899.86
    ],
    [
        " There was no fire or smoke damage to the artent sleeping bags, bicycles, or to Steven's trailer.",
        1900.24,
        1905.54
    ],
    [
        " That's your...",
        1905.74,
        1906.48
    ],
    [
        " Now I think when you left you was 18 months.",
        1906.48,
        1908.7
    ],
    [
        " 15 months old.",
        1908.7,
        1909.78
    ],
    [
        " 15 months old trip.",
        1909.84,
        1910.74
    ],
    [
        " Yeah.",
        1910.74,
        1911.02
    ],
    [
        " Steven did not recognize the seriousness of the situation.",
        1911.46,
        1914.74
    ],
    [
        " We had a hard time getting him to stop laughing at our antics.",
        1914.98,
        1918.76
    ],
    [
        " So this is the kind of things that you talk about in this book.",
        1919.18,
        1923.2
    ],
    [
        " Some of the lessons that you learn.",
        1923.96,
        1926.5
    ],
    [
        " You know, another section here.",
        1926.78,
        1928.62
    ],
    [
        " You're just talking about what you're learning.",
        1929.64,
        1931.48
    ],
    [
        " It says, throughout our cross-country bike journey, we were faced with countless decisions about which way to go and which path to take.",
        1931.48,
        1940.08
    ],
    [
        " What I learned was that the path we decided upon was always the right one.",
        1940.08,
        1945.46
    ],
    [
        " It was not so much about which path we chose, but how we chose to negotiate it.",
        1945.82,
        1950.62
    ],
    [
        " It was all about attitude.",
        1950.94,
        1953.1
    ],
    [
        " So those are some of the lessons that you learned on this trip.",
        1954.94,
        1958.28
    ],
    [
        " And the books really just kind of filled with a bunch of funny stories, good stories, lessons learned.",
        1959.22,
        1966.98
    ],
    [
        " And people definitely get this book so that you can kind of get that background.",
        1970.24,
        1975.28
    ],
    [
        " But eventually you make it across country.",
        1976.02,
        1979.72
    ],
    [
        " You make it back to music PA.",
        1980.52,
        1982.32
    ],
    [
        " And there's all these things that happen a long way.",
        1983.92,
        1986.12
    ],
    [
        " You kind of become a minor celebrity in the biking world for sure.",
        1986.58,
        1992.44
    ],
    [
        " Maybe in the country, but in music PA, it's like you're a town hero.",
        1993.32,
        1996.76
    ],
    [
        " And maybe it's Steven your son is the ultimate town hero.",
        1997.34,
        2001.2
    ],
    [
        " Because he's the poor kid that had to survive with his crazy parents who bike across the states with him and a trailer.",
        2001.52,
        2010.14
    ],
    [
        " Well, I think the real hero is my wife, Bertie.",
        2010.32,
        2012.48
    ],
    [
        " Indeed, for her to make, first of all, like you said, agreed to make the trip.",
        2012.9,
        2017.6
    ],
    [
        " And then actually make the trip never once wine, never once said, hey, why don't we pack it in and take a Greyhound bus home.",
        2017.6,
        2024.8
    ],
    [
        " I mean, I think she's the unsung hero for sure.",
        2024.8,
        2028.2
    ],
    [
        " What did you guys average?",
        2028.44,
        2029.52
    ],
    [
        " 60 miles, 70 miles, 80 miles.",
        2030.58,
        2034.66
    ],
    [
        " You know, it all depended.",
        2034.86,
        2035.7
    ],
    [
        " We'd get up in the morning, you know, talk about setting goals and intermediate goals.",
        2035.9,
        2039.58
    ],
    [
        " Or all the mid goal was northeastern Pennsylvania.",
        2040.1,
        2042.4
    ],
    [
        " But we'd get up in the morning and look at a map, decide what town we wanted to make it to that day based on terrain and other factors.",
        2042.4,
        2052.02
    ],
    [
        " And then we would set off for it.",
        2052.4,
        2053.7
    ],
    [
        " And usually it was between 60 to 80 miles.",
        2053.74,
        2055.9
    ],
    [
        " So when you get back, now you're out of the army and you know you're going into what's the business now morphed into?",
        2056.64,
        2065.62
    ],
    [
        " Well, the business was very big.",
        2065.94,
        2068.18
    ],
    [
        " There were probably about, I'd say about 40 employees working there at the time.",
        2068.32,
        2073.08
    ],
    [
        " And again, it was everything that you had already mentioned.",
        2073.94,
        2076.12
    ],
    [
        " You know, garage use cars, towing service, very large boat sales and service business and a bicycle shop.",
        2076.3,
        2085.28
    ],
    [
        " How could you believe all that stuff?",
        2087.26,
        2089.66
    ],
    [
        " And it took up about a block in the town of Moose.",
        2090.0,
        2092.52
    ],
    [
        " Where are they using boats?",
        2092.52,
        2093.66
    ],
    [
        " Oh, there's plenty of lakes.",
        2094.52,
        2096.14
    ],
    [
        " Plenty of lakes and Pennsylvania fishing is very popular there in water skiing as well.",
        2096.18,
        2101.78
    ],
    [
        " So you, but you stay in the reserves?",
        2102.04,
        2104.58
    ],
    [
        " No, actually, well, I did.",
        2105.22,
        2107.28
    ],
    [
        " But when I get back to Pennsylvania, I didn't even know what the, I ended up joining a national guard.",
        2107.84,
        2112.76
    ],
    [
        " But when I got there, I had no, no plan to continue my military service.",
        2112.76,
        2117.86
    ],
    [
        " Okay, so I got that wrong. You didn't stay in the reserves.",
        2117.86,
        2119.9
    ],
    [
        " You had actually left active duty completely.",
        2120.2,
        2122.76
    ],
    [
        " Well, when I left active duty in Washington, I got into reserve unit up there.",
        2122.76,
        2126.54
    ],
    [
        " And then I moved back to Pennsylvania with no plan to continue my military service.",
        2127.56,
        2132.78
    ],
    [
        " But somebody said to me, after about nine months being back, they said, hey, why don't you go down to the armory and scranton and talk to guys down there about joining a national guard?",
        2133.22,
        2142.76
    ],
    [
        " I had no idea what the national guard was.",
        2142.86,
        2144.68
    ],
    [
        " So I really didn't explain the difference between the reserves and the national guard.",
        2145.1,
        2148.12
    ],
    [
        " You think everyone knows what active duty is.",
        2148.16,
        2149.6
    ],
    [
        " What you think of when you think of the military, you're in the military.",
        2149.86,
        2152.86
    ],
    [
        " You're in the army. You're in the Navy.",
        2153.16,
        2154.2
    ],
    [
        " You're in the Air Force. You're in the Marine Corps.",
        2154.32,
        2155.48
    ],
    [
        " You're in the Coast Guard.",
        2155.76,
        2156.38
    ],
    [
        " You're in one of those.",
        2156.84,
        2157.56
    ],
    [
        " That's what you do every day.",
        2157.72,
        2158.74
    ],
    [
        " That's the deal.",
        2159.12,
        2159.78
    ],
    [
        " Reserves and national guard.",
        2160.44,
        2162.28
    ],
    [
        " Explain those a little bit.",
        2162.58,
        2163.58
    ],
    [
        " Yeah. Army reserve is you have a federal mission.",
        2163.8,
        2167.18
    ],
    [
        " I mean, your main mission would be to get deployed to conduct operations overseas.",
        2167.58,
        2172.16
    ],
    [
        " In the national guard, you have that same federal mission.",
        2172.92,
        2176.06
    ],
    [
        " But then you also have a state mission.",
        2176.06,
        2177.94
    ],
    [
        " So the national guard, generally during peacetime or study state,",
        2178.16,
        2182.08
    ],
    [
        " is under the command and control of the governor of the state.",
        2182.08,
        2184.96
    ],
    [
        " So that's the main difference.",
        2185.26,
        2186.46
    ],
    [
        " The reserves are not under the command and control of the governor in the national guard.",
        2186.58,
        2191.56
    ],
    [
        " The national guard units are.",
        2191.74,
        2193.36
    ],
    [
        " And it's usually the national guard that gets called up when hurricane hits,",
        2193.66,
        2197.98
    ],
    [
        " when there's bad weather, when something like that happens,",
        2198.04,
        2199.94
    ],
    [
        " even some kind of civil unrest.",
        2199.94,
        2201.66
    ],
    [
        " Yes.",
        2201.96,
        2202.16
    ],
    [
        " It's generally the national guard because they are controlled by the state's governors.",
        2202.16,
        2206.26
    ],
    [
        " That's exactly right.",
        2206.26,
        2207.82
    ],
    [
        " The governor does not have any authority to call up reserve units,",
        2207.9,
        2211.04
    ],
    [
        " but they do have authority to call up the national guard units.",
        2211.04,
        2213.62
    ],
    [
        " Although there's some talk about changing that,",
        2214.0,
        2215.82
    ],
    [
        " and I'm not sure where we are with that right now with the laws,",
        2216.12,
        2219.66
    ],
    [
        " but generally the national guard is under the command and control of the governor.",
        2219.8,
        2222.86
    ],
    [
        " And so that life is similar to the reserves I assume.",
        2223.62,
        2228.28
    ],
    [
        " And I remember this since I was a little kid.",
        2228.74,
        2230.6
    ],
    [
        " I would hear on the new or I'd hear the advertisement they'd say,",
        2230.84,
        2233.7
    ],
    [
        " one weekend a month, two weeks in the summer.",
        2233.94,
        2235.72
    ],
    [
        " Yes.",
        2236.14,
        2236.3
    ],
    [
        " Is that similar?",
        2236.5,
        2237.2
    ],
    [
        " That was, and it was, it was that way for the most part up until 9-11.",
        2237.8,
        2242.8
    ],
    [
        " And then after 9-11, everything changed with the national guard.",
        2243.08,
        2246.2
    ],
    [
        " How about the first goal for?",
        2246.56,
        2248.9
    ],
    [
        " Any impact on the first goal for?",
        2249.34,
        2250.84
    ],
    [
        " Not a lot.",
        2251.02,
        2251.46
    ],
    [
        " Not a lot.",
        2251.8,
        2252.38
    ],
    [
        " Primarily because it was, it was a lot of reserves were called up.",
        2252.66,
        2258.7
    ],
    [
        " I don't know if any national guard units were called up for the call for,",
        2258.7,
        2262.22
    ],
    [
        " there may have been, if there was, there wasn't a lot.",
        2262.26,
        2264.72
    ],
    [
        " Probably primarily logistical units in the guard if they were called up at all.",
        2265.56,
        2269.84
    ],
    [
        " And again, it was obviously very quick.",
        2270.66,
        2273.56
    ],
    [
        " I mean, you know, a hundred hours.",
        2273.76,
        2275.62
    ],
    [
        " Yeah.",
        2275.82,
        2275.94
    ],
    [
        " You know, the buildup certainly was longer, but you know, a hundred-hour war there.",
        2276.06,
        2280.3
    ],
    [
        " So it wasn't very long.",
        2280.3,
        2281.42
    ],
    [
        " And so you're, you're doing your one weekend a month,",
        2281.7,
        2285.32
    ],
    [
        " and you're doing two weeks in the summertime.",
        2286.78,
        2288.66
    ],
    [
        " And other than that, you're living your life.",
        2288.9,
        2291.3
    ],
    [
        " You're building the business.",
        2291.58,
        2292.7
    ],
    [
        " Yes.",
        2292.98,
        2293.1
    ],
    [
        " You're selling boats and bicycles and cars and towing stuff.",
        2293.3,
        2297.32
    ],
    [
        " Yeah.",
        2297.74,
        2297.84
    ],
    [
        " And you're raising your kids how many kids?",
        2298.28,
        2300.62
    ],
    [
        " Well, my second son Timothy was born in 1984.",
        2301.02,
        2306.8
    ],
    [
        " So yeah, I had Stephen and Timothy and that's, that's the two children that we have.",
        2307.3,
        2311.84
    ],
    [
        " And this whole time, you're getting advanced in rank.",
        2312.18,
        2316.06
    ],
    [
        " And this is something that we would always, what's a nice way of putting this.",
        2316.64,
        2322.38
    ],
    [
        " So in the seal teams, there's reserve seals.",
        2322.62,
        2325.82
    ],
    [
        " And the, but there's not many of them.",
        2327.16,
        2329.4
    ],
    [
        " There's more now.",
        2329.64,
        2330.2
    ],
    [
        " Okay, let me rephrase this.",
        2330.36,
        2331.62
    ],
    [
        " When I was younger in the seal teams, there was not a lot of reserve seals.",
        2331.74,
        2335.42
    ],
    [
        " No one really even knew about it.",
        2336.38,
        2337.56
    ],
    [
        " And most guys just frankly stayed in the seal teams.",
        2337.62,
        2340.32
    ],
    [
        " And if they got out, they got out.",
        2340.56,
        2342.88
    ],
    [
        " They were done.",
        2343.0,
        2343.66
    ],
    [
        " Right.",
        2343.94,
        2344.12
    ],
    [
        " You know, they got out.",
        2344.24,
        2344.98
    ],
    [
        " And so there wasn't a lot of reserves.",
        2345.12,
        2346.42
    ],
    [
        " So guys that were in the reserves would make rank really fat.",
        2346.86,
        2351.42
    ],
    [
        " Like way faster than a normal seal.",
        2351.54,
        2353.46
    ],
    [
        " At least it seemed that way.",
        2353.66,
        2355.2
    ],
    [
        " And at least we held that grudge against them.",
        2355.34,
        2357.72
    ],
    [
        " So if someone showed up for their weekend drill and they were a high ranking guy,",
        2357.82,
        2361.38
    ],
    [
        " Oh, you're a reserve.",
        2361.38,
        2362.26
    ],
    [
        " Is you know what you're talking about?",
        2362.44,
        2363.6
    ],
    [
        " But that's what's happening while you're in the reserves,",
        2363.82,
        2367.1
    ],
    [
        " or the National Guard, even though you're only working one weekend a month.",
        2368.3,
        2371.64
    ],
    [
        "",
        2372.2,
        2372.2
    ],
    [
        " You're still advancing in rank.",
        2372.2,
        2373.62
    ],
    [
        " Yeah, you are.",
        2373.8,
        2374.26
    ],
    [
        " But it's different.",
        2374.4,
        2376.18
    ],
    [
        " A National Guard rank is much slower.",
        2376.3,
        2378.34
    ],
    [
        " Okay.",
        2378.68,
        2379.02
    ],
    [
        " Much slower.",
        2379.18,
        2379.66
    ],
    [
        " Just the way it is.",
        2379.92,
        2382.22
    ],
    [
        " I never knew it was that way in the reserve seals that they made rank quicker.",
        2382.32,
        2385.9
    ],
    [
        " Yeah.",
        2386.44,
        2386.68
    ],
    [
        " And I don't know if it's like that anymore.",
        2386.76,
        2388.12
    ],
    [
        " And I don't even know if it's just the way that I was raised by the guys that would look at the reserveists and say,",
        2388.38,
        2396.06
    ],
    [
        " that guy only made rank because he's in the reserves.",
        2396.06,
        2398.6
    ],
    [
        " Otherwise, he's too much of an idiot.",
        2398.88,
        2400.24
    ],
    [
        " It might have just been some prejudice against the reserves that was instilled in me by the active duty guys.",
        2400.92,
        2407.38
    ],
    [
        " But yeah, I guess my point is for people that don't understand the National Guard reserves,",
        2408.32,
        2413.8
    ],
    [
        " is that you're still advancing in your career.",
        2414.24,
        2416.9
    ],
    [
        " Oh, you are.",
        2417.16,
        2417.78
    ],
    [
        " Yeah.",
        2418.0,
        2418.12
    ],
    [
        " And you have your civilian responsibility, but you also have your military responsibility.",
        2418.44,
        2423.08
    ],
    [
        " So all of the things that go along with maintaining military standards still exist,",
        2423.08,
        2429.16
    ],
    [
        " even though you're drilling in theory one week and a month and two week annual training at some other time",
        2429.18,
        2437.36
    ],
    [
        " and year usually in the summer.",
        2437.36,
        2439.14
    ],
    [
        " But in terms of physical fitness standards, you've got to maintain those physical fitness standards on your own.",
        2439.3,
        2444.36
    ],
    [
        " Because you have US Army on your uniform.",
        2444.74,
        2448.26
    ],
    [
        " And that was very important.",
        2449.14,
        2450.68
    ],
    [
        " One thing I did want to back up on a little bit though, Jaco, is when I came back when I did make that decision",
        2450.68,
        2457.54
    ],
    [
        " to join the National Guard because the guys there seemed like people I wanted to work with.",
        2457.54,
        2463.14
    ],
    [
        " And remember, I was a medical service core officer when I left active duty.",
        2463.8,
        2466.86
    ],
    [
        " I got branch transfer to become an infantry officer when I joined the National Guard.",
        2467.2,
        2472.18
    ],
    [
        " And this was about 1984, 85 timeframe.",
        2472.38,
        2477.5
    ],
    [
        " And really, I became an infantry officer without having to go through any additional training.",
        2478.62,
        2484.38
    ],
    [
        " It was essentially at that time, and I don't know if it had happened today or not.",
        2484.64,
        2488.8
    ],
    [
        " But again, we're talking about 40 years ago almost.",
        2489.52,
        2492.62
    ],
    [
        " You know, it was basically some paperwork that was adjusted to branch qualifying me as an infantry officer.",
        2493.7,
        2501.46
    ],
    [
        " And then I took command of an infantry company in Westpitson, Pennsylvania.",
        2501.46,
        2507.5
    ],
    [
        " And I commanded that company for about four years.",
        2508.36,
        2510.62
    ],
    [
        " And just due to a lot of good teammates there and good soldiers there, the company really performed very well.",
        2511.04,
        2517.22
    ],
    [
        " So well, that we were given the honor to go to the National Training Center at Fort Irwin, California as an opposing force company.",
        2517.24,
        2527.94
    ],
    [
        " Up for company, which was a big deal for us.",
        2527.94,
        2531.72
    ],
    [
        " I mean, the guys were psyched.",
        2531.86,
        2533.78
    ],
    [
        " Back then, I think this happened in 86 or so of memory service me correctly.",
        2533.86,
        2539.88
    ],
    [
        " That was a big deal for us.",
        2540.36,
        2542.16
    ],
    [
        " Yeah, and that's actually an awesome thing.",
        2542.56,
        2544.52
    ],
    [
        " So up for just to explain people that are civilians opposing force.",
        2544.72,
        2547.64
    ],
    [
        " That means you're going to be the role players that are going to be pretending to be the bad guys.",
        2547.8,
        2551.44
    ],
    [
        " And my seals, when I was the training commander out on the West Coast, I had a pack of guys.",
        2552.26,
        2557.4
    ],
    [
        " And that's what they did. They not only taught, but then they were up for as well.",
        2557.4,
        2560.72
    ],
    [
        " And the thing that is very important about it, there's multiple things that are very important about it.",
        2560.92,
        2566.16
    ],
    [
        " Number one, the seals that we put through training were never going to face a tougher enemy than the other seals that we're playing up for.",
        2566.54,
        2575.04
    ],
    [
        " Never. There would never be, there's never going to be a tougher enemy ever.",
        2575.28,
        2578.12
    ],
    [
        " And number two, when you're on up for, you learn how to think like the bad guys.",
        2578.52,
        2586.48
    ],
    [
        " You learn what it looks like. You learn how to set things up.",
        2586.68,
        2589.96
    ],
    [
        " And so then you can counter those tactics.",
        2590.22,
        2592.18
    ],
    [
        " So it's a, it's a very important, it's a very important learning process.",
        2592.88,
        2597.5
    ],
    [
        " So for you guys, and you probably went out there for a pretty big chunk of time.",
        2597.88,
        2600.82
    ],
    [
        " Yeah, we were out there. I think it was, um, at least three weeks.",
        2600.94,
        2604.36
    ],
    [
        " You know, a normal annual training is, is two weeks, but we were out there for an extended period of time.",
        2604.62,
        2609.92
    ],
    [
        " Did they send you to any schools or anything when you became an infantry officer?",
        2610.24,
        2613.46
    ],
    [
        " Me. Yeah. Well, that, that's the, the next story is when I left command of that company after about four years.",
        2613.46,
        2620.18
    ],
    [
        " I, I just knew I had to do something to gain more credibility.",
        2620.92,
        2625.86
    ],
    [
        " And so I sought out and, and thankfully I was able to go to the infantry officer advanced course, the resident course at Fort Benning for six months, which was great.",
        2626.56,
        2636.44
    ],
    [
        " And then I, while I was there, I fought to get in the Ranger School.",
        2636.44,
        2640.58
    ],
    [
        " And so I started Ranger School the day my class graduated the infantry officer advanced course.",
        2641.42,
        2647.94
    ],
    [
        " So I didn't go to the graduation. We call it I OAC at that time, infantry officer advanced course.",
        2648.08,
        2653.0
    ],
    [
        " So the day my class graduated was my first day setting foot in the Ranger School at Harmony Church.",
        2653.68,
        2660.08
    ],
    [
        " And it was just something I had wanted to do for a very long time, because a lot of my classmates back at the University of Scotland went to Ranger School.",
        2660.08,
        2669.06
    ],
    [
        " Just something I really had my heart set on, just like you wanted to, you know, go through to seal training.",
        2669.2,
        2673.74
    ],
    [
        " And it was a very defining period in my life to go through Ranger School.",
        2674.18,
        2678.86
    ],
    [
        " How old were you when you went through Ranger School?",
        2679.26,
        2680.78
    ],
    [
        " Yeah, I started when I was 33 and had my birthday there. So I graduated when I was 34 years old.",
        2680.88,
        2687.04
    ],
    [
        " So I was one of the older guys graduating from Ranger School.",
        2687.04,
        2690.12
    ],
    [
        " That's old.",
        2690.42,
        2692.58
    ],
    [
        " For Ranger School, that's all. There's been older guys graduating.",
        2693.1,
        2696.68
    ],
    [
        " Oh, yeah. I think there's, I heard stories about a sergeer major who graduated when he was 45 years old.",
        2697.38,
        2702.88
    ],
    [
        " I salute that guy, a whole hearted guy.",
        2703.18,
        2704.68
    ],
    [
        " Yeah, yeah. But I tell you, it was, it was an ass kicker for me, you know.",
        2704.7,
        2708.78
    ],
    [
        " But I was, you know, I just didn't want to quit and just kept with it and thank God I made it through.",
        2709.08,
        2716.2
    ],
    [
        " So were you a captain at that point?",
        2716.22,
        2718.04
    ],
    [
        " I was a captain, yeah, because I was a captain when I left active duty.",
        2718.22,
        2720.88
    ],
    [
        " And so you're still a captain.",
        2721.3,
        2723.22
    ],
    [
        " I was still a captain.",
        2723.8,
        2725.18
    ],
    [
        " I was still a captain for a long time.",
        2725.32,
        2726.1
    ],
    [
        " Yeah, this is what you were talking about the reservist days.",
        2726.26,
        2728.32
    ],
    [
        " Yeah, exactly, exactly.",
        2728.56,
        2730.7
    ],
    [
        " So you're a captain, so but you go to Ranger School, you go to the infantry officers course.",
        2731.2,
        2735.86
    ],
    [
        " So now you're starting to feel like like an infantryman.",
        2736.32,
        2739.18
    ],
    [
        " You know, like I've got, like I've got the requisite training that that is necessary for one to perform their job,",
        2739.18,
        2745.92
    ],
    [
        " the way you should perform your job.",
        2746.14,
        2747.72
    ],
    [
        " And obviously it was, your dad's still running the business?",
        2748.14,
        2753.22
    ],
    [
        " Yes.",
        2753.46,
        2753.6
    ],
    [
        " And so he took, he was okay with you being gone for 10 months.",
        2754.74,
        2759.66
    ],
    [
        " Yes, yes, yes. And that's about how long I was gone.",
        2760.02,
        2762.3
    ],
    [
        " It was about 10 months.",
        2762.44,
        2763.78
    ],
    [
        " Did he ride you about it?",
        2763.92,
        2764.88
    ],
    [
        " Was he stoked on it?",
        2764.94,
        2766.06
    ],
    [
        " Oh, he was stoked on it.",
        2766.24,
        2767.22
    ],
    [
        " Very proud.",
        2767.56,
        2768.14
    ],
    [
        " Yeah.",
        2768.36,
        2768.84
    ],
    [
        " Because I could also see a little bit of, you go play army, I'll be back here working.",
        2769.16,
        2773.1
    ],
    [
        " No, no, he was, he was very proud.",
        2773.32,
        2775.58
    ],
    [
        " It wasn't that kind of attitude at all.",
        2775.58,
        2777.06
    ],
    [
        " And yeah, that's, yeah, you said he was in the, in the army, air corps.",
        2777.4,
        2780.52
    ],
    [
        " Yeah.",
        2780.84,
        2780.98
    ],
    [
        " What, so what year did you graduate from Ranger School?",
        2781.9,
        2784.42
    ],
    [
        " 1991.",
        2784.6,
        2785.18
    ],
    [
        " So I went, I went to the advance course, the infantry officer, advance course, I started in August of 1990.",
        2785.94,
        2796.34
    ],
    [
        " And we graduated in February, I think it was February 2nd.",
        2797.7,
        2801.6
    ],
    [
        " And that's the day I started Ranger School February 2nd, 1991.",
        2801.8,
        2805.9
    ],
    [
        " So that's, so the goal for happened while you were at the infantry course.",
        2806.64,
        2811.84
    ],
    [
        " Right.",
        2812.08,
        2812.22
    ],
    [
        " What were you thinking about that?",
        2812.86,
        2814.98
    ],
    [
        " Was it just kind of, no, no, I mean, very interested, obviously, and everything that was going on.",
        2815.28,
        2820.2
    ],
    [
        " But, you know, didn't, you know, didn't have to play a role in that.",
        2821.78,
        2826.32
    ],
    [
        " Did that drive you crazy?",
        2826.58,
        2827.62
    ],
    [
        " Yeah.",
        2828.06,
        2828.24
    ],
    [
        " Yeah, I mean, absolutely.",
        2828.58,
        2830.2
    ],
    [
        " And, you know, when, when you're in the army, you want to do your job.",
        2830.86,
        2833.98
    ],
    [
        " Yeah, that's what we trained for.",
        2834.14,
        2835.1
    ],
    [
        " So yeah, absolutely it did.",
        2835.28,
        2836.62
    ],
    [
        " The goal for goes over really quick.",
        2836.98,
        2840.26
    ],
    [
        " Do you remember, so I remember, so I was, I graduated boot camp.",
        2840.38,
        2844.78
    ],
    [
        " I went to boot camp in September, September 13th, 1990.",
        2844.84,
        2848.04
    ],
    [
        " Okay.",
        2848.62,
        2848.88
    ],
    [
        " So the war kicked off after that.",
        2848.88,
        2850.5
    ],
    [
        " But I remember I'm watching CNN with a bunch of other Navy guys.",
        2850.54,
        2853.86
    ],
    [
        " And the report, CNN was saying there's going to be 40,000 casualties in the first 48 hours.",
        2854.22,
        2861.78
    ],
    [
        " Right.",
        2862.04,
        2862.24
    ],
    [
        " I remember that.",
        2862.76,
        2863.44
    ],
    [
        " And I remember thinking, oh, I'm going to, I'm going to get mine.",
        2863.56,
        2866.3
    ],
    [
        " Because, you know, I was, I mean, you might have thought you wanted to go to war when you were 33 years old.",
        2866.3,
        2871.94
    ],
    [
        " I was 19.",
        2872.82,
        2874.8
    ],
    [
        "",
        2875.54,
        2875.54
    ],
    [
        " And I was, you know, completely was, was, was hoping to go to war.",
        2875.84,
        2880.0
    ],
    [
        " And yeah, so I remember watching that thinking, oh, I'm definitely going to get a chance.",
        2880.52,
        2884.92
    ],
    [
        " Because if there's 40,000 casualties, that means this thing's going to last a while.",
        2884.92,
        2887.48
    ],
    [
        " And that means I'll be able to go.",
        2887.48,
        2888.54
    ],
    [
        " Oh, yeah.",
        2888.68,
        2889.04
    ],
    [
        " Which I know, I know people, I know it's hard to understand that concept of wanting to go to war.",
        2889.4,
        2897.7
    ],
    [
        " But hey, you're young, you're dumb.",
        2898.84,
        2900.48
    ],
    [
        " And that's what you want to do.",
        2900.72,
        2902.52
    ],
    [
        " Like you said, you trained for it.",
        2902.64,
        2903.6
    ],
    [
        " That's what you want to do.",
        2903.66,
        2904.18
    ],
    [
        " And the thing is, Jaco, you know, your buddies are going.",
        2904.52,
        2907.7
    ],
    [
        " And, and you feel like, man, you know, my buddies are going, I want to be there with them.",
        2908.22,
        2911.84
    ],
    [
        " I think there's a lot, a lot of that.",
        2911.94,
        2913.7
    ],
    [
        " And, you know, and when I say buddies, I mean, using that in a very loose term.",
        2913.94,
        2919.82
    ],
    [
        " But I mean, my fellow, you know, sailors are going, my fellow soldiers are going, fellow Marines are going.",
        2919.82,
        2925.84
    ],
    [
        " So I want to be a part of it.",
        2925.84,
        2927.02
    ],
    [
        " You know, I think it's that type of attitude.",
        2927.12,
        2928.6
    ],
    [
        " So that, that war, like you said, is over 100 hours.",
        2929.04,
        2933.36
    ],
    [
        " And now you're back to work.",
        2933.58,
        2934.76
    ],
    [
        " You're, you're back hawking bicycles.",
        2935.12,
        2938.18
    ],
    [
        " Right.",
        2938.7,
        2938.84
    ],
    [
        " I mean, you got the experience.",
        2939.36,
        2941.7
    ],
    [
        " You must have been a hell of a salesman and sell bicycles.",
        2941.78,
        2943.88
    ],
    [
        " Well, we had a pretty successful shop for a time there.",
        2944.32,
        2947.06
    ],
    [
        " Yeah.",
        2947.18,
        2947.28
    ],
    [
        " Time goes by.",
        2948.06,
        2950.66
    ],
    [
        " You're still getting advanced in rank.",
        2950.9,
        2952.58
    ],
    [
        " And eventually you make major.",
        2952.58,
        2954.24
    ],
    [
        " Uh, where are you on September 11th?",
        2955.16,
        2959.48
    ],
    [
        " On September 11th, uh, I am a colonel who had just successfully commanded a brigade for over three years, 55th brigade, which is a Pennsylvania National Guard brigade.",
        2959.9,
        2972.94
    ],
    [
        " And in the summer, I left command in the summer of, I'm trying to remember here.",
        2973.32,
        2980.72
    ],
    [
        " Uh, no, I, different.",
        2981.98,
        2985.02
    ],
    [
        " Uh, I spent a year in Lithuania in the year 2000.",
        2985.52,
        2988.28
    ],
    [
        " So I come back from Lithuania in January.",
        2988.96,
        2991.68
    ],
    [
        " And that was that on National Guard duty?",
        2992.26,
        2993.96
    ],
    [
        " Yes.",
        2994.06,
        2994.22
    ],
    [
        " Yeah, National Guard duty.",
        2994.48,
        2995.48
    ],
    [
        " I was spent a year in Lithuania because Lithuania is a state partner of the Pennsylvania National Guard.",
        2995.62,
        3000.52
    ],
    [
        " And I get getting into that in a little bit.",
        3000.64,
        3002.02
    ],
    [
        " But to answer your question, I get back from Lithuania in January 2001.",
        3002.1,
        3007.42
    ],
    [
        " And then I take command of 55th brigade in July of 2001.",
        3008.74,
        3014.98
    ],
    [
        " So I was actually in command of 55th brigade at the time.",
        3014.98,
        3018.92
    ],
    [
        " Got it.",
        3018.94,
        3019.6
    ],
    [
        " Uh, and what happened is I took 2000 soldiers from the 55th brigade over to Europe in 2002 to do a force protection mission there at the Army bases in four different countries in Europe, Germany, Italy, Netherlands and Belgium.",
        3019.6,
        3037.14
    ],
    [
        " While the active duty troops were getting prepared to deploy, deploy either to, to Afghanistan or as, as happened to Iraq.",
        3037.62,
        3048.78
    ],
    [
        " So I took 2000 soldiers over to Europe.",
        3049.36,
        3052.02
    ],
    [
        " Uh, I said summer 2002, we spent a little over six months over there doing force pro.",
        3052.9,
        3058.42
    ],
    [
        " For me, that was an honor.",
        3058.74,
        3060.12
    ],
    [
        " I mean, I, I never, um, thought I would have a chance to serve overseas to command soldiers overseas.",
        3060.12,
        3069.2
    ],
    [
        " So to me, that was a great honor.",
        3069.26,
        3070.88
    ],
    [
        " Um, and, and, uh, did our mission as well as we could do it and, and, and the soldiers performed very well over there.",
        3071.6,
        3078.18
    ],
    [
        " And, uh, came back from that, uh, mission.",
        3078.58,
        3083.12
    ],
    [
        " And then, uh, after about a little over three years, almost four years, I left command of the 55th brigade.",
        3083.56,
        3089.52
    ],
    [
        " So that, that mission, the Lithuan way near trip, that was one year.",
        3089.62,
        3093.1
    ],
    [
        " Yeah. Yeah.",
        3093.46,
        3093.98
    ],
    [
        " What was that job?",
        3094.04,
        3094.76
    ],
    [
        " Okay. That job is, and let me explain to state partnership program real quick.",
        3095.0,
        3098.98
    ],
    [
        " Uh, right after the fall of the Soviet Union, the, uh, US European commander, which is a four star general, he has to combat command Ucom, they call it as the abbreviation.",
        3099.34,
        3111.46
    ],
    [
        " He wanted to, uh, develop an engagement strategy with former, uh, Soviet republics or Warsaw Pact countries, uh, to just create better relations with these countries as they were leaving the Soviet Union sphere of influence.",
        3111.6,
        3127.68
    ],
    [
        " And so he talked to the director of the Army National Guard or the chief of the National Guard about getting, uh, National Guard states partnered with some of these countries.",
        3128.3,
        3139.64
    ],
    [
        " And so I don't know how the decision was made, but, uh, Pennsylvania was partnered with Lithuania.",
        3139.64,
        3145.48
    ],
    [
        " And as part of that partnership, uh, as Lithuania was trying to learn, how, how does United States military operate?",
        3145.74,
        3155.04
    ],
    [
        " Because they wanted to pattern themselves after us.",
        3155.28,
        3157.8
    ],
    [
        " We had various kernels from the Pennsylvania National Guard, go over to Lithuania, spend anywhere from a year to three years over there.",
        3158.12,
        3165.88
    ],
    [
        " So in 2000, I was tapped to go over there and it was just a, something I was really excited about.",
        3166.28,
        3172.88
    ],
    [
        " Because again, this is prior 9-11 with that man.",
        3173.06,
        3175.54
    ],
    [
        " I'm going to get a chance to serve as a kernel overseas. I mean, this is great.",
        3176.14,
        3180.52
    ],
    [
        " Because who could have predicted 9-11? I mean, I couldn't predict 9-11 at that point.",
        3180.8,
        3185.44
    ],
    [
        " So I thought that was going to be my only shot to serve overseas as a commissioned officer. So I was very excited about it.",
        3185.88,
        3193.22
    ],
    [
        " Did you get to take your wife on that? No, it's on a company. On a company.",
        3193.6,
        3197.1
    ],
    [
        " Yeah. But my, you see that that, that is just how my wife bear news.",
        3197.34,
        3202.1
    ],
    [
        " When I call her an unsung hero, she really is. I mean, she's supported me through everything.",
        3202.22,
        3206.9
    ],
    [
        " We've been married, we're going to be married 40 years the September.",
        3207.1,
        3209.62
    ],
    [
        " So if she didn't leave me after that bicycle trip, you know, I guess I thought, okay, she's never going to leave.",
        3210.28,
        3215.56
    ],
    [
        " Put her under the test early. Yeah. And again, I come home one day and say, hey, Bertie, you know,",
        3215.92,
        3219.96
    ],
    [
        " one of the generals from the Pennsylvania National Guard wants me to go over to Lithuania for a year.",
        3220.74,
        3225.9
    ],
    [
        " How do you feel about that? She said, John, you do whatever you think you need to do.",
        3226.46,
        3230.94
    ],
    [
        " I mean, that's, that's her whole attitude. So you did that mission. Then you come home and then September 11th happens.",
        3231.58,
        3238.46
    ],
    [
        " And now you deploy again as a, as a brigade commander with 2000 soldiers over there in, in, in Europe.",
        3238.46,
        3247.2
    ],
    [
        " And the thing I'm, I'm most proud of is the fact that if we had disciplinary, disciplinary problems, we, we handled it, you know, very quickly.",
        3247.88,
        3258.94
    ],
    [
        " Our soldiers performed well. Then an embarrassed anybody did their job very professionally as they were conducting force pro at these, at these bases.",
        3259.24,
        3268.18
    ],
    [
        " Because again, after 9-11, you know, you know, you know, what was going to happen with terrorist attacks at our, at our arm installations over there.",
        3268.24,
        3275.92
    ],
    [
        " So very proud of the way the soldiers performed. We had, I had three battalions, task organized to my 2000 soldier brigade and leadership at all levels functioned very well, right down to the soldier level.",
        3276.1,
        3289.22
    ],
    [
        " And they, they perform well. One quick story. I had, I had a former Navy seal who was, I'm sorry.",
        3289.22,
        3294.9
    ],
    [
        " I guess he was a Navy seal, but he caused problems. He really did it. Now this guy leaves the seals. He gets a job working for this pharmaceutical company because he had some type of degree that he got when he, when he left the seals.",
        3296.92,
        3310.28
    ],
    [
        " He was making $250,000 a year with his pharmaceutical company, Navy seal. Now he's a staff sergeant in my brigade working for peanuts, whatever a staff sergeant makes.",
        3310.68,
        3322.7
    ],
    [
        " So he leaves a $250,000 a year job to perform over there as a staff sergeant. I mean, just stories like that with cardsman happen all the time where they, they leave these very, very lucrative positions to get, you know, pay as a, as a specialist, which is an E4, you know, I mean, it's, it's, it's incredible the sacrifice.",
        3322.7,
        3344.26
    ],
    [
        " These, these great Americans make.",
        3344.9,
        3347.3
    ],
    [
        " Yeah, that's, that's true service right there. Yeah. So you come home from that deployment. And now it's 2002.",
        3347.3,
        3354.26
    ],
    [
        " We got, yeah, we, we, yeah, we got there in the summer of 2000, no, it's 2003. So we got there in the late summer of 2002. And we get back home after the first year, 2003.",
        3354.88,
        3371.24
    ],
    [
        " And at this point, what, one of your sons is in the reserves or is in the National Guard?",
        3371.7,
        3377.7
    ],
    [
        " My son Timothy was in the National Guard.",
        3378.18,
        3383.1
    ],
    [
        " Okay. And so you're seeing September 11th unfold. Yeah.",
        3383.3,
        3387.98
    ],
    [
        " At what point are you thinking that the, the call might come to deploy to Iraq or Afghanistan for myself? Yeah, just, yeah, yeah, for yourself.",
        3388.2,
        3397.62
    ],
    [
        " Well, our second brigade got noticed that they were going to be deploying over to Iraq. And I think they got the notice.",
        3397.68,
        3409.84
    ],
    [
        " They actually got mobilized in January 2005. So they got the notice about six months prior to that. So, and were, were you the brigade commander yet or no? No, no, I was not.",
        3410.58,
        3421.92
    ],
    [
        " I, I had left 55th brigade after commanding there for three years, a little over three years. And I was selected to become a general officer. So I was actually at our state headquarters in an 07 position waiting to get promoted when I heard that second brigade was going to be going over to Iraq. Now, Jack, this is the weird thing.",
        3421.94,
        3444.26
    ],
    [
        " When I heard second brigade was going to get mobilizing over Iraq, something told me I was going to go with them. And I don't know what it was. I just believed I was going to go over there with that brigade.",
        3445.3,
        3456.78
    ],
    [
        " And, and the way it happened is when they actually got mobilized and they, we went that that brigade went to Camp Shelby for for about five months to train a camp Shelby Mississippi.",
        3457.62,
        3469.1
    ],
    [
        " And this was January, January 2005. I get a call on a Friday from the division commander, the 28th Infantry Division that said, hey, the current brigade commander went through the readiness processing there at Camp Shelby.",
        3470.52,
        3488.28
    ],
    [
        " It was like the first or second day on the ground there. And there was a medical issue, no fault of his own, a very honorable man who wanted to go with this brigade, but had a medical issue that was going to prevent him from going over.",
        3488.28,
        3500.24
    ],
    [
        " And so he was going to go through the SRP testing get on Sunday just to make sure he couldn't go. And so Sunday comes, he gets disqualified.",
        3501.1,
        3512.0
    ],
    [
        " And so my division commander called me back on Sunday and said, hey, John, he didn't make it through. Could you be there on Wednesday? And so it's like absolutely.",
        3513.06,
        3522.82
    ],
    [
        " Was the division commander a friend of yours?",
        3523.08,
        3524.52
    ],
    [
        " No, I mean, we had a professional relationship. I won't say he was a friend.",
        3525.86,
        3530.68
    ],
    [
        " Did you, had you told him that you were ready to rock and roll?",
        3531.28,
        3534.24
    ],
    [
        " I actually told him months prior to that, that hay if anything. And I don't even know what I was thinking, but I said, if anything happens where you need me to go with this brigade, I just want you to keep me in mind.",
        3534.26,
        3548.3
    ],
    [
        " Any any dead. And I was thankful for that just because it was an honor to be able to go over there and do that.",
        3548.82,
        3555.54
    ],
    [
        " Did they put your general selection on hold?",
        3556.12,
        3559.42
    ],
    [
        " Yeah, I was basically put on hold. I'll tell you the truth. And I'm not saying.",
        3559.74,
        3563.3
    ],
    [
        " I mean, honestly, if I had a choice and I truly meant this because I knew there was a chance I might not get promoted, you know, because I was taken on this mission because just a way it is, you know.",
        3564.22,
        3574.8
    ],
    [
        " But if I had to choose between the two serving in combat with with those soldiers and Marines, we're getting promoted to general serving in combat would be the thing.",
        3575.08,
        3584.3
    ],
    [
        " Yeah.",
        3584.46,
        3584.9
    ],
    [
        " And luckily you found this out as soon as the work up kind of started as soon as the training started.",
        3585.24,
        3591.76
    ],
    [
        " Yeah, you went down there on so you missed two days, right? I mean, yeah, you missed nothing.",
        3592.06,
        3596.8
    ],
    [
        " Exactly. I mean, I was down there. Yeah, within the first five, six days of their training startup.",
        3597.1,
        3603.22
    ],
    [
        " And kind of an interesting story. I want to tell you the kind of links the time we had in Europe with the time of me going to Camp Shelby to begin commanding the brigade.",
        3604.14,
        3615.58
    ],
    [
        " When we first got to Europe in 2002, I had a decision to make as a brigade commander.",
        3616.2,
        3622.92
    ],
    [
        " Yeah, 2000 soldiers spread throughout four countries in Europe.",
        3623.32,
        3626.04
    ],
    [
        " And I made this decision that, hey, when you're off duty, you could drink alcohol.",
        3626.88,
        3631.1
    ],
    [
        " You know, I wasn't going to tell these guys, you're over here in Europe and you're not going to be able to go out and have a beer.",
        3631.82,
        3635.62
    ],
    [
        " And that's one thing I believe in is not setting, you know, not setting out a standard or a rule that you're probably not going to be able to enforce anyway.",
        3636.5,
        3647.86
    ],
    [
        " And plus, it doesn't make sense. Just because a guy puts on a military uniform doesn't make them stupid, you know what I mean?",
        3648.12,
        3654.24
    ],
    [
        " And so these are adults. So I said, yeah, you know, you could drink over there, but I said, just going to let everybody know you get in trouble. You're going to be disciplined.",
        3654.54,
        3662.94
    ],
    [
        " We had a guy who's there about two weeks, gets drunk, gets in a fight with a German civilian, throws this German civilian off a balcony. The German civilian loses an eye.",
        3663.76,
        3674.64
    ],
    [
        " So we court marshal this guy and he ends up in the stockade in manheim, busted him down from an E621 from a staff sergeant to a private.",
        3675.24,
        3685.86
    ],
    [
        " Then I had another decision to make do I discharge this guy from from the army. So I talked to the battalion commander and I said, hey, what do you think?",
        3686.36,
        3704.62
    ],
    [
        " No, we need alcoholism counseling, et cetera, et cetera. But he said, I believe he's worth retaining. So I listened to what this battalion commander said. So I retained them.",
        3704.62,
        3713.5
    ],
    [
        " Then on Christmas day, this is about maybe four months later or something. I don't know, four or five months later. Christmas day. And by the way, while I was over there with these 2000 soldiers, I was on the road constantly just going doing circulation, seeing how the soldiers going Christmas day.",
        3714.6,
        3730.5
    ],
    [
        " And then I wake up and I say to my driver, I say we're driving up the manheim today. It's about an hour and a half north of where my headquarters was. So I want to see this guy in the stockade. It was Christmas day. Something just told me to go visit him.",
        3730.5,
        3744.54
    ],
    [
        " So I go up guard brings him out into the visitor's area. I was the only visitor there that day. And he was just blown away when he saw me. He goes, currently, you know, it's Christmas day. You're here to see me. I said, listen, I said.",
        3745.38,
        3758.64
    ],
    [
        " You screwed up your pain your dues. You're still one of my soldiers. I said, I wanted to come see how you're doing. Let you know that we're still thinking of you. You're still one ours.",
        3759.96,
        3768.46
    ],
    [
        " Asked him how to family was doing all that. I mean, he felt like crap in and that detention facility.",
        3768.98,
        3774.92
    ],
    [
        " Fast forward. I didn't think another thing about it left that was done. It was my duty to do that. I did it.",
        3776.42,
        3781.58
    ],
    [
        " And fast forward to the first day on the ground at Camp Shelby after I went down there to take command of that brigade. Walking through the barracks area.",
        3781.96,
        3793.42
    ],
    [
        " And there's four soldiers standing outside of the barracks. And one of them comes sprinting over to me. You know, he stands there to the detention salutes. It's a specialist in E4. Same guy.",
        3793.74,
        3805.44
    ],
    [
        " And he goes, you probably don't remember me. He goes, but you came to see me in the stockade on Christmas day. He goes, I just wanted to tell you how much I appreciate that. He goes, I never forgot that.",
        3806.32,
        3816.74
    ],
    [
        " And then he yells over to the three other soldiers that were standing outside of the barracks with him. Because a lot of guys didn't know who I was. You know, who's this new guy coming to take command of brigade. He yells over to those three soldiers. He said, this is Colonel Gransky. We're in good hands with him.",
        3816.96,
        3830.52
    ],
    [
        " And I'm sure, you know, coming from an E4, that meant a lot, if you know what I mean. Yeah. And but it just shows that you just try to do the right thing for people, you know, and you don't just discard somebody just because they made a mistake. And now this guy was going to the most violent place on the face of the earth to continue to serve our country.",
        3832.6,
        3850.52
    ],
    [
        " Did you guys know you were going to Ramadi?",
        3851.1,
        3853.06
    ],
    [
        " We learned while we were at Shelby. We learned we're going to Ramadi. And then we kept thinking, man, are they going to change their mind? Because, you know, we were getting, you know, we were getting all the classified reports, you know, what was going on over there. And as we saw how violent was. And by the way, second brigade, second infantry division was over there at the time. That's who we did the relief in place with and those soldiers and Marines who worked for that brigade commander.",
        3855.12,
        3881.44
    ],
    [
        " Gary Patton, who is an outstanding American. He ended up retiring as a major general, very proud of his leadership over there with that, with that unit.",
        3882.78,
        3891.82
    ],
    [
        " But we saw how violent it was. And we thought, man, they're going to send an, you know, our brigade over there. And they did. And I actually talked to a retired three star who was the MNC, I commander at the time.",
        3893.24,
        3907.26
    ],
    [
        " After he retired. And I said, sir, I said, you know, I just have to ask you why did you send a National Guard brigade to this most violent place on earth?",
        3908.52,
        3919.08
    ],
    [
        " And he said, well, I was talking to the first Army commander and he said, you guys are ready. And he goes, then I talked to my boss, who was the MNF commander. And he said, he asked me my opinion. And he said, sir, we've been taking risk everywhere else over here.",
        3919.76,
        3934.34
    ],
    [
        " I think we'll take some more risk and put second brigade 20th of Fendry Division and Ramadi. But those soldiers who were part of that brigade and the Marines who were task organized to us that a remarkable job, just because of leadership at every level below me.",
        3934.34,
        3949.1
    ],
    [
        " And just so proud of the work those guys did in Ramadi.",
        3949.46,
        3953.3
    ],
    [
        " How well did the workup prepare you, the training cycle that you did and you guys went out to Fort Irwin as well, right?",
        3954.1,
        3960.52
    ],
    [
        " Yeah, we did. We spent a month out of Fort Irwin as part of that train up.",
        3960.62,
        3964.7
    ],
    [
        " You know, counterinsurgency doctrine wasn't even published at that time.",
        3965.64,
        3972.54
    ],
    [
        " And the coin doctrine didn't exist until after we got back home after 2006, that's when it was published.",
        3972.7,
        3978.76
    ],
    [
        " So we were given the best training that the Army was able to give us being with they knew at that time, but certainly not as advanced as it became.",
        3979.38,
        3990.98
    ],
    [
        " So the Army did the best they could do with the training they gave us.",
        3991.9,
        3996.36
    ],
    [
        " And the what did you guys have for armor?",
        3996.64,
        4000.36
    ],
    [
        " I'll tell you when we got over there, we had what we call hillbilly armor.",
        4001.5,
        4009.12
    ],
    [
        " It was basically armor that was welded on to humvees. It wasn't the uparmored humvees.",
        4009.66,
        4017.08
    ],
    [
        " And we had a fight to get the uparmored humvees we needed in Ramadi because with that hillbilly armor there was a slight gap in the door.",
        4018.1,
        4026.98
    ],
    [
        " I mean, you could actually see space in between when the door closed and the rest of the vehicle and you know how the ID threat was over in Ramadi.",
        4027.5,
        4035.8
    ],
    [
        " We had over a thousand IDs used against us while we were there.",
        4036.08,
        4039.7
    ],
    [
        " And without the right protection, we were just going to take even more casualties than we did take.",
        4040.12,
        4045.58
    ],
    [
        " And by the way, the brigade that was there before us took in the 80s and killed an action.",
        4045.72,
        4051.96
    ],
    [
        " We took 82 killed an action in about 260 who were wounded seriously enough who had to be evacuated back to the United States.",
        4052.66,
        4059.58
    ],
    [
        " That doesn't count the ones who were wounded who were able to stay there.",
        4060.04,
        4062.82
    ],
    [
        " And then the brigade after us who you worked with for a lot of your time there took about the same amount of casualties we took.",
        4063.42,
        4071.08
    ],
    [
        " So you know, every brigade that was in Ramadi, every army brigade for three consecutive brigades were all taking into 80s in terms of KIA.",
        4071.36,
        4080.18
    ],
    [
        " So you needed the protection.",
        4080.44,
        4081.64
    ],
    [
        " And we fought for the protection and we finally got the uparmored humvees that we needed to be able to better perform our mission.",
        4082.6,
        4089.88
    ],
    [
        " Did you guys deploy all at once and straight into Ramadi?",
        4091.34,
        4095.88
    ],
    [
        " Is that how it happened or how did it or should I say how did it happen?",
        4096.06,
        4099.14
    ],
    [
        " I'll tell you, my brigade at Shelby, I had over 35 different states contributing soldiers to my brigade.",
        4099.28,
        4109.72
    ],
    [
        " I mean, that's a main.",
        4110.56,
        4111.02
    ],
    [
        " So you know, you want to train with, you want to go to war with the unit that you've been training with.",
        4111.2,
        4115.9
    ],
    [
        " But because at that time in 2005, a lot of National Guard had been used at that time.",
        4116.26,
        4124.48
    ],
    [
        " I had soldiers from 35 different states showing up at Camp Shelby.",
        4125.26,
        4131.24
    ],
    [
        " Now we can start training together as a brigade team.",
        4131.8,
        4134.48
    ],
    [
        " And the other interesting thing, there was not a direct support of Phil Artur Li Battalion in the Guard available to deploy with us.",
        4136.06,
        4144.38
    ],
    [
        " So we had to use a general support Phil Artur Li Battalion.",
        4144.88,
        4148.1
    ],
    [
        " The difference, the fire support element, the fire support element is where the forward observers are.",
        4148.36,
        4153.94
    ],
    [
        " Usually in a direct support, Phil Artur Li Battalion, there's 135 fire supporters, the guys who call in the fire.",
        4154.52,
        4162.3
    ],
    [
        " In a GS, a general support Artur Li Battalion, there's no FSE because they use forward observers from the direct support Artur Li Battalion.",
        4163.48,
        4173.46
    ],
    [
        " So call in the fire.",
        4173.46,
        4174.2
    ],
    [
        " We had a cobble together, 135 soldier fire support element while we're on the ground at Camp Shelby.",
        4174.84,
        4183.02
    ],
    [
        " And that took months to get everybody there in groups of twos and groups of threes to put this fire support element together.",
        4183.32,
        4191.06
    ],
    [
        " The reason I say this is this is just credit to these National Guard soldiers who came together like they did and then did their jobs separately.",
        4191.06,
        4203.56
    ],
    [
        " That's why I'm telling that story. It's not a knock on anybody. It's not a knock on the army.",
        4203.68,
        4208.24
    ],
    [
        " It's a credit to these soldiers who were able to come together and then form themselves as a team to do the hard work that they had to do in the most violent place.",
        4208.9,
        4221.04
    ],
    [
        " That's why I'm telling you that I'm not going to play some of the face of the earth for a year.",
        4221.04,
        4222.58
    ],
    [
        " No, it's interesting. I'm thinking about a podcast that we actually a couple of podcasts that we just did about the Boor War and the British went down there.",
        4223.28,
        4230.78
    ],
    [
        " And what's interesting is it was only a very small part that I mentioned and the reason I mentioned it on the podcast was because the TA, which is the territorial army, which is the reserves in England,",
        4231.48,
        4244.52
    ],
    [
        " there was a, they gave several examples, but one specific example where the guys that were reserved, so the guys that weren't professional soldiers, in many cases,",
        4245.5,
        4256.58
    ],
    [
        " were the first ones to say, hey, wait a second, the way we're doing this doesn't make sense.",
        4256.58,
        4259.98
    ],
    [
        " And so they had, I guess they had their minds were more open and they were, they could adapt where they weren't so rigid.",
        4260.62,
        4271.7
    ],
    [
        " And I thought I was, I was thinking when you were saying, oh, they made a decision to send the, you know, the national guard there.",
        4271.7,
        4278.98
    ],
    [
        " If I was the commander, that may be something that you wane and go, look, I need someone that's going to attack this problem, maybe a little bit different.",
        4279.2,
        4285.18
    ],
    [
        " So that's an interesting concept, but also just knowing, you know, I mentioned this at the beginning, the effort that your soldiers and Marines took to take care of us when we showed up.",
        4285.3,
        4299.28
    ],
    [
        " Literally saved our guys lives. There was missions, I mean, there's a specific mission that Laf Babin who wrote these books with me.",
        4302.56,
        4309.86
    ],
    [
        " He was going to go, he was getting from a special operations group, was going to do an operation, and he was going to take some of his, you know, his seals and his Iraqi soldiers, they were going to go and help them.",
        4310.98,
        4322.62
    ],
    [
        " And he brought it to, he brought the plan to one of, you know, one of your majors out of Vermont, I want to say.",
        4324.26,
        4330.58
    ],
    [
        " Yeah. And I know exactly who that guy was. Yeah, I do too. And I mean, he's just, and he looked at Laf and said, if you go down the street, you're going to get blown up.",
        4330.76,
        4340.88
    ],
    [
        " And you know what, Laf said, Laf, you know, a seal team guy, a special operations guy said, thank you. And he listened. And that that was our attitude. We were so thankful and grateful that, you know, you all helped us so much when we got on the ground.",
        4341.62,
        4356.84
    ],
    [
        " And just the, the, the other thing, you know, we just had complete respect and admiration as I said in the beginning, because look, we're looking at you get, you know, a lot of the, a lot of you all were looking at us like, oh, these guys are highly trained.",
        4357.46,
        4370.42
    ],
    [
        " And we're looking back at you saying, you didn't gun fights every day for the last 11 months. Yeah. So I can't say enough to thank you and everybody from, from that brigade that was there on the ground that welcomed us, that didn't give us any attitude that didn't give us any, they just wanted to help.",
        4370.68,
        4388.82
    ],
    [
        " And it was just, it was an awesome thing to, to be a part of and to see.",
        4389.12,
        4394.02
    ],
    [
        " Um, when, so you guys know you're going into a nightmare. Yeah.",
        4394.86,
        4401.1
    ],
    [
        " When you got on the ground, like, what was the first thing that you said to yourself, this is real.",
        4401.6,
        4407.68
    ],
    [
        " It's funny. You know, I had a personal security detachment, which was a platoon out of the Nebraska National Guard and the platoon leader, awesome leader, Jacques Smith, is a fantastic lieutenant.",
        4409.8,
        4426.08
    ],
    [
        " We were out and I was out a lot, okay, but always with the purpose.",
        4428.06,
        4434.78
    ],
    [
        " I could tell you a little bit background on that in a minute, but we were out there shortly after over there. And I, we have many IDs used against our particular patrol, but ID detonates.",
        4434.82,
        4449.78
    ],
    [
        " Nobody was heard it was relatively not significant. And me and Jacques look at each other and we go, you know, there's actually people trying to kill us.",
        4450.96,
        4459.94
    ],
    [
        " You know, and it's kind of like reality, reality set in very, very quickly. And it was like, like, there's people actually like trying to kill us, you know.",
        4460.56,
        4470.36
    ],
    [
        " And I think that reality set in for everybody pretty quickly.",
        4470.64,
        4474.2
    ],
    [
        " How did you, what, what was your approach when you showed up? So by the time we got there in April of 06, right.",
        4475.86,
        4484.84
    ],
    [
        " You guys had really secured like all the main MSRs going in out of the city. Yes.",
        4485.48,
        4491.4
    ],
    [
        " What was your, what was your kind of larger operational approach when you showed up? Yeah.",
        4491.58,
        4496.26
    ],
    [
        " I'd say it was a couple of different phases. The first phase was really getting situational understanding of what was going on.",
        4496.54,
        4504.6
    ],
    [
        " And the second brigade, second infantry division really helped us do that. Then the phase after that, I like to think of as getting the, it was a leader engagement phase.",
        4505.22,
        4519.78
    ],
    [
        " We're really trying to get the shakes and government and the governor, probably remembered governor.",
        4519.78,
        4524.9
    ],
    [
        " Mahmoud. Mahmoud. Yeah.",
        4525.68,
        4527.74
    ],
    [
        " To really support our effort there. We saw, we didn't see many e-moms there to be honest with you. It was mainly the shakes and the governor we were dealing with.",
        4528.2,
        4537.38
    ],
    [
        " And we made a lot of headway there. And then the phase after that, I like to call the murder and intimidation phase for the insurgents actually got the upper hand on murdering key shakes,",
        4537.8,
        4549.22
    ],
    [
        " which hurt our leader engagement effort, which had been successful. And then the last phase I like to call, setting any conditions for the next brigade to come through.",
        4549.22,
        4558.38
    ],
    [
        " And that's where we were trying to do our best to set up combat outpost in certain areas where we could then stay there.",
        4558.5,
        4566.72
    ],
    [
        " Now, this is the thing you may not know about our brigade. Remember, we had from Ramadi to Habania.",
        4567.54,
        4572.92
    ],
    [
        " In May of 2006, I was visited by two very senior generals. And the question they asked, what do you need to control Ramadi?",
        4574.38,
        4585.6
    ],
    [
        " And Ramadi was very chaotic at that time because of the murder and intimidation and a lack of us able to engage leaders very effectively because of the murder and intimidation of the shakes.",
        4586.42,
        4596.14
    ],
    [
        " And what I explained to them is you needed a brigade and Ramadi proper itself if you want to control it, a brigade in Habania, and then another brigade up in Jazeera, which was north of the Euphrates River.",
        4597.24,
        4610.04
    ],
    [
        " And the one general put his head in his hand and just kind of like shook his head and he said to his senior, he said, sir, that's an entire division.",
        4610.92,
        4621.8
    ],
    [
        " And at that point in time, they were trying to downsize. And he didn't push back on me though. He basically just realized that couldn't do that.",
        4622.02,
        4631.7
    ],
    [
        " One thing that happened when we were leaving and the next brigade was coming in, 5-5 Easting, which was just East of Camp Corrigidor, that's where their area of operation ended.",
        4632.64,
        4646.86
    ],
    [
        " So they didn't have Habania. So the brigade after us came in with, they were able to put three additional battalions into Ramadi.",
        4647.08,
        4657.56
    ],
    [
        " Okay, we didn't. So they were able, instead of putting a battalion in Habania, they were able to put it into Ramadi. And then they came in with two additional battalion headquarters besides that.",
        4658.28,
        4668.88
    ],
    [
        " So they had, from what I understand, they had three additional battalion headquarters, one full battalion plus another four companies.",
        4669.14,
        4680.06
    ],
    [
        " So one of the reasons things started to change is because they were able to mass more troops in that area.",
        4681.08,
        4692.32
    ],
    [
        " And there's a difference between fighting a large-scale combat operation and fighting an insurgency and a large-scale combat operation.",
        4693.06,
        4700.32
    ],
    [
        " You don't want to mass troops. You want to mass the effects of your combat power. You see, if you're fighting a near-peer or a peer, you don't want to mass troops. You want to mass the effects of combat power.",
        4700.5,
        4711.12
    ],
    [
        " When you're fighting an insurgency, that's where you want to mass troops. And I think what the coin doctrine came out with was one counter-insurgency for every 20 civilians that in that city in Ramadi had a population of around 400,000.",
        4711.38,
        4729.18
    ],
    [
        " And we had nowhere near what the coin doctrine called for. So we were struggling with that. So I believe in the hamburger hill principle of never ordering a patrol to go into an area that we weren't prepared to put a combat outpost in and stay in.",
        4729.18,
        4750.52
    ],
    [
        " I saw it as stupid to send a patrol into an area for two or three hours just to do a friggin patrol and come right back out again because I could deal with losing a soldier or a Marine if there was a purpose, a good purpose to lose that soldier or a Marine.",
        4750.88,
        4770.24
    ],
    [
        " I had to have a hard time explaining to a mother or a father why their Marine or soldier got killed for just the sake of going in there for three hours and coming back out again. If it was to put a combat outpost then I could accept that.",
        4771.2,
        4785.44
    ],
    [
        " You see what I'm saying? So when I say the hamburger hill concept, because you know hamburger hill, take the hill and then leave. It's kind of like why do you want to do that? And I was dead set against that.",
        4786.24,
        4796.66
    ],
    [
        " Yeah, and I think that's well, well, once the one one showed up, they had enough people that we could go in, set up a combat outpost. And then what you're doing is patrolling to clear bad guys because you're there and it's a different game.",
        4796.66,
        4811.94
    ],
    [
        " You know, you mentioned the murder and intimidation of the shakes and this was all happening. I mean, I arrived in May. Yes, I arrived in May. And so this was kind of was it still happening.",
        4813.2,
        4828.06
    ],
    [
        " I remember we're reading the Intel reports and and from what I remember there was like a one 48 hour period or one very short period of time where seven or eight senior shakes were murdered.",
        4828.06,
        4843.06
    ],
    [
        " And the rest of them almost all of the rest of them. Well, a large portion of the rest of them left.",
        4843.58,
        4849.22
    ],
    [
        " This is what happened in probably around the September timeframe. And I'd be talking to the governor and the shakes about once a week.",
        4849.94,
        4860.06
    ],
    [
        " Starting in September, they started to see that a lot of what they were telling us we were starting to change the way we conducted operations. I'll give you an example.",
        4860.82,
        4869.52
    ],
    [
        " When I first got there, we would send patrols into homes without Intel, just to search the homes. So how would you like it if you're in a house with your your wife and two kids and all of a sudden this army patrol comes in and says, you know, just for the hell of it, we're going to start, you know, looking through the drawers in your bedroom dresser.",
        4869.76,
        4892.2
    ],
    [
        " And so the shakes were complaining about that. It's like, you know what, that makes sense to me. So I said to our guys, listen, we're not going to go in and do a search of a home unless there's targeted intelligence that gives us a reason to because otherwise we're just making enemies of good people and turning neutrals to be helping the insurgents. You don't want to do that.",
        4893.34,
        4913.4
    ],
    [
        " So, you know, that was one example. There was another outpost that we had north of Corrigador up by a hospital that was up in that area, which I took down and the main reason I took that down because I didn't want to drive that route.",
        4913.72,
        4928.5
    ],
    [
        " You know, I didn't want to drive that route because you get blown up because we were we were having our soldiers get killed driving up there.",
        4929.3,
        4935.76
    ],
    [
        " And it's like, you know what, this makes no sense. Take it down. The cool thing is, is the shakes have been asking me to take that down. So when I took it down, I told the shakes. The reason we took this down is because you wanted better access to the hospital without your civilian, you know, your Iraqis civilians going through to checkpoint.",
        4936.06,
        4956.52
    ],
    [
        " So they saw that as well. This guy listened to me. What was the outcome? The outcome is in the elections in December, where in January 2005, 2% of the citizens of Ramadi voted in an election in December 2005, 80% of the Iraqis voted in the election.",
        4956.52,
        4980.14
    ],
    [
        " The shakes were encouraging them to vote. And so we saw that as man, we turned a corner. The other thing is we were trying to recruit Iraqi police because we knew we had to get Iraqi police to agree to join and then to go through the training.",
        4980.48,
        5001.12
    ],
    [
        " So we would have recruiting events and we were getting two or three Iraqis to show up at the recruiting event and join until January.",
        5001.36,
        5010.76
    ],
    [
        " January 3rd, we had this recruiting event at the glass factory. 200 Iraqis standing in line to join.",
        5011.46,
        5021.76
    ],
    [
        " That's only because of the shake encouragement. January 4th, we had about 500 Iraqis standing in front of the glass factory to join. Man, we were ecstatic.",
        5023.54,
        5036.24
    ],
    [
        " Yeah, and just to give a little bit more detail, just to reemphasize what you said, these are 500 local citizens that are tribal tribesmen where the tribal leaders are directing them. Hey, looks like the coalition looks like the Americans, they kind of were getting on board.",
        5036.3,
        5057.44
    ],
    [
        " Go down and join the police so we can get rid of the insurgents in this city.",
        5057.96,
        5063.08
    ],
    [
        " The biggest mistake I made was I did it a third day in a row and on January 5th, I think you know what happened to you.",
        5063.62,
        5071.68
    ],
    [
        " Suicide bomber detonated his vest in the middle of 1000 Iraqis who were there that day. I mean, we were ecstatic. We had 1000 Iraqis showing up the join.",
        5072.42,
        5084.44
    ],
    [
        " When months before we had two or three, I mean, this was a turning point. So this suicide bomber detonates their vest, kills at least 100 Iraqi citizens, kills my best friend Mike McLaughlin who was my leader engagement officer, and kills Sergeant Cannes who was a marine dog handler, and wounds several other soldiers, but not, you know, seriously.",
        5084.46,
        5111.4
    ],
    [
        " And, but anyone to serious if you get wounded, I guess. And totally disrupted the whole thing. The thing I was proud of with that though is the Iraqis we already had inside the glass factory.",
        5112.34,
        5124.62
    ],
    [
        " We continue to process them. What I did the next day, and again, we were devastated by this. What I did the next day I called all the leaders involved with that recruiting operation because that was a battalion plus operation and pulled us off.",
        5125.02,
        5140.68
    ],
    [
        " Got all the leaders in. I said, listen, we're going to do an after-action review of lessons learned thing on this. And I said before anybody says anything, and I know, you know, your book extreme ownership talks about this. Not not this exact incident, but in general.",
        5141.42,
        5157.86
    ],
    [
        " I said before anybody says anything, I said, I'm the guy responsible for that attack yesterday. I said, so this review, this after-action review isn't going to have anything to do with putting blame on anybody because it's my fault. This is what happened.",
        5158.32,
        5172.62
    ],
    [
        " I said, what we're going to do is we got to figure out we got 200 Iraqis showing up next week to get on buses so we could transport them to the police training. I said, we got to figure out how do we make this safe a week from now, safer a week from now, so the same thing doesn't happen again.",
        5173.2,
        5191.94
    ],
    [
        " And so we took some specific tactical measures to make it much safer. One of the things we did, we got these big Texas barricades and we formed up 10 different stalls where only 10 people at a time could fit inside of a stall.",
        5192.72,
        5210.56
    ],
    [
        " So if a suicide bomber did detonate their vest, the most they could kill is nine other people instead of 100. You see what I'm saying. And then we set up some other measures. I don't want to get into the detail on this podcast because it's not important. The point is, is that we made it safer the next week, even after the devastating attack where 100 Iraqis were killed and some of my soldiers were killed.",
        5210.72,
        5233.3
    ],
    [
        " We still had those 200 civilians showing up to go to police training that next week. And then the thing that happened that was exactly what you said when they saw that they couldn't stop these young people, these young men, these young Iraqis coming in to continue to see the process through. That's when they started to murder the shakes.",
        5233.94,
        5256.16
    ],
    [
        " And that's what cut out our leader engagement completely because these shakes used to come to the government center once a week to talk to me.",
        5256.32,
        5265.96
    ],
    [
        " Zero showed up. Once they started getting murdered, they weren't showing up. So the thing we were not able to do was protect those shakes. And that's what really caused a lot of the turmoil to occur up to the point where you guys got there.",
        5266.08,
        5286.1
    ],
    [
        " I've heard Mike McLaughlin. Mike McLaughlin. Yeah. Mike McLaughlin. Mike McLaughlin. I've heard him refer to as the shake of shakes. He was one of these guys that kind of got it.",
        5287.64,
        5300.24
    ],
    [
        " Absolutely. And was making friends. And he was that kind of guy. He was, he owned his own construction business. He was a feel artillery officer.",
        5300.54,
        5308.92
    ],
    [
        " And since we had the triple dues from Utah National Guard as the GS artillery battalion, you know, I had this extra field artillery lieutenant colonel there.",
        5309.4,
        5319.34
    ],
    [
        " And so I made him my leader engagement officer. And he was just this type of guy being a businessman, talking about using National Guard civilian skills.",
        5320.04,
        5329.76
    ],
    [
        " He's an entrepreneur. He was just able to connect with all these different Iraqis. He used to say that Ramadi because of your Freighties River and the, I think it was the NASCAR canal running into your Freighties River.",
        5329.8,
        5342.92
    ],
    [
        " He said that reminded him of Pittsburgh, you know, with the rivers running together. So he told everybody he told all these Iraqis that, you know, someday Ramadi is going to be like Pittsburgh. And I'm going to come back and visit.",
        5343.12,
        5356.08
    ],
    [
        " You know, I'm going to bring my wife and kids back here. Yeah.",
        5356.08,
        5359.42
    ],
    [
        " How long after the, the glass factory bombing? So then the recruits start showing up again. The insurgents realize, oh, we haven't broken their will yet.",
        5359.86,
        5370.86
    ],
    [
        " We got to start killing the shakes. Was that a week later, two weeks later?",
        5371.12,
        5375.86
    ],
    [
        " I'd say was within four. You know, I, I, I don't have this on the tip of my memory, but it was probably within about four weeks.",
        5376.14,
        5383.1
    ],
    [
        " I, the intel that I remember was, I think it was seven or eight of the main shakes got murdered. Yes. And then the other shakes, most of them just fled.",
        5385.26,
        5398.72
    ],
    [
        " They went to ground. Yeah. They, they, they, they, they're fled or went to ground and the other, the other reason why Ramadi was so dysfunctional is right when the war started.",
        5399.0,
        5408.62
    ],
    [
        " There were some like really heavy duty main shakes living in Ramadi. They all went to Jordan. So the shakes that were left in Ramadi were the sub shakes.",
        5408.62,
        5417.4
    ],
    [
        " So, but they were still the power brokers there. But they just weren't as powerful as the shakes who actually left the country. But, but even, you know, like you said, you know, they, they got murdered and that really, that really changed things because now the, the shakes were not cooperating with the state.",
        5417.64,
        5438.6
    ],
    [
        " Like they had, they just kind of went to ground and were neutralized. And really that's the purpose. I mean, that's, that's, that's, that's terror, right? We are going to terrorize you to the point where you no longer will step up. Right. And that's exactly what happened.",
        5438.6,
        5456.04
    ],
    [
        " And that was the al Qaeda in Iraq segment who was doing that because you know it, as you, as you know, you know, you, you being there, there were different segments of the insurgency. One was the AQIZ al Qaeda in Iraq.",
        5456.04,
        5468.06
    ],
    [
        " The other one was the local insurgents who had a different goal than al Qaeda in Iraq. The local insurgents just wanted coalition forces to leave. We could deal with them, you know, because we could let them know that, hey, you, you know, when things settle down here, when you get enough of your own sons in the Iraqi,",
        5468.66,
        5485.94
    ],
    [
        " police, we will leave will be glad to leave. That's a good deal. You want us to leave. We want to leave. Let's, let's figure this out. And then you had the criminal element. And then you also, you know, in the criminal element, they were just concerned what making money by selling weapons. And then you also had this fourth contingent there who were former Iraqi generals.",
        5485.96,
        5504.86
    ],
    [
        " They knew where the ordinance was hidden. You know, there were cashes all over the place. They knew where they were hidden. They knew to the terrain. And they wanted to regain their status and power again. That was there. That was their goal.",
        5505.68,
        5518.6
    ],
    [
        " You mentioned this very briefly, but you know, you just mentioned being out. And I remember being out on an operation somewhere. And there you are. You know, there's the brigade commander walking down the street.",
        5521.1,
        5531.14
    ],
    [
        " And you, you just said you were going to mention a little bit about what that mentality was. I mean, I'm pretty sure I know what it is because I did the same things. Like sometimes I was going on operations with my troops because I need to go on operations with the troops.",
        5531.8,
        5546.54
    ],
    [
        " Was that a similar mindset that you had? Yeah. I mean, you could only learn so much from hearing reports. You got to get out there and see things with your own eyes. That was one reason.",
        5547.16,
        5558.62
    ],
    [
        " The other reason is it did a lot for morale. You know, when the soldiers saw that I need to commanders out there. They feel like somebody is sharing the load. And in order to build trust, that, you know, I talk a lot about building trust. And one of the keys to building trust is to share the load.",
        5559.36,
        5576.16
    ],
    [
        " To show whoever is working for you that you're willing to do the same thing they're doing. And so those were the two reasons I felt it was very important to get out there. But, you know, I read this book.",
        5577.66,
        5588.62
    ],
    [
        " It was called the Clay Pigeons of St. Low. We've covered it on this podcast right here. Great. Great.",
        5589.32,
        5595.84
    ],
    [
        " And I read that book. And one thing Lever Johns talked about in that book is when he was going with his little command group from point A to point B. And he had his radio operator with him. And he had his S3 with him and S2 or whoever had with him in that command group from that Patelian headquarters.",
        5601.98,
        5619.42
    ],
    [
        " He decided one day to go from point A to point B without a reason to do that. And mortars came in and killed about three or four of his soldiers in that command group. And he wrote in the book how the light bulb went off in his head.",
        5620.14,
        5633.18
    ],
    [
        " That hey, when I make a decision to go from point A to point B, it's just not my life I'm putting on the line. I'm putting the life of my command group on the line too. The guys who are traveling with me. So because I read that.",
        5633.74,
        5645.16
    ],
    [
        " I said to myself, I am never going to go from point A to point B just to do a joy ride through Ramadi. Whenever I take my PSD out with me, my personal security attachment, a bunch of E3s and E4s and E5s.",
        5646.0,
        5660.56
    ],
    [
        " If they were going to get killed because I was going from point A to point B, I wanted there to be a reason for them to die.",
        5661.76,
        5667.62
    ],
    [
        " And if so I had to go somewhere with a purpose. And I was out a lot because I had a lot of reasons to be out there.",
        5668.84,
        5675.32
    ],
    [
        " But I would never ever go out just for a joy ride because that's not what because I was putting those soldiers at risk every time I went out.",
        5676.14,
        5683.86
    ],
    [
        " How was it, you know, you show up and there was already a Marine battalion already there.",
        5685.14,
        5691.14
    ],
    [
        " Yeah, one five who, excellent combat leader battalion commander who is now a three star general still serving in the Marines.",
        5691.4,
        5701.02
    ],
    [
        " Matter of fact, all three Marine battalions who served with me because they were on seven month rotation. So the one five was there.",
        5701.74,
        5708.14
    ],
    [
        " They served me for two months. Then the three seven came in and served with me for seven months and then the three eight came in.",
        5708.38,
        5713.84
    ],
    [
        " All three of those battalion commanders are general officers now. You know, the Marine Corps is a small core.",
        5714.56,
        5720.64
    ],
    [
        " And if you're going to become an infantry battalion commander in the Marines, you've got to have your shit together.",
        5721.38,
        5726.18
    ],
    [
        " They don't put anybody in charge of a Marine infantry battalion. And all three of those commanders were excellent.",
        5726.2,
        5732.62
    ],
    [
        " Was there any time, you know, people always talk about the competition between the Army, the Marine Corps.",
        5733.48,
        5742.06
    ],
    [
        " I'm not if you're going to say Navy because the Navy makes up such a small element. But, you know, the Army Marine Corps, I always tell anyone.",
        5742.56,
        5749.86
    ],
    [
        " And as a matter of fact, it's sort of a point for me. If anybody ever tries to, you know, get me to say something about the Army and the Marine Corps.",
        5749.96,
        5757.32
    ],
    [
        " I won't say, I won't say a negative comment, not even in a joking manner. I won't do it because of what I saw over there.",
        5757.52,
        5765.86
    ],
    [
        " What I saw from those soldiers, what I saw from those Marines. Did you feel the same thing? Just nothing but, you know, nothing but nothing but let's work together to get this done.",
        5766.1,
        5776.44
    ],
    [
        " Absolutely. And I feel the same way about you. I will not joke about another service. One thing I learned over there.",
        5777.68,
        5783.98
    ],
    [
        " Even from the Army, you know, a lot of times in the Army, if you're infantry, you know, you think all the other branches don't matter.",
        5784.98,
        5790.42
    ],
    [
        " And I kind of had that attitude before going over there. Two a degree. And one thing I learned is every branch matter significantly. Every MOS of any soldier.",
        5791.3,
        5802.0
    ],
    [
        " I mean, it's all such an important team. And in terms, you know, and answer your question with the Marines, man, I just learned to respect those Marines so much. They respected us, you know.",
        5802.2,
        5814.04
    ],
    [
        " I was a little bit concerned. Here I am a National Guard Brigade Commander. And now I've got an active duty Marine Battalion task organized in my brigade. And I have an active duty Army Battalion. When I first got there, it was 269 armor before, first of the 506 got there.",
        5814.48,
        5829.7
    ],
    [
        " And I'm thinking, man, what are these active duty Battalion commanders going to think of a National Guard Brigade Commander? They showed me nothing but respect. And I think that's the way you got to do it. You have to personally, I think, you know, if you're going to work with anybody in the military, you have to come from the perspective that these guys are professional. They know their business until they give you a reason to feel differently.",
        5830.18,
        5856.08
    ],
    [
        " And I feel that way about trust, too. A lot of people don't understand this at first, but in order to create trust in an organization, I think you have to trust your followers first before they will trust you. And the question I like to ask people is this. Have you ever worked for somebody that didn't trust you?",
        5856.84,
        5876.72
    ],
    [
        " And people will say, yeah, you know, there's been an occasion where I worked for somebody who didn't trust me. I said, were you able to trust that person? And the answer is always, no, how could you trust somebody who doesn't trust you? So if I'm a leader and I don't trust my subordinates, if I just come in with that to them, I'm not going to trust you until you prove you could, I could trust you.",
        5878.1,
        5898.3
    ],
    [
        " How are they going to trust me? Because you cannot trust somebody who doesn't trust you. So you have to trust others first. But again, those, those baton commanders from all three marine battalions, all two army batons of the act of duty units that worked with me showed nothing but respect and trust of me. And thank God, I never did anything to do anything that caused them not to trust me.",
        5898.52,
        5925.04
    ],
    [
        " So I'm just, I'm just so thankful that I had such professionals to work with over there. And then of course, the baton commanders from the National Guard units that were with me, you know, had National Guard battalion from Vermont, who we never worked with before. That was task organized to me from Utah with the fuel artillery unit that was task organized to to my brigade. And everybody just came together. And again, I think because it was so violent there, people just knew the hey, we got to do our job.",
        5925.5,
        5954.54
    ],
    [
        " You know, and it's funny. After coming back and continuing in the army in a non-war time environment, it's funny how that had to change a little bit when you're in a peacetime setting.",
        5954.54,
        5971.44
    ],
    [
        " I've heard you tell a story about one of your, one of your Marines, EOD guys. And really just an, I would love for you to be able to share that story. And I think you know the one I'm talking about.",
        5974.66,
        5989.14
    ],
    [
        " Yeah, absolutely. This happened on September 19, 2005. And I actually earlier that morning, we had one of our soldiers killed. He was a driver of a Bradley Fighting vehicle. I do went up underneath the driver's compartment of his Bradley and he was killed.",
        5989.14,
        6007.86
    ],
    [
        " And later on that day, we had a patrol under the command of a lieutenant from the Vermont National Guard, who was conducting a patrol down into the to meme area of Ramadi.",
        6009.12,
        6021.72
    ],
    [
        " And you may recall there was a railroad bridge down there. And we had an outpost of that railroad bridge that didn't exist before we got there. The brigade that was there before us just didn't have the, what it took to get down there and put that outpost in.",
        6022.56,
        6037.52
    ],
    [
        " But we put the outpost in and then we had to secure that area to keep the lines of communication operational so we could rotate troops in and out, get a logist down there, get a QRF down there whenever we had to.",
        6037.6,
        6051.4
    ],
    [
        " And so anyway, we had this lieutenant from the Vermont National Guard patrolling that area and for up armored humvees and he began to get insurgent fire from around by the railroad bed.",
        6054.46,
        6067.08
    ],
    [
        " And so he ordered his platoon, which was for up armored humvees to start maneuvering toward that insurgent position so they could close with them and destroy them. And as he was maneuvering in his vehicle, a subsurface ID detonated that had probably been there maybe about a year in the ground.",
        6067.14,
        6087.06
    ],
    [
        " I don't know, you know, some of these IDs have been planted there for months. And ID detonates and instantly kills the lieutenant and the two soldiers who were in that up armored humvee with them.",
        6087.06,
        6100.5
    ],
    [
        " And some 3KIA instantly. And whenever we would have attacks like this, we would try to, whenever we could send our EOD team down to do a post blast analysis to determine the type of tactics, the type of ordinance, the type of procedures, the insurgents were using when they conducted these attacks.",
        6101.02,
        6121.46
    ],
    [
        " And the reason we did that was try to prevent these attacks from happening again in the future. And so gunry sergeant Michael Burkart was the gunry sergeant who led two other Marines down to that site. And it was chaotic down there, you know, but our guys were providing security.",
        6121.46,
        6138.76
    ],
    [
        " The gunry gets down there with the EOD with his two fellow Marines. And he sees the destroyed up armored humvee and near the up armored humvee, he sees this crater a couple feet deep about four feet in diameter.",
        6139.16,
        6150.9
    ],
    [
        " He just made an assumption that that's where the ID had been placed. So he jumps down in the crater take a closer look. And as soon as he was in the crater, he realized he wasn't at a good place because he saw two 152 millimeter artillery shells in the ground in front of him.",
        6151.12,
        6167.12
    ],
    [
        " What read that nation court running into the nose of those shells. So he took his keyboard knife, cut the red debt court believed he neutralized the ID.",
        6167.12,
        6175.7
    ],
    [
        " He didn't see a third artillery shell in the crater behind him. The devices, those insurgents used there were scenario base stations, which were high powered cordless phones. They use them a lot in Africa, like in villages to get telephone reception within their village. So it's a it's a very high powered",
        6176.4,
        6195.86
    ],
    [
        " cordless phone base. And they would they would strap that base to the artillery shell and then use a cordless phone about a kilometer away. They usually had about a kilometer distance. They would hit the button on that that nation device to cause the ID to explode.",
        6196.8,
        6212.04
    ],
    [
        " And insurgent was obviously out there in the distance watching hit the button on that that nation device artillery shell blows up and back a gunny burqart knocks him about 15 feet into the air, lands unconscious on the ground like a rag doll.",
        6212.2,
        6226.94
    ],
    [
        " Our soldiers go immediately up to him. They believe the wounds were very, very severe. They call them a medevac helicopter. And they start telling to his wounds his pants were soaked with blood. They cut his pants off.",
        6227.18,
        6240.36
    ],
    [
        " He's unconscious. After a couple of minutes actually regains consciousness. He's laying there on his back. And he asked the soldiers if he has his legs because he has no feeling from the waist down. He thought he had both legs blown off.",
        6241.3,
        6254.38
    ],
    [
        " But the soldiers assured him he had his legs. The reason he was concerned about his legs and he told me that this himself is his dad served three tours and Vietnam on his dad's third tour in Vietnam. His dad was shot in the back by a sniper.",
        6254.38,
        6270.2
    ],
    [
        " Gunny burqart had to grow up as a young boy with the pain of seeing his father confined to a wheelchair because his dad was paralyzed from the waist down.",
        6271.64,
        6279.74
    ],
    [
        " Gunny's worst nightmare was going back home to the States because his dad was still alive and his dad seeing him also confined to a wheelchair. That's why he was concerned about his legs. But anyway, they said no, you got your legs few minutes go by. They're tending to him.",
        6280.44,
        6293.8
    ],
    [
        " He gets a tingling sensation in his legs. He tells the soldiers he wants to try to stand up and the soldiers couldn't believe this. And he stands up and after only just getting blown up 10 minutes earlier.",
        6294.14,
        6305.52
    ],
    [
        " And we had an embedded reporter from the Omaha World Herald on the ground with him that day. Gunny burqart stands up and the Medevac chopper lands on the ground behind him.",
        6306.34,
        6317.82
    ],
    [
        " And the soldiers go to Gunny burqart. They go, Gunny, we got the stretcher here. Lay on the stretcher so we could carry you to the chopper.",
        6318.04,
        6325.6
    ],
    [
        " And burqart raises his left hand into the air, throws a one finger salute at the insurgents. And he says to the soldiers, I'm not going to have you carry me to that chopper on the stretcher.",
        6326.16,
        6337.28
    ],
    [
        " I'm going to walk there under my own power because I don't want the insurgents to have the pleasure of seeing me being carried to the helicopter.",
        6337.48,
        6344.42
    ],
    [
        " And he throws him the finger. And the reporter takes the picture at that exact second. So there's burqart, finger in the air, defiant, growing protector in front of his groin, no pants on.",
        6344.78,
        6359.76
    ],
    [
        " And the reporter takes this picture. And later on that day, the reporter comes in to see me because he had been on the ground with us for almost a month.",
        6360.94,
        6370.12
    ],
    [
        " And he comes in to see me, has a little laptop with him. And he goes, he goes, sorry, he goes, I know it's been a really bad day for you.",
        6370.92,
        6377.3
    ],
    [
        " Obviously I lost four soldiers that day. He goes, but I want to show you this picture. He goes, I won't release it unless you give me permission.",
        6377.36,
        6383.88
    ],
    [
        " He lifts up his laptop screen and pulls up the picture. And that picture, that picture is across the entire laptop screen. I look at that.",
        6384.16,
        6392.34
    ],
    [
        " And I said, you got to, you got to get this in the paper. I said, you got to get this in the paper. And the rest of the leadership story with Gunny Burkhard is this though.",
        6392.9,
        6401.68
    ],
    [
        " Because, you know, it's a cool war story, okay? Except for the fact that we had these soldiers die. But the leadership component of the story, as I told you, he had two young Marines down there with them that day.",
        6401.68,
        6414.16
    ],
    [
        " Gunny Burkhard told me himself, the reason he didn't want to be carried at that chopper had nothing at all to do with the insurgents would be thinking.",
        6415.48,
        6422.82
    ],
    [
        " He knew what all the ID attacks were getting that those two young Marines were going to be out there later on that day neutralizing ID's. He knew he was going to have to be recovering from those wounds.",
        6423.34,
        6432.98
    ],
    [
        " He wanted to walk there to the helicopter as to not shatter the confidence of those two young Marines that were out there with them.",
        6433.86,
        6441.88
    ],
    [
        " So the leadership element of the story is even after getting blown up ten minutes earlier, his main concern wasn't with his own wounds. His main concern was with the confidence of those two young Marines that he knew was going to be out there later on neutralizing ID.",
        6441.88,
        6460.58
    ],
    [
        " So even after getting blown up, his main concern was with those two young Marines who worked for him. And isn't that what leadership is all about?",
        6460.58,
        6469.04
    ],
    [
        " We're more about the guys who follow you than you worry about yourself. I just think it's an inspirational story.",
        6469.72,
        6476.26
    ],
    [
        " We had very few politicians coming to visit us or quote VIPs coming to visit us in Ramadi but whenever we did, if I had a brief from the first slide I showed him was Gunny Burkhard thrown a finger at those insurgents.",
        6476.92,
        6491.84
    ],
    [
        " Some of the other things that are happening is you're spending a bunch of money trying to the provincial reconstruction and development. Tell us a little bit about that.",
        6495.8,
        6507.8
    ],
    [
        " Yeah, we had a lot of money to dole out and this was the issue. We had nobody from the State Department there with us until I think the last month before we left because it was so violent.",
        6507.8,
        6520.88
    ],
    [
        " So we didn't really have that State Department support and whenever we would give money to the Iraqis to fix a school or a water plant or whatever, then surgeons would destroy it.",
        6521.86,
        6536.4
    ],
    [
        " So we didn't really do that well with fixing infrastructure there in Ramadi. As you could probably remember there was sewage running down the streets all the time because of the roadside bombs that were blowing up and breaking sewer pipes and everything else.",
        6536.4,
        6552.76
    ],
    [
        " So we did do our best to get into schools. We had patrols going into schools all the time passing out stuff that the kids I was in schools.",
        6553.76,
        6562.78
    ],
    [
        " It was kind of weird environment there because some days, well not some days. Every day you knew you were going to have a high probability of getting shot at or blown up.",
        6562.78,
        6572.66
    ],
    [
        " And yet we tried to create some normalcy, especially with the kids there. And so it was really weird in that way.",
        6573.0,
        6582.84
    ],
    [
        " You know, we're talking about extreme ownership a little bit earlier and you know, I opened it up talking about a blue on blue that we had. You were there at the time and I know there was a lot of different stuff going on and it probably didn't even make the radar of what you had seen and what you were dealing with.",
        6584.04,
        6600.96
    ],
    [
        " But and it was weird for me because you know in the seal teams having a blue on blue is it seems like the most impossible thing that could ever occur.",
        6601.7,
        6615.62
    ],
    [
        " You know, how could it possibly happen that want a good guy shoots a good guy. How is that possible.",
        6615.66,
        6622.0
    ],
    [
        " And so in my chain of command after that happened that happened very early in deployment for me to try and explain to people that this this happens.",
        6622.5,
        6633.68
    ],
    [
        " This happens a lot in this environment.",
        6634.04,
        6636.4
    ],
    [
        " What was how often were you seeing those situations unfold.",
        6636.84,
        6642.04
    ],
    [
        " Yeah, first let me say in the army just like in the seals we take blue on blue very seriously as a matter of fact even in training events.",
        6642.16,
        6649.82
    ],
    [
        " If there's a if we're doing a war fighter exercise which is a computer generator exercise if there's a blue on blue event in the war fighter it's got to be investigated.",
        6650.0,
        6659.32
    ],
    [
        " That's how seriously we take it.",
        6659.7,
        6661.52
    ],
    [
        " I saw blue on blue more often than I would have thought.",
        6661.6,
        6669.94
    ],
    [
        " And it was primarily units passing through another units area of operation where the you know the unit passing through wasn't clear on where certain combat outposts or observation posts were set up.",
        6670.14,
        6687.54
    ],
    [
        " And they would see what look like you know again a soldier with a weapon in the sand.",
        6687.82,
        6692.74
    ],
    [
        " And I know you talk about in your book with Chris Kyle actually where that happens.",
        6692.92,
        6700.9
    ],
    [
        " I remember an interesting situation I'll just mention to you we had a patrol down into meme which is in southern Ramadi.",
        6701.24,
        6709.86
    ],
    [
        " And they were you know conducting their operations down there dealing with the Iraqi citizens and talking to them and such.",
        6710.06,
        6717.12
    ],
    [
        " And then there was a civil affairs team that was not part of my brigade that was also in that vicinity.",
        6717.5,
        6725.9
    ],
    [
        " And there was some small arms fire and the unit from my brigade that felt that there was an insurgents up on top of a rooftop.",
        6727.14,
        6737.58
    ],
    [
        " And this is very similar to a story you tell.",
        6737.58,
        6740.12
    ],
    [
        " And the commander on the ground wanted a super cobra since the Marines were supporting us not in Apache but a super cobra fire on the rooftop at what he thought were insurgents up there.",
        6741.24,
        6754.52
    ],
    [
        " And I happen to be in the operation center at the time.",
        6754.72,
        6756.86
    ],
    [
        " And I guess it's just over time to get some type of intuition.",
        6757.42,
        6761.58
    ],
    [
        " Something just did not seem right.",
        6762.12,
        6764.16
    ],
    [
        " And the fire that this patrol was under wasn't really that significant where I felt it wasn't you know life threatening to that patrol.",
        6764.82,
        6773.9
    ],
    [
        " And I said you know let's just let this play out a little bit more.",
        6774.58,
        6779.38
    ],
    [
        " Let's use some tactical patience here and let this play out a little bit more before I give an order for a super cobra to fire on that target.",
        6779.46,
        6786.34
    ],
    [
        " As it turned out it was the civil affairs team on that roof.",
        6786.56,
        6790.16
    ],
    [
        " And I just thank God.",
        6790.58,
        6792.9
    ],
    [
        " I just thank God that God gave me the presence of mine to wait a little bit and just see how things develop before pulling the trigger on that thing.",
        6793.66,
        6803.4
    ],
    [
        " So it's it's you just have to again use you know real big in the army you know especially when you're a lieutenant or something and hey you got to make a decision.",
        6804.44,
        6813.6
    ],
    [
        " You know I talked about making decisions quickly.",
        6813.6,
        6816.06
    ],
    [
        " Sometimes the best decision to make is let me use some tactical patience.",
        6816.48,
        6820.6
    ],
    [
        " So let me just see how this plays out a little bit until I get a little bit more information before I pull the trigger on something.",
        6820.62,
        6826.64
    ],
    [
        " Yeah the other part of that is not not getting emotional because as you know and I we were talking about earlier I think before we even started recording is a lot of times.",
        6826.92,
        6836.06
    ],
    [
        " You wouldn't see who's attacking you.",
        6836.48,
        6839.16
    ],
    [
        " Right and you're losing guys guys are getting wounded guys are getting killed and now all of a sudden someone's telling you we see the bad guys.",
        6839.16,
        6847.18
    ],
    [
        " It's it's hard not to just have an emotional moment to say hey oh there's bad guys there let's get them yes.",
        6847.18,
        6856.1
    ],
    [
        " And you have to take a moment to make sure that the decision you're making is is the right decision.",
        6856.3,
        6861.7
    ],
    [
        " And like you said sometimes it's a pause and I've been talking about this a lot lately.",
        6861.84,
        6866.68
    ],
    [
        " So one of the principles of leadership that I talk about all the time is default aggressive which means you're going to make something happen.",
        6867.12,
        6873.14
    ],
    [
        " Make it happen like don't wait.",
        6873.6,
        6875.88
    ],
    [
        " But there's if you pay attention to that term default aggressive it's the default mode.",
        6876.46,
        6883.52
    ],
    [
        " It's not it's not the mandatory mode.",
        6884.02,
        6887.02
    ],
    [
        " It can be overruled it can be overridden.",
        6887.08,
        6889.84
    ],
    [
        " The Marine Corps just came out with a new book called learning and one of the one of the terms that they use throughout the book is they try to train Marines to have a bias for action.",
        6889.9,
        6899.54
    ],
    [
        " Same thing it's not blind action.",
        6900.2,
        6902.34
    ],
    [
        " It's not take immediate action no matter what it's lean towards taking action.",
        6902.68,
        6906.84
    ],
    [
        " That's the same thing with default aggressive.",
        6907.1,
        6908.98
    ],
    [
        " It's hey your default mode is I'm going to be aggressive.",
        6909.18,
        6913.96
    ],
    [
        " That doesn't mean you are necessarily going to be aggressive.",
        6914.16,
        6917.88
    ],
    [
        " Yeah and you know when you're engaged in fighting a counter insurgency the other thing is you don't want to kill an insurgent at the expense of killing innocent civilians.",
        6918.28,
        6930.42
    ],
    [
        " And that's something you know from reading history since I was a teenager especially World War II history.",
        6931.52,
        6937.88
    ],
    [
        " You know all of the civilians that were killed during World War II.",
        6938.2,
        6941.96
    ],
    [
        " And I remember when I first got the Ramadi this is how I had learned as I was there you know we talk about continuous learning.",
        6942.46,
        6949.26
    ],
    [
        " Because I would say that a shakes.",
        6949.54,
        6951.3
    ],
    [
        " Hey this this is a battle going on here.",
        6951.9,
        6954.74
    ],
    [
        " Civilians are going to die you got to accept that they didn't want to accept that that that was their tribesmen.",
        6955.38,
        6960.44
    ],
    [
        " You know they don't want to accept that yeah these civilians are going to die.",
        6960.84,
        6963.46
    ],
    [
        " And I learned through the course of time there that we had to do if we wanted to win this thing we had to do all we could do to not kill innocent Iraqi citizens.",
        6963.74,
        6977.1
    ],
    [
        " And if that meant not killing an insurgent in order to save three innocent citizens you were better you were better to I felt you were better to operate that way.",
        6977.52,
        6987.72
    ],
    [
        " Yeah I think that's the standard that's the standard that's what that's that's the American way and that you know that's another thing and we've talked talk about this a little bit and this is.",
        6987.72,
        6996.44
    ],
    [
        " I don't like to get wrapped up in in you know people that are going to argue political points about you know the way things unfolded that the way things unfolded right.",
        6997.26,
        7010.56
    ],
    [
        " But one of the things that you hear a lot is people will talk about you know what I'm when I say this I'm really talking about there's people that just look at the Iraq war as this complete horrible thing everything was wrong.",
        7011.16,
        7024.4
    ],
    [
        " And one of the things that they say all the time is that all these civilians died.",
        7024.4,
        7028.82
    ],
    [
        " And and something that I try and point out to people all the time is yes you're right civilians died and yes Americans did kill some of those civilians.",
        7028.98,
        7043.58
    ],
    [
        " But we went through extreme measures and took extreme risks always to prevent any civilian casualties and the amount of civilians that Americans actually killed is not a big number.",
        7043.66,
        7062.04
    ],
    [
        " The reason that the number of civilians killed is so large is because of the insurgents and because of the fighting that took place in the you know she a versus Sunni for instance it really the the amount of civilians killed by Americans is a very small number when you compare it to what the insurgents did to the people of Iraq.",
        7062.08,
        7085.32
    ],
    [
        " No absolutely agree on you know I mean it is our values and the thing I'm most proud of the Marines and soldiers I worked with over there and the seals I worked with over there is that herons to our military values into our American values of of doing just that taking great pains not to kill us a villain even at the risk of not killing a bad guy so very very proud of a quick story I want to share with you.",
        7086.12,
        7111.24
    ],
    [
        " The governor that we talked about dealt with him a lot he had to have a medical procedure conducted at one point in time so since Ramadi was so dysfunctional in chaotic we had to send him the bag that to an American military treatment facility in bagdad he was gone about two weeks for this medical procedure he comes back",
        7113.18,
        7129.68
    ],
    [
        " and sends a message that he wants to see me so I go see him and he asked everybody in the office to leave you know you usually have this on trial of shakes in there and his staff everybody left except him me and my interpreter he sits down beside me first time he takes my hand in his and for anybody knows anything about Arab culture when an Arab man takes another man's hand in his it's a sign of trust and respect first time he ever did that and he said you know Colonel",
        7130.24,
        7159.6
    ],
    [
        " you know I was talking about American values and the values of the Marines and soldiers I never knew what you were trying to tell me but I said when I was at that American medical treatment facility in bagdad I watched with my own eyes how a wounded insurgent was brought into the trauma center there and I saw how your American medics and nurses and doctors struggled to save the life of this insurgent and he said I could not believe how hard you Americans worked and I was going to be in the hospital and",
        7160.74,
        7189.58
    ],
    [
        " to save the life of one of your enemies said now I finally realized what you were trying to tell me about American values and I mean that really hit home that he saw what his own eyes how we treated our enemies fighting to save the life of this insurgent",
        7189.6,
        7208.12
    ],
    [
        " from a from a leadership perspective and really from a personal perspective as well I mean I know there was months where you lost",
        7208.62,
        7218.08
    ],
    [
        " lost to very significant casualties you know and when I look at the glass factory and what a just",
        7218.08,
        7227.0
    ],
    [
        " just insane setback and even here and you talk about it earlier when we weren't recording you know just the",
        7227.0,
        7236.18
    ],
    [
        " you know that that for you seeing the local populace showing up I mean this is the this is the dream for",
        7238.64,
        7246.18
    ],
    [
        " for a counter insurgencies that we're going to get the local populace they're going to take to",
        7246.18,
        7250.78
    ],
    [
        " the streets and clean up the insurgents and this is how we win and all of a sudden in a matter of days",
        7250.78,
        7256.88
    ],
    [
        " a pathway to victory is actually visible and then to have that horrible incident take place",
        7256.88,
        7265.9
    ],
    [
        " losing you know your best friend over there and yet you still have to press on",
        7266.4,
        7276.36
    ],
    [
        " what what is it about how do you do that mentally how do you get up how do you move forward when you take these",
        7276.36,
        7285.82
    ],
    [
        " significant setbacks you know you know Jaco I think the answer is pretty simple it's because",
        7285.82,
        7293.86
    ],
    [
        " especially when you're in a leadership position you've got others counting on you",
        7294.54,
        7298.06
    ],
    [
        " so because you've got others counting on you you have no choice but to continue to",
        7298.06,
        7303.74
    ],
    [
        " even in situations like that to try to be as positive as you could you know one thing I did over",
        7303.74,
        7309.48
    ],
    [
        " there because you know the days over there could seem like Groundhog Day to the average soldier out",
        7309.48,
        7314.54
    ],
    [
        " there on a patrol day after day you know saying you know these Iraqis give them the stink I and all",
        7314.54,
        7321.5
    ],
    [
        " that and and having his buddy killed and wounded and all of that Groundhog Day I actually put out",
        7321.5,
        7329.1
    ],
    [
        " what I called success cards on a monthly basis because the average soldier didn't understand the",
        7329.1,
        7333.7
    ],
    [
        " success we were having and had to be communicated to the average soldier marine so what would be on",
        7333.7,
        7338.72
    ],
    [
        " the success card okay we found this many weapons cashes this month we detained this many high",
        7338.72,
        7345.2
    ],
    [
        " value target insurgents this month we actually did engagements in this many schools this month",
        7345.2,
        7352.42
    ],
    [
        " etc etc so there was always something to be able to communicate that you succeeded on",
        7352.42,
        7360.16
    ],
    [
        " that if you were just the average soldier out there doing your job day after day you might not",
        7360.16,
        7364.8
    ],
    [
        " have seen that but I think people have to understand when they're in a situation like that leaders",
        7364.8,
        7370.7
    ],
    [
        " have to have a way to communicate the bigger picture to their followers so they understand you are",
        7370.7,
        7376.88
    ],
    [
        " making progress because otherwise it could seem like you're not but an answer your question I think",
        7376.88,
        7381.2
    ],
    [
        " it's just about the fact that people are counting on you you got to do your job as you guys are",
        7381.2,
        7387.78
    ],
    [
        " nearing the end of deployment I show up there task unit bruiser one of the first things that we",
        7387.78,
        7393.02
    ],
    [
        " start planning for is like a fallujah style clearance of Ramadi and the plan as I understood it",
        7393.02,
        7404.92
    ],
    [
        " and again it's a seems like a long time ago in some ways and this is one of those ways trying",
        7404.92,
        7409.16
    ],
    [
        " to remember exactly but the plan that as I remembered as we were starting to organize this thing was",
        7409.16,
        7414.08
    ],
    [
        " that while when the 11 AD showed up and we have the 228 and the 11 AD on the ground at the same time",
        7414.08,
        7421.58
    ],
    [
        " we got double the combat power we're going to do a massive push through and I was telling my guys",
        7421.58,
        7427.4
    ],
    [
        " from a political standpoint it made sense to me because this is why I told my guys I said look I",
        7427.4,
        7433.82
    ],
    [
        " think this is going to happen and the reason I think it's going to happen is because Maliki who just",
        7433.82,
        7437.98
    ],
    [
        " is the prime minister and he's a shea and this is a city filled with SUNY people and I bet he's",
        7437.98,
        7444.36
    ],
    [
        " going to say yep go for it I happen to be wrong and Maliki was a lot smarter and was a lot",
        7444.36,
        7450.52
    ],
    [
        " a lot more willing to try and work towards a stable Iraq because he realized that no actually we're",
        7450.96,
        7459.86
    ],
    [
        " not going to do that there's too much death there's too much destruction it will look exactly like",
        7459.86,
        7464.0
    ],
    [
        " what it is which is a big shea army push into a city filled with SUNY's and a bunch of SUNY's",
        7464.0,
        7470.12
    ],
    [
        " getting displaced and it'll be bad I actually on one of my podcasts was discussing this with one",
        7470.12,
        7477.68
    ],
    [
        " of my friends Darryl and he had read some information that that was all the the plan for a big push",
        7477.68,
        7486.82
    ],
    [
        " through was actually kind of a faint to try and get insurgents to leave and I don't know if it's true",
        7486.82,
        7493.22
    ],
    [
        " or not I don't know if you know it's true or not what what do you remember about that yeah I",
        7493.22,
        7497.8
    ],
    [
        " remember there was talk about it but the other crazy thing there was talk about not having a",
        7497.8,
        7503.24
    ],
    [
        " brigade come in to do a relief with us a serious talk about when two to eight leaves there's not",
        7503.24,
        7510.0
    ],
    [
        " going to be another brigade there so there was so it went from one extreme to to other I did hear",
        7510.0,
        7516.4
    ],
    [
        " talk about a major push and I you know through the city to quote clean it out and then I heard talk",
        7516.4,
        7523.04
    ],
    [
        " that there there may not be another brigade to come in actually the brigade that ended up",
        7523.04,
        7528.14
    ],
    [
        " coming in there wasn't really identified until shortly before we left so I think it was a lot of",
        7528.14,
        7538.9
    ],
    [
        " leaders from both sides Iraq and and United States trying to figure out what the best course",
        7538.9,
        7546.92
    ],
    [
        " was and it was a very complex situation very chaotic and I think they were just trying to really",
        7546.92,
        7552.92
    ],
    [
        " figure it out I was in in between my first deployment to Iraq and my second deployment to Iraq",
        7552.92,
        7558.66
    ],
    [
        " I was the admiral's aid so I worked for the admiral in charge of all the seals great guy and",
        7558.66,
        7566.0
    ],
    [
        " that put me in a lot of meetings a lot of meetings that a 03 would never be in some of those meetings",
        7566.0,
        7572.3
    ],
    [
        " in the Pentagon in with with the the highest you know the highest leaders in the military",
        7572.3,
        7578.12
    ],
    [
        " and I saw that I saw that there was people inside the military that were wondering if we could win",
        7579.74,
        7588.96
    ],
    [
        " and and wondering how we could win if we could win you know the the report that came out in that",
        7588.96,
        7597.44
    ],
    [
        " that summer 06 what said we can't win it's it's unwinnable an unwinnable situation",
        7597.44,
        7605.26
    ],
    [
        " so the idea that that both those options were on the board actually kind of makes sense because you",
        7605.26,
        7613.68
    ],
    [
        " had I guarantee you had some people saying we can't win we can't win in that area",
        7613.68,
        7618.96
    ],
    [
        " and then and obviously some people saying hey we can we just need to get the combat power",
        7618.96,
        7626.22
    ],
    [
        " that's needed and we need to commit to it yeah so you know there's an old saying you can't kill",
        7626.28,
        7632.5
    ],
    [
        " yourself out of an insurgency you know you can't kill enough insurgency there's always going to be",
        7632.5,
        7637.58
    ],
    [
        " more insurgency and even my mindset changed while I was there initially when we went in our mission",
        7637.58,
        7644.66
    ],
    [
        " statement was to defeat the the insurgency take away their will to fight and it actually evolved",
        7644.66,
        7651.92
    ],
    [
        " into protecting the populace and there's a big difference between hey let's see how many",
        7652.06,
        7657.2
    ],
    [
        " insurgency we kill versus hey let's protect the population and to protect the population you need",
        7657.2,
        7664.0
    ],
    [
        " a certain amount of mass of troops there and I and I do think what happened when when the",
        7664.0,
        7672.06
    ],
    [
        " following brigade came in they they did they were able to mass more troops which is great",
        7672.06,
        7676.78
    ],
    [
        " and I give all the soldiers and Marines credit for for the great work they did with with two two with",
        7677.0,
        7682.64
    ],
    [
        " second brigade 28th ID and then with with ready first I mean the credit belongs to the average soldier",
        7682.64,
        7689.0
    ],
    [
        " in Marine that was out there slugging slugging it out every day the average seal that was out",
        7689.0,
        7693.64
    ],
    [
        " there doing their job every day and not giving up yeah I mean they I mean there's a perfect",
        7693.64,
        7700.32
    ],
    [
        " example of resiliency even with those odds stacked against us our soldiers and Marines just",
        7700.32,
        7708.24
    ],
    [
        " would not give up yeah we my my task unit what was good about my task unit I think what was really",
        7708.24,
        7716.1
    ],
    [
        " appreciated was we could kill those bad guys and we could kill those bad guys and it was you know you",
        7716.1,
        7727.3
    ],
    [
        " could see you know you talk to a company commander and any one of those company commanders that",
        7727.3,
        7731.1
    ],
    [
        " were out there they'd go out they'd get in patrol they'd get in a gun fight they'd shoot at some",
        7731.1,
        7735.6
    ],
    [
        " people they wouldn't really know we would leave dead bodies in the streets of the insurgents and",
        7735.6,
        7741.38
    ],
    [
        " and it was of the insurgents and that just seemed to be a really good asset and something that made",
        7741.38,
        7749.46
    ],
    [
        " the made the conventional guys and they were they were so happy when we'd show up at one of their",
        7749.46,
        7755.72
    ],
    [
        " one of their combat outposts they would be so happy for us to show up there because they knew that",
        7755.86,
        7761.36
    ],
    [
        " they'd sent out a patrol and they'd get in a gun fight for sure and sometimes they'd kill a bad guy",
        7761.36,
        7764.92
    ],
    [
        " but they knew that we would we would rack up these kills and what's what's good about it is it",
        7764.92,
        7772.96
    ],
    [
        " allowed us to eliminate the bad guys while protecting the pop the populace so it was a great tool",
        7772.96,
        7780.68
    ],
    [
        " in this environment to help out and and that was you know that's one of the main things that",
        7780.92,
        7787.68
    ],
    [
        " that people talk to me about is you know how how do you build relationships right and how do you",
        7787.68,
        7793.0
    ],
    [
        " build relationships with people and for me it's real simple you build a relationship by saying how",
        7793.0,
        7798.92
    ],
    [
        " can I help you and and that's why when I walked into your office and you've got you know six thousand",
        7798.92,
        7805.92
    ],
    [
        " I guess you include Iraqis 10,000 troops there and I'm not thinking about me and what can I do",
        7806.04,
        7812.92
    ],
    [
        " I'm thinking what how can I help you and and that's the attitude and that's the same attitude",
        7812.92,
        7817.08
    ],
    [
        " we took with the one one AD when they showed up it wasn't hey we're here it was what can we do to help",
        7817.08,
        7822.14
    ],
    [
        " you how can we what do you need from us how can we be of assistance and and then the relationship is",
        7822.14,
        7828.96
    ],
    [
        " oh we we can definitely use your help and then guess what they give back to us help so it's pretty",
        7828.96,
        7835.14
    ],
    [
        " um yeah you know jack a lot of things go through my mind as you're talking and and again you",
        7835.98,
        7840.06
    ],
    [
        " had that great attitude of how could I how could I help I remember when uh two six nine armor left",
        7840.06,
        7847.16
    ],
    [
        " they were with me for the first six months we were there and then first at a 506 comes in so",
        7847.16,
        7852.14
    ],
    [
        " what's the difference between two six nine armor and first at a 506 you're talking about an armor",
        7852.14,
        7856.62
    ],
    [
        " battalion versus a light infantry battalion okay so you know just because two six nine was rotating",
        7856.62,
        7864.16
    ],
    [
        " out doesn't mean they didn't need tanks there so this is a great story about resilience I guess",
        7864.16,
        7871.5
    ],
    [
        " you could call it with with this national guard platoon that I had working with two six nine armor",
        7871.5,
        7877.24
    ],
    [
        " it was it was a platoon from an armor unit in the 28th ID platoon of soldiers so that was I think",
        7877.24,
        7886.0
    ],
    [
        " we had about 40 soldiers there and they were tankers though but when they get the two six nine armor",
        7886.0,
        7891.64
    ],
    [
        " in these dramatic to work with them I task organized them to uh actually I task organized an",
        7891.64,
        7898.32
    ],
    [
        " entire company there uh armor company and uh but but two six nine armor didn't need them to be",
        7898.32,
        7905.62
    ],
    [
        " armor soldiers they said hey you guys be motorized infantry because we got enough armor soldiers",
        7905.62,
        7910.42
    ],
    [
        " so that's what they were until two six nine armor leaves and then the first of five first of",
        7910.42,
        7916.28
    ],
    [
        " five oh six comes in and they said we still need tanks so we took a platoon from this armor company",
        7916.28,
        7922.52
    ],
    [
        " put them on tanks because they were trained tankers and they just talk about pivoting okay we're",
        7922.52,
        7929.04
    ],
    [
        " talking about pivoting with COVID-19 these guys pivoted from being tankers to being motorized",
        7929.04,
        7935.34
    ],
    [
        " infantry well two six nine armor was there and then first at a 506 infantry comes in they pivot",
        7935.34,
        7940.8
    ],
    [
        " back to being tankers get on tanks and did just a fabulous job and they had several main gun",
        7940.8,
        7947.64
    ],
    [
        " engagements in downtown Ramadi while they were working with first at a 506 and the first at 506",
        7947.64,
        7954.98
    ],
    [
        " love them I forget when month it was but I know there was a ID that destroyed a tank in the",
        7954.98,
        7961.66
    ],
    [
        " Malab area which you talk about you know where the soccer stadium was and uh the tank commander",
        7961.66,
        7967.3
    ],
    [
        " was able to get all of his crewman out of that tank without anybody getting wounded were worse",
        7967.3,
        7973.7
    ],
    [
        " and there was a fight that went on down there for at least 24 hours and a few soldiers were killed",
        7973.7,
        7981.42
    ],
    [
        " during that engagement from from the first of five oh six and uh and but it just goes to show how",
        7981.42,
        7988.74
    ],
    [
        " these soldiers are so adaptable so agile able to pivot like that without complaining it's kind of",
        7988.74,
        7995.02
    ],
    [
        " like this what you need us to do we'll do it isn't that isn't that amazing story though how many",
        7995.02,
        7999.74
    ],
    [
        " how many soldiers from other armies could make that type of pivot and do it in an outstanding manner",
        7999.74,
        8006.56
    ],
    [
        " like those soldiers that yeah it's just it shows you the power of the uh American military to have",
        8006.56,
        8013.26
    ],
    [
        " that kind of attitude you know because it's interesting as you say that hey how many people could pivot",
        8013.26,
        8019.94
    ],
    [
        " it and you're just talking about the pivot you're not even talking about the fact that these guys are",
        8020.46,
        8025.76
    ],
    [
        " doing combat operation after combat operation after combat operation in the Malab district with",
        8025.76,
        8031.24
    ],
    [
        " subsurface i.e. these destroying tanks destroying humvees you know these these coordinated attacks that",
        8031.24,
        8040.14
    ],
    [
        " they're doing the vehicle born i.e.s I mean you were talking about the uh the checkpoint on the",
        8040.14,
        8049.16
    ],
    [
        " meme and and and South Central Ramadi that is one of that is that is a checkpoint that got",
        8049.16,
        8056.92
    ],
    [
        " overrun yeah it got overrun by the enemy massive Iraqi soldiers killed and wounded",
        8056.92,
        8064.76
    ],
    [
        " most of the Iraqi soldiers deserted after that never came back but that's the kind of",
        8064.76,
        8070.1
    ],
    [
        " the the enemy there was really good yeah and they use the same they they they use combined arms",
        8070.1,
        8077.64
    ],
    [
        " you know between RPGs and mortars and machine gun and then vehicle born i.e.s they coordinated",
        8077.64,
        8083.04
    ],
    [
        " over the radio they had metavac procedures I mean they did what what military units did yeah it",
        8083.04,
        8091.48
    ],
    [
        " was a military unit and and they had a goal of creating a caliphate yeah I mean that was their goal",
        8091.48,
        8097.04
    ],
    [
        " you know talk about purpose you know talk about inspiring people by giving them a purpose",
        8097.04,
        8101.62
    ],
    [
        " that that was their purpose and in life was to create was to take over Ramadi so they could have",
        8102.0,
        8107.76
    ],
    [
        " that as part of what they thought would be an American caliphate so it's really interesting that's",
        8107.76,
        8116.2
    ],
    [
        " full spectrum between a fallujah style clearance and a hey we're leaving and not coming back yeah",
        8116.2,
        8121.54
    ],
    [
        " yeah that that shows you where the war was I mean it really does um now we we start getting towards",
        8121.54,
        8131.32
    ],
    [
        " the end of your deployment and we're starting turnover procedures and at some point obviously",
        8131.32,
        8136.16
    ],
    [
        " it went from hey we're gonna do a massive kinetic sweep to all right we're gonna continue this",
        8136.16,
        8143.02
    ],
    [
        " counter insurgency we're gonna start doing this in a less kinetic way then a fallujah style",
        8143.02,
        8147.66
    ],
    [
        " and and it starts to become time for you guys to kind of kind of pack up head home",
        8147.66,
        8153.36
    ],
    [
        " mm-hmm you uh when when you guys as a unit head back how long does that redeployment take",
        8153.36,
        8162.7
    ],
    [
        " well the um the relief in place about two weeks so you know we call it left seat right seat so",
        8162.7,
        8174.42
    ],
    [
        " for the first week that the brigade that's going to take our place gets there we're still into left",
        8174.42,
        8180.34
    ],
    [
        " seat or a driver seat and they're observing and then for the second week they're in a driver seat",
        8180.34,
        8185.98
    ],
    [
        " they're in a left seat and then we're in the right seat observing them so in theory it's about",
        8185.98,
        8191.06
    ],
    [
        " two weeks and that's about what it was maybe it was 10 days instead of 14 and then when we get back",
        8191.06,
        8196.4
    ],
    [
        " uh we went back down to Kuwait for a few days and then got back over to the states here I think",
        8196.4,
        8203.86
    ],
    [
        " was Fort Dix where we actually demobbed that and that was I think about five or six days so",
        8203.86,
        8209.62
    ],
    [
        " there wasn't a lot of there really wasn't that much time to decompress before sending these",
        8209.62,
        8216.06
    ],
    [
        " national guard soldiers which I I commanded obviously like we already talked about it some active",
        8216.06,
        8221.54
    ],
    [
        " duty forces with me too but for the national guard units that were with me to go back into their",
        8221.54,
        8226.74
    ],
    [
        " civilian environments it wasn't a lot of decompression time I mean you get right down to from leaving",
        8226.74,
        8232.78
    ],
    [
        " an environment like Ramadi I mean a dangerous chaotic environment like that to going back and",
        8232.78,
        8238.98
    ],
    [
        " doing whatever their civilian job was but that that's the other thing about the guard that I just",
        8238.98,
        8243.58
    ],
    [
        " want I don't know if we emphasize it enough is the the the unique thing with the national guard they",
        8243.58,
        8248.68
    ],
    [
        " have their military training so they could do their military school but then they also bring civilian",
        8248.68,
        8254.2
    ],
    [
        " skills with them I'll give you an example I had some officers who worked in the police departments",
        8254.2,
        8260.64
    ],
    [
        " here in the states and we had them working with Iraqi police to try to help them become better police",
        8260.64,
        8267.06
    ],
    [
        " you know we had you know we had everything there we had bankers we had carpenters we had",
        8267.06,
        8272.36
    ],
    [
        " electricians and a lot of that led to creating better a better infrastructure at our combat outposts",
        8272.36,
        8282.32
    ],
    [
        " and and other places so our soldiers could live a little bit more of a better life when they when",
        8282.32,
        8288.22
    ],
    [
        " they weren't out on patrol so a lot of these civilian skills that the guard have actually",
        8288.22,
        8292.86
    ],
    [
        " pays dividends when you go into a combat situation a lot of people don't think about that",
        8292.86,
        8297.48
    ],
    [
        " it's crazy for me to think now we we've kind of changed our perspective now on how you decompress",
        8297.48,
        8305.18
    ],
    [
        " people and even like in the SEAL teams when we came home from Ramadi we got on a plane we flew home",
        8305.18,
        8309.08
    ],
    [
        " and we were home yeah well we well to be quite frank what we did was they sent us we went to a bar",
        8309.08,
        8314.34
    ],
    [
        " and we drank and we and they had they had guys to shuttle us home with our one new guy would drive",
        8314.62,
        8321.12
    ],
    [
        " our car and the other new guy would drive would would sorry one new guy would drive us in our car",
        8321.12,
        8327.34
    ],
    [
        " to our house another new guy would follow him and take him back to do the next run for the next guy",
        8327.34,
        8332.34
    ],
    [
        " not exactly what you would call a good plan for decompression and now they've do a much better job",
        8332.34,
        8338.46
    ],
    [
        " but I it's you know one of the best things that you can do when you come home as you",
        8338.46,
        8343.58
    ],
    [
        " want to spend time with the people that you were there with you want to tell stories you want to",
        8343.58,
        8347.04
    ],
    [
        " get it out of your system you want to laugh you want to cry you want to you want to kind of like",
        8347.04,
        8351.46
    ],
    [
        " like you said decompress for the soldiers coming home and then they're rolling back into a civilian",
        8351.46,
        8357.68
    ],
    [
        " job and all of a sudden they're not seeing their their their friends every day the people that they",
        8357.68,
        8361.84
    ],
    [
        " just served with what did it look like from your position as the commander as all that unfolded",
        8361.84,
        8368.68
    ],
    [
        " what were the reports coming back where guys getting in trouble was it useful in one thing that I",
        8368.68,
        8373.18
    ],
    [
        " tell military guys all time active duty guys when they get out whether they just get out of whether",
        8374.06,
        8377.86
    ],
    [
        " the retire like you got to find a new mission right so I imagine some people hey it's time to go",
        8377.86,
        8384.44
    ],
    [
        " back to work okay go back to work they kind of get back into that mission but for me I always see",
        8384.44,
        8389.32
    ],
    [
        " guys that have the most trouble when they don't have they don't have a job to go into they don't",
        8389.32,
        8392.96
    ],
    [
        " have anything to do and now they kind of the devil's what is it the the idle hands or the devil's",
        8392.96,
        8398.56
    ],
    [
        " plaything yeah yeah you know I think and again I had 35 states contribute soldiers to",
        8398.56,
        8405.96
    ],
    [
        " second brigade 28th ID and so you know the main states were Vermont, Pennsylvania and Utah so for",
        8405.96,
        8414.06
    ],
    [
        " those states I think things were a little bit easier because at least you still had soldiers",
        8414.06,
        8418.52
    ],
    [
        " from your state from your unit even though you might be miles apart but still relatively close",
        8418.52,
        8423.7
    ],
    [
        " but for the other soldiers that were we might have got you know 40 soldiers from Illinois or",
        8423.9,
        8431.2
    ],
    [
        " you know another you know another 130 soldiers from Michigan I mean a lot harder because",
        8431.2,
        8437.3
    ],
    [
        " people don't know what those soldiers really went through I mean they read about it they saw it",
        8437.3,
        8442.36
    ],
    [
        " on the news but they weren't there and you probably know Jaco that it's pretty hard to talk to",
        8442.36,
        8448.0
    ],
    [
        " somebody who hasn't been there about what we've been through I could have a much easier time talking",
        8448.0,
        8452.94
    ],
    [
        " you about this than I could to somebody who's who's never been there and and even if I'm just",
        8452.94,
        8458.04
    ],
    [
        " talking to an acquaintance somewhere they never served there I really don't like to talk about too",
        8458.04,
        8463.78
    ],
    [
        " much with them now if I was somebody who was there yeah a little bit more of a bond so it is very",
        8463.78,
        8470.44
    ],
    [
        " difficult for National Guard soldiers because they aren't as they're not staying in the same you know",
        8470.44,
        8479.52
    ],
    [
        " military post or base that a seal is or that an active duty soldier or marine might be so that",
        8480.22,
        8487.34
    ],
    [
        " is a difficult part and we just try to keep an eye on each other and that's what we try to do",
        8487.34,
        8491.6
    ],
    [
        " when we when we came back home I will tell you there were some suicides and there were some other",
        8491.6,
        8498.76
    ],
    [
        " issues that even the this day soldiers are still still trying to deal with and it's it's a never",
        8498.76,
        8504.54
    ],
    [
        " fight when you come back from a place like that what what was your situation when you got home did",
        8505.36,
        8513.58
    ],
    [
        " you stay on active duty for a while did you go back to work yeah I did stay on I at that point in",
        8513.58,
        8520.74
    ],
    [
        " time I wasn't with the family business anymore at this point in time I was already off working with",
        8520.74,
        8524.8
    ],
    [
        " a consulting firm in the Philadelphia region so yeah I stayed on active duty for for a few months",
        8524.8,
        8532.1
    ],
    [
        " and then I went back to work one thing I did have the opportunity to do we did have 15 of our",
        8532.34,
        8538.26
    ],
    [
        " Pennsylvania National Guardsmen get killed in action over there and I had an opportunity to",
        8538.26,
        8542.96
    ],
    [
        " to I just made it a point to go see the families and I just have to say how much respect I have for",
        8542.96,
        8550.24
    ],
    [
        " the families and as you know whenever one of our brothers or you know brothers get killed and",
        8550.24,
        8556.72
    ],
    [
        " you know thank God although I had 200 female soldiers with me in the brigade none of the females",
        8556.72,
        8561.76
    ],
    [
        " were killed over there but I always feel bad for the family you know yeah I feel bad if I",
        8562.5,
        8570.32
    ],
    [
        " lose a friend obviously feel terrible about it but the thing that hits me most emotionally is when",
        8570.32,
        8577.72
    ],
    [
        " I think about the family what the family is going through with that mother and father going",
        8577.72,
        8581.88
    ],
    [
        " through with the brothers sisters are going through with the wife for you know going through the",
        8581.88,
        8586.56
    ],
    [
        " spouses going through and that's what gets me most emotional when I think about that and I wanted",
        8586.56,
        8593.86
    ],
    [
        " to go and visit those families and they're remarkable I thought there might be some that would be",
        8593.86,
        8600.74
    ],
    [
        " very very angry and every one of them respected the sacrifice that there that their loved one had",
        8600.74,
        8609.98
    ],
    [
        " made so that just really heartened me about the fact that it was even though it was the the soldier",
        8610.04,
        8616.48
    ],
    [
        " that made the decision to join the family still supported that decision and supported the sacrifice",
        8616.48,
        8622.46
    ],
    [
        " that they made and that that really heartened me in a way I do want to talk about so I don't know",
        8622.46,
        8628.6
    ],
    [
        " if you know this or not but we created a war memorial to the the the fallen that I do know that I've",
        8628.6,
        8637.18
    ],
    [
        " seen it it's pretty it's pretty special was around the December of 2005 I was talking to my",
        8637.18,
        8643.12
    ],
    [
        " sergeant major and we decided that at that point in time I can't remember exactly what the number",
        8643.12,
        8648.62
    ],
    [
        " of KIA was in in December but it was at least 40 I know that much and we just decided that we",
        8648.62,
        8659.5
    ],
    [
        " should create some type of memorial to these soldiers and Marines and and by the way at the end of",
        8659.5,
        8666.08
    ],
    [
        " the day by time we had left there there were three Navy Corpsmen that had been killed in action",
        8666.08,
        8669.8
    ],
    [
        " there too but at at any rate we put out the word in the brigade that we wanted to have a memorial",
        8669.8,
        8680.44
    ],
    [
        " to these soldiers and one of our Pennsylvania National Guards became forwarded with a design it",
        8680.44,
        8687.02
    ],
    [
        " was a female she was an art teacher in her civilian job and she put out this concept I remember when",
        8687.02,
        8694.04
    ],
    [
        " she described it to myself in the sergeant major I think in early January I actually brought tears",
        8694.04,
        8700.16
    ],
    [
        " to my eyes it was an obelisk and a pair of dog tags for every soldier that was killed but hang",
        8700.16,
        8707.58
    ],
    [
        " inside of this obelisk and it would have cuts through it the cuts look like it was shrapnel cuts",
        8707.58,
        8714.06
    ],
    [
        " and and and a machine gun fired into it too and as the wind would blow through this obelisk",
        8714.06,
        8720.96
    ],
    [
        " as the dog tags would cling together in the wind the symbolism was the fallen warriors as they",
        8720.96,
        8727.7
    ],
    [
        " continued to speak to us so think about that and so we we we had our soldiers in the maintenance",
        8727.7,
        8735.52
    ],
    [
        " units build this memorial in Ramadi we dedicated it on Easter Sunday April 16 2006 we dedicated it we",
        8735.52,
        8745.12
    ],
    [
        " had I think it was at that time about 72 of our soldiers had been killed in in Marines and others",
        8745.12,
        8752.64
    ],
    [
        " have been killed in action at that time and we had the deputy commander from the marine division",
        8752.64,
        8760.54
    ],
    [
        " there for this ceremony we had and all the battalion commanders were there and it was just a special",
        8760.54,
        8767.44
    ],
    [
        " tribute and we took a risk because you don't want that many people you know congregated in one spot",
        8767.44,
        8773.48
    ],
    [
        " at any area and and there and we did have our share of rockets and mortars falling on the",
        8774.44,
        8778.8
    ],
    [
        " fort operating base and we had this memorial ceremony in April and then when we left there in June",
        8778.8,
        8785.8
    ],
    [
        " we deconstructed it put it in a kind of ship the back home and then in October 2016 we re-dedicated it",
        8785.8,
        8792.58
    ],
    [
        " in uh 40 in downtown gap it still stands there to this day I think it's one of the only war",
        8792.58,
        8797.68
    ],
    [
        " memorials that was designed and built and dedicated in a war zone and then deconstructed and re-dedicated",
        8798.34,
        8805.7
    ],
    [
        " back here in the United States I don't know if there's another memorial like that when we left",
        8805.7,
        8810.12
    ],
    [
        " Ramadi there were 81 pair of dog tags hanging in in that memorial our last soldier died after we",
        8810.12,
        8817.62
    ],
    [
        " returned he was a sergeant a filler tillery sergeant who had serious burns and for months was in",
        8818.82,
        8828.7
    ],
    [
        " treatment at Brook Army Medical Center and succumbed to his wounds that he received in November of",
        8828.7,
        8833.9
    ],
    [
        " 2005 he succumbed to those wounds in July 2006 and he was the last set of dog tags that we hang",
        8833.9,
        8841.38
    ],
    [
        " inside of that memorial and again it took me years before I could explain to you what I just did without",
        8841.46,
        8850.36
    ],
    [
        " crying and just that symbolism of the in ice up is there a memorial day the symbolism is to win",
        8850.36,
        8858.54
    ],
    [
        " blows through that obliques those dog tags clink together those fallen warriors continuing to speak",
        8858.54,
        8865.18
    ],
    [
        " to us I think is just so powerful and that's why I think events where we do something in honor of",
        8865.18,
        8873.22
    ],
    [
        " a fallen warrior is so important because I believe whenever we speak a fallen warrior's name or do",
        8873.22,
        8879.78
    ],
    [
        " something in their honor we keep their spirit on earth alive you know I think there's something",
        8879.78,
        8885.82
    ],
    [
        " powerful to that keeping their spirit on earth alive think about that I'm sorry to deviate here for",
        8885.82,
        8891.82
    ],
    [
        " a minute but we do this march for the fallen that I think you're aware of it's a 28 mile",
        8891.82,
        8896.22
    ],
    [
        " rock march we do in Fort Indian Town Gap very similar to the batonman memorial death march we usually",
        8896.22,
        8902.08
    ],
    [
        " get about a thousand people there every year and everyone does that rock march in honor of a fallen",
        8902.08,
        8907.96
    ],
    [
        " warrior and when you're out there doing a 28 mile rock march for the 35 pound pack your feet are",
        8907.96,
        8915.38
    ],
    [
        " bleeding a little bit you're sweating you tear up now and then when you're thinking about what you're",
        8915.38,
        8920.42
    ],
    [
        " doing what better dedication to keep the spirit of the fallen warrior alive it's just amazing I",
        8921.3,
        8926.98
    ],
    [
        " just think it's an important thing to do you know memorial day is an important holiday remembering our",
        8926.98,
        8931.86
    ],
    [
        " fallen is so important we could never forget the sacrifice they made and we could never forget the",
        8931.86,
        8936.08
    ],
    [
        " families that are still suffering to this day that lost loved ones in Iraq and Afghanistan",
        8936.08,
        8942.64
    ],
    [
        " and that memorial march is up it's open to the public right yeah open to the public September 26",
        8942.64,
        8949.76
    ],
    [
        " this year so far it has not been canceled because of the COVID or anything if people at Google",
        8949.76,
        8954.66
    ],
    [
        " march for the fallen 2020 it'll come up I just googled it today to make sure you know what it",
        8954.66,
        8962.6
    ],
    [
        " would come up and it came up I googled march for the fallen 2020 it was the first thing to come",
        8962.6,
        8966.98
    ],
    [
        " up you'll see it's at 14 in town gap Pennsylvania 28 mile rock march in honor of those fallen",
        8966.98,
        8973.02
    ],
    [
        " warriors and and just a great tribute to keep the spirit of these fallen warriors alive",
        8973.02,
        8978.52
    ],
    [
        " no doubt about it that's um and I remember seeing that obelisk when I got there you get you know you",
        8979.0,
        8984.62
    ],
    [
        " guys are still on the ground uh I think I got there right around the time it was dedicated I mean I",
        8984.62,
        8989.94
    ],
    [
        " forget the exact date I'm gonna I'm gonna actually try and figure that out because I should know that date",
        8989.94,
        8995.26
    ],
    [
        " but you know you you were telling me earlier and then I agreed you know you said you asked me if I",
        8995.26,
        9001.54
    ],
    [
        " kept the journal in Ramadi I said no and you said you had neither in both of us wish that we had",
        9001.54,
        9005.2
    ],
    [
        " because you know you you just a little dates like that of they they mean a lot and uh but I",
        9005.48,
        9012.34
    ],
    [
        " remember I remember seeing that and you know of course it's very sobering you know for when I",
        9012.34,
        9018.3
    ],
    [
        " showed up there and and look we knew what we were getting into um and so you know to see to see",
        9018.3,
        9024.0
    ],
    [
        " that monument to see those those dog tags and and know what each one of those represents was definitely a",
        9024.0,
        9030.96
    ],
    [
        " um very somber and very solemn moment and you're absolutely correct um every time you you talk about",
        9032.46,
        9041.72
    ],
    [
        " the the people that you know the people that you lost it it their spirit still here you know",
        9041.72,
        9048.4
    ],
    [
        " that's one of the best things about the job that I do you know I go around and talk to companies",
        9048.4,
        9053.02
    ],
    [
        " and you even right here right now this is what we're doing you know we got we got friends we got",
        9053.02,
        9057.1
    ],
    [
        " people that sacrificed so that we can sit here today yeah and and we can never forget that yeah we",
        9057.6,
        9063.94
    ],
    [
        " can never forget their families and you know what should inspire our warriors to continue to adhere",
        9063.94,
        9071.16
    ],
    [
        " to our values and continue to drive on whatever mission it is because of all these soldiers from",
        9071.16,
        9076.9
    ],
    [
        " every war that that that made the ultimate sacrifice to build a country that we have uh and I know",
        9076.9,
        9083.58
    ],
    [
        " you know obviously a lot of social unrest and there's a lot of things that may not be perfect about",
        9083.58,
        9088.72
    ],
    [
        " our country but I could guarantee you this uh after being over in Iraq after spending the last three",
        9088.72,
        9094.24
    ],
    [
        " years in Europe and traveling to about 40 different countries over there there is no country",
        9094.24,
        9099.4
    ],
    [
        " that is as great as our country in many many different ways so it's an imperfect country",
        9099.4,
        9105.48
    ],
    [
        " but it's it's it's a country that people from all over the world want to gravitate to and come here",
        9105.48,
        9112.36
    ],
    [
        " we just got to all work together to keep this country great that's what that that is about is we",
        9112.56,
        9118.02
    ],
    [
        " all work together to uh to to to gain the promise that our forefathers wanted this country to be and",
        9118.02,
        9126.76
    ],
    [
        " they probably you know hey when they wrote that constitution um they knew it wasn't a perfect",
        9126.76,
        9133.62
    ],
    [
        " constitution for a lot of reasons primarily because of slavery and uh we have to just keep working",
        9133.62,
        9140.32
    ],
    [
        " at things to make this country what it needs to be and we all need to work together to achieve that",
        9140.32,
        9146.74
    ],
    [
        " you ended up going to 40 different countries when i was over in Europe in the last three years",
        9146.74,
        9152.66
    ],
    [
        " yeah yeah yeah and many of them many times over so was that did you so you picked up",
        9152.66,
        9157.16
    ],
    [
        " so you got home from Ramadi what was your next what happened then yeah when I got home from Ramadi uh",
        9157.16,
        9162.66
    ],
    [
        " I did uh get promoted to to become a one star I worked at our joint force headquarters",
        9162.66,
        9169.9
    ],
    [
        " at any town gap and then uh in 2011 I was asked by our adjunct general to come on full time so",
        9169.9,
        9176.28
    ],
    [
        " I served full time for a year as as one of the deputy adjunct generals at our at our joint force",
        9176.28,
        9182.06
    ],
    [
        " headquarters and then I was given the honor of commanding the 28th infantry division for",
        9182.06,
        9186.12
    ],
    [
        " over three years so I did that full time from uh from um 2012 until 2016 and then in 2016 I had the",
        9186.12,
        9197.88
    ],
    [
        " honor of uh getting assignment to go to us army europe and vise-bought in germany for three years",
        9197.88,
        9202.96
    ],
    [
        " as one of the deputy commanding generals there and I served over there again for three years uh worked",
        9202.96,
        9210.12
    ],
    [
        " with our NATO allies and other European partners uh and uh I have the greatest respect for our allies",
        9210.12,
        9217.56
    ],
    [
        " over there uh was in Ukraine many times uh to the training center that we have there to",
        9217.56,
        9223.2
    ],
    [
        " to as a Ukrainian battalion rotates out of the dombas region where they're uh still fighting the",
        9223.62,
        9231.36
    ],
    [
        " Russian led separatists there and by the way uh when I left there about 30 Ukrainian soldiers were",
        9231.36,
        9237.96
    ],
    [
        " getting killed every month uh so I mean it's still a war going on in the dombas region but",
        9237.96,
        9244.14
    ],
    [
        " battalions would rotate out of the dombas the Ukrainian battalions they'd come back to uh western",
        9244.14,
        9250.04
    ],
    [
        " Ukraine to a training area that we had there and united states canada lithuanian poland",
        9250.38,
        9256.44
    ],
    [
        " would work together to help this battalion train to be a more effective fighting unit and uh so",
        9256.44,
        9265.18
    ],
    [
        " was was there many times but uh yes spent a lot of time in Poland and the three ball to countries",
        9265.18,
        9270.18
    ],
    [
        " down in the Balkans uh I mean I was all over the place and did you did you do you speak any polish",
        9270.18,
        9275.88
    ],
    [
        " uh very very little yeah very I could say goodnight and hello and those type of thing the funny",
        9276.38,
        9281.48
    ],
    [
        " thing is you know my grandmother and father you know my grandmother died when I was 10 so I remember",
        9281.48,
        9287.14
    ],
    [
        " my grandmother and father speaking Polish together and the reason they didn't want to teach any of us",
        9287.14,
        9292.4
    ],
    [
        " kids Polish so they could talk in Polish without us knowing what they were trying to say so they",
        9292.4,
        9298.2
    ],
    [
        " didn't try to teach us the language uh one of my friends that was in the seal teams with me his um",
        9298.2,
        9304.44
    ],
    [
        " he was his dad was uh was uh mexican yeah and you know and the kid looked mexican and you know I said",
        9304.76,
        9313.92
    ],
    [
        " and he he had a little bit of an accent you know a little bit of an accent just from growing up",
        9313.92,
        9320.1
    ],
    [
        " with his dad who spoke spoke Spanish and and who to this guy's you know admission he said you know",
        9320.1,
        9326.56
    ],
    [
        " my dad didn't really speak you know didn't really speak English very well at all and his mom",
        9326.56,
        9332.64
    ],
    [
        " spoke Spanish too and I said oh this is why you have a little bit of an accent he said yeah",
        9332.64,
        9337.6
    ],
    [
        " you know that's probably where it comes from and I said well you know at least at least you speak",
        9337.6,
        9341.66
    ],
    [
        " Spanish and he goes no I don't speak Spanish his dad refused to have him speak Spanish because his",
        9341.66,
        9349.74
    ],
    [
        " dad wanted him to be an American yeah and and even though his dad wasn't you know great with English",
        9349.74,
        9355.8
    ],
    [
        " he wouldn't speak to him in Spanish and I thought that's where you're gonna go you know because that",
        9355.8,
        9360.4
    ],
    [
        " that was kind of the old the old attitude was hey we're in America now yeah so uh interesting",
        9360.4,
        9366.36
    ],
    [
        " story you know I I I did you know um have this little thing that you you put together when when you",
        9366.36,
        9373.5
    ],
    [
        " were the commanding general there the 228 there was a couple little things I just wanted to highlight",
        9373.5,
        9376.98
    ],
    [
        " the 28th idea not the 228 oh sorry yes the 28th idea yeah when you were the division commander",
        9376.98,
        9382.52
    ],
    [
        " you had a um sort of a guidance for your troops and there's just a couple good leadership things",
        9382.52,
        9388.12
    ],
    [
        " in here it says every leader is trusted and expected to use disciplined initiative",
        9388.12,
        9392.62
    ],
    [
        " within the commanders intent without wasting time requesting permission report up as the situation",
        9392.62,
        9399.78
    ],
    [
        " develops request further guidance or support as necessary demonstrating a high level of initiative",
        9399.78,
        9406.5
    ],
    [
        " is worth the risk of making honest mistakes so great concise statement there yeah I think that came",
        9406.5,
        9416.34
    ],
    [
        " from my time in Ramadi where I realized you know as we were in distributed operations there I mean",
        9416.34,
        9421.7
    ],
    [
        " most operations were conducted at the platoon level there and you know the situation was so dynamic",
        9421.7,
        9428.32
    ],
    [
        " that you couldn't uh waste time asking your higher level leader you know what should I do you",
        9428.32,
        9434.66
    ],
    [
        " know you had a you had a show initiative and so when I came back I knew our soldiers were going to",
        9434.66,
        9438.72
    ],
    [
        " continue to deploy overseas as a matter of fact we have elements of our aviation brigade in",
        9438.72,
        9443.64
    ],
    [
        " Pennsylvania getting ready to go over to Afghanistan and I just knew this was going to be a long war",
        9443.72,
        9449.78
    ],
    [
        " we're going to continue to deploy troops over there and I realized one of my jobs is the vision",
        9449.78,
        9454.82
    ],
    [
        " commander even if we didn't deploy the entire division over there I had units going over had to",
        9454.82,
        9459.94
    ],
    [
        " get them ready to fight in chaotic situations and the best way to do that was to help them understand",
        9459.94,
        9467.84
    ],
    [
        " the need to develop initiative and we had to do that in a training environment so that when they",
        9467.84,
        9473.04
    ],
    [
        " got to a combat environment they would continue to do that this thing if in a training environment you",
        9473.04,
        9478.44
    ],
    [
        " don't allow your soldiers or in a civilian organization you don't allow your your people saying a",
        9478.44,
        9484.6
    ],
    [
        " steady state operation to demonstrate initiative then when you get as a soldier deploy overseas if",
        9484.6,
        9491.46
    ],
    [
        " you're not used to the displaying initiative in a training environment guess what it doesn't",
        9491.46,
        9495.94
    ],
    [
        " automatically flip the switch in its combat now I'm going to show some initiative uh that doesn't",
        9495.94,
        9500.98
    ],
    [
        " happen the same in a civilian civilian company your demon if you don't allow your employees to",
        9500.98,
        9506.06
    ],
    [
        " demonstrate initiative steady state then when you hit something like the coronavirus COVID-19",
        9506.06,
        9512.04
    ],
    [
        " hey you know they're not automatically going to display initiative so I think it's important to",
        9512.04,
        9516.9
    ],
    [
        " encourage that before you're in a crisis man no doubt about that I that was always my main goal",
        9516.9,
        9524.16
    ],
    [
        " you know that's the fourth the fourth law of combat that I talk about is decentralized command and",
        9524.16,
        9529.98
    ],
    [
        " it's the most powerful of the of the laws of combat that I talk about not that the other ones aren't",
        9530.36,
        9537.02
    ],
    [
        " powerful but you can't have decentralized command unless you have cover move unless you have if",
        9537.02,
        9541.84
    ],
    [
        " unless you keep things simple unless you prioritize next you those things don't really work",
        9541.84,
        9545.4
    ],
    [
        " decentralized command cannot work without those three but once you implement decentralized command",
        9545.4,
        9550.28
    ],
    [
        " this is what allows a team to really do well yes everybody leads that's what you want",
        9550.28,
        9556.28
    ],
    [
        " so what was your last tour in the army my last tour into army was as uh was as one of the deputy",
        9556.7,
        9562.2
    ],
    [
        " commanding generals at us army europe I served there from 2016 to 2019 I left europe in April 2019",
        9562.2,
        9569.22
    ],
    [
        " and then retired in Pennsylvania in June 2019 two months after I left europe and then what",
        9569.22,
        9576.5
    ],
    [
        " point did you start writing the book uh you know the funny thing with the book is again I did this",
        9576.5,
        9582.0
    ],
    [
        " bicycle trip with my wife and 15 month old son in 1983 so here it was 2019 just retired from the",
        9582.12,
        9588.98
    ],
    [
        " army sitting around a fire pit with my younger son Timothy and he starts asking me questions about",
        9588.98,
        9596.08
    ],
    [
        " this bike trip because I believe it and I didn't talk about it all that much for some reason",
        9596.08,
        9600.34
    ],
    [
        " and uh I start telling him stories and we're laughing and they go as daddy goes you should write a",
        9600.34,
        9605.6
    ],
    [
        " book about it and so I get back home I'm talking to my wife and she goes you know john I think",
        9605.6,
        9610.48
    ],
    [
        " that's a good idea because your kids and your grandkids need to know the story and I do have two",
        9610.48,
        9616.92
    ],
    [
        " grandchildren and uh I said you know what if nothing else just for the family you know to have the",
        9616.92,
        9622.5
    ],
    [
        " store so I I took this journal that I kept on the bike trip that was sitting in a shoe box literally",
        9622.5,
        9628.26
    ],
    [
        " a shoe box for over 35 years use that as a basis to write the book and then because I I'm as passionate",
        9628.26,
        9636.38
    ],
    [
        " about leadership as you are jaco I I wanted to put a leadership component in there because there",
        9636.38,
        9642.84
    ],
    [
        " were so many leadership elements to that bike trip and so I wrote the book I started in the fall of",
        9642.84,
        9651.2
    ],
    [
        " 2019 and then was able to get a published in February of 2020 quick turnaround you know I",
        9651.2,
        9658.7
    ],
    [
        " um that like I said there's a ton of stuff great stuff inside this book um I want to read one more",
        9658.7,
        9665.24
    ],
    [
        " chunk of it pretty pretty good chunk here and then the part this is a part called leadership and",
        9665.34,
        9671.18
    ],
    [
        " and look you've got these leadership lessons kind of strewn throughout and you you you put an",
        9671.18,
        9676.48
    ],
    [
        " exclamation point on them here you you say this character competence and resilience are essential",
        9676.48,
        9681.62
    ],
    [
        " essential for effective leadership leaders must be true to their values even when their backs are",
        9681.62,
        9686.92
    ],
    [
        " against the wall leaders must cultivate trust by trusting others first sharing the load and following",
        9686.92,
        9693.02
    ],
    [
        " through on promises leaders must care more about those they lead than they care about themselves",
        9693.02,
        9699.78
    ],
    [
        " leaders must clearly communicate a vision or action an action plan that is realistic and believable",
        9699.78,
        9706.88
    ],
    [
        " be problem solvers and have the courage to make decisions leaders must help others develop and",
        9706.88,
        9713.34
    ],
    [
        " become stronger and leaders must be fit in many ways including physical spiritually mental and",
        9713.34,
        9719.9
    ],
    [
        " emotional fitness leaders must have the resilience to overcome adversity resiliency is not only",
        9719.9,
        9725.98
    ],
    [
        " about toughness but it's also about exuding positive energy that inspires others having a positive",
        9725.98,
        9733.7
    ],
    [
        " attitude is essential we choose how we feel we can choose to be happier sad angry or calm upbeat",
        9733.7,
        9741.44
    ],
    [
        " or down organizations and teams take on the attitude and personality of their leaders",
        9741.44,
        9749.46
    ],
    [
        " the attitudes of those on the team reflect the leaders attitude if your team has a bad attitude",
        9749.98,
        9757.66
    ],
    [
        " look in the mirror",
        9757.66,
        9759.32
    ],
    [
        " and those are that's an example of some of the you know just just powerful leadership",
        9759.32,
        9768.68
    ],
    [
        " lessons that you have inside this book um a ton of other ones in there and you know I know we've",
        9768.68,
        9776.74
    ],
    [
        " been going for almost three hours right now and as I told you earlier I consider and listen to",
        9776.74,
        9782.28
    ],
    [
        " your perspectives on this stuff all day long but I'm not going to keep you as a prisoner here",
        9782.28,
        9789.18
    ],
    [
        " general gronsky where let's talk about where people can find you what you're doing right now I know",
        9789.18,
        9796.82
    ],
    [
        " you've got your consulting company tell us a little bit of that about that and where we can find you",
        9796.82,
        9806.72
    ],
    [
        " or john gronsky.com both websites linked to one another and you know I'm pretty active on",
        9807.5,
        9814.5
    ],
    [
        " Instagram on on Facebook on Twitter on on LinkedIn so people could you know search for me there",
        9814.5,
        9822.02
    ],
    [
        " and and your Twitter is J.L. Gronsky your YouTube is John Gronsky your LinkedIn is John Gronsky",
        9822.02,
        9829.62
    ],
    [
        " your Facebook is John Gronsky leads I didn't find your Instagram you got an Instagram",
        9829.62,
        9834.58
    ],
    [
        " uh John Gronsky leads is Instagram yeah you're getting on the gram yeah echo Charles likes to call it",
        9834.58,
        9840.34
    ],
    [
        " that's where people can find you and you're you're available to speak you're available to",
        9840.34,
        9846.18
    ],
    [
        " consulting the whole nine years yeah yeah I'm a professional speaker I I do leadership",
        9846.18,
        9851.6
    ],
    [
        " consulting I have many different clients throughout the country and uh yeah I love to do",
        9851.6,
        9857.2
    ],
    [
        " what I'm passionate about it awesome um echo yeah uh something you got anything so yeah so just",
        9857.2,
        9864.26
    ],
    [
        " so I know you listen you said you listen to podcast and I'm sure you know that echo has been sitting",
        9864.26,
        9868.22
    ],
    [
        " here for three hours and something caught his mind two hours and 32 minutes ago and he's been",
        9868.22,
        9875.32
    ],
    [
        " having this question brewing you notice that but but but jaco I don't want to be like the only person",
        9875.32,
        9881.44
    ],
    [
        " in the United States who doesn't listen to your podcast so yes I listen to your podcast",
        9881.44,
        9885.1
    ],
    [
        " oh this is this is actually going to be super simple and easy I think you mentioned something real",
        9886.46,
        9891.26
    ],
    [
        " quick in brief um the left seat right seat like and what is that in when you transition yeah",
        9891.26,
        9898.18
    ],
    [
        " when when when one brigade is getting ready to leave and another brigade is coming in to take over",
        9898.18,
        9904.48
    ],
    [
        " that mission the brigade that's getting ready to leave for the first let's say for the first",
        9904.48,
        9910.82
    ],
    [
        " week is in the left seat which means they're still in a driver's seat they're still doing the",
        9910.82,
        9915.22
    ],
    [
        " mission and the incoming brigade is observing in the in the in the right seat in the passenger seat",
        9915.22,
        9921.82
    ],
    [
        " and then the following week the brigade that is now newly taken to mission will be in the left",
        9921.82,
        9928.24
    ],
    [
        " seat or the driver's seat and the brigade that's about to leave is in the right seat observing",
        9928.24,
        9933.18
    ],
    [
        " and then once that is done uh the brigade that was there has gone home and to be honest with you",
        9933.18,
        9940.24
    ],
    [
        " echo uh usually most units want that to be done as quickly as as possible to be quite honest about it",
        9940.68,
        9947.02
    ],
    [
        " uh yeah maybe like feel like they're holding their hand or something like that yeah like oh we got",
        9947.02,
        9952.62
    ],
    [
        " this already kind of thing I thought of it in terms of like you know how like with your kids right",
        9952.62,
        9956.92
    ],
    [
        " you want to you want to train them to do their own stuff right and just simplifying it like that",
        9956.92,
        9962.8
    ],
    [
        " and having that to kind of like consider like the whole situation or whatever um I feel like",
        9962.8,
        9967.62
    ],
    [
        " that was kind of useful because I figured that's what it meant yeah the left seat driver seat",
        9967.62,
        9971.28
    ],
    [
        " passenger seat you after a certain amount of time when the passenger's like yeah I think I can drive",
        9971.28,
        9975.1
    ],
    [
        " well that is kind of a way to train somebody you know first you do it and let them observe no first",
        9975.1,
        9980.62
    ],
    [
        " you tell them how to do it then you do it and have them observe and then you have them do it and",
        9980.62,
        9986.02
    ],
    [
        " you observe yeah and after a while you just kind of leave yeah and they got it yeah yeah it's the way",
        9986.02,
        9992.18
    ],
    [
        " my recommendation is you stay humble when you're getting a turnover from somebody yeah man listen",
        9993.26,
        9998.58
    ],
    [
        " to what they say yeah they know things you don't know and it's actually crazy to me to think about",
        9998.58,
        10003.26
    ],
    [
        " trying to transfer knowledge like when the guys came into relief tasking a bruiser inside Ramadi",
        10003.26,
        10008.68
    ],
    [
        " I was trying to tell them you know we're all everyone in the chain of commands just trying to",
        10008.68,
        10014.38
    ],
    [
        " give them all this information because you know you know how hard it is and you're just just",
        10014.38,
        10020.2
    ],
    [
        " trying to give them there's no possible way you can transfer them all the knowledge that you have",
        10020.2,
        10025.88
    ],
    [
        " and you're doing your best so when you come into those situations as a leader open up your mind open",
        10025.88,
        10030.46
    ],
    [
        " up your brain trying to absorb what people are telling you they're look they you might have a",
        10030.46,
        10035.32
    ],
    [
        " different vision it doesn't matter listen to what they say have an open mind um sir got any",
        10035.32,
        10043.2
    ],
    [
        " other any any final thoughts you know just one final thought we you know we talked about the",
        10043.2,
        10049.02
    ],
    [
        " experience over there and the final thought I guess is how important families are to everything we do",
        10049.02,
        10055.18
    ],
    [
        " we can't do what we do without the support of our families and I remember a senior leader telling me",
        10055.18,
        10062.42
    ],
    [
        " number of years ago you know one of the army values is loyalty and he said when we talk about the",
        10062.42,
        10070.04
    ],
    [
        " army value of loyalty and not only means loyalty to your unit it also means being loyal to your family",
        10070.04,
        10075.98
    ],
    [
        " and that really stuck with me because you don't yeah I didn't hear too many senior leaders talking",
        10076.48,
        10081.54
    ],
    [
        " about that up to that point and so whenever I talk to soldiers after that I will always remind",
        10081.54,
        10086.74
    ],
    [
        " me you got to be loyal to your family as well as to to your unit and that's and I think that's",
        10086.74,
        10091.66
    ],
    [
        " very important so I guess the final point is we just got to be so thankful for the support we have",
        10091.66,
        10098.56
    ],
    [
        " from our families you know whatever that family unit might look like because we can't do what we",
        10098.56,
        10104.6
    ],
    [
        " do without the support of others I'm into that and once again thank you so much for coming here today",
        10104.6,
        10112.62
    ],
    [
        " thank you for teaching all these great lessons about leadership and life and of course and obviously",
        10112.62,
        10120.48
    ],
    [
        " thank you for everything you did for America for 40 years of service and specifically thank you for",
        10120.48,
        10129.22
    ],
    [
        " what you did for the soldiers sailors airmen and marines that served with you in the battle or",
        10129.22,
        10135.74
    ],
    [
        " muddy you and your troops set conditions for victory and the men of the 228 will always be revered",
        10135.74,
        10146.08
    ],
    [
        " by the seals of task unit bruiser for guiding us into combat and standing by our side on the",
        10146.08,
        10154.88
    ],
    [
        " battlefield and we will never forget the sacrifice of those fallen heroes those iron soldiers",
        10155.94,
        10165.22
    ],
    [
        " who gave their lives for us thank you for everything thank you jaco it's really an honor to be here",
        10165.22,
        10176.14
    ],
    [
        " with you love the message that that you get out there and echo gets out there alongside you",
        10176.14,
        10181.82
    ],
    [
        " thanks thanks thanks for those important leadership messages you got you get out I have to tell you",
        10182.0,
        10188.38
    ],
    [
        " I did read extreme ownership and I loved every page of it it's it's an excellent book and something",
        10188.38,
        10195.24
    ],
    [
        " that anyone who's interested in becoming a better leader to learn from thank you sir appreciate it",
        10195.24,
        10201.68
    ],
    [
        " and with that general john gronsky has left the building",
        10201.68,
        10208.2
    ],
    [
        " yes awesome to see him again and awesome to talk to him and awesome to get those lessons learned",
        10210.0,
        10216.92
    ],
    [
        " now they must be applied yeah echo Charles any lessons that you think we could apply",
        10216.92,
        10225.24
    ],
    [
        " any things we could do to make ourselves better yes left seat right seat you like that one yeah very",
        10225.24,
        10233.46
    ],
    [
        " much so and here's the thing it made sense like I wasn't confused as to what it was because once you",
        10233.46,
        10238.96
    ],
    [
        " once you realize oh you're talking about the driver's seat and the passenger seat that's what you're",
        10238.96,
        10242.6
    ],
    [
        " talking about and because you know how like when you're trying to train somebody up you know which",
        10242.6,
        10248.48
    ],
    [
        " actually you talk about like long time you know from a long time ago I'm like okay yeah cool cool",
        10248.48,
        10253.52
    ],
    [
        " but when you try to do that it's like what's the best I know I got to be a good trainer and like all",
        10253.52,
        10257.7
    ],
    [
        " this stuff that I worry about and I'm talking about like kids I'm talking about like very you know",
        10257.7,
        10262.24
    ],
    [
        " things but that's a good just simplistic way of like keeping your mind wrapped around it you know",
        10265.3,
        10270.66
    ],
    [
        " and actually in a way met a method right like you all just do it you just watch if you have questions",
        10270.66,
        10275.5
    ],
    [
        " ask all you gonna walk myself through it while I'm doing it teach my daughter how to make rice",
        10275.5,
        10280.16
    ],
    [
        " or I did like a year ago whatever and yeah I'm just walking through and I actually did that the",
        10280.16,
        10286.7
    ],
    [
        " whole front seat back I'm not friends left seat right seat you know did it",
        10286.7,
        10291.18
    ],
    [
        " said boom there's how many cups of water boom there's so many cups of rice you're doing and",
        10291.18,
        10295.34
    ],
    [
        " he's just listening so you do it so you do it it's walk her through it but I do it do it again do it",
        10295.34,
        10301.0
    ],
    [
        " again not you know the same day I'm just saying day after day and then after a while you're like okay",
        10301.0,
        10306.76
    ],
    [
        " let's switch seats but I'm in the front time in the passenger seat right still offering you know",
        10306.76,
        10312.14
    ],
    [
        " tips or whatever worked we're good too tips on making rice yes sir without a rice maker",
        10312.14,
        10319.58
    ],
    [
        " and why everybody has a rice and you just put the rice in the water you press the buttons good you",
        10319.58,
        10324.98
    ],
    [
        " press the what the button the you press the button easy money either way rice no rice whatever",
        10324.98,
        10333.92
    ],
    [
        " this is what we're gonna do supplementation let me go deep on this right now okay so I was up on",
        10333.92,
        10340.56
    ],
    [
        " the jolrogan podcast yes I got a COVID-19 test yes there when I got the test the doctor came a doctor",
        10341.46,
        10352.26
    ],
    [
        " came to give me the test he gave the test he picked my finger we have to wait 15 minutes",
        10352.26,
        10356.1
    ],
    [
        " the antibody test though to be specific yes to find out if I've had had this if I developed this",
        10356.1,
        10362.78
    ],
    [
        " he knew you know it's telling him hey look I went to Seattle I went to New York I went to",
        10362.78,
        10367.46
    ],
    [
        " San Francisco I went to LA I mean I was in the hot zones I was at ground zero for COVID",
        10367.78,
        10374.7
    ],
    [
        " at the end of January on planes everywhere he and and kept traveling I stopped traveling March",
        10374.7,
        10383.68
    ],
    [
        " 14th I think I was traveling in airplanes all over the place I did not have the antibodies",
        10383.68,
        10394.6
    ],
    [
        " and what he said was with the amount of the amount of travel and done the amount exposure I've had",
        10396.2,
        10400.82
    ],
    [
        " I've been exposed to it he said sometimes people's immune systems are strong to the point where it",
        10400.82,
        10406.92
    ],
    [
        " doesn't even register this little COVID-19 rolls in and it just gets crushed yeah so immune system",
        10406.92,
        10415.16
    ],
    [
        " two things look vitamin D3 which I take jacquafuel D3 I take it I take it every",
        10415.16,
        10424.58
    ],
    [
        " day as a matter of fact I take more than a recommended dose for whatever reason I take one of the",
        10424.58,
        10428.3
    ],
    [
        " morning I take one at night I take cold war which has all those immune supplementations and for",
        10428.3,
        10435.88
    ],
    [
        " some reason look I'm healthy yes I eat good yes why not just kick it up so who knows who knows",
        10435.88,
        10443.24
    ],
    [
        " I'm just saying maybe not a coincidence like you heard what a ronda dr. Ronda Patrick said right",
        10443.24,
        10450.56
    ],
    [
        " on Joe's podcast talking about fight him indeed and how helpful it is how it helps with that",
        10450.82,
        10456.34
    ],
    [
        " I take that religiously I take the cold war religiously and all of a sudden I'm in all these",
        10456.34,
        10465.46
    ],
    [
        " horrible places and I'm just COVID-free no factor I'm just saying hey man yes look can I make a claim",
        10465.46,
        10472.94
    ],
    [
        " that these supplements will stop COVID night no I can't make that claim but I can tell you a little",
        10472.94,
        10478.92
    ],
    [
        " story so anyways look those are the facts a lot of exposure no COVID-19 no and oh by the way we're",
        10481.14,
        10489.54
    ],
    [
        " doing jujitsu at make this all I mean it's crazy what I expose my immune system to no factor what",
        10489.54,
        10496.78
    ],
    [
        " COVID what yeah so try those out that is crazy because even when you think about you're like you're",
        10496.78,
        10504.14
    ],
    [
        " it's not like you're let's say a singer you know or whatever you're putting on concerts singing",
        10504.14,
        10509.96
    ],
    [
        " into the microphone sign a few autographs even a bunch of autographs I just you're allowed I'm",
        10509.96,
        10514.16
    ],
    [
        " shaking a thousand people's hands I'm a big bro hugging people it's crazy oh yeah well yeah yeah",
        10514.16,
        10520.26
    ],
    [
        " shaking everyone's shaking everything up everyone having conversations with them basically",
        10520.26,
        10524.14
    ],
    [
        " same conversations where they're like telling me a secret about something yeah they're in my face",
        10524.14,
        10528.52
    ],
    [
        " when they started the whole the social distancing yeah that became an actual like word or whatever",
        10528.66,
        10534.16
    ],
    [
        " the number one thing hand shakes number one thing oh yeah and you're doing that to everybody",
        10534.16,
        10540.48
    ],
    [
        " different things of people yeah from all over the country by the way when I went to those cities",
        10540.48,
        10545.22
    ],
    [
        " there was you know whatever percentage of the audience they didn't they weren't from DC they",
        10545.22,
        10550.24
    ],
    [
        " weren't from New York they drove there from wherever else you got this massive cesspool of bacteria",
        10550.24,
        10557.28
    ],
    [
        " and I'm just all up in it but I got that D yeah sure hey man so your body was just like hey we",
        10557.34,
        10566.26
    ],
    [
        " don't we don't need anti bodies for this they're like what anti what it's kind of like you know",
        10566.26,
        10571.18
    ],
    [
        " when you're in a like I don't maybe the police force or something like that where it's like hey",
        10571.18,
        10574.88
    ],
    [
        " we have a situation then the police force like mounts up and they're like okay what's the situation",
        10574.88,
        10579.16
    ],
    [
        " then they say the situation they're like oh no we don't need all these guys you know like",
        10579.16,
        10582.78
    ],
    [
        " actually pros and Fred from the front that's good whatever he's got that handle business you know",
        10582.78,
        10587.4
    ],
    [
        " whatever so that's what happened yeah interesting oh yeah the Cold War is there to also discipline",
        10587.4,
        10593.72
    ],
    [
        " discipline go this helps your brain you know so if you want to figure out how you did or did not",
        10593.72,
        10599.3
    ],
    [
        " get gov in 19a you figured out better I guess with the discipline yeah you might need some protein",
        10599.3,
        10605.44
    ],
    [
        " get some milk your kids might need protein get some more your kid milk you might need some",
        10605.44,
        10610.74
    ],
    [
        " ready to drink cans which I've been drinking today yeah y'all plus you can get this stuff at",
        10610.74,
        10617.78
    ],
    [
        " origin main.com you can also get it at the vitamin shop",
        10617.78,
        10622.14
    ],
    [
        " exorbitly right yeah also at originate.com get some cool jujitsu stuff giz",
        10622.14,
        10628.02
    ],
    [
        " rask raskards other stuff too yeah on there also jeans American made denim American made denim",
        10628.02,
        10635.16
    ],
    [
        " not the kind you go down to wherever and get them sewn and bleached and do they bleach jeans",
        10635.18,
        10641.76
    ],
    [
        " yeah sometimes or acid washed remember acid washed yes I do yeah it's old school or you know",
        10641.76,
        10647.88
    ],
    [
        " distressed or whatever because you know they distressed yeah yeah in the factory our stuff look like",
        10647.88,
        10653.56
    ],
    [
        " someone's lived in them yeah like someone like someone did something cool and by the way it's so",
        10653.56,
        10658.44
    ],
    [
        " obvious when you see those pre what are they what do they call that I don't know no there's a word",
        10658.44,
        10664.46
    ],
    [
        " distressed yeah like pre distressed jeez factory distressed factory distressed you know yeah and then",
        10664.46,
        10670.92
    ],
    [
        " ship them over and then you know then hey you know here's some jeans which you know I don't know",
        10670.92,
        10676.88
    ],
    [
        " it's not that is what I'm saying yep all made in America the actual denim made in America also we",
        10676.88,
        10683.36
    ],
    [
        " got boots works of art yeah according to yeah order those get what you need man we're there and",
        10685.4,
        10695.84
    ],
    [
        " we're making everything that we're talking about in America that's what we're doing that's how",
        10695.84,
        10699.36
    ],
    [
        " we're doing it also jacquoise store we have a store online store jacquoise store.com is where you",
        10699.36,
        10713.34
    ],
    [
        " rash cards hats women stuff on there as well tank tops and shirts what not that's if you want to",
        10713.34,
        10719.92
    ],
    [
        " represent while you're on the path true very very try I could not have said it better that is true yes",
        10719.92,
        10726.34
    ],
    [
        " also also on jacquoise store we have an email list oh I'm not I'm not going to be use anyone's email",
        10726.34,
        10733.48
    ],
    [
        " ever ever in my whole life ever straight up I'm making that proclamation right now okay but if",
        10733.48,
        10739.48
    ],
    [
        " you'd sign if you want to sign up for the our email list when I say our email list it's like",
        10739.48,
        10746.48
    ],
    [
        " mining jacquoise that those are the only people are going to email you straight up so if you want",
        10746.48,
        10752.34
    ],
    [
        " to sign up for this it's mainly going to be store stuff like and not like every day emailing you",
        10752.34,
        10758.7
    ],
    [
        " oh we change the color of our website bro I don't email that kind stuff because I don't think anyone",
        10758.7,
        10764.12
    ],
    [
        " cares about this stuff only if there's like a new design or yeah that's pretty much so maybe",
        10764.12,
        10770.22
    ],
    [
        " like once I'm I don't know it's not very often but I'm gonna put extensive effort into",
        10770.22,
        10775.82
    ],
    [
        " making it stuff that I really believe that it is worth sending out you see I'm saying worth",
        10775.82,
        10781.54
    ],
    [
        " receiving worth opening up as an email you're making me want to sign up for your email list just so",
        10781.54,
        10786.76
    ],
    [
        " I can make just so I can police you to make sure you're not sending out stuff that you shouldn't",
        10786.76,
        10791.4
    ],
    [
        " be good I should be playing if I was a listener because I am on the email list but if I was just",
        10791.4,
        10796.4
    ],
    [
        " a listener out there in the world I might go echoes making a claim yeah I'm gonna check it good",
        10796.4,
        10802.14
    ],
    [
        " I think that that's a good thing to do it's echo sends a lame email let me know",
        10802.14,
        10808.04
    ],
    [
        " respond to it and just say hey this was a lame email so maybe check next time you send maybe like",
        10808.04,
        10814.76
    ],
    [
        " confirm it or something you know give it a once over I don't know but nonetheless for real I",
        10815.72,
        10821.08
    ],
    [
        " respect I respect the inbox check also we got a podcast right now that you're listening to if you",
        10821.08,
        10826.82
    ],
    [
        " want to you can subscribe to it if you want to you can leave a review we also have some other",
        10826.82,
        10831.26
    ],
    [
        " podcasts we got the thread that I'm still working on a name change every good name I think of",
        10831.26,
        10835.82
    ],
    [
        " as kind of taken some bummed out we have the grounded podcast was about you jiu jitsu and life",
        10835.82,
        10841.42
    ],
    [
        " we got the warrior kid podcast for your warrior kids we also have a warrior kid soap from irish",
        10841.42,
        10844.92
    ],
    [
        " oaks ranch dot com it's also available where on the jockel store dot com young aiden making soap",
        10844.92,
        10851.08
    ],
    [
        " building a business who here was building a business when they were 12 years old now he's",
        10851.08,
        10856.34
    ],
    [
        " older now but he started that business we was 12 credit don't forget that we have a youtube",
        10856.34,
        10862.4
    ],
    [
        " channel and at some point echo Charles is going to start putting Easter eggs of special effects",
        10862.4,
        10870.9
    ],
    [
        " into the youtube version of this podcast maybe a little sound effect maybe an explosion some good",
        10870.9,
        10877.98
    ],
    [
        " opportunities today well technically those aren't Easter eggs okay what are they sound effects",
        10877.98,
        10885.2
    ],
    [
        " okay well he's not just sound effects visual effects maybe some smoke maybe some fire maybe some",
        10885.2,
        10890.92
    ],
    [
        " explosions it's funny that you get you make a four minute video and you show 97 explosions but",
        10890.92,
        10897.38
    ],
    [
        " you do a three hour video and there's nothing in it well what do you think people think of that",
        10897.38,
        10902.62
    ],
    [
        " I think explosions have their place in the world you know and I do too well we'll have varying",
        10902.62,
        10910.82
    ],
    [
        " levels of agreement on that whole don't think people would okay do you think you think watching a",
        10910.82,
        10915.68
    ],
    [
        " three hour youtube video is boring do you and me talking do you think that might be boring to",
        10915.68,
        10922.16
    ],
    [
        " someone visually three hours well visually boring and boring are two different things visually boring",
        10922.84,
        10929.6
    ],
    [
        " yes or no I can see yes or no if if put it this way well it's not a yes or no question",
        10929.6,
        10936.12
    ],
    [
        " really it is a yes or no question is it boring to watch three hours of a video of two humans in a",
        10936.12,
        10941.08
    ],
    [
        " black room talking to each other not a yes or no it's not a yes or no question all right it",
        10941.08,
        10945.58
    ],
    [
        " depends who the humans okay depends what they're talking about no we gotta get you gotta you gotta",
        10945.58,
        10951.6
    ],
    [
        " understand okay well let's say it was let's say it was some subject like someone trying to explain",
        10951.68,
        10956.84
    ],
    [
        " how to cook rice do you think that might get boring now if the rice cooker was blowing up okay",
        10956.84,
        10967.32
    ],
    [
        " people would be stoked you see where I'm coming from yeah yeah anyway yes subscribe to the youtube",
        10967.32,
        10976.36
    ],
    [
        " channel yeah subscribe to the youtube subscribe to the youtube channel if you want to see that",
        10977.42,
        10981.26
    ],
    [
        " and echo does make other enhanced videos and if you want to see stuff blow up you can see it there",
        10981.26,
        10985.64
    ],
    [
        " if you want to see if you want to be if you want to be bored then you can watch the four-hour podcast",
        10985.64,
        10991.6
    ],
    [
        " if it's not boring how about that okay visually boring anyway psychological warfare",
        10991.6,
        10998.92
    ],
    [
        " psychological warfare if you're having a moment of weakness which we all do had one the other day",
        10998.92,
        11002.72
    ],
    [
        " powered through it by the way what was it wait oh you didn't want to do I didn't feel like it",
        11002.82,
        11008.82
    ],
    [
        " freaking didn't feel like but this was like next level didn't feel like it the kind where",
        11008.82,
        11013.78
    ],
    [
        " you know the kind where you don't feel like it's so hardcore where you're like man man something",
        11013.78,
        11017.88
    ],
    [
        " might be like wrong with me like by my physiology you know I wasn't feeling physically weak",
        11017.88,
        11023.06
    ],
    [
        " necessarily but I was just like maybe like something's going on maybe it's like actual like burnout",
        11023.06,
        11028.08
    ],
    [
        " you know that deal the only the when I do 20 rep squats do heavy sure sometimes while I'm doing them",
        11028.26,
        11037.0
    ],
    [
        " I'm thinking to myself I don't care I don't care if I'm strong I don't care if I don't care if I'm in shape",
        11037.0,
        11043.62
    ],
    [
        " whatever I'm doing right now I just I would rather be watching TV I just want to stop this",
        11043.62,
        11047.6
    ],
    [
        " and yeah that's right that's that's a bad thing watch out for that yeah so the point is then I",
        11047.6,
        11052.96
    ],
    [
        " get mad about that and then I do bro I use that because you and you're working we're talking about",
        11052.96,
        11057.14
    ],
    [
        " that how you like get mad at yourself at that and here's the thing it's easy to be like oh that's",
        11057.14,
        11062.92
    ],
    [
        " a good thing I'm gonna try that but if you don't genuinely get mad at yourself it totally doesn't work",
        11062.92,
        11067.64
    ],
    [
        " like you can kind of get mad at yourself or maybe feel guilty later but that's different that's",
        11067.64,
        11072.06
    ],
    [
        " not even the same thing if you're for real mad at yourself that you literally deserve punishment",
        11072.06,
        11076.8
    ],
    [
        " immediately like right now for your ways of the bar yeah exactly right the bar and get under there",
        11076.8,
        11083.56
    ],
    [
        " and get some man if you can get there if you can pull it off mentally very very helpful by the way",
        11083.56,
        11088.88
    ],
    [
        " but let's say you can let's say you can guess what psychological warfare boom listen to jockel he'll",
        11088.88,
        11093.7
    ],
    [
        " tell you pragmatically give you practical ways to think and be like oh yeah wait why should I",
        11093.7,
        11098.64
    ],
    [
        " no I shouldn't skip this where I should actually do this workout get yourself through that moment of",
        11098.64,
        11102.78
    ],
    [
        " weakness you know also if you want to get a visual little reminder of what you should be doing",
        11102.78,
        11108.64
    ],
    [
        " then check out flipsidecanvice.com my brother Dakota Meyer",
        11108.64,
        11112.26
    ],
    [
        " making those making things you can hang on your wall that will snap your brain into place a little bit",
        11112.26,
        11119.94
    ],
    [
        " also we got some books obviously the book that we talked about today the ride of our lives by",
        11119.94,
        11126.68
    ],
    [
        " John Gronski we got the code the evaluation the protocols check that one out we got",
        11126.68,
        11135.98
    ],
    [
        " leadership strategy and tactics field manual we got way the warrior kid one two and three we got",
        11136.06,
        11140.42
    ],
    [
        " Mikey and the dragons apparently which is the best little kids book that's ever been written",
        11140.42,
        11146.24
    ],
    [
        " a lot of people are saying yeah discipline it was freedom field manual imagine that a field manual",
        11146.24,
        11154.92
    ],
    [
        " on discipline and then extreme ownership and the dichotomy of leadership which I wrote with my",
        11154.92,
        11160.9
    ],
    [
        " brother life babin also have echelon front which is my leadership consultancy where we solve problems",
        11160.9,
        11167.04
    ],
    [
        " through leadership go to echelonfront.com if you have any issues get any problems in your company",
        11167.04,
        11171.38
    ],
    [
        " their leadership problems 100% think about what I just said 100% you do not have any problems",
        11171.38,
        11179.76
    ],
    [
        " on our leadership problems if you don't believe me go to echelonfront.com we'll come and show you",
        11179.76,
        11185.16
    ],
    [
        " what's up. EF Online this is our online leadership training it's not just training it's us it's me",
        11185.16,
        11194.14
    ],
    [
        " you want to talk to me go to efonline.com and come to one of the multiple per week live interactive",
        11194.14,
        11201.68
    ],
    [
        " webinars that I'm doing right now with the rest of the echelonfront team go to efonline.com",
        11201.68,
        11207.76
    ],
    [
        " all kinds of good stuff on there unbelievable community brigade of people and they're getting",
        11207.76,
        11213.56
    ],
    [
        " after it also the muster live event we're doing the next one in phoenix, erosona, september 16th and",
        11213.56,
        11222.18
    ],
    [
        " 17th, texas, dallas texas, december 3rd and 4th go to extremelonorship.com for details and look",
        11222.18,
        11228.16
    ],
    [
        " we are might have to adapt when it comes to social distancing and whatever else we got to do to",
        11228.16,
        11234.52
    ],
    [
        " pull these things off so the amount of seats that we have available might be smaller than",
        11234.52,
        11238.92
    ],
    [
        " what would normally be available so if you want to come to the muster then get signed up now",
        11239.4,
        11247.26
    ],
    [
        " because we've sold out everything even with all the capacity being used go to extremelonorship.com",
        11247.26,
        11253.7
    ],
    [
        " to do that we have ef Overwatch if you or your company you need experienced leaders in your company",
        11253.7,
        11261.34
    ],
    [
        " that understand the principles we talk about go to efoverwatch.com to find the people you're looking for",
        11261.34,
        11267.46
    ],
    [
        " and don't forget about america's mighty warriors dot org.",
        11268.02,
        11271.92
    ],
    [
        " momolee markley's mom she's out there she is on a mission to help service members active duty",
        11272.3,
        11282.1
    ],
    [
        " retired folks that just got out help them help their families help gold star families around the",
        11282.1,
        11289.22
    ],
    [
        " world if you want to participate in that if you want to donate if you want to get involved",
        11289.22,
        11293.24
    ],
    [
        " go to america's mighty warriors dot org and if you haven't had enough",
        11293.24,
        11299.22
    ],
    [
        " of my tedious talking or you need more of echoes ridiculous rants",
        11299.22,
        11307.28
    ],
    [
        " then you can find us on the inner webs on twitter instagram and on facebook echo is at echo",
        11307.28,
        11314.52
    ],
    [
        " Charles and iamat jacco willing and once again thanks to general gronsky for coming on",
        11314.52,
        11319.4
    ],
    [
        " and thanks to everyone in the military for your service especially those yes especially those",
        11319.96,
        11326.04
    ],
    [
        " those iron soldiers of the second brigade 28th infantry division for your service and your",
        11326.04,
        11334.2
    ],
    [
        " sacrifice in the battle or modi will never forget you guys and we'll never forget your fallen brothers",
        11334.2,
        11339.76
    ],
    [
        " and to the police and the law enforcement out there and i'll throw a special little shout out to",
        11339.76,
        11347.4
    ],
    [
        " timothy gronsky pennsylvania state police trooper general gronty's son to all of you out there and then",
        11347.4,
        11357.62
    ],
    [
        " also firefighters paramedics emt's dispatchers correctional officers board of patrol secret service",
        11357.62,
        11363.56
    ],
    [
        " you're doing all that hard work out there getting very little support will just remember that",
        11363.56,
        11369.84
    ],
    [
        " there are a lot of people that know what you do know the risks that you take and know how many people",
        11369.84,
        11375.34
    ],
    [
        " you help then everyone else out there we do not know everything we do not win every time we all make",
        11375.34,
        11387.42
    ],
    [
        " mistakes learn from learn from them and get better and get back on the path and of course get",
        11387.42,
        11401.66
    ],
    [
        " after it until next time this is echo and jaco out",
        11402.7,
        11410.18
    ]
]