[
    [
        " This is Jocco podcast number 234 with Echo Charles and me, Jocco Willink. Good evening, echo. Good evening.",
        0.16,
        6.72
    ],
    [
        " So I",
        7.48,
        10.34
    ],
    [
        " was",
        10.34,
        10.84
    ],
    [
        " working with",
        10.84,
        12.56
    ],
    [
        " some echelon front clients the other day talking about leadership and I was talking about",
        12.56,
        18.7
    ],
    [
        " the minimum use of force. Have you heard that phrase before? Yes, I have. So we talk about it from sort of a",
        18.7,
        26.3
    ],
    [
        " combative's",
        26.3,
        27.86
    ],
    [
        " tactical perspective, but I was talking about it from a leadership perspective,",
        29.12,
        32.62
    ],
    [
        " meaning that you want to lead.",
        33.0,
        36.12
    ],
    [
        " You want to lead most of the time",
        36.4,
        38.88
    ],
    [
        " with a minimum use of force. So I want to do as little as I can to make you do what I want you to do.",
        38.88,
        47.32
    ],
    [
        " That's a good rule of thumb to lead with.",
        47.56,
        50.02
    ],
    [
        " I was also thinking and this is you might, I don't know if you're going to find this funny, you might",
        51.52,
        57.36
    ],
    [
        " I was thinking about leaders being legit. You know, have you noticed I use the term legit? Yes, I use it more now.",
        57.86,
        64.48
    ],
    [
        " You've you've acquired it. I've acquired it. Yes, and we know what it means, right? We we use the term to mean",
        65.5,
        72.76
    ],
    [
        " like that's cool, but it's a little bit stronger, right?",
        72.76,
        77.2
    ],
    [
        " Means kind of approved. But then I was thinking about the, you know, the source of that word, legitimate,",
        77.92,
        84.76
    ],
    [
        " because once again, I was talking about leaders",
        85.0,
        88.16
    ],
    [
        " being legit and actually beyond that, leaders being legitimate leaders. Think about that, right?",
        88.16,
        95.2
    ],
    [
        " Think about the difference in your mind when you think of a legitimate leader or someone that's an illegitimate leader.",
        95.78,
        102.92
    ],
    [
        " There's a huge difference",
        103.04,
        104.5
    ],
    [
        " because when a leader is viewed as illegitimate, then they're not respected. They're not listened to.",
        104.5,
        111.84
    ],
    [
        " If someone gets put in a position because they're the boss's favorite or because they backstabbed someone,",
        112.04,
        120.18
    ],
    [
        " right, to get into that, to get that promotion, they're not going to be considered legitimate,",
        120.98,
        125.92
    ],
    [
        " a legitimate leader and that hurts their ability to lead.",
        126.3,
        131.6
    ],
    [
        " So as I was thinking about these two things, the minimum use of force and legitimacy",
        132.48,
        137.88
    ],
    [
        " and I recognize both those thoughts in my head from",
        138.8,
        143.18
    ],
    [
        " the counter insurgency manual, FM3, tech 24.",
        143.18,
        148.18
    ],
    [
        " Now, here's a little history behind this manual.",
        148.8,
        151.34
    ],
    [
        " When I arrived in Ramadi,",
        151.96,
        153.92
    ],
    [
        " you know, this is the manual that I read when I arrived in Ramadi.",
        154.68,
        157.18
    ],
    [
        " So what happened was I arrived in Ramadi, I went to an intel briefing.",
        157.28,
        160.3
    ],
    [
        " During the intel briefing, there was this massive link diagram of all these bad guys,",
        160.62,
        165.02
    ],
    [
        " a bunch of them connected, how they were connected, who they were connected to.",
        165.26,
        168.34
    ],
    [
        " Some of the bad guys had little slat red slashes through them,",
        168.48,
        171.64
    ],
    [
        " maybe they'd be killed or a little green slashed through them,",
        171.64,
        173.74
    ],
    [
        " and they'd been captured.",
        173.76,
        174.48
    ],
    [
        " But the thing is this massive link diagram didn't really look all that much different",
        175.12,
        178.82
    ],
    [
        " as the link diagram that I had left and Baghdad two and a half years prior.",
        178.82,
        182.82
    ],
    [
        " So in my mind, I kind of realized,",
        184.44,
        187.64
    ],
    [
        " wait a second, if we're still doing the same thing and things don't really look all that different,",
        187.84,
        191.48
    ],
    [
        " this isn't good.",
        191.8,
        193.22
    ],
    [
        " And well, it seems like we're losing.",
        195.32,
        197.66
    ],
    [
        " So I don't know what necessarily thing triggered my brain to go and read",
        198.6,
        203.9
    ],
    [
        " the counter-insurgency manual.",
        203.9,
        206.72
    ],
    [
        " I must have seen something, you know, I used to read all these and still do.",
        206.94,
        210.14
    ],
    [
        " I'd read, you know, these sort of military websites and, you know,",
        210.24,
        215.26
    ],
    [
        " military news and those kind of things.",
        215.7,
        218.08
    ],
    [
        " And somewhere in there, I had seen that this new",
        218.08,
        221.26
    ],
    [
        " this new field manual was coming out.",
        221.92,
        225.52
    ],
    [
        " And I knew that this new field manual had been written by General Petrius",
        226.5,
        230.1
    ],
    [
        " and General Mattis, both those guys need no introduction, both incredible leaders.",
        230.1,
        235.18
    ],
    [
        " Very, very well known inside the military when I was in and now both of them are well known outside the military.",
        235.84,
        245.22
    ],
    [
        " And that reading this.",
        246.24,
        249.0
    ],
    [
        " So I went and Googled it on the regular internet.",
        249.0,
        251.6
    ],
    [
        " And so now this is like May.",
        252.36,
        254.58
    ],
    [
        " Yeah, this is May of 2006.",
        255.08,
        258.24
    ],
    [
        " And I'm trying to remember.",
        259.1,
        261.66
    ],
    [
        " I don't think I saw the whole completed manual.",
        262.12,
        264.98
    ],
    [
        " I think I saw an abro, either I think I saw chapters of it and I did a little research and it turns out that they they did.",
        265.78,
        272.38
    ],
    [
        " They had sort of assembled the initial chapters and released them as quick as they could.",
        272.38,
        276.94
    ],
    [
        " Just to get this information out there.",
        277.04,
        279.08
    ],
    [
        " And when I read it, it definitely shaped the way I thought about the battle of Ramadi.",
        279.98,
        285.5
    ],
    [
        " It shaped the way that task unit bruiser could operate in the battle of Ramadi.",
        285.66,
        291.9
    ],
    [
        " And really it ended up shaping the way I think about a lot of different things about leadership and business and the teams and",
        292.08,
        301.32
    ],
    [
        " and life.",
        301.32,
        303.46
    ],
    [
        " And so I actually dug around the internet and I found one of these early versions.",
        305.76,
        310.96
    ],
    [
        " So one of the versions that I found to this, it's it says on it FM3 Tech 24.",
        311.5,
        316.26
    ],
    [
        " And it's June 2006.",
        317.04,
        320.16
    ],
    [
        " That's when this this is the final draft.",
        320.6,
        323.22
    ],
    [
        " So I think I think the thing I read was probably just a little bit earlier, probably one of the few chapters released.",
        323.52,
        328.58
    ],
    [
        " And also when I read that I read what I read and again, I wish I remembered it better.",
        328.86,
        334.68
    ],
    [
        " What I read I read the whole thing.",
        334.74,
        336.26
    ],
    [
        " And when you see the whole manual, it's 250 pages and there's a lot of stuff that gets into stuff that wouldn't have been as pertinent to where I was and what I was doing.",
        336.6,
        346.56
    ],
    [
        " So I think I probably saw the first two or three chapters of this and I absolutely know for a fact I saw the first chapter.",
        347.32,
        355.06
    ],
    [
        " Which is what I want to dive into today.",
        355.84,
        358.7
    ],
    [
        " Now this is this is what made me want to dive into because believe me, this is one of the first manuals that I wanted to cover.",
        358.84,
        365.64
    ],
    [
        " I said, oh, you know, I should cover the field.",
        365.74,
        366.84
    ],
    [
        " I should cover the counter and search field manual.",
        366.9,
        368.56
    ],
    [
        " We should go and read that.",
        368.7,
        369.38
    ],
    [
        " Well, here's the deal.",
        370.12,
        370.8
    ],
    [
        " It is a huge manual, right?",
        371.34,
        373.94
    ],
    [
        " And a lot of it digs into the weeds and kind of gets really granular on.",
        374.14,
        378.02
    ],
    [
        " You know, how you do logistics inside it.",
        378.3,
        380.94
    ],
    [
        " So there's a lot of really deep, not deep, not the right word.",
        380.94,
        385.2
    ],
    [
        " There's a lot of very tactical techniques that you're going to use to make things happen inside of a counter and search and see.",
        385.46,
        392.46
    ],
    [
        " But what I find fascinating about this is the way that it relates to absolutely everything.",
        393.12,
        402.02
    ],
    [
        " It's especially from a leadership perspective, especially from a leadership perspective, because you start thinking about things.",
        402.28,
        409.34
    ],
    [
        " You start thinking about the way the world is formulated.",
        409.34,
        412.26
    ],
    [
        " And if you think about it from an insurgency and a counter insurgency perspective, you start to see things much clearer.",
        412.8,
        421.66
    ],
    [
        " And the reason is because let's face it, if you want to take a look at things you want to say,",
        421.94,
        426.94
    ],
    [
        " oh, war is comparable to everything, right?",
        427.08,
        429.42
    ],
    [
        " Everything is comparable to war.",
        429.74,
        430.96
    ],
    [
        " Could is it possible to say that?",
        431.36,
        432.76
    ],
    [
        " Okay.",
        433.52,
        434.48
    ],
    [
        " Well, it's possible to say that.",
        435.1,
        437.06
    ],
    [
        " But if you don't include insurgency in that and counter insurgency in that, look, war is not always, especially in business, especially inside, inside of a business inside of a team.",
        437.44,
        450.04
    ],
    [
        " Is it really a war when, you know, I'm trying to get some of one of my subordinate teams to do what my other subordinate team is doing?",
        450.46,
        457.94
    ],
    [
        " And they're giving me resistance.",
        458.52,
        460.2
    ],
    [
        " Is that war?",
        460.4,
        461.08
    ],
    [
        " Is that an all out war?",
        461.54,
        462.44
    ],
    [
        " Not really.",
        462.7,
        463.28
    ],
    [
        " It's more like an insurgency.",
        463.56,
        465.82
    ],
    [
        " And what I've got to do, I can't just go to war with them.",
        466.48,
        469.78
    ],
    [
        " If I go to war with them, I'm going to destroy them.",
        469.84,
        471.28
    ],
    [
        " That's the goal of war.",
        471.38,
        472.14
    ],
    [
        " Insurgency means I'm going to form relationships.",
        472.54,
        474.22
    ],
    [
        " I'm going to bring people on board.",
        474.5,
        475.76
    ],
    [
        " I'm going to get rid of their people that are bad actors like it's a totally different, much more nuanced thing.",
        475.88,
        481.14
    ],
    [
        " And that's what allows you when you can put, when you can look at things through the prism of insurgency and counter insurgency, it gives you, it will give you some,",
        481.42,
        490.6
    ],
    [
        " it will give you some visibility on how to handle situations.",
        491.8,
        496.5
    ],
    [
        " So it's real easy to say, we're at war with our competitor.",
        496.96,
        500.86
    ],
    [
        " Okay, I get that.",
        501.2,
        502.2
    ],
    [
        " We're at war with our competitor.",
        502.6,
        504.02
    ],
    [
        " We're going to go to war with our competitor.",
        504.44,
        506.08
    ],
    [
        " We're going to go to war with this other team.",
        506.7,
        508.44
    ],
    [
        " But when you say, hey, we've got people inside of our own organization that don't agree with what we're doing.",
        509.12,
        516.66
    ],
    [
        " All of a sudden it takes on a totally different meaning.",
        517.06,
        520.2
    ],
    [
        " Because if you go to war with them, what do you do?",
        520.56,
        523.38
    ],
    [
        " You destroy them.",
        523.68,
        524.38
    ],
    [
        " Can you, can you effectively and perfectly destroy only the things that you want in a war?",
        524.92,
        533.12
    ],
    [
        " No.",
        533.32,
        533.42
    ],
    [
        " War means there's going to be collateral damage.",
        533.86,
        535.3
    ],
    [
        " Means people are going to, you know, it's a, it's a gnarly thing.",
        535.4,
        538.44
    ],
    [
        " So, but insurgency and counter insurgency is more nuanced.",
        538.86,
        545.72
    ],
    [
        " It takes more.",
        545.72,
        546.8
    ],
    [
        " You have to use a scalpel instead of using a battle axe, right?",
        547.26,
        551.28
    ],
    [
        " That's what you're doing.",
        551.5,
        552.16
    ],
    [
        " And so when you start seeing things as an insurgency and acting as if you're utilizing counter insurgency procedures to try and solve that problem,",
        552.98,
        562.58
    ],
    [
        " it's a much more accurate way of saying, hey, everything in life is comparable to war.",
        562.64,
        570.5
    ],
    [
        " Okay.",
        573.4,
        573.88
    ],
    [
        " Does everything in life compare to war?",
        574.1,
        575.94
    ],
    [
        " Maybe.",
        576.3,
        576.92
    ],
    [
        " But that's not what I'm saying.",
        577.42,
        578.52
    ],
    [
        " What I'm saying is this allows you to make much better analogies like that.",
        578.68,
        585.0
    ],
    [
        " I'm not saying there's perfect.",
        585.86,
        587.2
    ],
    [
        " I'm not saying everything in life is war.",
        587.36,
        588.82
    ],
    [
        " No, this allows you if there's a war analogy, if there's a war metaphor there,",
        588.9,
        593.82
    ],
    [
        " if there's things to be learned from war, you have to learn from the insurgency and counter insurgency.",
        594.04,
        600.1
    ],
    [
        " Mindset.",
        600.82,
        601.28
    ],
    [
        " So let's get into this.",
        601.7,
        604.12
    ],
    [
        " It's and I want to make sure that I.",
        604.58,
        606.54
    ],
    [
        " I kind of point some of this stuff out as we go through.",
        607.08,
        610.22
    ],
    [
        " So here's the forward.",
        610.64,
        611.52
    ],
    [
        " This manual is designed to fill a doctrinal gap.",
        611.66,
        613.88
    ],
    [
        " It's been 20 years since the US Army published a manual devoted to counter insurgency operations at 25 since their Marine Corps published its last manual.",
        613.96,
        621.98
    ],
    [
        " With our soldiers and Marines fighting insurgency in both Afghanistan and Iraq,",
        622.42,
        625.64
    ],
    [
        " it is thus essential that we give them a manual that provides principles and guidelines for counter insurgency operations.",
        625.74,
        632.58
    ],
    [
        " And they call that coin.",
        633.06,
        633.98
    ],
    [
        " Such guidance must be grounded in historical studies, however, it must be informed by contemporary experiences.",
        635.22,
        639.88
    ],
    [
        " So what's cool about this is,",
        640.18,
        641.42
    ],
    [
        " and they reference the counter insurgency and the insurgency in Iraq in 2005.",
        642.26,
        648.26
    ],
    [
        " Like that's how up to date this thing was, and they were trying to get this information out there as quick as they could.",
        648.82,
        653.94
    ],
    [
        " This manual takes a general approach to coin.",
        654.36,
        657.32
    ],
    [
        " The Army and Marine Corps recognize that every insurgency is contextual and presents its own set of challenges.",
        657.44,
        663.28
    ],
    [
        " So guess what?",
        663.74,
        664.54
    ],
    [
        " Every little disagreement that you have inside your team has its own little contextual things that are happening in its own set of challenges.",
        665.0,
        672.2
    ],
    [
        " So you have to be able to adapt to that.",
        672.64,
        674.46
    ],
    [
        " You cannot fight former Saddamists and Islamic extremists the same way you would fight the Viet Cong,",
        674.66,
        681.6
    ],
    [
        " the Moros, which is a Philippine, let's call it an insurgent group, or the Tupamaros, which was in Uruguay,",
        681.68,
        690.94
    ],
    [
        " the application of principles and fundamentals to deal with each very considerably.",
        691.24,
        695.84
    ],
    [
        " And it goes on to say that nonetheless there's common characteristics of insurgencies.",
        696.66,
        701.76
    ],
    [
        " It says, a counter insurgency campaign is, as described in this manual, a mix of offense, defense,",
        702.08,
        710.26
    ],
    [
        " and stability operations conducted along multiple lines of operations.",
        710.78,
        715.68
    ],
    [
        " So that right there, if you take that little thing right there into your mindset, because if we just say we're going to war, what does that mean?",
        715.96,
        723.7
    ],
    [
        " It means optimally, we're just going on offense.",
        724.86,
        728.6
    ],
    [
        " Maybe we say we're going to go offense, but we'd have to go on defense sometimes.",
        730.08,
        733.34
    ],
    [
        " But then stability, like what does that mean?",
        734.56,
        737.12
    ],
    [
        " That means you're trying to keep this whole organization together.",
        737.24,
        739.58
    ],
    [
        " Right, you're not worried about this.",
        739.92,
        742.6
    ],
    [
        " When I'm going to total war with Echo's country, I'm not worried about stability for you.",
        742.82,
        748.38
    ],
    [
        " I'm worried about just destroying you. I'm going on offense.",
        748.6,
        750.88
    ],
    [
        " And then conducted along multiple lines of operations.",
        751.12,
        755.28
    ],
    [
        " So that means there's all kinds, not just fighting.",
        755.84,
        758.3
    ],
    [
        " It's not just guns.",
        758.86,
        760.62
    ],
    [
        " It requires soldiers, Marines, to deploy a mix of both familiar combat tasks and skills more often associated with non-military agencies,",
        762.5,
        769.6
    ],
    [
        " with balance between them depending on the local situation.",
        770.0,
        773.06
    ],
    [
        " This is not easy. Leaders at all levels must adjust their approach constantly, ensuring that their elements are ready each day to be greeted with a handshake or a hand grenade.",
        773.46,
        782.68
    ],
    [
        " What does that do to your mentality?",
        787.76,
        789.18
    ],
    [
        " I mean, just think you're going into a meeting.",
        790.04,
        791.28
    ],
    [
        " You got to be ready to deal with a handshake or a hand grenade.",
        791.9,
        794.58
    ],
    [
        " That's what you got to be ready for.",
        795.28,
        797.42
    ],
    [
        " To take on missions that only infrequently practiced until recent years at our combat training centers to be our nation builders as well as warriors to help reestablish institutions and local security forces to assist in the rebuilding of infrastructure and basic services.",
        797.52,
        811.58
    ],
    [
        " And to facilitate the establishment of local governance and rule of law, that's what you throw the military into all that stuff.",
        811.58,
        818.48
    ],
    [
        " That's why counterinsurgency is so hard.",
        818.64,
        820.12
    ],
    [
        " Yeah, just everything I just said, going to war is like the easy part.",
        821.06,
        827.04
    ],
    [
        " Here's the bad guys go killing. That's the easy part.",
        827.34,
        829.76
    ],
    [
        " Everything else I just said, that's what makes this so complicated.",
        830.06,
        832.96
    ],
    [
        " Conducting a successful counterinsurgency campaign thus requires a flexible adaptive force led by agile, well informed, culturally astute leaders.",
        834.16,
        846.8
    ],
    [
        " Probably the opposite of what the stereotypical military person is.",
        847.36,
        851.8
    ],
    [
        " Is our hope that this manual provides the necessary guidelines to succeed in such a campaign and operations that inevitably are exceedingly difficult and complex.",
        852.5,
        860.42
    ],
    [
        " Our soldiers and Marines deserve nothing less and it's signed David H. Patreus, Lieutenant General, US Army and James and Mattis, Lieutenant General, United States Marine Corps.",
        860.42,
        872.04
    ],
    [
        " So there's your introduction right out of the gate. You can see we're dealing with something totally different.",
        873.78,
        878.74
    ],
    [
        " Just infinitely more complex.",
        879.1,
        881.62
    ],
    [
        " Chapter one, and this is the only chapter we're going to cover today.",
        882.72,
        887.86
    ],
    [
        " And it may be the look, like I said, it gets into some very granular stuff, but this is such a good opening.",
        888.76,
        894.96
    ],
    [
        " Chapter one, insurgency and counterinsurgency.",
        895.14,
        897.46
    ],
    [
        " Counterinsurgency is not just thinking man's warfare, it's the graduate level of war.",
        897.6,
        903.88
    ],
    [
        " Special forces officer in Iraq 2005.",
        904.08,
        906.46
    ],
    [
        " And this is what's really cool about this is the battle of Ramadi is seen as a model of counterinsurgency.",
        906.92,
        918.72
    ],
    [
        " And I was lucky enough to be there and lucky enough to sit in brigade, brigade, op orders and division op orders and to sit with the brigade commander and listen to what his thoughts were and hear what the input was and hear.",
        918.8,
        935.24
    ],
    [
        " I mean, it just was I was so lucky to be a part of this.",
        935.68,
        937.86
    ],
    [
        " To be there.",
        938.6,
        940.22
    ],
    [
        " So starts off overview, insurgency and counterinsurgency are subsets of war, though globalization and technology and technological advancement have influenced contemporary conflict, the nature of war in the 21st century is the same as it has been since ancient times, a violent clash of interest between or among organized groups characterized by use of military force.",
        941.92,
        965.2
    ],
    [
        " Success in war still depends on a group's ability to mobilize support for its political interests and generate sufficient violence to achieve political consequences.",
        965.2,
        977.24
    ],
    [
        " Means to achieve these goals are not limited to regular armies employed by a nation state at its core.",
        977.94,
        985.82
    ],
    [
        " War is a violent struggle between hostile independent and irreconcilable wills attempting to impose their desires on another.",
        985.82,
        993.34
    ],
    [
        " It is a complex interaction between human beings and is played out in a continuous process of action, reaction and adaptation.",
        993.54,
        1001.76
    ],
    [
        " War.",
        1003.28,
        1005.84
    ],
    [
        " This manual is available for free on the interwebs, Google it.",
        1009.62,
        1015.3
    ],
    [
        " I'm not going to read the whole thing today. I'm going to hit some highlights says this also it's scale and complexity should never this time of counterinsurgency.",
        1015.76,
        1023.66
    ],
    [
        " It's scale and complexity should never be underestimated by leaders and planners. Indeed, the possible scale and complexity must be understood before the beginning of any such operation.",
        1023.72,
        1034.48
    ],
    [
        " This is a mistake we've seemed to make over and over again. You think you're the big badass American military.",
        1034.56,
        1043.36
    ],
    [
        " We're going to go in there. We're going to squash these these enemy soldiers and the peasants will be on board.",
        1043.68,
        1049.72
    ],
    [
        " You know, the local populace will be on board when they see the freedom.",
        1050.1,
        1052.84
    ],
    [
        " And we just underestimate this thing all day long. You underestimate how hard it is to do this.",
        1053.6,
        1059.66
    ],
    [
        " How hard it is to actually execute a counterinsurgency.",
        1059.68,
        1064.46
    ],
    [
        " It talks about a couple different aspects of insurgency, a couple different kinds of revolution, which they describe as an unplanned, spontaneous explosion of popular will.",
        1065.34,
        1075.16
    ],
    [
        " Another one is a coup d'etat, which is a small group of plotters that replace state leaders with little support from the people at large.",
        1076.0,
        1084.12
    ],
    [
        " And an insurgency is an organized, protracted political military struggle designed to weaken government control.",
        1084.12,
        1092.28
    ],
    [
        " Insurgency is normally seek to either overthrow existing social order and relocate power within the country.",
        1093.32,
        1098.92
    ],
    [
        " It talks about internal wars. As the name internal wars implies, these are primarily conflicts within states, not conflicts between states.",
        1100.74,
        1110.92
    ],
    [
        " And they all contain at least some element of civil war.",
        1111.34,
        1114.08
    ],
    [
        " That's why I think so much of this is pertinent to being a leader because so much of being a leader isn't about how you're taking the fight to the enemy.",
        1114.42,
        1124.62
    ],
    [
        " It's how you're handling the people inside your own country. That's what's hard.",
        1124.62,
        1128.22
    ],
    [
        " Handling the people inside your own company, handling the people inside your own organization. Let me tell you something.",
        1130.0,
        1136.5
    ],
    [
        " At echelon front where we do leadership consulting. We spend at least as much time helping solve the problems inside the company as we do helping companies figure out how to do it.",
        1137.58,
        1154.6
    ],
    [
        " We're going to solve what they do to beat their competitors.",
        1154.6,
        1158.3
    ],
    [
        " Because if you don't have a square-to-way organized situation inside your team, you're not going to beat the competitors.",
        1159.06,
        1166.16
    ],
    [
        " You're not going to defeat your enemy.",
        1166.44,
        1167.7
    ],
    [
        " So this counterinsurgency, these counterinsurgency tactics are what you use to help your own team stay unified.",
        1169.02,
        1177.34
    ],
    [
        " And if you don't utilize them correctly, guess what you get? You get an insurgency.",
        1177.7,
        1181.54
    ],
    [
        " And at worst it rips your team apart. But even if it doesn't rip your team apart, it has you rowing in different directions.",
        1183.3,
        1192.84
    ],
    [
        " And when you row in different directions, you don't go where you're supposed to go.",
        1193.22,
        1197.48
    ],
    [
        " So you need to keep a check on that.",
        1198.34,
        1200.08
    ],
    [
        " One possible exception to this rule involves what can be termed a liberation insurgency where indigenous elements seek to expel or overthrow what they perceive to be a foreign occupational government.",
        1202.1,
        1212.38
    ],
    [
        " Such a resistance movement could be mounted by a legitimate government in exile as well as elements competing for that role.",
        1212.84,
        1221.3
    ],
    [
        " Another thing that happens in business, businesses get bought. Businesses get bought by bigger businesses.",
        1221.4,
        1226.18
    ],
    [
        " Businesses have people get inside and take over. There's hostels, there's all these kind of situations.",
        1226.68,
        1231.68
    ],
    [
        " And then you get these little insurgency inside companies, inside businesses, inside teams.",
        1231.82,
        1235.8
    ],
    [
        " Also, it can be outside actors get involved.",
        1236.52,
        1240.32
    ],
    [
        " Fast forward in all cases, the long term objective for all side remains acceptance of the legitimacy of one side's claim to political power by the people state of region.",
        1243.42,
        1254.7
    ],
    [
        " So if you're a leader and you are in a company and you're not considered legitimate, you're basically out of the gate, you're probably going to be dealing with an insurgency.",
        1254.96,
        1266.02
    ],
    [
        " That's just how it's happening. It's going to be rough.",
        1267.0,
        1270.6
    ],
    [
        " Another little section here, the scale and complexity of coin should never be underestimated.",
        1271.32,
        1277.46
    ],
    [
        " The effort requires a firm political will and extreme patience on the part of the government.",
        1277.54,
        1284.02
    ],
    [
        " It's people and countries providing its support.",
        1284.02,
        1287.26
    ],
    [
        " Wide-sped security requirements also limit flexibility, again, seating to, seating the initiative to insurgents.",
        1288.3,
        1294.8
    ],
    [
        " There's all kinds of reasons that the insurgents have an advantage.",
        1294.84,
        1299.84
    ],
    [
        " Oh, no, another quote here.",
        1300.38,
        1301.46
    ],
    [
        " The contest of the internal war is not fair as most of the rules favor the insurgents.",
        1302.0,
        1308.06
    ],
    [
        " Most of the rules favor the insurgents. I racked, they absolutely did.",
        1308.48,
        1313.58
    ],
    [
        " Did the insurgents and Iraq care if they wounded some friendly civilians, not one bit?",
        1315.12,
        1319.74
    ],
    [
        " Did they care if they killed each other, not one bit? Did they use torture? Absolutely.",
        1320.86,
        1324.58
    ],
    [
        " Did they use terror? Absolutely.",
        1325.42,
        1326.78
    ],
    [
        " Did they do the most brutal and savage things to the local populace? Yes, they absolutely did. And they didn't care at all.",
        1328.0,
        1334.42
    ],
    [
        " So they have a complete advantage when it comes to the rules.",
        1335.74,
        1339.84
    ],
    [
        " And whether you're talking about the tactical rules or the actual rules of engagement or the law of armed conflict, they don't care about any of that.",
        1341.78,
        1347.9
    ],
    [
        " The insurgent can make exorbitant promises and point out governmental shortcomings caused by the insurgency.",
        1348.78,
        1357.76
    ],
    [
        " So yeah, so you make a mistake fighting an insurgency. They're going to use it to their advantage.",
        1357.9,
        1362.46
    ],
    [
        " You kill civilians by accident.",
        1363.1,
        1365.04
    ],
    [
        " Oh, that's going to be national news, world news, global news.",
        1365.04,
        1369.24
    ],
    [
        " They're going to take advantage of that. They want that to happen.",
        1369.44,
        1372.46
    ],
    [
        " Fast forward. Coin is not an approach to war.",
        1373.34,
        1377.48
    ],
    [
        " That can be classified simply as foreign internal defense. It features a full spectrum of operations, including stability operations like any other campaign.",
        1377.92,
        1384.52
    ],
    [
        " In all cases, however, insurgencies will not be defeated simply by killing insurgents since the insurgents, since the insurgent begins with strategic actions.",
        1385.2,
        1395.02
    ],
    [
        " They're going to take initiative, meaning they have an advantage.",
        1395.1,
        1397.4
    ],
    [
        " The counterinsurgent is usually involved initially in more defensive than offensive operations.",
        1398.28,
        1405.02
    ],
    [
        " That's the way it kind of kicks off. They're attacking you. You don't even know who they are.",
        1405.38,
        1409.14
    ],
    [
        " Victory cannot be gained until the people accept the legitimacy of the government mounting coin and stop actively and passively supporting the insurgents.",
        1411.2,
        1420.14
    ],
    [
        " That right there, I was smiling when I read this because that's one of the quotes that I just completely ripped off from this when I read it for the first time and I started using that all the time.",
        1420.3,
        1430.3
    ],
    [
        " I started saying, when my boss would ask me, what are you guys trying to get done? I'm like, sir, we're trying to stop the passive support that's happening for the insurgents.",
        1430.88,
        1440.12
    ],
    [
        " And all of a sudden I sounded smart. Stole words from them.",
        1440.98,
        1445.96
    ],
    [
        " Because that's what there was a lot of in Ramadi. In Ramadi there was local populists was so scared that if an insurgent came into their house and wanted to use their window to shoot their sniper rifle from, they would just like get out of their way, get them some bread.",
        1446.32,
        1461.72
    ],
    [
        " We don't want to bother you. You do what you got to do. We're not here to cause them, but they provided passive support.",
        1462.14,
        1466.88
    ],
    [
        " And that happens inside companies too. You know you get the whatever that one element that used to be here that could help you.",
        1467.82,
        1474.44
    ],
    [
        " They're going to give you a hand. They're not definitely not going to rat you out because they see that illegitimate leader that whatever stepped in.",
        1474.44,
        1481.8
    ],
    [
        " I do just want to keep their job a lot of time. Yeah, exactly. They don't want to make any waves. Right.",
        1482.0,
        1488.56
    ],
    [
        " This gives a good section that kind of talks about the histories of insurgencies. That's why it's worth pulling out this book.",
        1490.86,
        1500.24
    ],
    [
        " Each insurgency is unique, although there may be similarities among them. In all cases, the insurgents aim is to force political change.",
        1503.06,
        1509.24
    ],
    [
        " And this is important. I have to try to read my note here.",
        1509.82,
        1515.84
    ],
    [
        " Force political change, but actually sometimes, especially in business, the goal is to prevent change.",
        1516.7,
        1523.9
    ],
    [
        " Right. They don't want some new system. They don't want some new procedure.",
        1524.2,
        1529.02
    ],
    [
        " So they have a little insurgency to fight against. They're fighting against change.",
        1529.36,
        1533.24
    ],
    [
        " Specific types of insurgency. Here's some things that you're supposed to try and figure out. What's the root cause of the insurgency?",
        1533.86,
        1542.92
    ],
    [
        " How important is that? Right. If you're in a team, you're in a business, you're in a leadership position.",
        1543.04,
        1548.96
    ],
    [
        " And there's some kind of an insurgency happening. You feel that. Find out what the root of it is. Where is this coming from?",
        1549.5,
        1556.38
    ],
    [
        " Next extent to which it enjoys support both internally except and externally. Who's on board with us?",
        1556.78,
        1562.34
    ],
    [
        " Bases on which insurgents appeal to target population.",
        1563.76,
        1566.64
    ],
    [
        " Insurgents, motivation and depth of commitment. Where they are. Like how much does this mean to them?",
        1567.76,
        1574.76
    ],
    [
        " Likely, insurgent weapons and tactics, operational environment, which insurgents seek to initiate and develop their campaign.",
        1574.88,
        1580.86
    ],
    [
        " So there's some things to look at. And this is why this again, this is why I think this is important because",
        1581.86,
        1588.48
    ],
    [
        " if you just look at your own team and you just think, oh, there against me, I'm at war with them, it's a problem.",
        1590.66,
        1596.38
    ],
    [
        " The way you fight that war is not going to be correct. If you look at it as an insurgency, you say, okay, how do I actually assess this?",
        1596.96,
        1603.74
    ],
    [
        " And this becomes, this gives you such a strategic advantage.",
        1604.42,
        1607.28
    ],
    [
        " Several different types of insurgents. Some of them seek to completely change the existing political system and arches.",
        1614.9,
        1622.68
    ],
    [
        " The egalitarian's traditionalist pluralists, they got good little definitions for all these in there.",
        1623.62,
        1628.04
    ],
    [
        " Some do not seek total political power in a state. These are secessionists, reformists, preventionists, commercialists.",
        1628.54,
        1635.08
    ],
    [
        " And you got to try and figure out what it is that your insurgents are seeking.",
        1635.72,
        1640.76
    ],
    [
        " Insurgent strategies, you've got conspiratorial.",
        1642.04,
        1646.76
    ],
    [
        " Conspiratorial strategy involves a few leaders and a militant cadre or activist party seizing control of government structures or exploiting a revolutionary situation.",
        1646.8,
        1660.68
    ],
    [
        " This is what's interesting. Such insurgents remain secretive as long as possible.",
        1662.9,
        1668.42
    ],
    [
        " Emerging only when success can be quickly achieved.",
        1668.64,
        1671.62
    ],
    [
        " That's definitely something to think about.",
        1672.34,
        1677.34
    ],
    [
        " Because you think everything's going cool, right?",
        1677.78,
        1680.22
    ],
    [
        " You hear a little bit of murmur here, a murmur there.",
        1680.44,
        1682.82
    ],
    [
        " Someone's talking about this method that we're using.",
        1683.02,
        1685.28
    ],
    [
        " Someone's against some way, some change that we want to make.",
        1685.52,
        1688.14
    ],
    [
        " You hear little whispers.",
        1688.34,
        1689.56
    ],
    [
        " And then all of a sudden one day, boom, you get hit in the face with it.",
        1690.36,
        1692.7
    ],
    [
        " And you aren't ready for it.",
        1692.88,
        1694.3
    ],
    [
        " So you got to watch out for that.",
        1694.3,
        1697.62
    ],
    [
        " Military focus, these are ones that are going to use military force to try and make things happen.",
        1699.08,
        1705.86
    ],
    [
        " Urban organizations like the Irish Republican Army and Latin American groups have pursued an urban warfare strategy.",
        1706.96,
        1717.02
    ],
    [
        " Approaches terrorists tactics and cities to sow disorder and create government repression.",
        1717.24,
        1724.34
    ],
    [
        " Those subjectives have not generated much success without wider rural support.",
        1724.6,
        1731.08
    ],
    [
        " You also got the protracted popular war.",
        1731.88,
        1735.02
    ],
    [
        " God, it's just an ugly term protracted war.",
        1735.32,
        1741.18
    ],
    [
        " What does that mean? It's going to last a long time.",
        1741.66,
        1744.02
    ],
    [
        " And what sucks is from a psychological standpoint, like if you and I are going to change your gits,",
        1745.86,
        1751.8
    ],
    [
        " and you know that I'm just a guy that's just going to go protracted.",
        1752.4,
        1756.56
    ],
    [
        " Like you don't want none of that, right?",
        1756.62,
        1758.36
    ],
    [
        " I tend not to.",
        1759.14,
        1760.14
    ],
    [
        " Hey, well, let me, let me, let's say you set up the clock, the timer, and you put five minute rounds on there.",
        1760.22,
        1765.84
    ],
    [
        " And then I walk over and I just turn it off.",
        1766.34,
        1768.5
    ],
    [
        " There's no time limit.",
        1768.92,
        1771.02
    ],
    [
        " It's just going to be a protracted war.",
        1771.22,
        1773.02
    ],
    [
        " It's where going.",
        1773.52,
        1773.98
    ],
    [
        " I don't care how long it takes.",
        1774.28,
        1775.48
    ],
    [
        " I was thinking of doing a, is there still, is there a gitsuit tournament right now?",
        1775.92,
        1782.92
    ],
    [
        " That's no time limit submission only.",
        1783.18,
        1785.28
    ],
    [
        " Does one exist right now?",
        1785.66,
        1787.28
    ],
    [
        " I don't know.",
        1787.48,
        1787.92
    ],
    [
        " We've had some variations of it attempted.",
        1788.2,
        1790.64
    ],
    [
        " Yeah.",
        1790.98,
        1791.16
    ],
    [
        " But is there anyone that's doing no time limit submission only?",
        1791.48,
        1796.7
    ],
    [
        " I think there's certain ones that have like those types of matches, but I think they're specific like special matches.",
        1796.7,
        1803.02
    ],
    [
        " Like no time limit matches or something like that.",
        1803.28,
        1805.92
    ],
    [
        " Not all of them, but it's actually pretty rare.",
        1806.2,
        1808.76
    ],
    [
        " But yes, I've seen that.",
        1809.02,
        1810.16
    ],
    [
        " What if we do a gitsuit tournament called protracted war?",
        1810.5,
        1813.38
    ],
    [
        " Yeah.",
        1814.32,
        1815.42
    ],
    [
        " Sure.",
        1815.84,
        1816.16
    ],
    [
        " The thing is you got to be ready.",
        1816.72,
        1818.04
    ],
    [
        " You got to be ready for this as a competitor.",
        1818.34,
        1820.84
    ],
    [
        " As a competitor.",
        1821.1,
        1821.64
    ],
    [
        " You're like, I got a hydrate because I might be fighting for the next nine hours.",
        1821.76,
        1825.56
    ],
    [
        " Well, that's what the UFC was.",
        1825.7,
        1827.78
    ],
    [
        " Yeah, I know.",
        1827.98,
        1828.56
    ],
    [
        " See what it was.",
        1828.56,
        1829.34
    ],
    [
        " The first ones were, how many, how many before they made time limits?",
        1829.34,
        1834.1
    ],
    [
        " 16 minute time limit with like a overtime or so.",
        1834.3,
        1838.64
    ],
    [
        " It was one and two, I think, and three.",
        1838.68,
        1841.72
    ],
    [
        " Something like that.",
        1842.38,
        1843.1
    ],
    [
        " So you'd have to do this.",
        1843.9,
        1845.58
    ],
    [
        " I had an idea.",
        1846.0,
        1847.58
    ],
    [
        " You do because you got to figure most matches aren't going to last like nine hours.",
        1847.8,
        1852.78
    ],
    [
        " Very few matches would last nine hours.",
        1853.82,
        1856.12
    ],
    [
        " I think, I think very few matches would go over an hour, but occasionally you would get two just really evenly matched humans.",
        1856.56,
        1864.46
    ],
    [
        " And you know how hard it is to submit somebody that's good.",
        1865.16,
        1868.88
    ],
    [
        " But if you had three mats running at the same time, and they were all had no time limit protracted war on each one of them.",
        1869.28,
        1879.58
    ],
    [
        " So that way, if you have an audience that wants to see this, they can watch whichever one is happening.",
        1879.76,
        1886.06
    ],
    [
        " Because let's face it, some of them is going to get, you know, the guy's going to get a position.",
        1886.18,
        1890.12
    ],
    [
        " And he's just going to start grinding somebody down, but it might take two hours.",
        1890.38,
        1893.02
    ],
    [
        " Yeah.",
        1893.46,
        1893.6
    ],
    [
        " I mean, if I got, if I was going against you in this tournament and I got across side, it would be a long time.",
        1894.2,
        1900.52
    ],
    [
        " Yeah.",
        1900.76,
        1900.9
    ],
    [
        " I would be there for a long time.",
        1901.16,
        1902.24
    ],
    [
        " Yeah.",
        1902.28,
        1902.5
    ],
    [
        " I wouldn't rush it.",
        1902.7,
        1903.5
    ],
    [
        " I would cook you for a while.",
        1903.66,
        1905.82
    ],
    [
        " Sure.",
        1906.38,
        1907.26
    ],
    [
        " Yeah.",
        1907.84,
        1908.24
    ],
    [
        " Why would I rush?",
        1908.5,
        1910.08
    ],
    [
        " Yeah, no reason.",
        1910.54,
        1911.4
    ],
    [
        " And I think that was the whole thing about jujitsu to begin with.",
        1912.02,
        1915.88
    ],
    [
        " Like how, you know, how do you grace these smaller guy, you know, and he lets that, you know, he can put himself in safe position, positioning to minimize damage, all the stuff.",
        1916.08,
        1925.56
    ],
    [
        " And then the guy gets all tired.",
        1925.7,
        1927.06
    ],
    [
        " And then he can use his leverage or whatever.",
        1927.36,
        1929.82
    ],
    [
        " Like there was a lot of them, his matches, old school, over one hour.",
        1929.98,
        1933.12
    ],
    [
        " Yeah.",
        1933.26,
        1933.46
    ],
    [
        " When they had no time limit.",
        1933.88,
        1935.02
    ],
    [
        " But you got to be ready for that.",
        1935.46,
        1936.52
    ],
    [
        " Yeah, as a competitor, but as far as tournaments go, as an audience member, too, you got to be ready for that.",
        1936.6,
        1942.64
    ],
    [
        " Yeah.",
        1942.98,
        1943.4
    ],
    [
        " Well, that's why maybe you're doing it with multiple matches going on at the same time.",
        1943.5,
        1947.58
    ],
    [
        " And that way you can, you know, you can kind of highlight the big, the match where there's action happening.",
        1947.58,
        1951.9
    ],
    [
        " Right.",
        1952.4,
        1952.58
    ],
    [
        " I watched a, I don't, I don't think it was no time limit, but limit, but it was one of those ones that I think was like a 30 minute time limit.",
        1952.58,
        1959.48
    ],
    [
        " It was like a super fight.",
        1959.48,
        1961.02
    ],
    [
        " And one of the early tournaments that I did, and they were super good.",
        1961.18,
        1965.36
    ],
    [
        " They're both really good.",
        1965.36,
        1966.36
    ],
    [
        " So they're even and like none of them even scored a point on each other.",
        1966.36,
        1971.4
    ],
    [
        " And after a while, I was like, bro, this is, I liked you just do a lot.",
        1971.4,
        1975.28
    ],
    [
        " But it's kind of boring.",
        1975.8,
        1977.6
    ],
    [
        " Yeah.",
        1977.8,
        1978.06
    ],
    [
        " That's, that's the, you know what the problem is there?",
        1978.26,
        1980.02
    ],
    [
        " The time limit.",
        1980.66,
        1981.44
    ],
    [
        " The time limit.",
        1981.86,
        1983.54
    ],
    [
        " Because when you have a time limit, you're like, oh well, I was training yesterday.",
        1983.88,
        1987.38
    ],
    [
        " I was like, hmm, there was something like 40 seconds left.",
        1987.38,
        1991.26
    ],
    [
        " I could see it on the clock.",
        1991.4,
        1992.28
    ],
    [
        " And I was fighting, I was rolling with Andy.",
        1992.62,
        1995.44
    ],
    [
        " And I was like fighting to keep him in, you know, from passing my guard.",
        1996.22,
        1999.88
    ],
    [
        " And then, you know, there was like 32 seconds left.",
        2000.38,
        2003.2
    ],
    [
        " And I was like, hey man, even if he passed my guard right now, you know, he's, chances are he's not going to finish me.",
        2003.5,
        2011.54
    ],
    [
        " So, so I'm not saying I let him pass because he definitely passed it.",
        2011.72,
        2015.22
    ],
    [
        " But, yeah, you know, I kind of like then lock my hands and I kind of sat there and I'm like, you know, and he even, he knows it.",
        2015.58,
        2021.44
    ],
    [
        " Yeah, he knows and he's laughing.",
        2021.44,
        2022.4
    ],
    [
        " He's like smiling or whatever.",
        2022.4,
        2024.06
    ],
    [
        " He's like, yeah.",
        2024.26,
        2024.88
    ],
    [
        " So, that's in your head.",
        2025.14,
        2027.0
    ],
    [
        " Yeah.",
        2027.46,
        2027.56
    ],
    [
        " So, when you, when you're in these things, you have a time limit, you're like, hmm, whatever.",
        2027.72,
        2032.7
    ],
    [
        " I can, I can hang out for another seven minutes.",
        2033.08,
        2035.74
    ],
    [
        " Yeah.",
        2036.12,
        2036.36
    ],
    [
        " Not just, just don't expose anything.",
        2036.54,
        2037.96
    ],
    [
        " But if there's no time limit.",
        2038.16,
        2039.04
    ],
    [
        " Yeah, the different mentality.",
        2039.6,
        2041.52
    ],
    [
        " So, when you're going into those protracted wars, if you're the, if you're the insurgent, bro, you live there.",
        2042.18,
        2049.64
    ],
    [
        " Yeah.",
        2049.84,
        2050.06
    ],
    [
        " You live there.",
        2050.38,
        2051.72
    ],
    [
        " It's your life now.",
        2051.82,
        2052.5
    ],
    [
        " So, so you don't care how long, you know, when we, when we fought Vietnam, when we fought in Vietnam, the Vietnamese, they're not going anywhere.",
        2052.82,
        2062.18
    ],
    [
        " They're not, they're at home.",
        2062.36,
        2063.5
    ],
    [
        " Right.",
        2063.84,
        2064.1
    ],
    [
        " You know, we have to go over there when we're fighting in Iraq.",
        2064.5,
        2067.22
    ],
    [
        " They're at home.",
        2067.62,
        2068.16
    ],
    [
        " The insurgents are there.",
        2068.66,
        2069.68
    ],
    [
        " They live there.",
        2069.8,
        2070.26
    ],
    [
        " There was foreign fighters, of course, but Afghanistan, same thing.",
        2070.62,
        2074.86
    ],
    [
        " So, they have this weapon on their side, which is time, the protracted war.",
        2075.06,
        2079.96
    ],
    [
        " This is going to sound kind of off, but I was watching this.",
        2080.48,
        2085.64
    ],
    [
        " It was like, it wasn't a documentary, but you know, the kind of where it's like on, like, discovery or one of these.",
        2086.22,
        2091.7
    ],
    [
        " And then they, they proposed, like, what if this happened?",
        2091.86,
        2096.84
    ],
    [
        " Like, there's a show called What If Humans Disappeared or something like that.",
        2097.3,
        2101.22
    ],
    [
        " You ever heard of that where it's not like, okay, after, you know, 10 years, the cities would start to get a little more powerful.",
        2101.32,
        2107.16
    ],
    [
        "",
        2107.16,
        2107.16
    ],
    [
        " And they have the CGI, and it's pretty cool.",
        2107.34,
        2109.22
    ],
    [
        " So, there was one where it said, what if aliens took over?",
        2109.52,
        2113.8
    ],
    [
        " And how would we beat them?",
        2114.32,
        2117.46
    ],
    [
        " Because if aliens took over, that's what they would be.",
        2117.58,
        2119.58
    ],
    [
        " They wouldn't be like, oh, let me just come and live with you guys.",
        2119.68,
        2123.28
    ],
    [
        " That's what they're saying.",
        2123.54,
        2124.58
    ],
    [
        " Chances are.",
        2124.78,
        2125.86
    ],
    [
        " They're not benevolent.",
        2127.64,
        2128.28
    ],
    [
        " Yeah, not to help people.",
        2128.42,
        2129.84
    ],
    [
        " They're here for earth, you know, it's kind of like, I mean, think about it.",
        2129.84,
        2133.02
    ],
    [
        " That's every living thing.",
        2133.08,
        2134.12
    ],
    [
        " It's kind of like, but I live here now, kind of thing.",
        2134.24,
        2136.1
    ],
    [
        " Like we got to, so anyway, they're saying, how would we fight the aliens?",
        2136.26,
        2140.86
    ],
    [
        " And they're, they're breaking it down.",
        2141.18,
        2142.88
    ],
    [
        " Like, this is what the aliens would do first.",
        2143.0,
        2144.52
    ],
    [
        " This is what they do second.",
        2144.72,
        2145.7
    ],
    [
        " This is what they do third.",
        2145.78,
        2147.02
    ],
    [
        " They're just totally breaking it down.",
        2147.02,
        2148.38
    ],
    [
        " It's like, but they're saying at the end of the, at the end of the day, the best way we could win is through,",
        2148.44,
        2153.96
    ],
    [
        " I think they called it guerrilla warfare or maybe insurgency, I forget what they called it.",
        2153.96,
        2157.72
    ],
    [
        " But that's what they would say.",
        2157.94,
        2159.52
    ],
    [
        " It's like, we live here.",
        2159.62,
        2160.56
    ],
    [
        " So we have that advantage of like, we can hide for, you know, months and then attacking, then go hide again, you know, because we live here.",
        2160.72,
        2167.72
    ],
    [
        " Meanwhile, they're here.",
        2168.24,
        2169.2
    ],
    [
        " So it's like, they're here.",
        2169.56,
        2170.92
    ],
    [
        " They got to run supplies from their own, whatever alien spaceship.",
        2171.02,
        2176.42
    ],
    [
        " And they got to make moves and they got to, you know, just dragged me into a protracted conversation about alien invasions.",
        2176.7,
        2182.02
    ],
    [
        " I'm losing this war over here.",
        2182.24,
        2183.76
    ],
    [
        " But it's the exact metaphor though, you know, like where if like aliens are coming over, whether it be to take over or to get some alien job done.",
        2183.92,
        2191.1
    ],
    [
        " But we live here.",
        2191.54,
        2192.56
    ],
    [
        " We don't, you know, we can take hits.",
        2192.7,
        2194.24
    ],
    [
        " We're still living here.",
        2194.42,
        2195.5
    ],
    [
        " This is the thing that's ridiculous about this argument.",
        2195.52,
        2197.64
    ],
    [
        " Is what level of competence does the alien do the aliens have?",
        2197.98,
        2204.04
    ],
    [
        " We'll say varying levels of competence.",
        2205.08,
        2206.98
    ],
    [
        " Okay, so if they're, let's face it, we could get invaded by aliens that were not that advanced and we would just kick their ass real quick.",
        2207.14,
        2214.34
    ],
    [
        " It's like on a district night or something like that.",
        2214.36,
        2216.48
    ],
    [
        " I don't know, but I don't, I'm not familiar when, where did that battle take place?",
        2216.48,
        2220.28
    ],
    [
        " South Africa.",
        2220.48,
        2221.02
    ],
    [
        " What was, who, who are the insurgents?",
        2221.72,
        2223.34
    ],
    [
        " Aliens.",
        2223.96,
        2224.44
    ],
    [
        " Oh, no, the insurgents were, I guess that's not really an insurgent situation.",
        2224.7,
        2228.14
    ],
    [
        "",
        2228.64,
        2228.64
    ],
    [
        " Yes, sir.",
        2228.64,
        2228.82
    ],
    [
        " Oh, okay. I thought you were talking about an actual one-time situation that I was unaware of.",
        2228.92,
        2231.86
    ],
    [
        " Oh, yeah, the aliens came down.",
        2231.9,
        2233.14
    ],
    [
        " Yeah, I don't know.",
        2233.28,
        2234.1
    ],
    [
        " But, yeah, on that movie, yeah, I guess you know, a district night was not about any kind of insurgency at all.",
        2234.28,
        2239.42
    ],
    [
        " It was more of that show.",
        2239.76,
        2241.36
    ],
    [
        " What was their competence about?",
        2241.56,
        2242.44
    ],
    [
        " What was their competence about?",
        2242.54,
        2243.2
    ],
    [
        " The aliens?",
        2243.4,
        2243.68
    ],
    [
        " Yeah.",
        2243.82,
        2243.92
    ],
    [
        " Basically, it was like aliens.",
        2244.26,
        2245.54
    ],
    [
        " I don't know. I forget why they were there.",
        2246.0,
        2247.4
    ],
    [
        " No one really knew why they were there.",
        2247.5,
        2248.54
    ],
    [
        " But it's essentially the ship.",
        2248.54,
        2250.18
    ],
    [
        " It didn't crash, but it sort of got jammed up and they were sort of stuck there.",
        2250.54,
        2254.96
    ],
    [
        " Okay.",
        2255.18,
        2255.42
    ],
    [
        " So they would, they'd fly after a few months or a month or whatever.",
        2255.54,
        2258.2
    ],
    [
        " They were the human people went up and with their helicopters.",
        2258.44,
        2262.38
    ],
    [
        " Because the alien ship kind of came, didn't crash, just hovered and stayed there.",
        2262.42,
        2265.96
    ],
    [
        " Didn't open.",
        2266.06,
        2266.5
    ],
    [
        " Didn't nothing.",
        2266.76,
        2267.2
    ],
    [
        " So they go up and they explore.",
        2267.82,
        2269.54
    ],
    [
        " They open the alien craft.",
        2269.72,
        2271.36
    ],
    [
        " It's pretty good.",
        2271.78,
        2273.04
    ],
    [
        " Good show.",
        2273.22,
        2273.58
    ],
    [
        " Anyway, they open it and all the aliens are all starving and freaking, you know, they're messed up.",
        2273.88,
        2279.34
    ],
    [
        " Like they're desolate, you know.",
        2279.44,
        2280.78
    ],
    [
        " Got it.",
        2280.86,
        2281.34
    ],
    [
        " And so they're like, hey, well, they're not hostile.",
        2281.54,
        2284.5
    ],
    [
        " So what do we do?",
        2284.5,
        2285.5
    ],
    [
        " Just leave them.",
        2285.64,
        2286.16
    ],
    [
        " You know, so they set up these caps for them, you know, to help help them or whatever.",
        2286.36,
        2290.26
    ],
    [
        " So the aliens were kind of quarantined.",
        2290.44,
        2292.5
    ],
    [
        " They were quarantined.",
        2292.66,
        2293.22
    ],
    [
        " Like a food.",
        2293.5,
        2293.76
    ],
    [
        " Like a food.",
        2294.16,
        2294.8
    ],
    [
        " So they kind of shuffle supplies, but rather sort of aliens, you know, like, I don't know what do you do.",
        2294.88,
        2298.92
    ],
    [
        " You can't just let them live with us because they're kind of whatever.",
        2299.0,
        2302.22
    ],
    [
        " So it's kind of that situation.",
        2302.52,
        2303.94
    ],
    [
        " So it was less about fighting them.",
        2304.28,
        2306.54
    ],
    [
        " It was less about that.",
        2306.64,
        2307.46
    ],
    [
        " It was more about some other issue.",
        2307.46,
        2308.78
    ],
    [
        " Yeah.",
        2309.24,
        2309.48
    ],
    [
        " And I guess you'd have to figure that if an alien element made it here, they're pretty advanced.",
        2309.58,
        2313.66
    ],
    [
        " They got some technology.",
        2314.2,
        2315.42
    ],
    [
        " So I don't think we're going to be coming up against the JV team.",
        2315.42,
        2318.4
    ],
    [
        " No.",
        2318.64,
        2318.92
    ],
    [
        " That's what that show was saying.",
        2319.36,
        2320.84
    ],
    [
        " The JV team isn't going to show up on Earth.",
        2320.94,
        2323.8
    ],
    [
        " No.",
        2324.34,
        2324.62
    ],
    [
        " Right?",
        2325.28,
        2325.54
    ],
    [
        " Because how did they get here?",
        2325.74,
        2326.5
    ],
    [
        " They designed some kind of a spaceship that got here.",
        2326.6,
        2330.1
    ],
    [
        " These are some Elon Musk level smart people.",
        2330.48,
        2333.66
    ],
    [
        " Well, then again, technically, sure, but that does that indicate or does that prove that they're going to be square away in all ways.",
        2333.66,
        2343.72
    ],
    [
        " You know, maybe they just have this new technology.",
        2344.0,
        2345.58
    ],
    [
        " They can do this stuff.",
        2345.58,
        2346.58
    ],
    [
        " But if you can make a spaceship that can get here, I mean, you had to fight to get here.",
        2346.62,
        2350.62
    ],
    [
        " This was not easy.",
        2350.82,
        2351.68
    ],
    [
        " Yeah, but that's a different kind of fight when you think about it.",
        2351.78,
        2354.08
    ],
    [
        " It seems like it's kind of like, you know, oh, maybe they're just people that if, imagine if they just didn't even have the concept of violence, right?",
        2354.28,
        2362.68
    ],
    [
        " Yeah, it was just war.",
        2362.84,
        2363.76
    ],
    [
        " They just was totally foreign to them.",
        2363.98,
        2365.28
    ],
    [
        " Yeah.",
        2365.44,
        2365.66
    ],
    [
        " And so they could show up here.",
        2365.76,
        2366.78
    ],
    [
        " And the first one that, you know, tries to do something, somebody just hits him head with a bat.",
        2367.14,
        2372.0
    ],
    [
        " And they're just all shocked.",
        2372.26,
        2373.7
    ],
    [
        " Oh, yeah, I'll confuse them.",
        2373.8,
        2375.02
    ],
    [
        " But is that even possible that there's a group that just has no comprehension of violence?",
        2375.26,
        2380.02
    ],
    [
        " If there is, you know what they'd be?",
        2380.52,
        2382.72
    ],
    [
        " They'd be aliens because you know, seems saying things work different.",
        2382.9,
        2386.72
    ],
    [
        " You know how like every once in a while, like you'll get a situation where I don't know this turned into a grounded body.",
        2386.74,
        2393.84
    ],
    [
        " That's so correct.",
        2394.08,
        2394.64
    ],
    [
        " I'm thinking of something real like ambiguous, actually right now.",
        2394.88,
        2398.24
    ],
    [
        " But let's say, okay, let's say you're you're the alien.",
        2398.34,
        2401.12
    ],
    [
        " You go to a distant planet.",
        2401.4,
        2402.34
    ],
    [
        " You're like, we're going to take over.",
        2402.34,
        2403.52
    ],
    [
        " So we're going to we're going to bring this poison.",
        2403.92,
        2405.72
    ],
    [
        " This poison is like the most lethal poison ever created here.",
        2405.96,
        2409.24
    ],
    [
        " So we're going to take this and we're just going to exterminate them all.",
        2409.4,
        2412.04
    ],
    [
        " Like that's how.",
        2412.28,
        2413.04
    ],
    [
        " So we're going to go and then you go to this distant galaxy.",
        2413.22,
        2415.94
    ],
    [
        " You go to their planet, whatever.",
        2416.2,
        2417.4
    ],
    [
        " Perfect for, you know, perfect, just like earth, whatever.",
        2417.58,
        2419.92
    ],
    [
        " And you go, you start spraying this poison.",
        2420.36,
        2422.24
    ],
    [
        " And they're liking it up.",
        2422.52,
        2423.6
    ],
    [
        " Yeah, they're like, oh my gosh, it solves like a bunch of their problems and makes them super, you know, it's like that kind of situation.",
        2423.62,
        2429.92
    ],
    [
        " I'm just saying it doesn't prove that just because they know how to travel through dimensions or whatever it doesn't mean they're going to be successful in everything.",
        2430.14,
        2438.54
    ],
    [
        " You see what I'm saying?",
        2438.76,
        2439.3
    ],
    [
        " It could be, it could be the opposite.",
        2439.4,
        2440.78
    ],
    [
        " Right on.",
        2441.04,
        2441.42
    ],
    [
        " All right.",
        2441.74,
        2442.04
    ],
    [
        " Well,",
        2442.22,
        2442.42
    ],
    [
        " protracted war.",
        2442.66,
        2446.16
    ],
    [
        " That's where we were at.",
        2446.32,
        2447.04
    ],
    [
        " Yes, sir.",
        2447.06,
        2447.42
    ],
    [
        " Mao's theory of protracted war outlines three phased political military approach.",
        2448.12,
        2453.3
    ],
    [
        " Strategic defensive.",
        2453.72,
        2454.56
    ],
    [
        " This is where the enemy,",
        2455.08,
        2457.66
    ],
    [
        " and in this case, your flip-flop and back and forth and who's the enemy, but the enemy, meaning the government has stronger forces.",
        2458.42,
        2464.94
    ],
    [
        " So you're in defense, then stalemate where you're doing gorilla operations.",
        2465.52,
        2470.48
    ],
    [
        " And then offensive is when you actually have beat down the government forces enough that you can actually have a real war with them,",
        2471.26,
        2480.58
    ],
    [
        " almost like a conventional war.",
        2480.68,
        2481.86
    ],
    [
        " And then it talks about how you can go.",
        2482.42,
        2483.96
    ],
    [
        " These stages, you can go through one stage, you can skip a stage, you can come back to the stage.",
        2484.6,
        2489.68
    ],
    [
        " So that's what happens with protracted war.",
        2490.46,
        2493.06
    ],
    [
        " It's very hard to speak in a protracted war.",
        2493.28,
        2496.44
    ],
    [
        " It's very hard to get the submission on the insurgents.",
        2496.54,
        2499.66
    ],
    [
        " Because every time you get them in a chokehold, they slip out and they slip away.",
        2499.9,
        2504.4
    ],
    [
        " Right?",
        2504.74,
        2504.82
    ],
    [
        " And now you can't go and find them because they slip back in with the local populace.",
        2505.4,
        2509.48
    ],
    [
        " So you've got to kind of, you know, check for that.",
        2511.64,
        2515.2
    ],
    [
        " So if that's protracted popular war, they've got traditional many contemporary insurgents.",
        2515.54,
        2519.22
    ],
    [
        " These fit a more traditional approach based on clan tribe or ethnic group.",
        2519.32,
        2522.3
    ],
    [
        " Such insurgency typically has an entire community join the effort as a whole, bring you with them.",
        2522.52,
        2528.5
    ],
    [
        " They're existing, social and military hierarchy.",
        2528.5,
        2530.82
    ],
    [
        " The primary struggle in an internal war is to mobilize people in a battle for legitimacy.",
        2535.94,
        2542.88
    ],
    [
        " And I think that word legitimacy and legit is one thing that made me start thinking maybe I should do the counter-insurgency manual.",
        2543.82,
        2550.06
    ],
    [
        " Because think about how often that happens in an organization.",
        2550.66,
        2554.12
    ],
    [
        " The leader is either legitimate or not.",
        2554.88,
        2559.42
    ],
    [
        " And if you're not considered legitimate, everything is hard.",
        2560.2,
        2564.4
    ],
    [
        " And if people think you're legitimate, everything is that much easier.",
        2564.84,
        2570.12
    ],
    [
        " So when you are acting as a leader and you do things that negate or detract from your legitimacy,",
        2570.92,
        2580.28
    ],
    [
        " you're doing a whole lot more damage than you think you are.",
        2580.78,
        2583.28
    ],
    [
        " Every time you use your authority in an abusive way, your legitimacy goes down.",
        2584.46,
        2590.56
    ],
    [
        " Every time you tell a lie, your legitimacy goes down.",
        2590.9,
        2593.72
    ],
    [
        " Every time you do the right thing, your legitimacy goes up.",
        2594.2,
        2598.32
    ],
    [
        " I feel like you know what people will say, I demand respect.",
        2599.24,
        2607.06
    ],
    [
        " You know, like that thing.",
        2607.58,
        2608.86
    ],
    [
        " You automatically just lost respect.",
        2609.06,
        2610.88
    ],
    [
        " Yeah, kind of right?",
        2610.88,
        2611.96
    ],
    [
        " Because it's not really how, by the way, you don't have to say that.",
        2612.68,
        2617.26
    ],
    [
        " You can just act like that.",
        2617.72,
        2619.38
    ],
    [
        " Just act like you demand respect.",
        2619.68,
        2622.46
    ],
    [
        " Yeah, like call me sir.",
        2622.9,
        2624.68
    ],
    [
        " Damn it.",
        2625.06,
        2625.68
    ],
    [
        " Kind of thing.",
        2625.94,
        2626.6
    ],
    [
        " I'm not saying there's anything wrong calling someone sir or whatever.",
        2626.86,
        2628.88
    ],
    [
        " But you know, that kind of stuff.",
        2629.6,
        2630.66
    ],
    [
        " Like they'll harp on that kind of stuff.",
        2630.78,
        2632.16
    ],
    [
        " Like you can tell someone's reaction when they're reacting to this detail where it's like,",
        2632.38,
        2635.96
    ],
    [
        " oh, you're like, I see what you're doing.",
        2635.96,
        2638.18
    ],
    [
        " You're basically saying like, I demand respect.",
        2638.84,
        2641.44
    ],
    [
        " I'm not going to, I mean, me earning it, that's a whole different thing.",
        2641.82,
        2644.38
    ],
    [
        " You're saying, but you just better give it to me kind of thing.",
        2644.66,
        2647.82
    ],
    [
        " So it's like one of those, you know, if you're illegitimate, that tends to be like what it looks like.",
        2648.5,
        2652.96
    ],
    [
        " If you're legitimate, it tends to not be what it looks like.",
        2653.42,
        2656.86
    ],
    [
        " It's just a good little framework to think and filter your actions through.",
        2657.1,
        2661.52
    ],
    [
        " Does this make me more or less legitimate?",
        2661.52,
        2664.92
    ],
    [
        " Mobilization means there are five means to mobilize popular support.",
        2666.24,
        2669.98
    ],
    [
        " Persuasion, coercion, reaction to abuses, foreign support, apolitical motivations.",
        2670.5,
        2675.32
    ],
    [
        " A mixture of them may motivate anyone individual.",
        2676.08,
        2679.0
    ],
    [
        " So persuasion, political social security, and economic benefits entice people to support one side or the other.",
        2679.24,
        2688.34
    ],
    [
        " This is where you're like, hey, we're going to take care of you.",
        2688.34,
        2690.54
    ],
    [
        " Coversion, this is the carrot in the stick, right?",
        2691.82,
        2694.3
    ],
    [
        " Persuasion is the carrot, coercion is the stick.",
        2694.58,
        2697.08
    ],
    [
        " You either get on board with what we're doing or we're going to give you a beat down.",
        2697.44,
        2700.48
    ],
    [
        " Reaction to abuses, this one is important.",
        2701.04,
        2703.28
    ],
    [
        " A government that abuses its people or is tyrannical generates resistance to its rule.",
        2703.28,
        2708.04
    ],
    [
        " Think about that from a leadership perspective.",
        2708.5,
        2710.08
    ],
    [
        " Think about all those three things from a leadership perspective.",
        2710.44,
        2712.28
    ],
    [
        " You can either use persuasion, you can use code.",
        2712.72,
        2715.3
    ],
    [
        " So carrot, stick, and then reaction to abuses.",
        2715.3,
        2719.14
    ],
    [
        " So if you're abuse people as a leader, they're going to have been injured, maltreated, victimized, dishonored,",
        2719.76,
        2726.52
    ],
    [
        " or had close friends or relatives killed by the government, particularly by security forces,",
        2726.52,
        2730.2
    ],
    [
        " may lash back at their attackers.",
        2730.54,
        2732.98
    ],
    [
        " So when you're abusive to people, it's going to come back at you.",
        2733.64,
        2738.62
    ],
    [
        " It adds fuel to the insurgency.",
        2738.96,
        2741.22
    ],
    [
        " So you're saying the insurgency will use that?",
        2741.62,
        2744.12
    ],
    [
        " Oh yeah.",
        2744.48,
        2745.0
    ],
    [
        " That's how you get people to come on board.",
        2745.2,
        2748.1
    ],
    [
        " If I show up at your house and I was like, hey, Echo, I was really sorry to hear about your brother.",
        2748.28,
        2751.68
    ],
    [
        " I really started to hear about your brother.",
        2752.32,
        2754.5
    ],
    [
        " I can't believe that they did that.",
        2754.54,
        2755.88
    ],
    [
        " I can't believe the government security forces did that to your brother.",
        2756.1,
        2760.14
    ],
    [
        " Do you want to fight back?",
        2760.64,
        2762.16
    ],
    [
        " Here's what we're doing.",
        2762.8,
        2764.4
    ],
    [
        " You see what I'm going on with this?",
        2765.36,
        2766.52
    ],
    [
        " So that what does that mean?",
        2768.24,
        2769.72
    ],
    [
        " That means that when you're fighting an insurgency, you can't add fuel to that fire.",
        2769.98,
        2775.3
    ],
    [
        " You have to be very careful in how you act towards the populace because the insurgents will utilize your abusive actions to bolster their cause.",
        2775.74,
        2789.12
    ],
    [
        " Foreign support, obviously you can have people on the outside that like to see that want to support some insurgents inside of a country.",
        2791.32,
        2801.44
    ],
    [
        " A political motivations.",
        2801.6,
        2803.26
    ],
    [
        " These are here's criminals mercenaries.",
        2803.36,
        2806.12
    ],
    [
        " People attracted by the holy warriors romantic status and others who self-images of being a warrior and a fighter for a cause might also join insurgents.",
        2806.42,
        2816.34
    ],
    [
        " I think you saw a lot of that nicest people out of just criminals and just wanted to go get crime on.",
        2816.34,
        2822.98
    ],
    [
        " I mean it wasn't like they were promising a whole bunch of nice stuff in the Islamic state.",
        2823.26,
        2832.18
    ],
    [
        " Other than authorized rape of women, children, girls and boys.",
        2832.58,
        2839.98
    ],
    [
        " I'm not going to say how I saw this but I saw some ISIS promo videos.",
        2841.3,
        2846.08
    ],
    [
        " Like promo.",
        2846.36,
        2847.26
    ],
    [
        " I don't know that they were recruiting videos.",
        2847.64,
        2851.06
    ],
    [
        " I've seen some of those too.",
        2851.26,
        2852.78
    ],
    [
        " But it was like a promo, like an advertisement for this cool club kind of thing.",
        2853.58,
        2857.92
    ],
    [
        " I was like, wait, were they ones that were like insanely violent?",
        2858.42,
        2863.34
    ],
    [
        " No.",
        2863.58,
        2863.82
    ],
    [
        " So they were just kind of real positive?",
        2863.96,
        2865.44
    ],
    [
        " Yeah.",
        2865.6,
        2865.84
    ],
    [
        " It would show like, yeah, they were probably, there was a whole bunch of them.",
        2866.32,
        2870.26
    ],
    [
        " And yes, they're the insanely violent one that were kind of like produced a little bit.",
        2870.8,
        2874.7
    ],
    [
        "",
        2875.0,
        2875.0
    ],
    [
        " That was kind of odd.",
        2875.0,
        2876.44
    ],
    [
        " It was like weird.",
        2876.92,
        2877.54
    ],
    [
        " Because I don't know who they were marketing to.",
        2878.4,
        2881.18
    ],
    [
        " I mean I couldn't relate to the audience that they were marketing to.",
        2881.42,
        2884.26
    ],
    [
        " We'll say that.",
        2884.34,
        2884.84
    ],
    [
        " But yeah, and the other one, the nice one was odd because of like what everything else they have been putting out.",
        2885.24,
        2891.3
    ],
    [
        " They know it's like almost like this utopian commercial.",
        2891.3,
        2894.36
    ],
    [
        " Yeah, that's the crazy world of, I guess, social media.",
        2895.46,
        2902.28
    ],
    [
        " Might have you heard my due term for the social media?",
        2902.72,
        2904.6
    ],
    [
        " Yes.",
        2904.82,
        2905.0
    ],
    [
        " Emotional media.",
        2905.34,
        2906.0
    ],
    [
        " It's not only for social media.",
        2906.42,
        2907.72
    ],
    [
        " It's actually all media.",
        2908.18,
        2909.08
    ],
    [
        " Because every media right now is just emotional media.",
        2909.72,
        2911.82
    ],
    [
        " How can we make everyone hyper emotional?",
        2912.08,
        2914.0
    ],
    [
        " What story can we show to make everyone freak out?",
        2914.54,
        2916.92
    ],
    [
        " Let's do that.",
        2917.4,
        2918.06
    ],
    [
        " What video can I tweet or share on the gram to make people get super crazy?",
        2919.04,
        2927.32
    ],
    [
        " Oh yeah.",
        2927.32,
        2927.96
    ],
    [
        " Let's do that.",
        2928.04,
        2928.58
    ],
    [
        " Yeah, which one can we, can people retweet?",
        2929.02,
        2931.7
    ],
    [
        " That's a big one.",
        2932.04,
        2932.6
    ],
    [
        " One of there would be like, okay, this is like super retweetable.",
        2932.84,
        2935.5
    ],
    [
        " Because you can get all fired up.",
        2935.64,
        2937.66
    ],
    [
        " And then you're going to say something along the lines in your head.",
        2937.86,
        2940.22
    ],
    [
        " You can say something along the lines up of, can you believe this guy said this boom retweet?",
        2940.36,
        2946.52
    ],
    [
        " Everyone who agrees with you?",
        2946.88,
        2948.22
    ],
    [
        " Boom, they're going to feel the same way.",
        2948.4,
        2949.64
    ],
    [
        " Hopefully retweet too.",
        2949.76,
        2950.76
    ],
    [
        " Well, it's actually some people that weren't really thinking about it.",
        2951.1,
        2953.82
    ],
    [
        " See that and they go, wait.",
        2953.9,
        2954.76
    ],
    [
        " Yeah.",
        2955.12,
        2955.32
    ],
    [
        " What?",
        2955.46,
        2955.66
    ],
    [
        " Oh yeah.",
        2956.0,
        2956.44
    ],
    [
        " They get emotional.",
        2956.98,
        2957.68
    ],
    [
        " Yeah.",
        2958.24,
        2958.44
    ],
    [
        " And then you get a whole millions of people.",
        2958.8,
        2963.26
    ],
    [
        " Yeah.",
        2963.54,
        2963.74
    ],
    [
        " Next little section is about causes.",
        2965.28,
        2969.28
    ],
    [
        " A cause is a principle or movement militantly defended or supported.",
        2969.4,
        2973.08
    ],
    [
        " Insurgents may create artificial contradictions using propaganda and misinformation.",
        2973.76,
        2978.34
    ],
    [
        " Insurgents have much to gain by not limiting themselves to a single cause.",
        2979.06,
        2983.68
    ],
    [
        " Insurgents employ deep-seated strategic causes as well as temporary local causes,",
        2984.42,
        2993.68
    ],
    [
        " adding or deleting them as circumstances demand.",
        2993.92,
        2996.38
    ],
    [
        " So you get this sort of whatever your, whatever your problem is with the government.",
        2996.86,
        3002.04
    ],
    [
        " Like if you're an insurgent in Iraq, people, not only do they say, well, in Iraq it was,",
        3002.16,
        3008.42
    ],
    [
        " the bath has been in charge forever.",
        3008.68,
        3011.02
    ],
    [
        " And not only that, but we don't have whatever.",
        3011.86,
        3014.8
    ],
    [
        " We don't sell our oil.",
        3015.14,
        3016.9
    ],
    [
        " We don't get enough money for our oil.",
        3017.08,
        3018.76
    ],
    [
        " Whatever grievance you have becomes part of something that we adopt.",
        3018.98,
        3021.86
    ],
    [
        " And that can happen inside any team.",
        3023.18,
        3024.86
    ],
    [
        " Right?",
        3025.74,
        3025.82
    ],
    [
        " What starts off is, if you're mad, I'm mad because we're using a new method and you're mad",
        3025.96,
        3031.34
    ],
    [
        " because we didn't get a pay raise.",
        3031.58,
        3033.18
    ],
    [
        " Guess what?",
        3033.58,
        3034.18
    ],
    [
        " Now we got it.",
        3034.52,
        3035.14
    ],
    [
        " We're both.",
        3035.24,
        3035.6
    ],
    [
        " I'm mad about both now.",
        3035.74,
        3036.74
    ],
    [
        " I'm going to adopt your damn right.",
        3036.8,
        3038.86
    ],
    [
        " We need more money.",
        3038.98,
        3039.7
    ],
    [
        " And that's how the insurgents grow.",
        3039.88,
        3043.42
    ],
    [
        " They sort of adopting all these different problems.",
        3044.08,
        3046.98
    ],
    [
        " All these different causes, unify them into one giant cause.",
        3047.4,
        3050.98
    ],
    [
        " Yeah.",
        3051.42,
        3051.74
    ],
    [
        " So it like solidifies the like enemy.",
        3052.02,
        3054.36
    ],
    [
        " Oh yeah.",
        3054.84,
        3055.3
    ],
    [
        " That's the enemy versus us.",
        3055.48,
        3056.68
    ],
    [
        " Any country ruled by a small group without broad popular participation provides a political cause for insurgents.",
        3060.06,
        3067.04
    ],
    [
        " Exploited or repressed social groups by the entire class, be they entire classes that think groups are small elites",
        3067.32,
        3076.22
    ],
    [
        " may support larger causes in reaction to their own or narrower grievances.",
        3076.22,
        3080.7
    ],
    [
        " So again, as a leader when you're looking at your team in internal, see that you might be getting multiple causes turned against you.",
        3081.92,
        3091.44
    ],
    [
        " Next section is about mobilizing resources.",
        3092.62,
        3098.7
    ],
    [
        " And obviously insurgents, well, resorts are tactics such as guerrilla warfare and terrorism not only because of their disadvantage,",
        3099.92,
        3108.2
    ],
    [
        " is a manpower organization, but also because they usually begin with limited or inadequate resources compared to the counter insurgents.",
        3108.2,
        3115.76
    ],
    [
        " So that's why you end up a guerrilla warfare asymmetrical warfare.",
        3115.94,
        3119.52
    ],
    [
        " They talk about money, they talk about insurgency and crime, sustainment requirements, often drive insurgents into relationships with organized crime or into criminal activities themselves.",
        3120.2,
        3131.16
    ],
    [
        " This is absolutely true.",
        3131.58,
        3132.7
    ],
    [
        " I know the Iraqis had all kinds of crime going on.",
        3133.0,
        3135.9
    ],
    [
        " The insurgents had all kinds of crime going on smuggling and black markets and the whole nine yards to try and pay for what they were doing.",
        3136.04,
        3144.04
    ],
    [
        " And then in Afghanistan, they got this massive drug trade to support the insurgency.",
        3144.56,
        3148.84
    ],
    [
        " So that's definitely something that can be problematic.",
        3150.2,
        3155.24
    ],
    [
        " Elements of insurgency leaders combatants, political cadre, exiliaries and mass base.",
        3155.52,
        3161.28
    ],
    [
        " Leaders control the insurgent movement.",
        3161.8,
        3164.28
    ],
    [
        " They are the idea people and the planners.",
        3164.5,
        3166.16
    ],
    [
        " They usually exercise leadership through force of personality, the power of revolutionary ideas.",
        3166.16,
        3173.16
    ],
    [
        " It's not interesting, the power of revolutionary ideas.",
        3173.52,
        3175.96
    ],
    [
        " Isn't it kind of interesting, like you always hear me talk about how I was a rebellious kid.",
        3176.46,
        3181.5
    ],
    [
        " And I was rebellious in my Navy career without a doubt.",
        3181.5,
        3185.96
    ],
    [
        " I was rebellious, I always have that kind of rebellious thing.",
        3186.5,
        3189.02
    ],
    [
        " But the idea that the power of revolutionary idea, of revolutionary ideas, there's like a natural human kind of,",
        3189.42,
        3200.68
    ],
    [
        " there's a natural human draw to that.",
        3201.14,
        3204.26
    ],
    [
        " And you know what, my best example of that, which you, my friend, will give me a full salute and credit for.",
        3204.64,
        3213.66
    ],
    [
        " You know what it is?",
        3213.96,
        3215.8
    ],
    [
        " What is the insurgency that you think of that everyone is drawn to and everyone supports?",
        3216.98,
        3221.18
    ],
    [
        " Insurgency that I want to draw.",
        3221.74,
        3223.36
    ],
    [
        " Just about every human being supports one particular insurgency.",
        3223.56,
        3229.84
    ],
    [
        " Individual responsibility.",
        3232.5,
        3233.58
    ],
    [
        " Star Wars.",
        3233.7,
        3236.3
    ],
    [
        " Star Wars.",
        3236.9,
        3238.94
    ],
    [
        " What's the name of the movie?",
        3239.58,
        3240.74
    ],
    [
        " What's the name of the rebels?",
        3242.7,
        3243.96
    ],
    [
        " Right, they're revolutionary.",
        3244.58,
        3245.42
    ],
    [
        " That's what's happening.",
        3246.08,
        3246.86
    ],
    [
        " Why do these revolutionaries, why does Shay Guevara have this t-shirt that everyone, because he's a revolutionary?",
        3247.62,
        3255.18
    ],
    [
        " People like that.",
        3256.1,
        3257.38
    ],
    [
        " Is it just some weird, I guess it can be kind of like rooting for the underdog.",
        3257.94,
        3265.04
    ],
    [
        " Maybe there's some kind of attraction to that that just naturally exists.",
        3265.38,
        3272.74
    ],
    [
        " That's why when we watch Star Wars, no one says, hey, I hope the Empire wins, right?",
        3273.56,
        3278.52
    ],
    [
        " There's no one saying that.",
        3278.86,
        3279.56
    ],
    [
        " Even the name the Empire, I see it.",
        3279.58,
        3282.64
    ],
    [
        " What's going on there?",
        3283.1,
        3284.04
    ],
    [
        " I mean, it's the American Revolution.",
        3284.34,
        3286.42
    ],
    [
        " The revolutionary ideas.",
        3286.86,
        3288.78
    ],
    [
        " People like that kind of thing.",
        3289.04,
        3291.48
    ],
    [
        "",
        3292.08,
        3292.08
    ],
    [
        " Yeah, the underdog.",
        3292.58,
        3294.0
    ],
    [
        " I mean, that's a common story.",
        3294.0,
        3294.62
    ],
    [
        " You know why I guess, as I'm thinking through it psychologically, you know what you like about it?",
        3294.62,
        3299.1
    ],
    [
        " You know what's naturally attractive about it?",
        3299.2,
        3300.84
    ],
    [
        " You take all your grievances in life.",
        3301.42,
        3306.64
    ],
    [
        " Right?",
        3307.14,
        3308.34
    ],
    [
        " I don't make enough money.",
        3308.8,
        3310.2
    ],
    [
        " I didn't get up where I wanted to end up.",
        3310.5,
        3312.4
    ],
    [
        " My girlfriend dumped me.",
        3312.5,
        3313.42
    ],
    [
        " My boyfriend dumped me.",
        3313.48,
        3314.48
    ],
    [
        " I don't like my house.",
        3314.96,
        3316.1
    ],
    [
        " I don't like my car.",
        3316.26,
        3317.02
    ],
    [
        " I don't like my apartment.",
        3317.16,
        3317.94
    ],
    [
        " Whatever grievances you have, you can package all those things up and you can point a finger at them.",
        3318.02,
        3322.88
    ],
    [
        " And you can say those things are all wrong.",
        3322.9,
        3324.64
    ],
    [
        " I'm being revolutionary over here.",
        3324.88,
        3326.48
    ],
    [
        " Yeah.",
        3327.06,
        3327.48
    ],
    [
        " Yeah, and you identify with that, I mean, back to the movie thing where you identify with the first guy.",
        3328.0,
        3334.1
    ],
    [
        "",
        3334.22,
        3334.22
    ],
    [
        " I personally really like my open up door.",
        3334.22,
        3335.74
    ],
    [
        " Yeah, you're the one who said Star Wars.",
        3335.74,
        3336.96
    ],
    [
        " Yeah.",
        3337.54,
        3337.94
    ],
    [
        " So you think what do they call just the rebellion?",
        3337.32,
        3340.6
    ],
    [
        " What do they call the rebels?",
        3340.86,
        3341.74
    ],
    [
        " The rebels, yeah, rebels, rebel based.",
        3341.96,
        3343.6
    ],
    [
        " Yeah, the rebellion in the Senate.",
        3343.88,
        3345.38
    ],
    [
        " Yeah, that's yeah.",
        3345.5,
        3346.08
    ],
    [
        " And you support them.",
        3346.22,
        3347.22
    ],
    [
        " They're the underdog versus the empire.",
        3347.3,
        3348.7
    ],
    [
        " Yeah, but that's most, I don't want to say most movies because I haven't seen most movies.",
        3348.94,
        3352.16
    ],
    [
        " But that's a lot of movies, the underdog.",
        3352.36,
        3354.74
    ],
    [
        " But it's kind of, it seems like all of them like, like, crowd a kid, frickin, Rudy.",
        3354.92,
        3360.44
    ],
    [
        " I don't know, name Rambo.",
        3360.94,
        3363.16
    ],
    [
        " I don't know.",
        3363.36,
        3363.68
    ],
    [
        " Yeah.",
        3363.68,
        3364.02
    ],
    [
        " Whatever movies you watch, whatever.",
        3364.02,
        3365.56
    ],
    [
        " Yeah, the underdog.",
        3366.26,
        3367.72
    ],
    [
        " Yeah.",
        3368.04,
        3368.2
    ],
    [
        " So those are the leaders.",
        3369.56,
        3371.68
    ],
    [
        " They're going to capitalize on the power of revolutionary ideas.",
        3371.96,
        3374.8
    ],
    [
        " Is it even in marketing, right?",
        3375.38,
        3378.22
    ],
    [
        " Even in marketing people like, this is a revolutionary new pair of sneakers or phone or whatever, right?",
        3378.34,
        3384.48
    ],
    [
        " Everyone is attracted to that idea.",
        3384.52,
        3387.06
    ],
    [
        " Well, remember on Rambo first blood part two, this that time where he was hiding in the wall.",
        3387.1,
        3393.66
    ],
    [
        " Oh, yeah.",
        3393.98,
        3394.52
    ],
    [
        " It wasn't the wall.",
        3394.52,
        3395.32
    ],
    [
        " It was the mud.",
        3395.48,
        3395.96
    ],
    [
        " It was the mud wall, essentially, and then, you know, and Vietnam, whatever.",
        3396.22,
        3399.48
    ],
    [
        " And like, he opened his eyes.",
        3399.74,
        3401.48
    ],
    [
        " You could only see his eye.",
        3401.66,
        3402.42
    ],
    [
        " And then he'd like undo his fingers first, you know, and he comes out and kills everybody.",
        3402.58,
        3406.54
    ],
    [
        " That at the time was a revolutionary idea.",
        3407.0,
        3410.06
    ],
    [
        " Like, oh, he hit in the mud right there.",
        3410.24,
        3411.54
    ],
    [
        " That was kind of built the way he did it.",
        3411.54,
        3412.92
    ],
    [
        " You see what I'm saying?",
        3413.06,
        3413.68
    ],
    [
        " Bro, I think you just, I think you just nailed it.",
        3413.96,
        3416.72
    ],
    [
        " But it is just captured all of it.",
        3416.72,
        3418.78
    ],
    [
        " I think you just captured it all.",
        3418.86,
        3419.88
    ],
    [
        " We're less.",
        3420.12,
        3421.18
    ],
    [
        " Uh, combatants, combatants do the actual fighting and provide security.",
        3421.94,
        3426.3
    ],
    [
        " There's the political cadre.",
        3426.3,
        3427.62
    ],
    [
        " The cadre is the political core of the insurgency.",
        3427.98,
        3430.38
    ],
    [
        " They're actively engaged in the struggle to accomplish the insurgent goals.",
        3430.66,
        3434.46
    ],
    [
        " Auxiliaries are active simpletizers, active simpletizers who provide important support services.",
        3435.78,
        3442.78
    ],
    [
        " And then you get the mass base.",
        3442.98,
        3444.56
    ],
    [
        " And these are followers of the insurgent movement supporting the populace.",
        3445.06,
        3449.84
    ],
    [
        " And again, so inside your organization, inside your team, you can identify who these people are",
        3450.18,
        3457.54
    ],
    [
        " when there is an insurgency going on.",
        3457.54,
        3459.38
    ],
    [
        " Right?",
        3459.92,
        3460.02
    ],
    [
        " There's the leaders of it.",
        3460.36,
        3461.42
    ],
    [
        " Kind of guess we have this advantage of they're standing up to the man, right?",
        3461.64,
        3465.96
    ],
    [
        " They're revolutionary.",
        3466.08,
        3466.72
    ],
    [
        " So they got a little advantage there.",
        3467.24,
        3468.4
    ],
    [
        " There's combatants that are actually going to try and make things happen.",
        3468.66,
        3471.56
    ],
    [
        " There's this cadre that's out there running their mouths and sowing seeds of discontent.",
        3472.02,
        3478.2
    ],
    [
        " Then there's sympathizers and the mass base.",
        3478.24,
        3480.76
    ],
    [
        " So if you can identify who these people are, you can realize what you need to do to disrupt this insurgency from happening.",
        3480.98,
        3487.54
    ],
    [
        " Isn't it weird that as we talk about this, I just had this instinct right now.",
        3488.2,
        3492.32
    ],
    [
        " Even in my own head, just right now as we're having this conversation, even I sympathize with the insurgents.",
        3492.8,
        3499.98
    ],
    [
        " I'm thinking about, oh, I got this new idea and the man and all that stuff.",
        3501.14,
        3505.54
    ],
    [
        " That's real stuff that you feel.",
        3505.64,
        3508.56
    ],
    [
        " Maybe I think it's because we're American or is it a global thing?",
        3509.3,
        3515.28
    ],
    [
        " Like are we American that will raise, hey, we're Americans, we're revolutionary, we rebel against the king, maybe.",
        3515.52,
        3523.52
    ],
    [
        " We made our own country, we won't stand for this kind of, you know what I mean?",
        3523.8,
        3527.2
    ],
    [
        " That's America.",
        3527.36,
        3527.92
    ],
    [
        " But the thing is it's universal.",
        3528.62,
        3530.26
    ],
    [
        " I feel like it's universal, yeah, because it's kind of like our need for balance.",
        3530.8,
        3535.1
    ],
    [
        " So you get like someone who just starts out there starting point as an underdog, whether it be in a movie or in life or just in any situation that you're presented with.",
        3535.7,
        3544.66
    ],
    [
        " If someone feels like an underdog, it just feels like an imbalance of some sort, power imbalance, whatever kind of imbalance.",
        3544.86,
        3551.28
    ],
    [
        " So we kind of part of our mind, I think anyway, this is what it feels like when I experience it.",
        3551.78,
        3556.48
    ],
    [
        " Part of your mind kind of wants it to be more balanced.",
        3556.82,
        3560.6
    ],
    [
        " We want him to get out of that underdog situation.",
        3560.84,
        3563.14
    ],
    [
        " So when he does, it's like it's almost like a feeling of satisfaction, you know.",
        3563.52,
        3568.06
    ],
    [
        " So I'm like, it feels like justice or something like that.",
        3568.42,
        3571.3
    ],
    [
        " It feels so unfair, unbalanced at this, the Empire's just like seeing the underdog win.",
        3571.46,
        3576.98
    ],
    [
        " Yeah, that's what it is, why it is, I think.",
        3577.18,
        3579.9
    ],
    [
        " That's what it feels like.",
        3580.34,
        3581.12
    ],
    [
        " I guess that's the traditional heroic.",
        3581.22,
        3583.1
    ],
    [
        " That's what it is.",
        3583.64,
        3584.62
    ],
    [
        " That's the traditional, it's one of the traditional whatever there are for heroic journeys.",
        3585.0,
        3589.52
    ],
    [
        " One of those heroic journeys is, you know, David and Goliath.",
        3589.88,
        3592.58
    ],
    [
        " The little guy stands up to the big guy and we all appreciate that.",
        3592.84,
        3595.76
    ],
    [
        " We're just rocky for.",
        3596.24,
        3597.14
    ],
    [
        " Which is a dragon.",
        3598.08,
        3598.78
    ],
    [
        " Is that dragon?",
        3598.94,
        3599.4
    ],
    [
        " Yeah, yeah.",
        3599.66,
        3600.06
    ],
    [
        " For sure.",
        3600.14,
        3600.38
    ],
    [
        " Now it's a good one.",
        3600.44,
        3601.92
    ],
    [
        " Yeah, yeah.",
        3602.58,
        3603.4
    ],
    [
        " Dynamics of an uncertainty, you got leadership objectives, ideology, environment, geography, external support,",
        3604.04,
        3611.12
    ],
    [
        " and sanctuaries, phasing and timing, leadership we know about.",
        3611.12,
        3615.02
    ],
    [
        " One thing they say is extreme decentralization results in a movement that rarely functions as a coherent body.",
        3616.08,
        3621.88
    ],
    [
        " So usually insurgencies are super decentralized.",
        3622.96,
        3627.84
    ],
    [
        " Which means they have a hard time sort of coordinating mass movements together.",
        3628.52,
        3633.2
    ],
    [
        " Objectives, they got to have clear objectives, they got their ideology and narrative.",
        3634.56,
        3639.66
    ],
    [
        " Narratives, a word that gets thrown around all the time.",
        3641.38,
        3643.92
    ],
    [
        " What's the story that we're telling?",
        3644.22,
        3645.76
    ],
    [
        " Right, and how do we fit everything into the story that we're telling?",
        3646.52,
        3649.02
    ],
    [
        " Ideas are a motivating factor in insurgent violence insurgencies.",
        3650.52,
        3656.92
    ],
    [
        " Gather recruits in a mass popular support through ideological appeal recruits are often young men suffering from frustrated hopes",
        3657.08,
        3663.8
    ],
    [
        " and unable to improve their lot in life.",
        3663.8,
        3666.08
    ],
    [
        " It's what I just said.",
        3666.08,
        3666.88
    ],
    [
        " Yeah.",
        3667.12,
        3667.28
    ],
    [
        " The insurgent group provides them identity, purpose and community and additional physical, economic and psychological security.",
        3668.0,
        3675.1
    ],
    [
        " I mean, how just blatantly obvious is that?",
        3675.44,
        3678.1
    ],
    [
        " The movement's ideology explains its followers, tribulations and provides a course of action to remedy those ills.",
        3679.68,
        3686.4
    ],
    [
        " Yeah.",
        3687.02,
        3689.04
    ],
    [
        " Yeah, man, I think again, back to that balanced thing, you know, where we kind of want that.",
        3689.54,
        3695.34
    ],
    [
        " Think about this too, where, okay, there's this place, I don't know where.",
        3695.36,
        3698.24
    ],
    [
        " Ireland, it wasn't Ireland, I don't think, I don't know.",
        3698.56,
        3701.64
    ],
    [
        " It was somewhere where you get criminals, bad criminals, murders, rapists, guys or whatever.",
        3701.7,
        3707.62
    ],
    [
        " And the in jail, and it's not even called jail, I don't think, it's essentially a rehab center.",
        3708.04,
        3714.28
    ],
    [
        " But in the rehab center, this is what you get.",
        3714.56,
        3716.08
    ],
    [
        " You get like, pets and you get, it's essentially like a therapy to rehabilitate them.",
        3716.18,
        3722.24
    ],
    [
        " So there's punishment and then there's rehabilitation, right?",
        3722.3,
        3724.72
    ],
    [
        " They focus on no punishment.",
        3725.12,
        3726.82
    ],
    [
        " It's just rehabilitation and apparently from what I read or whatever, it's like pretty successful.",
        3727.2,
        3731.3
    ],
    [
        " That's good.",
        3731.3,
        3731.8
    ],
    [
        " Here's the thing though with that, it feels super unsatisfying.",
        3732.06,
        3736.2
    ],
    [
        " Because you get a guy who raped, you know, a lady killed her and then killed the husband or something like that.",
        3736.24,
        3741.3
    ],
    [
        " For example, he goes no punishment.",
        3741.32,
        3743.04
    ],
    [
        " He goes to this place where he gets pets, he gets, he can hang with girls, he can, he makes friends, he gets like, he learns like,",
        3743.2,
        3750.88
    ],
    [
        " stuff, skills and stuff like that.",
        3751.0,
        3753.0
    ],
    [
        " He's not locked in a cell.",
        3753.2,
        3754.54
    ],
    [
        " He's at a little, like a little resort kind of thing.",
        3754.88,
        3757.0
    ],
    [
        " Even murderers.",
        3757.38,
        3759.2
    ],
    [
        " Even murders, yeah.",
        3759.2,
        3760.1
    ],
    [
        " Yeah.",
        3760.44,
        3760.66
    ],
    [
        " 100%.",
        3760.78,
        3761.3
    ],
    [
        " So yeah, there's no punishment part of it.",
        3761.3,
        3763.2
    ],
    [
        " So where's the no satisfaction coming?",
        3763.36,
        3765.5
    ],
    [
        " But if that, the person, the victim of this criminal is like your wife or something, and this guy gets to go to a resort.",
        3765.9,
        3773.2
    ],
    [
        " Oh, you're saying the victims have no satisfaction in this rehabilitation.",
        3773.48,
        3777.3
    ],
    [
        " Exactly.",
        3777.3,
        3777.9
    ],
    [
        " They just want to go blood for blood.",
        3778.7,
        3780.04
    ],
    [
        " Yeah, it seems like that imbalance still remains because this guy gets to improve his life after he killed my wife.",
        3780.04,
        3786.92
    ],
    [
        " I'm sure it's murders and everything.",
        3787.02,
        3788.84
    ],
    [
        " Yeah, that's what I read.",
        3789.08,
        3789.92
    ],
    [
        " That's why too.",
        3790.0,
        3790.46
    ],
    [
        " Exactly.",
        3790.48,
        3790.76
    ],
    [
        " I don't know how that would work here.",
        3791.18,
        3793.16
    ],
    [
        " Yeah, it would get some, you get some vengeance going down.",
        3793.5,
        3795.88
    ],
    [
        " Oh, yeah.",
        3796.06,
        3796.34
    ],
    [
        " But here was the thing and the point of the article was that there was like the, what do you call it when you go back to, like you go to jail",
        3796.44,
        3804.96
    ],
    [
        " and then you get out, then you go back to jail.",
        3804.96,
        3806.66
    ],
    [
        " It's like, we're recited.",
        3807.04,
        3808.12
    ],
    [
        " Going back to jail.",
        3808.4,
        3809.0
    ],
    [
        " Yeah.",
        3810.8,
        3811.16
    ],
    [
        " I'm just saying it is.",
        3809.52,
        3812.0
    ],
    [
        " Yeah, it's like relapse kind of thing.",
        3812.22,
        3813.74
    ],
    [
        " The rate was so astronomically good that no one went back to jail.",
        3814.54,
        3819.86
    ],
    [
        " It was like that.",
        3819.86,
        3820.52
    ],
    [
        " It was so effective at rehabilitating the person.",
        3820.7,
        3823.58
    ],
    [
        " But meanwhile, when you think about it, man, there's still this massive imbalance.",
        3824.08,
        3827.52
    ],
    [
        " It's like people wouldn't be very happy with that.",
        3827.94,
        3829.64
    ],
    [
        " You see what I'm saying?",
        3830.28,
        3830.66
    ],
    [
        " Yeah.",
        3830.84,
        3830.96
    ],
    [
        " But as a society, like as a whole, as far as groups, as far as criminals getting rehabilitated, which I mean, how can you be against criminals being rehabilitated?",
        3831.1,
        3838.5
    ],
    [
        " It's hard to be against that.",
        3838.5,
        3839.7
    ],
    [
        " But we still don't get that satisfaction.",
        3840.08,
        3841.58
    ],
    [
        " We need that.",
        3841.58,
        3842.46
    ],
    [
        " It's like that imbalance, talking about imbalance.",
        3842.64,
        3845.08
    ],
    [
        " Well, I just, back to this here, just this idea that you have, and it says, you know, young men, you know, that's who we're talking about.",
        3845.16,
        3857.44
    ],
    [
        " We're talking about young men that are unable to improve their lot in life.",
        3857.5,
        3861.7
    ],
    [
        " And this is how you end up with these people getting drawn into these super usually extremist type organizations.",
        3861.98,
        3871.18
    ],
    [
        " The most powerful ideologies tap latent, emotive concerns of the populace, such as the desire for justice, religious beliefs, or liberation from foreign occupation.",
        3871.52,
        3883.14
    ],
    [
        " Ideologies provide a prism, including a vocabulary and analytical categories through which the situation is assessed.",
        3885.3,
        3892.24
    ],
    [
        " Thus ideology can shape the movement's organization and operational method.",
        3892.48,
        3895.92
    ],
    [
        " You know, it's interesting you start tracking on that.",
        3896.32,
        3899.52
    ],
    [
        " What did they call it here?",
        3899.68,
        3900.48
    ],
    [
        " Vocat, just vocabularies, what they call it.",
        3901.2,
        3902.94
    ],
    [
        " But you know, you track any sort of organization that's out there that sort of has a...",
        3903.06,
        3909.72
    ],
    [
        " You know how you look at some, some things you know, that's kind of got a weird culty feeling to it.",
        3909.72,
        3913.3
    ],
    [
        " One of the main things that gives something a culty feeling is when you hear the vocabulary that's all being used and it's all not just used, but it's used as like this weird kind of way to answer any questions and circular arguments and always comes back to these things and you're like, well this is getting kind of funky over here.",
        3913.76,
        3935.66
    ],
    [
        " Well yeah.",
        3936.72,
        3937.54
    ],
    [
        " Very strange.",
        3938.1,
        3939.5
    ],
    [
        " Environment, geography, external support and sanctuaries.",
        3940.32,
        3945.64
    ],
    [
        " These are all just really getting into some of the details.",
        3946.08,
        3948.18
    ],
    [
        " I will stop at this one now, phasing and timing.",
        3948.46,
        3951.04
    ],
    [
        " Insurgencies often pass through common phases of development, not all insurgencies experience, such phased development and progression through all phases is not a requirement for success.",
        3951.6,
        3960.88
    ],
    [
        " So there's different phases that you can go through and like I said earlier, and this way you got to pay attention, you don't have to go through every phase.",
        3962.78,
        3968.66
    ],
    [
        " You don't start at phase one, go to phase two, then phase three, and then you defeated at phase three.",
        3968.84,
        3972.66
    ],
    [
        " No, you can still go back to phase two.",
        3972.92,
        3974.34
    ],
    [
        " You would defeat phase two, they go back to phase one.",
        3974.72,
        3976.6
    ],
    [
        " Then you think, oh I think we're under control, then they go to two again.",
        3977.06,
        3979.8
    ],
    [
        " Then they go back and forth, you got to pay attention to that.",
        3980.16,
        3982.52
    ],
    [
        " Talks about insurgent networks.",
        3984.9,
        3986.68
    ],
    [
        " Here's some of those insurgent vulnerabilities.",
        3987.72,
        3990.3
    ],
    [
        " Secrecy, because they got to keep a secret, sometimes they have trouble getting the word out there.",
        3990.86,
        3995.64
    ],
    [
        " Mobilization, it can be hard for them to mobilize support for a couple of reasons.",
        3996.28,
        4006.82
    ],
    [
        " One of the things they talk about here is to mobilize their base of support insurgent groups.",
        4007.42,
        4010.64
    ],
    [
        " Use a combination of propaganda and intimidation, and they may overreach in both.",
        4010.72,
        4014.74
    ],
    [
        " Counterinsurgeons should be able to use information operations to effectively exploit inconsistencies in the insurgent's message as well as their excessive uses of force for intimidation.",
        4014.9,
        4025.46
    ],
    [
        " So definitely in Iraq, the insurgents went overboard in trying to intimidate people, and it pissed off the local populace.",
        4026.02,
        4036.04
    ],
    [
        " And it definitely pissed off the shakes in the battle over Mardi, like they got pissed.",
        4036.04,
        4041.18
    ],
    [
        " Some of them left, fled, some of them got scared, but some of them got mad.",
        4041.66,
        4044.86
    ],
    [
        " And the local populace was saying, as soon as they saw that there was enough American presence and Iraqi government presence to say,",
        4045.56,
        4054.22
    ],
    [
        " okay thank you for being here, we'll help you get these bad guys out, they were on board.",
        4054.34,
        4057.88
    ],
    [
        " Financial weakness, it's tough for them to find funding.",
        4058.7,
        4064.8
    ],
    [
        " Internal divisions, this is an important one to pay attention to, counterinsurgeons must remain alert for signs of divisions within an insurgent movement.",
        4065.26,
        4074.16
    ],
    [
        " Again, when you're dealing with a group of people, and they're all masked against you, look for those cracks, look for ways that they're not sort of in unison.",
        4074.42,
        4087.14
    ],
    [
        " And if you can exploit and expand those cracks, all of a sudden you can break down that, their unification, which is a positive thing.",
        4087.4,
        4093.76
    ],
    [
        " And isn't it, we, again, I have this little guilty thing in the back of my head that's like, I don't want to break down the rebels.",
        4094.36,
        4101.16
    ],
    [
        " I've been programmed by Star Wars to support the rebels.",
        4102.06,
        4105.12
    ],
    [
        " And by the American Revolutionary War, that's who I identify with. We identify with the rebels.",
        4105.36,
        4110.04
    ],
    [
        " You know, I'll tell you an example of that, you've watched the Matrix, and I know this is, I know I'm real movie heavy.",
        4112.14,
        4117.3
    ],
    [
        " Yeah, I've watched it, I like saw it one time in the theater, so I don't remember much about it.",
        4117.68,
        4123.42
    ],
    [
        " So there's this guy, I forget his name.",
        4123.76,
        4125.6
    ],
    [
        " This guy from Bad Boys, anyway, you know him, he's actor.",
        4126.02,
        4130.7
    ],
    [
        " I definitely know him then.",
        4131.24,
        4133.06
    ],
    [
        " He's, what was his name in that eight-pop?",
        4134.64,
        4137.68
    ],
    [
        " Anyway, it doesn't matter. So basically, he's, so you know what the Matrix is about, right?",
        4137.9,
        4142.64
    ],
    [
        " Everyone's plugged into the Matrix.",
        4142.9,
        4143.94
    ],
    [
        " And then meanwhile, Morpheus, Lawrence Fishburn, Morpheus saves all these people from the Matrix, right?",
        4144.44,
        4149.9
    ],
    [
        " And the real reality is the only thing I remember this whole movie is when I think the main character says, jujitsu.",
        4150.5,
        4160.02
    ],
    [
        " That's what I remember.",
        4162.48,
        4163.5
    ],
    [
        " Yeah, you're trying to get that down low.",
        4163.6,
        4165.54
    ],
    [
        " Yeah, you got that, yeah, for sure.",
        4165.9,
        4167.24
    ],
    [
        " So Morpheus plugs everyone out of the Matrix.",
        4168.08,
        4170.36
    ],
    [
        " Matrix is like every day life.",
        4170.52,
        4171.78
    ],
    [
        " You know, I'm just like a job in whatever you're living life or whatever.",
        4171.94,
        4174.34
    ],
    [
        " When you get plugged out of Matrix, the real reality is a straight-up dystopia.",
        4174.44,
        4177.94
    ],
    [
        " Straight-up, machines running everything.",
        4178.2,
        4180.42
    ],
    [
        " You're living in, you know, in post-apocalyptic times.",
        4180.6,
        4183.54
    ],
    [
        " So this one guy, it starts to weigh on him apparently, and he's like, bro, I don't even like this.",
        4183.74,
        4189.62
    ],
    [
        " I kind of liked it better in the Matrix being ignorant.",
        4189.62,
        4191.86
    ],
    [
        " So he ends up teaming with the agents, which is like the agents of the Matrix.",
        4192.16,
        4197.78
    ],
    [
        " So he guys it ruler up and be training the rebels.",
        4198.1,
        4201.12
    ],
    [
        " That's what that is right there.",
        4201.12,
        4202.34
    ],
    [
        " When you find little slight divisions, and then you exploit them, you know?",
        4202.44,
        4206.64
    ],
    [
        " And he ran the risk of bringing down the whole team.",
        4207.04,
        4211.68
    ],
    [
        " You see what I'm saying?",
        4212.08,
        4212.52
    ],
    [
        " Wait, which team?",
        4212.66,
        4213.2
    ],
    [
        " Morpheus and the team.",
        4213.96,
        4215.12
    ],
    [
        " But he wanted to do that, right?",
        4215.84,
        4217.28
    ],
    [
        " Yeah.",
        4217.36,
        4217.5
    ],
    [
        " Yeah, so he didn't run the risk he could have.",
        4217.52,
        4219.9
    ],
    [
        " Yeah.",
        4220.14,
        4220.64
    ],
    [
        " Wasn't arrested him, he wanted to.",
        4220.86,
        4222.56
    ],
    [
        " Yeah, yeah, I'm saying.",
        4222.68,
        4223.34
    ],
    [
        " So does he take the blue pill?",
        4223.68,
        4225.48
    ],
    [
        " Is that right?",
        4225.64,
        4225.98
    ],
    [
        " No, he wishes.",
        4226.28,
        4227.26
    ],
    [
        " And this is what indicates that there was a fracture in it, just a little bit of a division.",
        4227.42,
        4231.76
    ],
    [
        " When he, he was like one of the early scenes with him.",
        4232.34,
        4234.72
    ],
    [
        " He was talking to Neo, the main, the one, the main character.",
        4234.92,
        4237.52
    ],
    [
        " And he was like, you're thinking this, I'm paraphrasing, he's like, why didn't I take the blue pill?",
        4237.86,
        4244.44
    ],
    [
        " He was like saying, oh, I know what you're thinking, you're thinking that.",
        4244.44,
        4246.96
    ],
    [
        " I mean, well, I don't know if that was what he, you know, the blue pill is like you stay in the matrix.",
        4247.46,
        4250.78
    ],
    [
        " Right.",
        4250.94,
        4251.08
    ],
    [
        " Red pill, as you see, you know?",
        4251.26,
        4252.36
    ],
    [
        " So basically, he was indicating that he was sort of thinking of like that he regretted it a little bit, kind of thing.",
        4252.88,
        4258.5
    ],
    [
        " You know?",
        4258.94,
        4259.12
    ],
    [
        " That was like the little fracture that they showed in the story.",
        4259.42,
        4261.78
    ],
    [
        " Got it.",
        4262.16,
        4262.36
    ],
    [
        " But then, yeah.",
        4262.36,
        4262.82
    ],
    [
        " So yeah, they almost lost.",
        4263.02,
        4265.06
    ],
    [
        " But, you know, matrix or Morpheus, Neo, they're very powerful.",
        4265.6,
        4269.58
    ],
    [
        " They were able to keep it real.",
        4270.42,
        4271.52
    ],
    [
        " This is the Hollywood podcast with Echo Charles and Echo Charles aspects of counterinsurgency.",
        4275.74,
        4283.84
    ],
    [
        " So all that kind of, I hate to say that was like the introduction, but this is where we get into aspects of counterinsurgency.",
        4283.96,
        4291.6
    ],
    [
        " So this is how we actually overcome the insurgency.",
        4291.88,
        4297.52
    ],
    [
        " In almost every case, the counterinsurgent faces a populace containing an active minority supporting a government and a similar militant faction opposing it.",
        4297.68,
        4306.56
    ],
    [
        " And they kind of lay out, oh, it's pretty much like a bell curve.",
        4307.14,
        4312.28
    ],
    [
        " Whatever the cause, there will be an active minority that totally supports the cause.",
        4312.92,
        4318.1
    ],
    [
        " There'll be a neutral or passive.",
        4318.8,
        4320.56
    ],
    [
        " That's the majority of people are just, hey, we don't really care.",
        4320.9,
        4323.46
    ],
    [
        " And then you've got an active minority against the cause.",
        4323.72,
        4326.76
    ],
    [
        " Which this is something important to think about in life, especially in, well, like right now in America, who do you hear from?",
        4326.76,
        4334.66
    ],
    [
        " You hear from the two way far extreme ends of the spectrum.",
        4335.08,
        4339.68
    ],
    [
        " Everyone else is just, you know, just trying to live a life and do the right thing and feels, you know, considers things sort of as a group.",
        4340.44,
        4350.14
    ],
    [
        " You know, like, I'll pretty much the same.",
        4350.36,
        4351.56
    ],
    [
        " Hey, this is, yeah, this makes sense. This doesn't make sense.",
        4351.76,
        4355.26
    ],
    [
        " This is smart. This isn't smart.",
        4355.46,
        4357.24
    ],
    [
        " And then there's people on the spectrums.",
        4357.58,
        4359.96
    ],
    [
        " I mean, on the outside of the spectrum that are jumping up and down screaming and getting crazy.",
        4359.96,
        4363.76
    ],
    [
        " They are not the majority of humans. They're a small number of people.",
        4364.18,
        4368.72
    ],
    [
        " But boy, they make a lot of noise.",
        4369.08,
        4372.38
    ],
    [
        " They call them what the vocal minority.",
        4373.0,
        4375.06
    ],
    [
        " Yeah, yeah.",
        4375.3,
        4376.04
    ],
    [
        " Is it the silent majority?",
        4376.04,
        4376.96
    ],
    [
        " Yeah, I think silent majority was Nixon originally said that.",
        4377.3,
        4381.88
    ],
    [
        " From.",
        4382.0,
        4382.08
    ],
    [
        " Yeah.",
        4382.94,
        4383.96
    ],
    [
        " Upon assuming coin mission, soldiers and Marines must not only be prepared to identify their opponents and approaches to insurgency they are applying, counter insurgency must also understand the broader strategic context within which they are operating.",
        4385.5,
        4398.52
    ],
    [
        " So you need to think about the bigger picture.",
        4398.8,
        4401.2
    ],
    [
        " Obviously, historical principles.",
        4401.2,
        4406.78
    ],
    [
        " Number one, legitimacy is the main objective.",
        4408.54,
        4413.8
    ],
    [
        " The primary objective of any counter insurgency is to foster the development of effective governance by legitimate government.",
        4414.42,
        4425.08
    ],
    [
        " All governments rule through a combination of consent and coercion.",
        4426.54,
        4431.28
    ],
    [
        " Now, think about that from a leadership perspective.",
        4431.7,
        4434.7
    ],
    [
        " All leaders, just think of I said all leaders rule through a combination of consent and coercion.",
        4435.2,
        4439.6
    ],
    [
        " That makes sense, right?",
        4439.72,
        4440.54
    ],
    [
        " Coerzying people do and they're consenting their saying, okay, we'll do it.",
        4441.06,
        4444.54
    ],
    [
        " Governments described as legitimate rule primarily with the consent of the government.",
        4445.16,
        4451.52
    ],
    [
        " While those rule does illegitimate, tend to mainly rely on coercion, like making enforcing people do things.",
        4453.54,
        4460.2
    ],
    [
        " Which you probably heard me say this at echelon front events, you know, when I'm always saying, well, I never really had to order anyone to do anything.",
        4460.98,
        4470.4
    ],
    [
        " We would just kind of talk about it and things would happen.",
        4471.28,
        4473.88
    ],
    [
        " Why?",
        4474.5,
        4475.82
    ],
    [
        " Because I was legitimately in these positions.",
        4476.46,
        4479.18
    ],
    [
        " I wasn't there.",
        4479.18,
        4480.16
    ],
    [
        " Just, I got, I have the rank and that's why I'm in this position.",
        4480.44,
        4484.14
    ],
    [
        " I'm like, no, I have some experience.",
        4484.24,
        4485.54
    ],
    [
        " I listen to other people.",
        4485.7,
        4486.6
    ],
    [
        " Like, that's what's good.",
        4486.84,
        4488.34
    ],
    [
        " Citizens obey the state.",
        4489.72,
        4491.16
    ],
    [
        " Oh, this is talking about the illegitimate.",
        4491.86,
        4494.04
    ],
    [
        " So if you're an illegitimate leader, the citizens obey the state for fear of the consequences of doing otherwise rather than because they voluntarily accept a rule.",
        4494.18,
        4504.54
    ],
    [
        " A government that derives its power from the governed tends to be accepted by the citizens as legitimate.",
        4504.54,
        4510.34
    ],
    [
        " So if you're, if you're elected, right, if that's where you got your power from, then you've usually considered a legitimate.",
        4510.68,
        4516.1
    ],
    [
        " It still uses coercion, for example, against criminals, but the bulk of the population voluntarily accepts its governance.",
        4516.82,
        4522.9
    ],
    [
        " In Western liberal tradition, a government that derives its just powers from the people and responds to their desires while looking out for their welfare is accepted as legitimate.",
        4523.3,
        4533.96
    ],
    [
        " So that's your goal as a leader.",
        4534.0,
        4535.3
    ],
    [
        " And anytime that you rely on a leader on your rank, on your authority, on your power, anytime you're doing that, you're taking away from your legitimacy.",
        4536.06,
        4544.2
    ],
    [
        " Legitimate legitimacy makes it easier for the state to carry out its key functions, which include the capability to regulate social relationships, extract resources and appropriate or use resources in determined ways.",
        4545.9,
        4559.78
    ],
    [
        " Governance that is not legitimate is inherently unstable because as soon as the state's coercive power is disrupted, the population ceases to obey it.",
        4563.58,
        4572.76
    ],
    [
        " This is when you hear me talking about, hey, you might be, you know, if I, if I bark and if I'm your boss, and I say, echo, you better wear your gloves when you're in this compound, or I'm going to fire you, right, you're going to do it.",
        4573.12,
        4587.94
    ],
    [
        " But when I'm not there, you're not going to do it.",
        4588.68,
        4591.8
    ],
    [
        " So, so this is why that type of leadership doesn't work.",
        4592.04,
        4595.96
    ],
    [
        " Coercive leadership, threatening people, that's why it doesn't work. It's not freaking legitimate.",
        4596.32,
        4602.9
    ],
    [
        "",
        4603.52,
        4603.52
    ],
    [
        " Five indicators of legitimacy can be used to analyze frequent selection of leaders in a manner considered just and fair by a substantial majority of the population.",
        4610.26,
        4619.26
    ],
    [
        " That includes, that includes promotions, right? If people are getting promoted for good reasons that makes sense, then they're considered to be more legitimate.",
        4620.02,
        4629.62
    ],
    [
        " A high level of popular participation in or support for the political process, a low level of corruption.",
        4629.62,
        4636.56
    ],
    [
        " When you as a leader do things that you know, right?",
        4637.14,
        4641.46
    ],
    [
        " When you make little maneuvers that you shouldn't be making, guess what?",
        4642.88,
        4646.84
    ],
    [
        " Your level of legitimacy goes down, you need to maintain the high ground, a culturally acceptable level or rate of political, economic and social development.",
        4647.74,
        4655.62
    ],
    [
        " A high level of regime acceptance by major social institutions.",
        4656.18,
        4660.16
    ],
    [
        " Governments that score high in these categories probably have the support of an adequate majority of the population.",
        4660.64,
        4668.7
    ],
    [
        " As leaders that score well in these areas are also going to have a high level of support.",
        4669.4,
        4674.82
    ],
    [
        " Military action can address these symptoms of a loss of legitimacy.",
        4680.44,
        4686.34
    ],
    [
        " However, restoring legitimacy can only be accomplished using all instruments of national power without the host nation government achieving legitimacy.",
        4686.82,
        4697.16
    ],
    [
        " The coin cannot succeed.",
        4697.16,
        4698.96
    ],
    [
        " So you can beat people down all day long. That doesn't give you legitimacy.",
        4700.24,
        4704.72
    ],
    [
        " You can solve tactical problems with military might, with brute force. Doesn't help you.",
        4705.8,
        4713.5
    ],
    [
        " Do you can't win? You can't win with that.",
        4715.06,
        4717.76
    ],
    [
        " It's crazy to think this big military manual. You cannot win with just military force. You cannot beat someone into submission. It doesn't work.",
        4718.4,
        4725.84
    ],
    [
        " Well, it doesn't work on a long-term scale.",
        4726.28,
        4729.44
    ],
    [
        " Couple of other things here.",
        4730.28,
        4734.52
    ],
    [
        " Unity of effort is essential. That's true with any leadership.",
        4735.92,
        4738.68
    ],
    [
        " Political factors are primary.",
        4739.22,
        4740.74
    ],
    [
        " One of the generals from Mao Zedong's central committee once stated that revolutionary war was 80% political action and 20% military action.",
        4743.4,
        4753.62
    ],
    [
        " 80% of it is a political action. 80% of it is maneuvering.",
        4754.88,
        4760.66
    ],
    [
        " Understand the local environment. You have to do this. Here's a couple.",
        4763.32,
        4766.98
    ],
    [
        " The local population is critical center of gravity of an insurgency.",
        4767.44,
        4771.18
    ],
    [
        " Successful conduct of counterinsurgency operation depends on thoroughly understanding the society and culture within which they are being conducted.",
        4771.9,
        4779.2
    ],
    [
        " Soldiers and Marines must understand the following about the population area of operations.",
        4779.56,
        4783.6
    ],
    [
        " How key groups of society are organized, relationships and tensions above them, ideologies and narratives that resonate with the groups, group interests and motivations, means by which groups communicate the society's leadership system.",
        4784.04,
        4798.68
    ],
    [
        " And what's so funny about this is at echelon front when we go and consult with a company, these are the things that we're trying to figure out during our assessment phase.",
        4799.08,
        4810.96
    ],
    [
        " We're trying to figure out how they're task organized, what are they set up like, then we start going to one of the relationships where the tensions, then what narratives resonate with the group, with the different groups.",
        4811.04,
        4825.0
    ],
    [
        " You've got the frontline leaders that are saying, oh, they never do that. You've got the senior leadership that's saying, oh, what would they know?",
        4825.6,
        4831.8
    ],
    [
        " You see what I'm saying? There's little narratives that we're trying to group interest and motivations.",
        4832.02,
        4835.22
    ],
    [
        " You've got to know what those are, means by which the groups communicate. How do they actually talk to each other? Is there an open line of communication?",
        4835.22,
        4842.2
    ],
    [
        " So these are all things that we look at to figure out how we fix leadership inside of a company.",
        4843.26,
        4848.66
    ],
    [
        " Do you do that because like, did you get that straight from here or do you just happen to do that and boom, there's a parallel thing?",
        4849.24,
        4857.58
    ],
    [
        " We don't just happen to do that in order to solve the problems inside of a company, you have to understand these things.",
        4857.58,
        4865.04
    ],
    [
        " You knew that for sure.",
        4865.36,
        4867.8
    ],
    [
        " Yes, but did you get it from there?",
        4867.94,
        4870.3
    ],
    [
        " I get what you're saying. No, I didn't get it from this.",
        4870.44,
        4872.64
    ],
    [
        " But when you know the way broadly, you see it in all things.",
        4873.4,
        4877.62
    ],
    [
        " And I'm sure as I work with companies, you start saying, well, how's your relationship with that department over there?",
        4877.62,
        4884.32
    ],
    [
        " So explain to me what you think, where you think the company's going.",
        4887.2,
        4891.48
    ],
    [
        " What's the narrative? Just lines up because you have to figure these things out.",
        4891.86,
        4896.14
    ],
    [
        " Do you go in kind of like good cop, bad cop?",
        4896.68,
        4898.96
    ],
    [
        " You don't have to. You don't have to have good cop, bad cop.",
        4899.34,
        4902.72
    ],
    [
        " Because everybody knows that we're there to help.",
        4903.12,
        4907.14
    ],
    [
        " Right? There's no, we're not trying to boss them. We're trying to help.",
        4907.52,
        4910.46
    ],
    [
        " People tell us everything that they, you know, they, they, they're very open and honest with us.",
        4910.64,
        4916.28
    ],
    [
        " Do you, do you ever do like little, slide things?",
        4916.42,
        4919.7
    ],
    [
        " Like, and I guess I shouldn't say, slide because you know how like if you're really trying to ask this question,",
        4920.02,
        4926.1
    ],
    [
        " but you can't just come out and ask that question because you can't expect them to just come out and give you that straight dope answer.",
        4926.22,
        4931.46
    ],
    [
        " So you kind of ask these other questions to kind of get afraid of what you want to know is are there interrogation tactics",
        4931.96,
        4937.54
    ],
    [
        " that are being utilized when we're interviewing the personnel that we are consulting?",
        4937.54,
        4940.8
    ],
    [
        " That's your question. Yes, it.",
        4941.94,
        4943.06
    ],
    [
        " Of course, you know, but I mean, it's not, you're right that they're not sly.",
        4943.52,
        4948.4
    ],
    [
        " It's like we're getting information from people that they want to tell us.",
        4948.84,
        4953.1
    ],
    [
        " It's not, we don't have to set them up or callers them to say things or we don't have to.",
        4953.22,
        4959.5
    ],
    [
        " We talk to them.",
        4960.18,
        4961.46
    ],
    [
        " Yeah. Here's what the advantage that we have is people want their company to be successful.",
        4961.46,
        4966.14
    ],
    [
        " And so when you ask them, hey, what works well? They tell you when you say, hey, they're in the issues.",
        4966.4,
        4971.74
    ],
    [
        " They tell you because they want, they want to have those issues fixed.",
        4972.0,
        4975.34
    ],
    [
        " This isn't the easiest part of the job is gathering this information.",
        4975.72,
        4980.66
    ],
    [
        " Knowing what information to gather is important, but the easiest part of the job is gathering this information",
        4980.96,
        4985.66
    ],
    [
        " because people are over there just, they're just more than happy to tell us what's going on.",
        4985.66,
        4989.66
    ],
    [
        " Yeah. Yeah, it makes sense.",
        4989.98,
        4992.1
    ],
    [
        " A couple of things that are required of soldiers and Marines at every echelon when you need to know about the cultural context.",
        4994.58,
        5005.62
    ],
    [
        " You've got to have a clear, nuanced, and empathetic appreciation of the essential nature of the conflict.",
        5005.84,
        5012.44
    ],
    [
        " So you've got to hear and listen to both sides.",
        5013.16,
        5016.18
    ],
    [
        " Doesn't that make sense?",
        5016.48,
        5018.74
    ],
    [
        " Yeah.",
        5019.52,
        5019.68
    ],
    [
        " And essentially have some understanding.",
        5020.02,
        5022.98
    ],
    [
        " Yes. Like, hey, an empathy.",
        5023.34,
        5024.82
    ],
    [
        " Yeah, yeah, like I can see how you think that.",
        5025.2,
        5027.42
    ],
    [
        " I can see how you think that.",
        5027.42,
        5028.16
    ],
    [
        " I can see where you're coming from.",
        5028.36,
        5029.36
    ],
    [
        " Yeah. That's a good idea to have in your head for life, for living, for being a human.",
        5029.7,
        5035.94
    ],
    [
        " Yeah, it's so true. Like the idea that someone just doesn't get where that person's coming from.",
        5035.94,
        5043.4
    ],
    [
        " It's almost like, bro, that's just because a lack of effort, you know.",
        5043.5,
        5046.8
    ],
    [
        " And here's the deal.",
        5047.7,
        5048.86
    ],
    [
        " You're missing out.",
        5049.82,
        5051.32
    ],
    [
        " You're missing out.",
        5051.74,
        5053.64
    ],
    [
        " If I argue with you, and I don't listen to what you're saying, and I don't see what your viewpoint is,",
        5054.06,
        5057.9
    ],
    [
        " there's no way I can defeat you in an argument.",
        5057.98,
        5059.46
    ],
    [
        " I don't understand you.",
        5059.6,
        5060.48
    ],
    [
        " How can I defeat you in an argument unless I understand where you're coming from?",
        5060.64,
        5063.36
    ],
    [
        " Yeah.",
        5063.86,
        5064.38
    ],
    [
        " And not necessarily even defeat you.",
        5063.66,
        5067.5
    ],
    [
        " How can I find a solution if I don't understand where you're coming from?",
        5067.98,
        5070.32
    ],
    [
        " Because I'm not looking to defeat you in an argument.",
        5070.38,
        5072.1
    ],
    [
        " That's what you do when you're 20.",
        5072.36,
        5073.76
    ],
    [
        " That's what you do when you're 23.",
        5074.22,
        5075.42
    ],
    [
        " Defeat people in arguments.",
        5075.6,
        5076.98
    ],
    [
        " Yeah.",
        5077.28,
        5077.42
    ],
    [
        " When you're hopefully by the time you're 48, like me,",
        5077.62,
        5081.48
    ],
    [
        " you actually don't want to defeat someone you want to find a solution.",
        5081.76,
        5085.24
    ],
    [
        " Yeah.",
        5085.6,
        5085.78
    ],
    [
        " There's a lot of arguing that happens.",
        5086.24,
        5089.06
    ],
    [
        " Just broadly.",
        5089.5,
        5090.74
    ],
    [
        " Yeah.",
        5090.88,
        5091.28
    ],
    [
        " I mean, right now we're seeing it all day long every day in the emotional media,",
        5091.66,
        5095.2
    ],
    [
        " social media, mainstream media.",
        5095.2,
        5097.16
    ],
    [
        " It's just total.",
        5097.38,
        5098.96
    ],
    [
        " No listening, all talking, no perspective, no empathy.",
        5099.6,
        5103.86
    ],
    [
        " Yeah.",
        5104.46,
        5104.48
    ],
    [
        " It's, well, I shouldn't say no, because there are a lot of people that are actually listening.",
        5105.06,
        5109.14
    ],
    [
        " Trying to figure out what the solution is.",
        5109.34,
        5110.58
    ],
    [
        " Yeah.",
        5110.72,
        5110.88
    ],
    [
        " But many people, they don't want to try and figure out what the solution is.",
        5111.24,
        5114.34
    ],
    [
        " They want to defeat the other person in an argument.",
        5114.64,
        5116.62
    ],
    [
        " Yeah.",
        5116.88,
        5117.04
    ],
    [
        " Which is so pointless.",
        5117.04,
        5118.0
    ],
    [
        " So then you need to understand the motivation, strengths, and weaknesses of the insurgents.",
        5119.32,
        5125.8
    ],
    [
        " That's obviously important.",
        5125.96,
        5127.16
    ],
    [
        " You want to conduct intelligence drives driven operations.",
        5128.64,
        5133.1
    ],
    [
        " Meaning we want to actually pay attention to what's going on when we gather good intel.",
        5133.12,
        5138.16
    ],
    [
        " Isolate insurgents from their cause and support.",
        5138.82,
        5141.66
    ],
    [
        " Smart move.",
        5142.76,
        5145.06
    ],
    [
        " Established security under the rule of law.",
        5147.2,
        5148.82
    ],
    [
        " The cornerstone of any coin effort is security for the civilian population.",
        5148.96,
        5152.62
    ],
    [
        " And this is probably the number two line that I stole from this.",
        5152.82,
        5157.66
    ],
    [
        " Thank you, General Mattis.",
        5157.96,
        5159.2
    ],
    [
        " Thank you, General Petreus.",
        5159.64,
        5160.72
    ],
    [
        " Because when I had to start discussing up the chain of command,",
        5161.02,
        5164.08
    ],
    [
        " what we were doing, why we were doing it, it was this line right here.",
        5164.28,
        5169.02
    ],
    [
        " The cornerstone of any counterinsurgency effort is security for the security.",
        5169.4,
        5175.04
    ],
    [
        " What we were doing, because what we were doing,",
        5176.6,
        5178.14
    ],
    [
        " tasking a bruiser, was going out and killing bad guys in order to protect the civilian population.",
        5178.38,
        5185.48
    ],
    [
        " And that right there is the cornerstone of counterinsurgency.",
        5186.7,
        5191.5
    ],
    [
        " So we were able to just get all of our missions approved up the chain of command",
        5192.2,
        5196.88
    ],
    [
        " because what we were doing was in support of the cornerstone of counterinsurgency.",
        5197.28,
        5202.96
    ],
    [
        " Thank you for getting those chapters out early enough that I had this to lean on.",
        5203.34,
        5211.28
    ],
    [
        " Illegitimate actions, this is just some illegitimate actions by government officials,",
        5212.32,
        5218.72
    ],
    [
        " security forces and multinational partners are those involving the use of power without authority.",
        5219.0,
        5225.8
    ],
    [
        " Oh wow, power without authority.",
        5225.84,
        5230.3
    ],
    [
        " When you use power without authority or you abuse power, you illegitimate yourself.",
        5231.54,
        5238.02
    ],
    [
        " Every action by counterinsurgency leaves a forensic trace that may need to be used in a court of law.",
        5240.28,
        5249.66
    ],
    [
        " Counterinsurgency document all their activities to preserve wherever possible a chain of evidence and more importantly as a means to insurgent propaganda.",
        5249.92,
        5259.12
    ],
    [
        " This is epic and I'll tell you why.",
        5259.56,
        5264.84
    ],
    [
        " Because inside businesses, you make some little move.",
        5265.42,
        5272.24
    ],
    [
        " You make some little move and you think no one's going to know it.",
        5272.82,
        5277.4
    ],
    [
        " But it leaves a forensic trace.",
        5278.68,
        5280.9
    ],
    [
        " And that's just a different way of saying, you know, I am always telling people everyone's watching you.",
        5281.82,
        5287.74
    ],
    [
        " And if you try and lie to them, they know it.",
        5287.98,
        5289.56
    ],
    [
        " Yeah.",
        5289.72,
        5289.98
    ],
    [
        " That's what's happening.",
        5290.2,
        5291.0
    ],
    [
        " That's 100% what's happening.",
        5291.74,
        5293.72
    ],
    [
        " You try and lie to somebody, they know it.",
        5294.14,
        5296.18
    ],
    [
        " You try and make a maneuver on somebody, there's a forensic trace and they know it.",
        5296.82,
        5300.36
    ],
    [
        " Don't do your little maneuvers to try and take care of yourself.",
        5300.52,
        5303.14
    ],
    [
        " Prepare for a long term commitment back to that protracted war idea.",
        5305.58,
        5312.22
    ],
    [
        " Here's some contemporary imperatives of counterinsurgency.",
        5312.98,
        5319.26
    ],
    [
        " Manage information and expectations.",
        5320.7,
        5322.96
    ],
    [
        " Achieving steady progress towards a set of reasonable expectations can increase the populations tolerance for the inevitable.",
        5324.72,
        5330.48
    ],
    [
        " Inconvenience entailed by ongoing counterinsurgency operations.",
        5331.36,
        5334.6
    ],
    [
        " So just setting good expectations, setting good realistic expectations and then moving towards them so that you can look around at the team and say, hey, look, we're making progress.",
        5335.32,
        5345.0
    ],
    [
        " This where we're going and this is how we're getting there. We're making progress.",
        5345.28,
        5347.62
    ],
    [
        " Both the insur, both the counterinsurgent and the host government ensure that their deeds match their words.",
        5348.24,
        5356.08
    ],
    [
        " Do what you say, say what you do.",
        5357.8,
        5360.08
    ],
    [
        " Here's the other thing that triggered me into talking about this. Use measured force.",
        5360.68,
        5365.3
    ],
    [
        " Any use of force generates a series of reactions.",
        5366.42,
        5372.1
    ],
    [
        " There may be times when an overwhelming effort is necessary to intimidate an opponent or reassure the populace.",
        5372.68,
        5378.12
    ],
    [
        " But the type and amount of force to be applied and who wields it should be carefully calculated by a counterinsurgent for any operation.",
        5378.12,
        5386.06
    ],
    [
        " An operation that kills five insurgences counterproductive if the collateral damage of the creation of blood fuels or the creation of blood feuds leads to the recruitment of 50 more.",
        5386.42,
        5399.16
    ],
    [
        " Now this was a little bit strange because there was some of that idea that every time you kill an insurgent, you create five more.",
        5400.14,
        5410.94
    ],
    [
        " I would definitely hear that. I didn't see it. What I actually saw was the opposite.",
        5411.4,
        5416.96
    ],
    [
        " When we would kill an insurgent, the local populace would be like, okay, it was, they got emboldened. They got braver. They got tougher. They gave us more support.",
        5417.4,
        5426.96
    ],
    [
        " What did they say that? What was their thought? The thought is, hey, you know, if you kill, if you kill, they see you kill some kid, some family member.",
        5427.14,
        5441.8
    ],
    [
        " Some family member gets killed. And you think, okay, well, we just created five brothers.",
        5441.82,
        5447.18
    ],
    [
        " Right. They're mad at it. And now they're mad. But actually, oftentimes it was like, hey, don't follow what Freddie did.",
        5447.4,
        5454.62
    ],
    [
        " We know, we know he was doing bad stuff and he got killed. And they kind of got it. And I'll tell you what, they also to a huge extent understood collateral damage.",
        5455.7,
        5469.34
    ],
    [
        " The local populace understood collateral damage. So if we blew up a building or blew up a door and we entered a building and it shattered the windows and it turns out that we, you know, it was either the wrong building or whatever.",
        5469.7,
        5484.16
    ],
    [
        " And we'd say, okay, you know what? Hey, here's a bunch of, we'd give them a bunch of money. We'd apologize. We'd say what happened? Explain to him. And they would be like, yeah, well, you are at war.",
        5484.24,
        5492.62
    ],
    [
        " Yeah. You know, they, and they would, and this is how I know that this is real. Is they'd give us information. Yeah.",
        5493.24,
        5500.9
    ],
    [
        " They'd say, oh, yeah, I know who you're looking for. Are you looking for that guy? Yeah, he's, he's been gone for two weeks. Yeah.",
        5501.44,
        5506.78
    ],
    [
        " And then we'd say, yeah, thanks. But we know it's our fault. Here's some money. Yeah. It's weird how like to hear it. You know, because you know, you get",
        5507.98,
        5515.8
    ],
    [
        " whether it be reports or like usually it's from someone, someone who has a different, I don't want to say agenda necessarily, but you know, like if someone's like against the war or something, like that's kind of their, their deal.",
        5515.8,
        5527.8
    ],
    [
        " So, you know, so they're kind of trying to input not in both. They're trying to convince that. And I don't want to paint this, you know, beautiful picture because obviously there's, there's obviously times where, you know, the, there's one of those brothers gets killed.",
        5527.8,
        5540.14
    ],
    [
        " And one of the other brothers says, I'm going to go avenge, you know, go, but you know what? Think about it in a family, right? The mom and dad, there's four brothers.",
        5540.44,
        5552.04
    ],
    [
        " One of the, one of the brothers is out doing insurgent stuff. And he gets killed. Yeah. The mom and dad are looking at the other brothers going, hey, do not go and do what your brother does that happen all time? No, not all time. Sometimes the, you know, the dad says, well, avenge, you know, go avenge your brother.",
        5552.74,
        5572.36
    ],
    [
        " Not usually. Yeah. Yeah. So, and then, yeah, the point is to where you, you, from the outside, you kind of hear someone's argument and you're kind of like, well, that makes sense. Yeah, just like I said, where it's like, yeah, the brother got killed. If your brother got killed, you would at the very least have some feelings of vengeance. It's a very least.",
        5573.68,
        5591.62
    ],
    [
        " Not to mention people who live in a war zone who are down for the fight a lot of the time, right? They're going to see their brother get killed. They're going to be like, hell, yeah, I'm going to come avenge that does it stick out as a lie to me. And it is true. The problem is it's very simplified. Yeah. Right. Because because what's really happened? What's really happening is the dad is going, hey, do you remember Saddam Hussein? He was horrible. These Americans came and kicked his ass and got him out of here. And, and now we're",
        5591.88,
        5621.58
    ],
    [
        " moving in the right direction now. You want to go fight them? What's wrong with you? And then that guy getting up getting killed. And the girls looks at his brother said, you see what happens? Yeah. Yeah. And seeing when you explain that, you're kind of like, whoa, that makes a lot of sense. It's real easy just to stereotype and throw everyone with a broad brush and say, oh, they're, they, everyone thinks like this. Yeah. It's totally not true, man. Even in a family, there'd be some people kids would be insurgents, some kids wouldn't. Yeah. And that's not to mention like some of the terror that these normal families have been, you know,",
        5621.58,
        5651.06
    ],
    [
        " absolutely inflicted on them. And then it's like, yeah, okay. When you say they understand collateral damage, it's kind of like the way you said it is almost like and which is actually correct. From my perspective, where it sounds obvious. Everyone understands collateral damage. You know, like everyone kind of understands that, you know. So why would we assume that they don't like everyone should understand. Exactly. So when you say you're like, well, of course, we dehumanize. Yeah.",
        5651.88,
        5680.36
    ],
    [
        " We dehumanize the local populace and think that, oh, they're just, here's a common emotion. You blew up my door. I'm mad. I'm gonna fight you now. When it's really, when actually you're dealing with human beings and we people forget that we're dealing with human beings that are smart. And they think, oh, you blew up their door. Now they're going to want to plan a roadside bomb. No. Actually, when you blow up their door and you say, hey, we were looking for this guy. And he wasn't here. Do you know where he is? Yeah, he's been gone for two weeks. Hey, sorry about your door. Here's some money. By the way,",
        5680.58,
        5710.1
    ],
    [
        " we're going to set a team out here and hang a new door for you, which we did. Yeah. And they go, yeah, appreciate it. You know, please, please let your friends know that there's no bad guys that live here. And by the way, the only problems we've had on the street is that building down there. There's been some people in and out of there. You might want to keep an eye on it. Okay, cool. Thank you. Yeah. And see even hearing that it's like, brother, that makes sense. In fact, that sounds more likely. If you were in that situation, that's what I'm saying. So this idea that every time a one, you know, you",
        5710.3,
        5739.94
    ],
    [
        " kill a person, you kill a bad guy that now five more. It's totally untrue. And not not to mention, there's some people that like, oh, I don't want to go get involved with that. Right. Yeah. I mean, that's what they say. There's a high deterrence level. There's a very strong deterrence level. Because what what people miss out on is just the net. Like you said. And the way I was explaining Iraqi families, I'm like, oh, you want to know what Iraqi families like? They're like a family. They're like a family. And there's be, you know,",
        5739.94,
        5769.68
    ],
    [
        " the dad's got this and the mom's got this going on and the kids and they, you know, they've got a rebellious kid, right? You go into one of the rooms.",
        5769.94,
        5776.44
    ],
    [
        " And there's like weird pictures of whatever, you know, Iraqi movie stars. I mean, you know, music stars and like, it's, they're just, they're just people. And we just paint them with this broad brush of how we think.",
        5776.64,
        5791.44
    ],
    [
        " They will react or how we've been told that they'll react. And it's just not true.",
        5791.72,
        5797.14
    ],
    [
        " Got to learn and adapt. Oh, before I go there, who wields force? Who wields forces also important, providing the police have a reasonable reputation for confidence in impartiality.",
        5802.68,
        5813.82
    ],
    [
        " It is better to let police. And these are police that are local police handle urban raids, rather than soldiers and Marines, even if the police are not as well armed or as capable as military units, since the populace is likely to view that application of force as more legitimate.",
        5813.94,
        5829.6
    ],
    [
        " So you want the Iraqis to handle the problems. Now in Ramadi, there was what made it tricky is a lot of the Iraqi army soldiers were shea and the local populace and Ramadi was Sunni. That's why as quickly as we could, we got the Sunni policemen, Iraqi policemen that were from Ramadi to start doing these kind of things.",
        5829.94,
        5849.96
    ],
    [
        " Because there was more in some cases, not in all cases, in some cases, there was more tension between the shea soldiers and the local populace and it was between the Americans and local populace.",
        5850.1,
        5861.88
    ],
    [
        " Learn and adapt and effective counterinsurgent force is a learning organization right back to our podcast we did with Dave Burke.",
        5861.94,
        5874.8
    ],
    [
        " Good deal Dave.",
        5874.8,
        5875.7
    ],
    [
        " Empower the lowest levels. Mission command is the conduct of military operations through decentralized execution based upon mission orders for effective mission accomplishment.",
        5876.68,
        5891.88
    ],
    [
        " What does that mean? It means higher commanders empower subordinates to make decision with the commanders intent. They leave details of execution to their subordinates and require them to use initiative and judgment to accomplish the mission.",
        5892.4,
        5903.88
    ],
    [
        " And then the centralize command thank you.",
        5903.88,
        5905.74
    ],
    [
        " Support the host nation.",
        5907.4,
        5910.36
    ],
    [
        " And what the little part I wanted to pull out of this support the host nation thing is.",
        5910.84,
        5916.12
    ],
    [
        " American forces committed to coin are there to assist a host government.",
        5917.38,
        5922.38
    ],
    [
        " The long term goal is to leave a host that is capable of standing on its own two feet, two feet.",
        5922.72,
        5926.58
    ],
    [
        " In that end, the host nation has to win its own war.",
        5927.22,
        5930.8
    ],
    [
        " Achieving this requires the development of viable local leaders and institutions.",
        5933.22,
        5938.02
    ],
    [
        " US forces and agencies can help but host nation elements must be able to accept responsibility to achieve real victory.",
        5938.66,
        5945.04
    ],
    [
        " And then it goes on to warn that you can't you can't be the easy button when something needs to happen you can't say okay well where Americans we can make that happen.",
        5945.4,
        5953.52
    ],
    [
        " No you need to actually not be the easy button.",
        5953.64,
        5956.32
    ],
    [
        " And this is one of the last sections here.",
        5960.16,
        5962.42
    ],
    [
        " It's called paradoxes of the counterinsurgency which if I would have named this section would have been called the dichotomies of counterinsurgency but you know what we're saying.",
        5962.96,
        5973.78
    ],
    [
        " Principles and imperatives discussed above reveal that coin presents a complex and often unfamiliar set of missions and considerations for military commander in many ways the conduct of the counterinsurgency.",
        5975.8,
        5986.3
    ],
    [
        " It's counterintuitive to a traditional American view of war and that right there that statement is why I'm saying if you're going to start to overlay",
        5987.3,
        5994.3
    ],
    [
        " warfare principles in your business in your life you need to also include counterinsurgency in there because sometimes they're counterintuitive.",
        5994.3,
        6005.94
    ],
    [
        " Sometimes they're different than traditionally the way you think of war and I think this attitude this whole attitude",
        6006.32,
        6011.8
    ],
    [
        " is so important to be able to take war fighting and overlay it into other scenarios.",
        6013.58,
        6019.94
    ],
    [
        " If you only know how to fight a conventional war of attrition you can't overlay those principles over the rest of your life.",
        6020.18,
        6028.48
    ],
    [
        " They won't work all the time they're not nuanced enough they don't understand they don't understand the complexities.",
        6028.74,
        6033.32
    ],
    [
        " And one of those complexities is there's paradoxes and there's dichotomies.",
        6033.76,
        6040.3
    ],
    [
        " Number one the more you protect your force the less secure you are.",
        6042.64,
        6048.3
    ],
    [
        " What does that mean? You have to take risks and when you take risks when you when you get outside the wire when you go work with the local populace the more",
        6048.96,
        6061.48
    ],
    [
        " secure you'll end up being. So as a leader if you stay locked up in your office",
        6061.48,
        6067.06
    ],
    [
        " you feel like you're safe in there because you're not out there you know getting engaged with people not to ask tough questions",
        6067.3,
        6073.44
    ],
    [
        " the less secure you are you need to get out there.",
        6073.44,
        6077.84
    ],
    [
        " Next one the more force used the less effective it is boom when you're barking orders when you're you know yelling at people when you're",
        6078.26,
        6087.48
    ],
    [
        " when you're saying you better do this or I'll fire you whatever whatever those things are the more force you use as a leader",
        6087.48,
        6092.96
    ],
    [
        " the less effective it is when you use the minimum force required that's the most powerful.",
        6092.96,
        6097.18
    ],
    [
        " The next is the more successful coin is the less force that can be used and the more risk that must be accepted.",
        6097.76,
        6105.24
    ],
    [
        " So as you proceed down the path you need to use less and less force and you have to take more and more risk which is crazy.",
        6105.88,
        6114.68
    ],
    [
        " The initial reaction to the counterinsurgency push in Romani was enemy attacks are going up and American casualties are going up.",
        6119.46,
        6126.54
    ],
    [
        " And guess what it was true.",
        6126.54,
        6128.84
    ],
    [
        " So some people up the chain of command not not my chain of well at yes all up the chain of command everyone was saying wait there's more what's happening",
        6129.34,
        6138.6
    ],
    [
        " there's more enemy attacks there's more American casualties this isn't working no actually that's exactly what's going to happen.",
        6138.6,
        6144.92
    ],
    [
        " Sometimes doing nothing is the best reaction.",
        6145.18,
        6153.7
    ],
    [
        " Often an insurgent carries out a terrorist or gorilla act with a primary purpose of enticing the counterinsurgency to overreact or at least react in a way that can be exploited.",
        6154.32,
        6165.6
    ],
    [
        " If a careful assessment of the effects of a course of action concludes that more negative than positive effects will result an alternative should be considered potentially including a decision not to act now this is.",
        6165.62,
        6176.88
    ],
    [
        " You know default aggressive this is not default aggressive.",
        6177.2,
        6180.58
    ],
    [
        " Bias for action this is not taking action but default aggressive and bias fraction bias for action with the Marine course as they want Marines to act they want them to have a bias to actually do something.",
        6180.88,
        6191.38
    ],
    [
        " They want a bias to take action default aggressive is echelon front this is me telling young junior officers in the seal team hey your default has got to be go take action make something happen but both bias for action and default aggressive neither one of those say.",
        6191.38,
        6206.24
    ],
    [
        " 100% go no it's default meaning that's what your default is but you might have to adjust it bias fraction does mean you take action means you lean towards taking action.",
        6206.58,
        6217.8
    ],
    [
        " Sometimes you need to look at the situation and say you know what's going to help here nothing.",
        6218.78,
        6222.72
    ],
    [
        " The best weapon the best weapons for coin do not shoot counter insurgents achieve the most meaningful success by gaining popular support and legitimacy for the host government.",
        6223.72,
        6238.98
    ],
    [
        " So how often is it that you as a leader can make more progress by instead of telling someone know we're going to do it my way instead of shooting them in the face with that you say okay your way sounds good.",
        6238.98,
        6252.82
    ],
    [
        " You make you increase your legitimacy as opposed to decreasing it when you fire one off in their face.",
        6252.9,
        6261.48
    ],
    [
        " The host nation doing something tolerably is better than us doing it well.",
        6265.06,
        6269.84
    ],
    [
        " Hey as a leader when you got a subordinate leader you know you can do it better than your subordinate but it's oftentimes better to let them do it good enough.",
        6270.38,
        6279.36
    ],
    [
        " If a tactic works this week it might not work next week if it works in this province it might not work in the next you got to keep an open mind you got to change you got to adapt.",
        6282.22,
        6292.26
    ],
    [
        " Tactical success guarantees nothing.",
        6293.48,
        6297.86
    ],
    [
        " When Colonel Harry Summers allegedly told the North Vietnamese counterpart in 1975 that quote you know you never defeated us on the battlefield and quote the reply supposedly was quote that may be so but it is also irrelevant.",
        6301.06,
        6321.56
    ],
    [
        " Military actions by themselves cannot achieve a success in coin tactical actions must not only be linked to the operational and strategic military objectives but also to the essential political goals of coin.",
        6323.36,
        6338.88
    ],
    [
        " Tactical success guarantees nothing.",
        6339.24,
        6344.0
    ],
    [
        " As a matter of fact it's irrelevant in court according to this North Vietnamese colonel.",
        6345.04,
        6354.2
    ],
    [
        " Last one most of the important decisions are not made by generals.",
        6354.2,
        6360.12
    ],
    [
        " It's the competence and judgment of soldiers and Marines at all levels senior leaders must set the proper tone for actions by their organizations with thorough training and clear guidance and then trust their subordinates to do the right thing.",
        6365.2,
        6379.64
    ],
    [
        " Preparation for the tactical level leaders requires more than service doctrine they must also be trained and educated to adapt their local situations understand the legal and ethical implications of their actions and exercise subordinates initiative and sound judgment to meet their senior commanders intent you at a company in an organization as the CEO as the CEO as the president as the guy in charge.",
        6380.58,
        6407.5
    ],
    [
        " Most of the important decisions are not made by you they're made by someone out there on the front lines and better lead them correctly.",
        6410.02,
        6416.4
    ],
    [
        " Little section on successful practices and unsuccessful practices.",
        6421.16,
        6427.08
    ],
    [
        " I'll read some of the unsuccessful practices place priority on killing and capturing the enemy not on engaging the population.",
        6427.68,
        6438.36
    ],
    [
        " What does that mean that means when you have a problem inside your team and all you do is attack like whoever you think is doing it.",
        6438.76,
        6445.16
    ],
    [
        " That's where your priority is instead of building relationships with the group you're wrong.",
        6445.38,
        6451.26
    ],
    [
        " So when you're a little kid and someone I don't know broke the water heater and no one wants to fess up so when your dad comes and says",
        6452.0,
        6466.54
    ],
    [
        " someone tell me or you're all you'll all get punished is that sort of the same thing like you should do that.",
        6467.4,
        6473.66
    ],
    [
        " That's collective punishing and it's I don't I don't really agree with collective punishing.",
        6473.94,
        6478.98
    ],
    [
        " There are times where it's used for instance in team building exercises like seal training.",
        6479.44,
        6484.3
    ],
    [
        " Oh you're going to get that all day long.",
        6484.6,
        6486.24
    ],
    [
        " Oh yeah one person makes a mistake they're going to make everyone pay and they're doing that actually to create some sort of friction.",
        6486.48,
        6492.08
    ],
    [
        " Right what's wrong with you?",
        6492.88,
        6494.12
    ],
    [
        " I'll keep your head under the boat.",
        6494.28,
        6497.22
    ],
    [
        " We're going to keep doing this until Charles gets his head under the boat.",
        6497.4,
        6500.56
    ],
    [
        " Come on I call what's wrong with you.",
        6500.56,
        6502.46
    ],
    [
        " Yeah it's kind of like a two little pronged effect rate one you you want to put more heat on that guy because like letting the team down.",
        6503.0,
        6510.26
    ],
    [
        " A lot of times there's more punishment than letting yourself down especially when they're all right there.",
        6510.44,
        6514.92
    ],
    [
        " And then the other part is yeah that friction and put some stress on everybody.",
        6515.58,
        6520.94
    ],
    [
        " You know they don't get used to it.",
        6520.94,
        6522.9
    ],
    [
        " I remember football they we there's like okay so you know when you okay in football you say you say you say what's called the cadence you say set down hot or go or whatever right the quarterback says it whatever.",
        6523.16,
        6535.84
    ],
    [
        " So if you jump if you start before the actual count you know you call for fall star off sides yeah depending on office defense you know people call different things sometimes.",
        6536.06,
        6547.04
    ],
    [
        " So anyway there are certain drills like to drill that in your head and it's always it's like an ongoing drill anyway.",
        6547.04,
        6555.84
    ],
    [
        " So if so if we're going to do like some conditioning or something it'll be in the conditioning so everyone will line up let's say it's wind sprint so be like okay the count is on three.",
        6556.06,
        6565.74
    ],
    [
        " So they'll set down hot hot hot on the third hut they go some people still jump off sides during the conditioning you see I'm saying it's like a drill that constantly goes.",
        6566.04,
        6574.52
    ],
    [
        " So if one guy jumps off sides everybody pays for it and sometimes the guy who jump off sides doesn't pay for it so basically call out be like you just go ahead and sit down Charles yeah or basically in a wind sprint situation the common thing in our situation would be like okay let's say it's a 50 yard wind sprint right start at the zero yard line and you run to the 50 or whatever.",
        6575.88,
        6598.3
    ],
    [
        " So it's the counts on two said down hot one guy jumps off side echo jump saw site echo stays there everyone else goes five yards back.",
        6600.34,
        6608.64
    ],
    [
        " So now they have a 55 year wind sprint I don't have a 50 I do it again they go five yards back again soon saying so it like it puts way more pressure on you to get it right.",
        6608.64,
        6620.1
    ],
    [
        " So you so you do learn I think but some people can get into this weird down downward spiral because they're so stressed about everyone mad at them now so they don't even think so they can't like get their get their act together it's funny but it's a good way to create stress yeah sure.",
        6620.42,
        6635.48
    ],
    [
        " Some of the successful practices the other unsuccessful practices are you know very sort of military based conduct battalion sized operations as the norm that's too big concentrate military forces in large basis for protection we know that that's not going to work.",
        6637.42,
        6651.54
    ],
    [
        " Focus special operations forces primarily on rating like hey we're going to go capture kill bad guys that's not where you want to put the focus you can do you need to do it for sure but it can't be the focus.",
        6652.04,
        6664.14
    ],
    [
        " So that so then the some of the successful practices are emphasize intelligence focus on the population their needs and security.",
        6665.5,
        6674.0
    ],
    [
        " Focus on the population focus on the people expand established and expand security areas isolated surgeons from the population.",
        6674.5,
        6685.0
    ],
    [
        " So those are the kind of things that help out place police in the lead with military support.",
        6686.74,
        6691.56
    ],
    [
        " We we we absolutely try to do that we put the Iraqis we brought the Iraqis with us we put them in the lead.",
        6691.56,
        6698.06
    ],
    [
        " So those are some solid successful practices and here's the summary from this first chapter counterinsurgency is an extremely complex form of warfare truly war at the graduate level at its core counterinsurgency warfrogors.",
        6698.5,
        6714.98
    ],
    [
        " There's a struggle for the support of the population their protection and welfare is the center of gravity of friendly forces and I'm the decisive terrain this is something that I stole well I think this is the third like big thing that I stole from this to sort of start selling counterinsurgency up my chain of command was this idea that the center of gravity the decisive terrain in this fight.",
        6714.98,
        6744.4
    ],
    [
        " It was not an airfield it wasn't a part of town it was the people if we got the people like you know when you when you storm a beach want to get the beach head you know you want to get a foothold that's the that's the decisive terrain if you're taking an island you want to get the high ground.",
        6744.78,
        6761.92
    ],
    [
        " Here it wasn't the high ground it wasn't the the the beach head wasn't the airfield it was the people.",
        6761.92,
        6770.06
    ],
    [
        " Gaining and maintaining that support is a formidable challenge there are a host of non-military agencies who efforts must whose efforts must be synchronized and coordinated with those of military to achieve these aims.",
        6771.84,
        6784.1
    ],
    [
        " And this this thing closes out insurgents are also fighting for the support of the population but are constrained by neither the law or nor the bounds of human decency.",
        6785.44,
        6797.42
    ],
    [
        " They do anything to preserve their greatest advantage the ability to hide among the people these amoral enemies survived by their wits constantly adapting to the situation to defeat them.",
        6798.04,
        6811.06
    ],
    [
        " It is essential that counter insurgent forces develop the ability to learn and adapt rapidly and continuously.",
        6811.06,
        6821.7
    ],
    [
        " So learn and adapt rapidly and continuously seems to be a common theme here on this podcast in the books that we review in the people that we talk to in the lessons that we learn we seem to hear it over and over and over again as one of the primary and most important attributes",
        6829.06,
        6851.46
    ],
    [
        " of winning. So I think it's pretty clear that you need to take lessons like this and if you can learn to apply them and you can't universally apply them right.",
        6853.22,
        6867.1
    ],
    [
        " And it says in the book it says you can't just universally apply these things that you always have to be smart enough to pay attention to run a feedback loop see what's actually happening and adjust and you can only do that by the way if you're humble enough to to actually listen to the feedback loop.",
        6867.46,
        6885.08
    ],
    [
        " Everything is related everything is connected.",
        6888.34,
        6891.34
    ],
    [
        " And you can overlay these things into whatever part of your life you need to to counter whatever insurgency that you're facing whether you're on the battlefield,",
        6891.84,
        6912.42
    ],
    [
        " whether you're in business, you're a leader, you're facing an insurgency in your own family.",
        6913.44,
        6921.04
    ],
    [
        " And we also have to pay attention the fact that we might have an insurgency going on inside of us and insurgency of weakness.",
        6922.32,
        6934.76
    ],
    [
        " And Sloth trying to bring us down.",
        6936.58,
        6940.58
    ],
    [
        " Echo Charles. Do you have any recommendations how we could fight the internal insurgency that we are facing every single day?",
        6940.58,
        6951.34
    ],
    [
        " It's there. 100% there. You know when you got to work out planned and then boom you feel the battle going on inside all the reasons why today should actually you know what.",
        6951.46,
        6965.94
    ],
    [
        " Think about it today should be a rest day. That's the one side you know on the other side is like nope shouldn't be a rest day in fact you're your week right now and let's get stronger.",
        6966.22,
        6975.74
    ],
    [
        " But it's pushed a lot of physical benefits and if you overcome this feeling of not wanting to do the workout and you do it anyway that's even now you're getting stronger mentally too.",
        6975.74,
        6984.7
    ],
    [
        " But meanwhile it's like boom it's a little battle the other side is like but you got all that other stuff you could be doing that you need to do you got this stuff to do if you get that done boom you'll be way better off.",
        6985.14,
        6995.64
    ],
    [
        " I'm just saying you'll get some recovery you know so it's like two battles going on.",
        6995.64,
        6999.42
    ],
    [
        " Insurgency in there.",
        6999.46,
        7000.44
    ],
    [
        " Oh yeah and there to and it's like that when you said that the insurgency on the inside it's that it's the week part of something to me before go ahead and good.",
        7000.44,
        7010.92
    ],
    [
        " Let the cat out of the bag right there so if I'm working on something right whatever it may be and it's time for the workout or whatever like that part of me would be like God just do it tomorrow do the workout tomorrow because look you got all this thing that you're in the middle of getting that done is actually better right now.",
        7011.16,
        7028.8
    ],
    [
        " Where it's beneficial you know that insurgent is trying to win the heart and mind of my whole actions seem same like showing me the benefits you know of like skipping the workout that's kind of evil in a way you know.",
        7029.14,
        7044.14
    ],
    [
        " But yeah we got to fight against that anyway so yes so what are we doing boom we're working out yeah for sure we're going to skip the workout if you're injured skip the workout.",
        7044.36,
        7054.26
    ],
    [
        " Today was today this very day sure I want I knew looking at my week ahead because what is the day of the week it is Saturday right now yes.",
        7054.26,
        7064.08
    ],
    [
        " So I looked at the week ahead and looked at tomorrow I'm pretty booked up tomorrow and the whole week is kind of crazy and I know that we needed to get this done.",
        7064.28,
        7076.26
    ],
    [
        " So my first thing you know I always wake up early in the morning workout but I knew I had to prioritize this and I actually got it done pretty quick I you know I had already read it so now I was going through making notes and whatever.",
        7077.74,
        7087.28
    ],
    [
        " And I but I woke up and did that first before the workout before the workout because I had to prioritize an execute.",
        7087.5,
        7094.58
    ],
    [
        " So now it's like you know I spent like three or four hours finishing the reading looking a couple things up and then I was going through you know highlighting.",
        7096.4,
        7106.36
    ],
    [
        " So now it's like 10 30 or something like that had a little food and I had all kinds of excuses locked and loaded so I should have to eat that's yeah so.",
        7106.9,
        7119.38
    ],
    [
        " So so what I did was.",
        7120.54,
        7121.98
    ],
    [
        " Yeah I had a little insurgency going on yeah and then I just texted you and said hey one o'clock let's do it and I said as soon as if he is I don't care if you respond or not I'm just go get after it before I eat a like legitimate food yeah.",
        7122.48,
        7137.82
    ],
    [
        " Yeah wait you know I just went knocked out of workout yeah yeah just did sort of a combo workout took me 40 minutes you know what I'm saying.",
        7138.64,
        7147.96
    ],
    [
        " Still saw it but just had to get it done you know had to get it done had to overcome that the insurgency situation because sometimes those insurgency can make good points they're making good points.",
        7148.02,
        7158.26
    ],
    [
        " They know what they're doing yeah they absolutely know what they're doing that's why you got to be able to counter them.",
        7158.32,
        7164.0
    ],
    [
        " Man I was thinking this let's face it insurgencies are successful often yeah yeah they're not if you don't have a counter you're going to be in trouble big time.",
        7164.76,
        7173.68
    ],
    [
        " What so I was thinking this yesterday when I was working out same way you were that one time you're teasing me about squats or whatever you were like I wonder if I could",
        7173.68,
        7189.94
    ],
    [
        " do this workout like what if me and jockele traded workouts whatever given day and we had to do the same workout same weight everything if you can't do it well there's an indicator you can't do it kind of thing right so.",
        7189.94,
        7203.74
    ],
    [
        " If you can't do it it's an indicator that you can't do it.",
        7203.86,
        7206.74
    ],
    [
        " I'm saying that's the purpose of trading workouts you know like you always wonder like I wonder if I could do that guys workout I wonder if I could do the you know that that football players work out whatever you know you kind of wonder that everyone",
        7206.74,
        7219.66
    ],
    [
        " to know especially when you see guys working out hard like I wonder either you know these crossfit guys or whatever so that's what I was thinking I was like I wonder if I I wonder how I would fair with jockeles workout because there's two kind of kind of kinds of like roadblocks if you will one is like if I just can't do the weight like let's say your squat is just it's a bigger squat than me you know so if you got freaking a set of 20 a set of 15 a set of nine and a set of how however that goes and you're you again I got to use your same weight and I simply can't do it.",
        7219.66,
        7249.64
    ],
    [
        " I can't get 20 reps with that weight I just physically can't do it this kind of okay there's that that's one then the other one is like this is like I got to tap out this is too hard for me I got to rest more or I got to like not do 10 sets I can only do like five or whatever you seem saying there's that too.",
        7249.64,
        7265.9
    ],
    [
        " So both of those and probably there's other stuff to is like you wonder how would I fair in that exact workout same you know wait like we're now work a similar weight",
        7266.26,
        7278.28
    ],
    [
        " for his body weight or whatever so it's like I was wondering that like wonder if then I was like first I was wondering I wonder if I could do jockeles and I was then I was thinking I wonder if he could do mine I don't think I could do yours.",
        7278.56,
        7289.86
    ],
    [
        " I think that there is be a Venn diagram where there'd be an overlap in the middle where we could both do each other's workouts then I have some workouts that you wouldn't be able to do and then you have some workouts that I wouldn't be able to do.",
        7290.22,
        7302.44
    ],
    [
        " Yeah because of our specialties right yeah the the Metcons I feel like I don't know because yours are more extended right your your Metcons they're like probably like what 15 20 minutes or something yeah or more yeah see so but they're going to be less intense though.",
        7302.44,
        7322.9
    ],
    [
        " It depends.",
        7324.34,
        7324.8
    ],
    [
        " Whatever.",
        7325.38,
        7326.2
    ],
    [
        " None the less I was wondering that so maybe one day we're going to see we should trade straight up have the workout I've respiried built into that.",
        7326.84,
        7336.3
    ],
    [
        " Yeah that's that's one thing is yours seems more structured yeah you know I guess not really I guess not really because I but I just basically I don't have rest periods.",
        7336.58,
        7346.66
    ],
    [
        " Yeah generally most of my workouts don't have like a rest like a time where you're like three minutes of rest I don't generally have that yeah yeah do for sure because what I'll be doing is some other exercise during that period yeah which is yet another type of like workout you know like stimulus free because let's say you're just",
        7347.44,
        7372.84
    ],
    [
        " not only the weight you can do but just over what you're doing to your body for that workout if you go one minute rest in between those sets and three minutes rest in between those sets you're doing like essentially you're doing two different things to your body you know so it's like all right which workout am I doing then that's what that's why rest is is kind of set in there but then if there's no rest in between the sets and you program it like oh I need to get 500 pull ups I don't care how I get them I just got to get them I don't know what's not going to do that.",
        7372.84,
        7402.82
    ],
    [
        " I guess or whatever or just you just got to get 500 pull ups it's kind of that's part of the workout too you know so it's like it's almost like it's you're doing a specific thing to your body there too you know so it's like that fits you know you don't have to have rest periods on I program in for a reason seems to know you have a specific purpose but nonetheless",
        7402.82,
        7425.42
    ],
    [
        " oh yeah all right no the last I forgot yes I'm going to tell people how we can stand the path yeah effectively healthy and you know effectively and healthy anyway yes so when you're working out you can eat meat fuel eat good 80 20 is good 80% clean 20% freedom 80% discipline 20% freedom yeah interesting well diet wise that's recommended you can do 19 10",
        7427.34,
        7454.88
    ],
    [
        " 19 you start going 70 30 then you that's a slippery slippery that's what I think nonetheless you want supplementation for your joints for your brain for even protein supplements boom we got you jockel fuel supplements joint warfare rejoins obviously krill oil omega threes all day and antioxidants by the way also discipline and discipline go which are essentially the same thing different delivery systems",
        7454.88,
        7479.76
    ],
    [
        " cans and powders it's true and and pills and what they called caps all because I told I told be little at the beginning so we started making discipline I said hey man this is",
        7482.18,
        7495.66
    ],
    [
        " really good stuff yeah I this is exactly what I this is what we want right I said but I I talk for long periods of time for living",
        7495.66,
        7506.0
    ],
    [
        " and if I have to drink this to get my get that hitter if I have to drink this before I go out and start talking and then all of a sudden I got to go to the bathroom I said I need a pill I told him I said I said put this stuff in a pill he goes okay and he made a what is it called it's a compressed not a capsule but like a compressed thing whatever yeah and I don't really like those",
        7507.06,
        7532.92
    ],
    [
        " off row so then I had to sign him back but no more bro and he goes he said you said you said pill and I said I thought that a capsule was a pill yeah to me that's the same thing you take a pill right I didn't know that a pill was a whatever that",
        7532.98,
        7546.56
    ],
    [
        " compressed thing is and a capsule is something different yes but if you need that little like you need it boom you can take a the capsule",
        7546.56,
        7555.7
    ],
    [
        " discipline got a pill not a gel cap which actually this stem from so I forget what happened in the world but there was controversy about",
        7556.08,
        7567.22
    ],
    [
        " veterans and drugs and someone was saying something like you know what do you expect to happen when these put all these vets on drugs put on and fedamines",
        7567.22,
        7580.7
    ],
    [
        " and I said I said we're not on fedamines and he goes pilots take amphetamines and I said I texted Dave Burke yeah good deal",
        7580.84,
        7592.04
    ],
    [
        " yeah and I said I said did they give you guys amphetamines to take and he goes no I mean this is all",
        7592.04,
        7598.98
    ],
    [
        " within this is this is on Twitter this is probably two years ago he goes no and I so I go back for",
        7598.98,
        7605.1
    ],
    [
        " I go no they never give pilots and fedabines and then I get it as soon as I tweeted that Dave Burke good deal yeah he goes back he goes bro I just screwed you",
        7605.1,
        7614.94
    ],
    [
        " he said he's like bro I just screwed you and I was like what he goes he goes they definitely give it to us tonight and I was like and I",
        7614.94,
        7621.24
    ],
    [
        " was like Roger I said hey I was wrong but guess what they call them what go pills okay so that's what I was saying to to be little I'll say",
        7621.24,
        7632.04
    ],
    [
        " hey man we need go pills no we don't need and fedamines in them yeah in fact we do not want amphetamines no sir but we do want the",
        7632.04,
        7640.82
    ],
    [
        " feeling that discipline and and the the discipline powder gives you yeah little cognitive kick yeah a little",
        7640.82,
        7648.38
    ],
    [
        " little get up and go yes that's why we call it discipline go anyways there you go that's a little",
        7648.38,
        7653.5
    ],
    [
        " information behind that we got chocolate white to you we got milk strawberry chocolate for kids we got",
        7653.5,
        7659.5
    ],
    [
        " mint peanut butter the whole nine yards true and all the stuff is available the vitamin shop or it's",
        7659.5,
        7665.3
    ],
    [
        " available at origin main dot com speaking of origin main other things on their besides chocolate feel",
        7665.3,
        7674.84
    ],
    [
        " like gizin rash guards for jiu jitsu when we go back to jiu jitsu if we haven't already we're kind of",
        7674.84,
        7680.58
    ],
    [
        " getting back there boom I think there's a underground moment there's definitely people training that's",
        7680.58,
        7687.02
    ],
    [
        " JP's training Texas is open yeah yeah there's oh I think I heard a thing that gyms are opening",
        7687.2,
        7693.08
    ],
    [
        " June 15th or something like this they open with a bunch of restrictions yeah so yeah but we're",
        7693.08,
        7701.02
    ],
    [
        " getting there yeah coming out from the underground for sure so you don't need a new key yep or",
        7701.02,
        7705.14
    ],
    [
        " jingy best ones factually in the world by the way and fully in America of course yeah in America yes of",
        7705.14,
        7712.32
    ],
    [
        " course which is kind of important right now big time you want to get your stuff that's made in",
        7712.64,
        7717.5
    ],
    [
        " America not made in China yeah that's my recommendation anyways okay don't forget about jeans don't",
        7717.5,
        7725.76
    ],
    [
        " forget about boots don't forget about t-shirts hoodies and don't forget about joggers unless you're",
        7725.76,
        7736.14
    ],
    [
        " me if you me don't get joggers yeah just forget about it yeah don't there's a whole a whole just a",
        7736.14,
        7742.42
    ],
    [
        " whole there's a whole just plethora of reasons why if your name is jaco don't get joggers they just",
        7742.42,
        7752.24
    ],
    [
        " don't want yeah don't get out not meant to be don't put them on just if your name is echo Charles",
        7752.24,
        7756.84
    ],
    [
        " all day all day all day all day yes sir yes or do you mean dot com also chocolate is a store that's",
        7756.84,
        7765.1
    ],
    [
        " called jaco store dot com that's where you can get your shirts custom shirts maybe you stretching that",
        7765.1,
        7775.76
    ],
    [
        " word custom for but nonetheless you can't represent this one equals freedom good uh take",
        7775.76,
        7780.5
    ],
    [
        " tiger on the high ground take you get after it it's a good one anyway shirts that will",
        7780.5,
        7785.98
    ],
    [
        " represent you can represent on the path while you're on the path anyway it's a mass on there's",
        7785.98,
        7794.84
    ],
    [
        " uh we have an email list here's the thing I always feel kind of odd for lack of better term",
        7795.92,
        7805.7
    ],
    [
        " saying hey sign up on for our email list it it feels weird saying that well that's because",
        7805.7,
        7812.3
    ],
    [
        " you have been conditioned in your life that every time somebody told you that and you did it you",
        7812.3,
        7816.44
    ],
    [
        " got a bunch of yeah junk yes it's bad and I don't want to say spam necessarily but yeah it's one",
        7816.44,
        7822.68
    ],
    [
        " of these things were and I'm down I am down for the email list 100 if I'm like oh wait I do want",
        7822.68,
        7828.4
    ],
    [
        " updates on this stuff right here like I'm down I'm not conditioned necessarily against it but",
        7828.4,
        7833.96
    ],
    [
        " here's the thing I have felt the sting of signing up for the email list hoping that I'll be updated",
        7833.96,
        7839.52
    ],
    [
        " with like new cool stuff that they offer or whatever but meanwhile they're sending me like oh happy",
        7839.52,
        7844.14
    ],
    [
        " Valentine's day from xyz dot com it's like bruh I don't care about you wishing me happy Valentine's day",
        7844.14,
        7850.14
    ],
    [
        " my email inbox which let's face it our email inbox for most of them for some of us we'll say",
        7850.14,
        7856.1
    ],
    [
        " I think most but whatever our inbox is kind of sacred like pro stay out of there if if you don't",
        7856.1,
        7862.58
    ],
    [
        " have something that's the way it should be yeah so anyway my point there is if if you sign up for",
        7862.58,
        7869.66
    ],
    [
        " this if you're saying all that's now gonna tell everyone that you sign up for the email I'm not",
        7869.66,
        7873.12
    ],
    [
        " saying anyone should do anything ever maybe not ever but I'm not saying in this case but I'm saying",
        7873.12,
        7878.54
    ],
    [
        " we do have an email list if you do want updates and here's basically what I'll we'll send out",
        7878.54,
        7884.78
    ],
    [
        " is like if there's a new design or a new hoodie or into whatever that's it pretty much for the store",
        7884.78,
        7890.88
    ],
    [
        " with the occasional and when I say occasional I mean very occasional exception where if there's",
        7890.88,
        7897.04
    ],
    [
        " like some important announcement and important is like there it has to be very important what's",
        7897.04,
        7903.0
    ],
    [
        " an example of an important announcement that's come out on the email list because I have come out",
        7903.0,
        7907.96
    ],
    [
        " yeah none okay that's right I haven't gotten any more yeah I'm just saying that",
        7907.96,
        7912.9
    ],
    [
        " I'm saying if there was like hey freaking no podcast for one month or you know something that like",
        7912.9,
        7921.66
    ],
    [
        " I would anticipate a bunch of people trying to email me or you about then maybe but I mean I can't",
        7921.66,
        7932.98
    ],
    [
        " think I will firmly believe that it's important anyway otherwise you're just gonna get new stuff",
        7932.98,
        7937.88
    ],
    [
        " every what once a month maybe once every two three months yes maybe anyway I'm not gonna",
        7937.88,
        7944.28
    ],
    [
        " abuse you that's what I'm saying I realize that everyone's inbox is sacred okay so let's get to",
        7944.28,
        7949.08
    ],
    [
        " okay where do they sign up for this email address list thing on jacostore.com at the bottom should I",
        7949.08,
        7957.3
    ],
    [
        " make some kind of an email hey okay I don't think so you know leave everybody alone that's like",
        7957.3,
        7965.04
    ],
    [
        " what people are all into like oh you should yeah yeah you know and I dig it if it's that's like",
        7965.04,
        7970.8
    ],
    [
        " the what do you call it that you're trying to email from somebody that's like like you sign up",
        7970.8,
        7975.44
    ],
    [
        " for an email list and then you get an email but it says it's from like the person you go oh it's",
        7975.44,
        7981.68
    ],
    [
        " from so and so but then it's just a massive email yeah well because sometimes it is from that person",
        7981.68,
        7987.68
    ],
    [
        " but it is a massive email okay but sometimes it's from like their marketing company yeah whatever",
        7987.68,
        7994.02
    ],
    [
        " those the ones and I go come on man yeah but I felt all good but well this one is good because",
        7994.02,
        7998.52
    ],
    [
        " this is actually from me yeah so I'll try to make it look cool and official you know the school",
        7998.52,
        8003.8
    ],
    [
        " pictures on there but but yes it is coming from me I have friends yes that you know kind of",
        8003.8,
        8011.58
    ],
    [
        " have email lists right yeah sure and and I'm on their email list yeah but then I'm also have",
        8011.58,
        8019.08
    ],
    [
        " you know will exchange personal emails right about whatever topic and I'll get an email from",
        8019.08,
        8026.12
    ],
    [
        " like an email show up and I go oh well oh that's cool so and then I open up and it's one of those",
        8026.12,
        8031.92
    ],
    [
        " things always like oh dude that's a bummer yeah what do you mean like Sam Harris just whoever yeah",
        8031.92,
        8037.62
    ],
    [
        " you name them I signed up for Sam Harris's email list but it was happened to be at the same time",
        8037.62,
        8042.44
    ],
    [
        " where I sort of like met him and sort of like no man that I seen it like from Sam Harris like yes",
        8042.44,
        8047.32
    ],
    [
        " Sam Harris is emailing me and then it's like his podcasting I was like I felt that it was cool I",
        8047.32,
        8052.56
    ],
    [
        " signed up for a reason so I was like but that expectation that it's actually him emailing you",
        8052.56,
        8057.68
    ],
    [
        " being like hey great to meet you or something like this you know yeah that's funny no I get I get",
        8057.68,
        8062.68
    ],
    [
        " but I get you know quite a few friends like that you know where and you know I don't I'm not a big",
        8062.68,
        8068.68
    ],
    [
        " communicator and I don't have a ton of friends anyways so when I do get emails from my friends it's",
        8068.68,
        8073.92
    ],
    [
        " always because I get a lot of business emails obviously but then when people email my personal email",
        8073.92,
        8078.58
    ],
    [
        " you know and I go oh and then I see that it's a for me like well yeah but sometimes it has",
        8078.58,
        8089.04
    ],
    [
        " spurred me to email them right I've gone you know and then they email me back and we have a cool",
        8089.2,
        8094.6
    ],
    [
        " something you know but it reminds me yeah yeah I say why what gave me that feeling like oh that's",
        8094.6,
        8099.06
    ],
    [
        " cool to hear from this person or that person maybe they were thinking the same thing why am I not",
        8099.06,
        8104.38
    ],
    [
        " email them well who am I supposed to not not taking an initiative here yep so then I'll take some",
        8104.38,
        8109.5
    ],
    [
        " initiative and say hey I listened to your last podcast or hey I saw you do that thing and they go",
        8109.5,
        8114.56
    ],
    [
        " cool you know what I mean yeah so it's a little indirect prompt to kind of relate to people",
        8114.56,
        8122.26
    ],
    [
        " yeah reach out man yeah can't pick up a phone yeah it's true all right well nonetheless there you go",
        8122.26,
        8129.68
    ],
    [
        " so yeah jockelstore.com that's where all this stuff is also if you want to subscribe to the",
        8129.68,
        8135.24
    ],
    [
        " podcast on iTunes I know sounds kind of weird because you probably already are subscribed maybe",
        8135.24,
        8141.1
    ],
    [
        " maybe not I don't know but if you're not yeah you of course yeah me too jockel but if you're not",
        8141.1,
        8146.46
    ],
    [
        " subscribing on subscribe boom let me remind you that that option is available for you",
        8146.46,
        8151.04
    ],
    [
        " we also have some other podcasts we have a podcast formerly known as the thread which I was",
        8151.04,
        8156.78
    ],
    [
        " this close to renaming and I and I didn't like it and then I found then I found the ultimate new name",
        8156.78,
        8163.08
    ],
    [
        " for it and there's already another podcast which I can't even believe exists with this name that I",
        8163.08,
        8169.16
    ],
    [
        " can't believe has already been taken so I'm still in the midst of finding out a new name for that",
        8169.16,
        8174.18
    ],
    [
        " well what was the name I can't I'm not gonna say it why not because it's just I'm not gonna say",
        8174.18,
        8179.64
    ],
    [
        " we're just so you're so let down I was not the name disappointed and also I want to see if there's",
        8179.64,
        8186.4
    ],
    [
        " a way that I can still manipulate the name enough to use it oh right right right but I but I don't",
        8186.4,
        8191.94
    ],
    [
        " want to give it away grounded podcast where we talk about you jitsu which we talked about jitsu",
        8191.94,
        8197.08
    ],
    [
        " jai a lot anyways so but we talk about it even more and we talk about life and we talk about",
        8197.08,
        8201.82
    ],
    [
        " everything else on the grounded podcast we got the warrior kid podcast for your warrior kids we got",
        8201.82,
        8206.26
    ],
    [
        " warrior kids soap from irish oaks ranch dot com a young warrior kid making soap said everybody out",
        8206.26,
        8212.54
    ],
    [
        " there in the entire world can stay clean we got a youtube channel which is where echo takes videos",
        8212.54,
        8222.02
    ],
    [
        " and he puts them on there sometimes he puts modifications I said last time that he should he should put",
        8222.48,
        8229.66
    ],
    [
        " enhancements into just the podcast so when I talk about counterinsurgencies when I talk about weapons",
        8229.66,
        8235.64
    ],
    [
        " something should happen in this yeah you didn't do it whatever total lack of initiative",
        8235.64,
        8242.58
    ],
    [
        " but it's all good I'm sure there's someone out there that would love to modify these things yeah well",
        8242.58,
        8247.06
    ],
    [
        " you know uh to me the jury is still out whether or not that's a good idea so you know we're I'm",
        8247.06,
        8252.46
    ],
    [
        " gonna think about it why don't we test it why don't we see next time when we do this podcast you know",
        8252.46,
        8258.32
    ],
    [
        " you make your little notes you make your little yeah right you should be like oh when I talk about",
        8258.32,
        8263.54
    ],
    [
        " all there was this massive explosion you could just make a little note that says one hour and 37",
        8263.54,
        8269.28
    ],
    [
        " minutes explosion yeah here's the thing jock for somebody that freaking just puts explosions everywhere",
        8269.28,
        8276.3
    ],
    [
        " yes sir yeah and I'm I have an explosion uh advocate as far as video goes 100% but here's the thing",
        8276.3,
        8283.78
    ],
    [
        " here's the thing with that so let's say I put a cool machine gun sound explosions you know whatever",
        8283.78,
        8288.74
    ],
    [
        " I put whatever we put and one single person on youtube with one of those ghost accounts that like",
        8288.74,
        8296.86
    ],
    [
        " you know no profile picture one of those guys says that's corny brother that's gonna like devastate",
        8296.86,
        8303.68
    ],
    [
        " me I think us okay we can't do it that's an indicator it's tough enough also we got psychological",
        8304.12,
        8313.08
    ],
    [
        " warfare a bunch of uh me talking about your moments of weakness a little psychological hitters we",
        8313.08,
        8317.82
    ],
    [
        " got flip side canvas little visual hitters flipside canvas dot com support the code of my while you're",
        8317.82,
        8324.66
    ],
    [
        " at it we got a bunch of books the code the evaluation the protocols leadership strategy and tactics",
        8324.66,
        8330.32
    ],
    [
        " field manual way the warrior kid one two and three Mikey in the dragons disponing crisp freedom",
        8330.32,
        8336.1
    ],
    [
        " field manual extreme ownership and the dichotomy of leadership check out those books if you like",
        8336.1,
        8342.82
    ],
    [
        " what we talk about on here echelon front that's our leadership consultancy I talked about it a",
        8342.82,
        8348.6
    ],
    [
        " couple times today we solve problems through leadership that's what we do go to echelonfront.com",
        8348.6,
        8354.74
    ],
    [
        " and by the way if you want me to come and speak to your company don't go to a speaker's bureau",
        8354.74,
        8358.92
    ],
    [
        " and don't google jaco speaking just go to echelonfront.com that's what we do we have EF online",
        8359.34,
        8368.62
    ],
    [
        " which is revamped come and check it out it's online courses it's online not just online courses",
        8368.62,
        8379.4
    ],
    [
        " online interactive you want to talk to me if you want to if you want to hang out with me in a zoom",
        8379.4,
        8384.68
    ],
    [
        " meeting get on to eff online dot com and you will get to I will be sitting there answering your",
        8385.96,
        8392.2
    ],
    [
        " question. Muster our leadership seminar event gathering Phoenix out Arizona September 16th and",
        8392.2,
        8403.7
    ],
    [
        " 17 we're doing it Dallas Texas December 3rd and 4th we're doing it every gig we've ever done",
        8403.7,
        8409.48
    ],
    [
        " has sold out extremotorship.com if you want to come to that and if you need leadership in your",
        8409.48,
        8415.98
    ],
    [
        " organization go to eff overwatch.com we got military prior service military personnel that",
        8415.98,
        8423.52
    ],
    [
        " understand the principles we talk about and they're ready to come to work at your team.",
        8423.52,
        8428.0
    ],
    [
        " Also America's mighty warriors dot org mom Ali Mark Lee's mom",
        8429.1,
        8433.98
    ],
    [
        " she's out there on the grind helping in a multitude of different ways service members active",
        8435.68,
        8443.4
    ],
    [
        " duty their families gold star families around the world that's what she's doing you can go to",
        8443.4,
        8449.58
    ],
    [
        " america's mighty warriors dot org to either get involved or just donate and if you haven't",
        8449.58,
        8463.9
    ],
    [
        " echoes arbitrary tales you can find us on the inner webs on twitter on instagram and on",
        8464.56,
        8470.62
    ],
    [
        " facebook echo is that equitrails i am at jocke winlick and thanks to everyone out there in",
        8470.62,
        8476.64
    ],
    [
        " uniform right now trying to keep order from becoming chaos and you're doing it voluntarily for us",
        8476.64,
        8484.68
    ],
    [
        " and a massive thanks to police and law enforcement out there fire fighters paramedics EMTs dispatchers",
        8484.68,
        8492.2
    ],
    [
        " correctional officers border patrol secret service you do some of the hardest work in the world",
        8492.2,
        8497.76
    ],
    [
        " you don't make a ton of money you do it with massive risk for yourselves and you do it to keep us",
        8497.76,
        8504.38
    ],
    [
        " safe and we thank you and to everyone else out there there are lots of insurgencies going on lots",
        8504.38,
        8514.3
    ],
    [
        " of insurgencies happening in your life in your business in your relationships in your family in",
        8514.3,
        8520.78
    ],
    [
        " yourself and it's really easy just to say hold the line it's really easy i say it all time",
        8522.96,
        8528.62
    ],
    [
        " but you got to remember all these complexities you got to remember that more than just brute force",
        8528.62,
        8536.98
    ],
    [
        " you have to use your mind you can't just out maneuver you have to outthink",
        8536.98,
        8542.38
    ],
    [
        " you have to give and you have to take you have to think strategic and you have to play the long",
        8542.38,
        8550.0
    ],
    [
        " game and it's not easy but that's how you win to go out there and get after it and until next time",
        8550.0,
        8563.52
    ],
    [
        " this is echo and jaco out",
        8563.52,
        8567.48
    ]
]