[
    [
        " This is the Jocco podcast Civil War excursion number four with JD Baker and me,",
        0.32,
        7.74
    ],
    [
        " Jocco Willink, good evening JD.",
        8.2,
        9.84
    ],
    [
        " Good evening, Jocco.",
        10.52,
        11.26
    ],
    [
        " We slept upon our arms last night and daylight this morning found us in line.",
        12.64,
        19.98
    ],
    [
        " The battle began at an early hour and the shot and shells screeched and screamed over",
        20.66,
        27.24
    ],
    [
        " our heads.",
        27.24,
        27.82
    ],
    [
        " To our right we could see the fight going on for the heights beyond the back of Fredericksburg.",
        28.9,
        33.98
    ],
    [
        " General Sumner tried to take the hills but failed.",
        35.1,
        39.28
    ],
    [
        " The city was on fire in several places and the noise was deafening.",
        40.5,
        44.74
    ],
    [
        " We could see the long lines of union troops move up the hill and melt away before the",
        45.38,
        51.68
    ],
    [
        " rebel fire.",
        51.68,
        52.44
    ],
    [
        " But we were not idle, although at times there would be a low in our front and we would",
        54.22,
        59.92
    ],
    [
        " watch and we could watch the fight on the right.",
        59.92,
        62.74
    ],
    [
        " At 3 p.m our regiment was sent down to the left of the line in order to support a battery.",
        63.16,
        68.44
    ],
    [
        " This was no fun for us, for we had to stand the rebel shells fired at the battery.",
        69.18,
        75.72
    ],
    [
        " Just at dark the firing ceased.",
        76.28,
        79.58
    ],
    [
        " But what a scene was before us.",
        80.6,
        82.9
    ],
    [
        " The dead and wounded covered the ground in all directions.",
        83.92,
        87.52
    ],
    [
        " Ambulances were sent out to pick up the wounded but the enemy opened fire upon them and",
        88.8,
        94.1
    ],
    [
        " wounded were left to suffer.",
        94.1,
        95.6
    ],
    [
        " During the evening if a match was lighted it would bring a shell from the rebel forts",
        96.78,
        102.62
    ],
    [
        " on the hills.",
        102.62,
        103.3
    ],
    [
        " At 8 p.m we were ordered to the rear and our division rested for the night.",
        104.8,
        110.48
    ],
    [
        " That right there is an excerpt from Elijah Hunt Rhodes's book, His Book All for the",
        111.86,
        123.78
    ],
    [
        " Units.",
        123.78,
        124.3
    ],
    [
        " It's his account as they began the Battle of Fredericksburg.",
        124.68,
        127.18
    ],
    [
        " At this point since our last podcast which focused on the Battle at Antietam there has",
        128.56,
        138.72
    ],
    [
        " been some pretty significant changes in what was going on.",
        138.72,
        143.36
    ],
    [
        " Lincoln was not happy with his leadership in the Union Army.",
        144.14,
        149.92
    ],
    [
        " He's going to make some changes.",
        150.54,
        152.72
    ],
    [
        " That's what's going to go down.",
        153.52,
        154.76
    ],
    [
        " Before we get to Fredericksburg and what happened there, let's talk about some of these changes.",
        154.76,
        159.7
    ],
    [
        " Here's an order coming down.",
        160.3,
        161.74
    ],
    [
        " This is from Lincoln from the executive mansion, Washington, November 5th 1862.",
        162.86,
        168.64
    ],
    [
        " By direction of the president it is ordered that Major General McClellan be relieved from",
        168.96,
        174.24
    ],
    [
        " the command of the Army of the Potomac and that Major General Burnside take command of",
        174.24,
        180.5
    ],
    [
        " that army.",
        180.5,
        181.14
    ],
    [
        " Also, that Major General Hunter take command of the Corps in said army which is now commanded",
        181.5,
        186.82
    ],
    [
        " by General Burnside.",
        186.82,
        187.88
    ],
    [
        " That Major General Fitz John Porter be relieved from the command of the Corps.",
        188.28,
        195.32
    ],
    [
        " He now commands in said army and that Major General Hooker take command of said Corps.",
        195.56,
        201.14
    ],
    [
        " The General in chief is authorized in his discretion to issue an order substantially as the",
        201.82,
        208.48
    ],
    [
        " above, forthwith or so soon as he may deem proper signed a Lincoln.",
        208.48,
        216.1
    ],
    [
        " There's a lot of changes going on from one paragraph worth of orders.",
        216.68,
        223.52
    ],
    [
        " What's going on behind the scenes?",
        224.08,
        226.22
    ],
    [
        " Yeah.",
        227.2,
        227.72
    ],
    [
        " Basically, Lincoln, he's fed.",
        228.16,
        232.36
    ],
    [
        " He's had enough.",
        232.5,
        233.08
    ],
    [
        " His fund meter is pegged with General McClellan.",
        233.3,
        236.76
    ],
    [
        " He's out, coming in November out of September.",
        238.08,
        242.32
    ],
    [
        " A lot of the folks remember with the Battle of Antietam that one single day, blundiest day",
        242.9,
        250.36
    ],
    [
        " in American history coming out of there.",
        250.36,
        251.72
    ],
    [
        " If you could imagine, you're like, man, all the way till November, Robert E. Lee gets",
        251.86,
        257.36
    ],
    [
        " pushed back into Virginia.",
        257.36,
        258.64
    ],
    [
        " After the Battle of Antietam, these both of these armies are wrecked.",
        259.3,
        265.92
    ],
    [
        " With that one single day.",
        266.78,
        268.94
    ],
    [
        " There's a lot of regrouping.",
        269.24,
        271.62
    ],
    [
        " Abraham Lincoln's got to make the decision.",
        272.14,
        274.56
    ],
    [
        " Well, first, if we're going to get rid of McClellan, who are we going to pick to be the new",
        275.46,
        281.44
    ],
    [
        " Army commander of the Potomac?",
        281.44,
        282.78
    ],
    [
        " So of course, that's going to go in discussion.",
        284.06,
        285.8
    ],
    [
        " He's got his cabinet.",
        286.74,
        287.74
    ],
    [
        " He's got a lot of the folks that are up there that he's in discussion with from Seward,",
        287.92,
        292.96
    ],
    [
        " Secretary of State.",
        293.12,
        293.88
    ],
    [
        " You got Halic.",
        293.88,
        294.76
    ],
    [
        " You got all these guys that are in there.",
        294.94,
        296.42
    ],
    [
        " They're basically going to come to Burnside.",
        297.6,
        300.42
    ],
    [
        " We already know about him at Burnside Bridge as a commander and how it played out for him",
        300.66,
        306.86
    ],
    [
        " in Antietam.",
        306.86,
        307.56
    ],
    [
        " Then you're going to look at the aspects of, he's a West Point grad.",
        308.54,
        311.6
    ],
    [
        " He's him in Lincoln.",
        312.56,
        314.28
    ],
    [
        " They've got a really good relationship.",
        314.62,
        316.24
    ],
    [
        " He's going to call Burnside in before he's even does this order.",
        317.64,
        322.98
    ],
    [
        " He's like, hey, General Burnside, thinking about putting you as the new Army commander of",
        323.72,
        330.3
    ],
    [
        " the Potomac.",
        330.3,
        331.66
    ],
    [
        " Basically, Burnside's kind of like, hey, that's a little bit out of my wheelhouse, man.",
        331.86,
        337.46
    ],
    [
        " I like being a general.",
        339.28,
        340.48
    ],
    [
        " I'm having a pretty good time.",
        341.52,
        343.64
    ],
    [
        " I didn't have a good go at Antietam.",
        343.84,
        345.5
    ],
    [
        " I don't know if you read the after-action report of this whole Burnside Bridge.",
        345.5,
        348.62
    ],
    [
        " It's now named after me, which I'm not really happy about.",
        348.62,
        351.16
    ],
    [
        " It's not a good reason to have something named after you.",
        351.58,
        354.48
    ],
    [
        " I don't really think that, which is pretty cool on Burnside to kind of know what his limitations",
        355.6,
        361.44
    ],
    [
        " are.",
        361.44,
        362.02
    ],
    [
        " He doesn't believe that he would be a good Army commander of the Potomac.",
        362.34,
        367.12
    ],
    [
        " Lincoln's basically like, look at him, well, okay, well, if not you, then I'm going to",
        367.86,
        372.68
    ],
    [
        " put General Hooker in there.",
        372.68,
        373.82
    ],
    [
        " And Burnside's like, whoa, whoa, hey, slow your roll, brother.",
        373.98,
        376.7
    ],
    [
        " I do not want to work for Hooker.",
        377.16,
        379.08
    ],
    [
        " And you read it in there with the coming from the executive order from Abraham Lincoln.",
        380.16,
        385.64
    ],
    [
        " He's going to get a porter.",
        385.88,
        387.98
    ],
    [
        " He's going to relieve him.",
        388.12,
        388.98
    ],
    [
        " And he's going to put Hooker and put him in with a core commander.",
        389.16,
        392.74
    ],
    [
        " I mean, he's going to elevate Hooker.",
        392.84,
        394.24
    ],
    [
        " Even in this, Hooker does a pretty good job at Antietam.",
        394.52,
        399.42
    ],
    [
        " His nickname of what folks look at is fighting Joe.",
        401.0,
        404.3
    ],
    [
        " You know, fighting Joe Hooker.",
        404.7,
        405.88
    ],
    [
        " Hooker is an interesting character, needless to say.",
        406.52,
        410.96
    ],
    [
        " He's a little bit different than some of the other generals.",
        411.28,
        415.78
    ],
    [
        " He, let's just leave it at that.",
        417.54,
        420.82
    ],
    [
        " He does a pretty good job at Antietam.",
        420.96,
        423.64
    ],
    [
        " He gets wounded at Antietam.",
        423.64,
        425.34
    ],
    [
        " Hold on, you're going to leave it at that.",
        425.36,
        426.68
    ],
    [
        " Do you really leave it at that?",
        426.88,
        428.08
    ],
    [
        " Let's go.",
        428.1,
        428.82
    ],
    [
        " Oh, okay.",
        428.82,
        429.36
    ],
    [
        " So, you know, if I, if I say the word Hooker, like what's the first thing that pops into",
        429.6,
        436.24
    ],
    [
        " your mind?",
        436.24,
        436.5
    ],
    [
        " Well, from the slang, a nomenclature of planet earth, a Hooker in America is a prostitute.",
        436.56,
        442.98
    ],
    [
        " Okay.",
        443.68,
        443.94
    ],
    [
        " So, when we used to call him prostitutes, if you could imagine, you know, Hooker is a general",
        444.08,
        452.32
    ],
    [
        " officer.",
        453.94,
        454.3
    ],
    [
        " He used to have like this little entourage of women that they were kind of like groupies,",
        453.68,
        460.32
    ],
    [
        " you know what I mean?",
        460.68,
        461.26
    ],
    [
        " So, if you got like, you know, the big hair bands back in the 80s and stuff, and they",
        461.44,
        464.52
    ],
    [
        " got these like groupies that like go around.",
        464.52,
        466.56
    ],
    [
        " I mean, they make movies about groupies.",
        466.8,
        468.62
    ],
    [
        " And so, he's got some groupies.",
        469.28,
        471.44
    ],
    [
        " Well, you know, the typical private, you know what I mean, in battle.",
        471.52,
        475.6
    ],
    [
        " I mean, you don't see a lot of, a lot of women, you know what I mean?",
        475.86,
        479.88
    ],
    [
        " So, here, you know, you got like, you know, JD, you know, private baker, I'm sitting out",
        480.3,
        485.0
    ],
    [
        " there and I see these women going by and I'm like, who?",
        485.0,
        488.16
    ],
    [
        " Hey, man, who are those women?",
        488.88,
        491.3
    ],
    [
        " And one of the other guys is like, dude, those are Hookers.",
        492.08,
        494.62
    ],
    [
        " Meaning, those are Hookers, little Audra.",
        495.28,
        498.56
    ],
    [
        " Well, it sticks.",
        498.66,
        499.78
    ],
    [
        " The term Hooker comes into play, which is probably if you're looking at an individual",
        500.22,
        509.2
    ],
    [
        " of character, that's probably not what you want to be known for.",
        509.5,
        513.08
    ],
    [
        " You know what I mean?",
        513.52,
        514.1
    ],
    [
        " Because the private are like, can we get some Hookers?",
        514.2,
        517.96
    ],
    [
        " You know what I mean?",
        518.44,
        518.9
    ],
    [
        " Yeah, can we have some Bakers out here too?",
        519.22,
        521.44
    ],
    [
        " And no, you know what I mean?",
        521.8,
        523.12
    ],
    [
        " Like the private doesn't get that.",
        523.2,
        524.76
    ],
    [
        " So, you know, and that's seen as a leader, you're always under observation.",
        525.68,
        530.14
    ],
    [
        " So the private are always constantly.",
        530.5,
        532.6
    ],
    [
        " I mean, you know as well as anybody, man, if you're in charge, everything that you do,",
        532.86,
        537.14
    ],
    [
        " 24, 7, 3 or 6, 5, you're under observation.",
        537.14,
        540.06
    ],
    [
        " People are watching you because they're looking for anything.",
        540.24,
        543.24
    ],
    [
        " You know what I mean?",
        543.92,
        544.78
    ],
    [
        " If you show a flaw that they can exploit.",
        544.98,
        547.8
    ],
    [
        " Because one day I'm going to be in Subik Bay in the Philippines, you know what I mean?",
        548.06,
        553.18
    ],
    [
        " Running through a longapo.",
        553.34,
        554.46
    ],
    [
        " And you're going to bring me in for, you know, for Captain's Mass.",
        554.9,
        559.56
    ],
    [
        " And I'm going to be like, well, wait a minute there, sir.",
        559.8,
        562.82
    ],
    [
        " I believe I saw you just last week doing the same thing and I've got witnesses, you know what I mean?",
        563.42,
        570.6
    ],
    [
        " So, you know what I mean?",
        570.78,
        571.64
    ],
    [
        " You're always under observation.",
        571.64,
        573.06
    ],
    [
        " And you know, do you not think that the private's want to have a little bit of, I mean,",
        573.54,
        577.06
    ],
    [
        " some of these guys, man, like general officers, they're going to swoop out, man, they got",
        577.08,
        580.52
    ],
    [
        " the wives coming up, they get to see, you know, that is that opportunity is not afforded",
        580.52,
        585.54
    ],
    [
        " to the common soldier.",
        585.54,
        586.8
    ],
    [
        " Well, if you're that like so far removed from what's going on at the lower levels in the",
        587.38,
        594.9
    ],
    [
        " command that those guys aren't like a little chapped, like, you know what I mean?",
        594.9,
        600.16
    ],
    [
        " Like, hey, I'd like to see my wife too.",
        600.2,
        602.8
    ],
    [
        " Or I'd like to like go into the bill.",
        603.28,
        605.6
    ],
    [
        " You know, can we get it like a liberty pass?",
        606.02,
        607.84
    ],
    [
        " Can I go home on lib o?",
        608.1,
        609.4
    ],
    [
        " You know what I mean?",
        609.62,
        610.08
    ],
    [
        " No, you're denied.",
        610.18,
        611.08
    ],
    [
        " And then you see the, the command and staff going on, you know, they're going on their little",
        611.38,
        615.86
    ],
    [
        " entourage and you don't get to do that.",
        616.8,
        618.6
    ],
    [
        " Well, that's kind of undermining inside the command.",
        618.72,
        621.74
    ],
    [
        " So, you know, hooker, he gets elevated up.",
        622.64,
        625.18
    ],
    [
        " He does become a core commander.",
        625.46,
        627.84
    ],
    [
        " He gets moved in.",
        627.84,
        629.14
    ],
    [
        " But it also says a little bit about barnside.",
        629.82,
        632.1
    ],
    [
        " Like, barnside doesn't want to be the army commander, but he also doesn't want to work for",
        632.26,
        636.08
    ],
    [
        " hooker.",
        636.08,
        636.44
    ],
    [
        " You know what I mean?",
        637.52,
        638.42
    ],
    [
        " So he's basically just going to take the job because he doesn't want to work for hooker,",
        638.48,
        644.36
    ],
    [
        " which is probably not the guy that you want run in the army, especially you're, it's",
        644.92,
        650.56
    ],
    [
        " not like they're going to move the whole army of the Potomac and they're going to go fight",
        650.56,
        653.22
    ],
    [
        " in the Western theater now.",
        653.22,
        654.3
    ],
    [
        " You're still going up against the army of Northern Virginia.",
        654.78,
        657.14
    ],
    [
        " Like, nothing has changed.",
        657.28,
        659.32
    ],
    [
        " You're still with the army of the Potomac.",
        659.78,
        661.72
    ],
    [
        " You're still based right next to Washington, DC.",
        661.74,
        664.68
    ],
    [
        " You are right on the flagpole.",
        664.92,
        666.72
    ],
    [
        " You know what I mean?",
        667.22,
        667.56
    ],
    [
        " You've got all these political leaders that are all there in DC and you are under observation",
        667.62,
        672.84
    ],
    [
        " of a keen eye all the time.",
        672.84,
        675.16
    ],
    [
        " And now you're going to go up against Robert E Lee, Stonewall Jackson and James Longstreet.",
        676.06,
        681.96
    ],
    [
        " And you know, and you might want to like, I don't know.",
        682.84,
        687.14
    ],
    [
        " Like if it was me, I'd be like, Hey, sir, can I go up against like brag?",
        687.32,
        690.58
    ],
    [
        " Can you send me out West and let me go up against brag and some of those guys out there?",
        690.92,
        695.28
    ],
    [
        " You know, it's kind of like when you look at like sports.",
        695.4,
        697.38
    ],
    [
        " I mean, if you play in the American league east, you know what I mean?",
        697.38,
        701.16
    ],
    [
        " And Major League Baseball, you know what I mean?",
        701.16,
        703.46
    ],
    [
        " You got the Yankees, you got the Red Sox, you got the Orioles.",
        703.58,
        706.12
    ],
    [
        " I mean, you got Toronto.",
        706.2,
        707.32
    ],
    [
        " I mean, these guys are all competing at a high level.",
        707.64,
        709.72
    ],
    [
        " They're like, can we play more games out in like the American League Central?",
        710.26,
        713.52
    ],
    [
        " I mean, nothing against the American League Central, but you know what I mean?",
        713.8,
        716.26
    ],
    [
        " Like, it's kind of like being here, San Diego.",
        716.34,
        718.46
    ],
    [
        " You got LA, you got San Francisco.",
        718.96,
        721.08
    ],
    [
        " You know what I mean?",
        721.94,
        722.34
    ],
    [
        " Like the West out here in baseball, they're kind of like, can't we play like more games",
        722.48,
        728.8
    ],
    [
        " like against the brewers and the cubs?",
        729.0,
        730.84
    ],
    [
        " I mean, can you get more of those games in so we can win more?",
        731.02,
        733.92
    ],
    [
        " You know, so he's going to go up against the, you know, I mean, at this point in time,",
        735.08,
        740.16
    ],
    [
        " you know, even after the battle emptied him and it's a draw, you know,",
        740.16,
        744.46
    ],
    [
        " Robert Lee and the Army of Northern Virginia, I mean, they are still the premiere army",
        744.66,
        749.38
    ],
    [
        " of the Confederacy.",
        749.38,
        751.0
    ],
    [
        " They're the ones that are going to push that envelope to get them to be left alone,",
        751.58,
        756.02
    ],
    [
        " you know what I mean?",
        756.62,
        757.4
    ],
    [
        " And become a Confederate States.",
        757.56,
        759.6
    ],
    [
        " And with that, with Burnside getting moved and elevated in position, Lincoln wants action.",
        760.24,
        768.1
    ],
    [
        " Lincoln wants offense, which is, you know, whenever I think of Lincoln, you know,",
        768.56,
        773.24
    ],
    [
        " you think of this kind of fought full cerebral leader, which he certainly is,",
        773.26,
        778.62
    ],
    [
        " but normally that doesn't go hand in hand with like, I want you to go kick people's",
        778.96,
        783.36
    ],
    [
        " asses, right?",
        783.44,
        784.2
    ],
    [
        " Which is what Lincoln wants.",
        784.36,
        785.52
    ],
    [
        " Lincoln wants you to go kick ass.",
        786.04,
        787.96
    ],
    [
        " That's what he wants Burnside to do.",
        788.06,
        789.26
    ],
    [
        " Yeah, I mean, he doesn't, I mean, he doesn't just want them to win the battle.",
        789.58,
        793.9
    ],
    [
        " He wants them to destroy the army of Northern Virginia.",
        794.28,
        798.6
    ],
    [
        " I mean, you can't get any more clearer of what Lincoln wants.",
        798.8,
        802.74
    ],
    [
        " He doesn't want them to just like, you know, just win the battle.",
        803.0,
        806.14
    ],
    [
        " Hey, like push them off the field.",
        806.26,
        807.74
    ],
    [
        " Like we kind of talked about Antietam.",
        807.74,
        809.28
    ],
    [
        " Oh, he, you know, like McClellan looks at it like, well, hey, I got him out of Maryland,",
        809.36,
        812.74
    ],
    [
        " boss, what you pissed off about it.",
        812.74,
        814.36
    ],
    [
        " You didn't destroy them.",
        814.56,
        816.78
    ],
    [
        " They are still active.",
        817.16,
        818.88
    ],
    [
        " They're still recruiting and they're still a threat.",
        819.1,
        822.14
    ],
    [
        " I want that threat eliminated.",
        822.3,
        824.22
    ],
    [
        " Like take that off the plate.",
        824.5,
        826.22
    ],
    [
        " Then we can just focus on the West.",
        826.72,
        828.3
    ],
    [
        " We get rid of that.",
        828.76,
        829.52
    ],
    [
        " We threaten down, make them a displaced out of Richmond, make them move the Capitol back",
        829.64,
        834.62
    ],
    [
        " to Montgomery, Alabama.",
        834.62,
        836.0
    ],
    [
        " Don't make them move us like back to Philly.",
        836.46,
        839.54
    ],
    [
        " Like what are you not getting?",
        839.76,
        840.72
    ],
    [
        " And so yeah, Lincoln wants somebody to start taking action and he's going to have, you",
        840.72,
        845.64
    ],
    [
        " know, General Burnside is now, hey, man, you've got the cog and like you said, I mean,",
        845.64,
        850.52
    ],
    [
        " this is in, this is in November.",
        850.6,
        851.86
    ],
    [
        " Now, I mean, I know like Virginia, you know, in the mean is considered the South, but",
        852.46,
        856.36
    ],
    [
        " in November, like I live in Virginia, December and stuff like that.",
        856.36,
        861.02
    ],
    [
        " Like it's frickin cold, you know what I mean?",
        861.26,
        863.68
    ],
    [
        " Like it's, it's in the 20s and 30s, you know what I mean?",
        863.8,
        866.86
    ],
    [
        " I mean, it's not like, you know, like, you know, like Wisconsin or, you know, living in",
        866.86,
        872.18
    ],
    [
        " Buffalo, New York, but, you know, 30 degrees, I don't care where the hell you're at, man,",
        872.18,
        878.06
    ],
    [
        " it's cold.",
        878.18,
        878.58
    ],
    [
        " So now you're going to go into a winter kind of campaign to where like a lot of times",
        878.84,
        884.76
    ],
    [
        " the armies are like, you know, even if you date all about even like Washington, like",
        884.76,
        887.82
    ],
    [
        " as soon as like first snowflake, up going into the winter quarters.",
        887.82,
        890.5
    ],
    [
        " Now, Burnside's kind of initial proposal is kind of do it a big flanking movement to",
        892.78,
        898.04
    ],
    [
        " get down to Richmond.",
        898.04,
        898.78
    ],
    [
        " And is that right?",
        899.92,
        901.48
    ],
    [
        " Yeah, he's going to want it like instead of like, you know, hey, Dittle Dittle, VR direct",
        901.98,
        906.14
    ],
    [
        " right down the telegraph road.",
        906.14,
        907.64
    ],
    [
        " So explain the telegraph.",
        908.0,
        909.46
    ],
    [
        " The telegraph road is a road that goes from DC to Richmond, basically.",
        909.46,
        912.66
    ],
    [
        " Yeah.",
        912.94,
        913.06
    ],
    [
        " Which is how long is it?",
        913.26,
        914.98
    ],
    [
        " Uh, I would probably from DC to Richmond.",
        915.6,
        918.24
    ],
    [
        " I would probably put it right around, you know, between 90 and 100 miles.",
        918.24,
        923.56
    ],
    [
        " So this is striking distance really for both armies.",
        924.56,
        928.12
    ],
    [
        " I mean, you can move 100 miles, it's going to take a few days, but a few days you can",
        928.88,
        933.7
    ],
    [
        " get there.",
        933.7,
        934.06
    ],
    [
        " And there's this telegraph road.",
        934.64,
        936.56
    ],
    [
        " How's that set up?",
        936.56,
        937.32
    ],
    [
        " Why is that set up?",
        937.42,
        938.02
    ],
    [
        " Well, they call it the telegraph road.",
        938.56,
        940.12
    ],
    [
        " So it's modern day.",
        940.12,
        941.12
    ],
    [
        " What we would call route one.",
        941.12,
        942.8
    ],
    [
        " You know, I mean, before I 95, if anybody's ever been out in that corridor, uh, it's going",
        943.16,
        948.8
    ],
    [
        " to take you straight through, uh, you know, Fredericksburg, you're going to come right",
        948.8,
        953.3
    ],
    [
        " Stafford County, Spots of A&U County into Caroline County.",
        953.3,
        956.32
    ],
    [
        " Bam, you're going to hit into Henrico.",
        956.38,
        957.88
    ],
    [
        " Boom, you are in Richmond.",
        957.88,
        959.48
    ],
    [
        " I mean, it is a, it's like you said, and they call it the telegraph road because they run",
        959.48,
        964.2
    ],
    [
        " the telegraph down that road.",
        964.2,
        966.26
    ],
    [
        " It's like, you know, I mean, like the power line.",
        966.26,
        968.2
    ],
    [
        " So it's called the telegraph road.",
        968.2,
        969.74
    ],
    [
        " So Burns, Burns side's initial stab in a plan is like, okay, well, I'm going to do",
        970.72,
        975.56
    ],
    [
        " a little, a bigger, broader flanking movement.",
        975.56,
        977.96
    ],
    [
        " I'm not going to go direct because I want to, you know, take a, take a little bit of",
        978.1,
        982.9
    ],
    [
        " advantage of some of the terrain over here to the west, go a different, a little bit",
        982.9,
        986.66
    ],
    [
        " of a different direction.",
        986.66,
        987.4
    ],
    [
        " That's his initial cut on the plan.",
        987.64,
        989.2
    ],
    [
        " Has initial proposal.",
        989.5,
        990.52
    ],
    [
        " Right.",
        991.12,
        991.38
    ],
    [
        " You know, so there's, there's different ways to get the Virginia.",
        991.56,
        994.94
    ],
    [
        " And if you live in Virginia, like nobody wants to get on I 95 because it's just a parking",
        994.94,
        1000.2
    ],
    [
        " lot, you know what I mean?",
        1000.2,
        1001.48
    ],
    [
        " And, and, you know, even with the HOVs and all that kind of stuff, I mean, just 95 is",
        1001.7,
        1007.62
    ],
    [
        " like anybody that's ever been in the national capital region, they just hate I 95.",
        1007.62,
        1012.14
    ],
    [
        " So like local folks from around there, like I don't have to get on I 95 to get the",
        1012.62,
        1017.74
    ],
    [
        " Richmond.",
        1017.74,
        1018.0
    ],
    [
        " You can go, because these roads, like where we're talking about, like, of in and around",
        1018.44,
        1022.44
    ],
    [
        " Fredisburg is if you go out what's called the modern day route three, where you're going",
        1022.44,
        1027.32
    ],
    [
        " to pick up 20 and you can go Charlottesville.",
        1027.32,
        1029.96
    ],
    [
        " Well, that's, that's called the Constitution route, meaning that that road and those",
        1030.26,
        1035.98
    ],
    [
        " been established before the Constitution was even written for this country.",
        1035.98,
        1040.54
    ],
    [
        " So you can go out and around through call pepper and you can come in kind of like from",
        1040.82,
        1046.04
    ],
    [
        " the west and then go south, south east and come in to Richmond that way.",
        1046.28,
        1052.22
    ],
    [
        " So that's where Burnside is initial thoughts is I'm going to come out and sweep out and",
        1052.76,
        1058.6
    ],
    [
        " around.",
        1058.6,
        1058.92
    ],
    [
        " I mean, McLellan tried to come down through the peninsula.",
        1059.18,
        1062.32
    ],
    [
        " You know, McDowell tried to push down, you know, I mean down the modern day route one.",
        1062.94,
        1066.78
    ],
    [
        " So, you know, I mean, if you're looking at it also of logistically of moving now,",
        1066.98,
        1072.84
    ],
    [
        " like I said, Fredisburg of where we're about ready to end up with, you know, Elijah Hunt",
        1073.02,
        1077.88
    ],
    [
        " roads kind of told us a little bit about that.",
        1077.88,
        1079.74
    ],
    [
        " If you go to the modern day route one of the telegraph road and you enter into of what's",
        1080.08,
        1087.18
    ],
    [
        " called foulmouth in southern Stafford area and you're crossing over the Rapa Hannock River.",
        1087.18,
        1093.08
    ],
    [
        " So there's a bridge that's there and it's on the telegraph road to get over the Rapa",
        1093.28,
        1097.86
    ],
    [
        " Hannock River.",
        1097.86,
        1098.42
    ],
    [
        " Right where the telegraph road is, that is, that's the fall line.",
        1098.42,
        1103.34
    ],
    [
        " Meaning everything to the east of the telegraph road is title.",
        1103.82,
        1108.78
    ],
    [
        " Everything to the west of telegraph road is rapid.",
        1109.98,
        1114.12
    ],
    [
        " Meaning it's not navigable.",
        1114.82,
        1116.9
    ],
    [
        " So that's why Fredisburg is so important because you can bring your goods in if you're",
        1117.64,
        1123.2
    ],
    [
        " a farmer.",
        1123.2,
        1123.86
    ],
    [
        " So this is a waterway.",
        1123.86,
        1125.18
    ],
    [
        " It's a navigable waterway that goes all the way up to Fredisburg.",
        1125.18,
        1130.86
    ],
    [
        " Yep.",
        1131.2,
        1131.62
    ],
    [
        " Beyond Fredisburg, you don't have the waterway anymore or it's problematic.",
        1132.02,
        1136.94
    ],
    [
        " Right.",
        1137.4,
        1137.52
    ],
    [
        " You're not going to run a boat up it.",
        1137.68,
        1139.08
    ],
    [
        " You know what I mean?",
        1139.42,
        1139.94
    ],
    [
        " Like the Rapa Hannock River, you know, it's you're right there in what's, you know,",
        1140.04,
        1143.58
    ],
    [
        " very farm.",
        1143.74,
        1144.38
    ],
    [
        " If you're looking at that's where George Washington was born and raised.",
        1144.52,
        1146.98
    ],
    [
        " You know what I mean?",
        1146.98,
        1147.74
    ],
    [
        " It's right there right across from Fredisburg and there's a canal that's up there.",
        1147.78,
        1153.44
    ],
    [
        " They can dam it.",
        1153.48,
        1154.74
    ],
    [
        " They can run a canal in and around Fredisburg and it's all about like moving resources.",
        1154.8,
        1159.46
    ],
    [
        " Just like we kind of talked about the toe path up on the Potomac.",
        1159.46,
        1163.32
    ],
    [
        " You know, these areas.",
        1163.76,
        1165.24
    ],
    [
        " So if you go out and around, you know, you're not necessarily dealing with the title, the",
        1165.52,
        1174.1
    ],
    [
        " river.",
        1174.1,
        1174.52
    ],
    [
        " You know what I mean?",
        1174.88,
        1175.52
    ],
    [
        " It's at its widest point there.",
        1175.7,
        1177.58
    ],
    [
        " It's deep.",
        1177.96,
        1178.66
    ],
    [
        " You're not, it's going to make logistical to get a crop because the Confederates knew",
        1179.1,
        1184.28
    ],
    [
        " that this was a natural obstacle if you blow all the bridges.",
        1184.28,
        1188.46
    ],
    [
        " So there is no route one bridge.",
        1188.7,
        1190.68
    ],
    [
        " There used to be one.",
        1190.9,
        1192.2
    ],
    [
        " They got rid of it.",
        1192.64,
        1193.48
    ],
    [
        " The rail line, they blew the rail bridge coming in right there in the Fredisburg.",
        1193.58,
        1198.86
    ],
    [
        " So it's almost as if if you're going to go straight down the telegraph road, you're",
        1199.1,
        1204.52
    ],
    [
        " the one natural barrier is going to be the rap hannick river.",
        1205.32,
        1208.34
    ],
    [
        " Now because we know that this big barrier is there and burn side figures, hey, I can swoop",
        1208.92,
        1214.66
    ],
    [
        " out around to the west and come in from a different approach and avoid that major obstacle,",
        1214.66,
        1218.6
    ],
    [
        " seems like a good idea, but Lincoln don't like it because because now we've got now,",
        1218.98,
        1225.42
    ],
    [
        " now if you're if you're taking your big giant army and you're swooping out to the west,",
        1225.64,
        1228.98
    ],
    [
        " well, that means that generally sitting there looking 90 miles north and he sees DC and",
        1228.98,
        1235.12
    ],
    [
        " maybe he can just roll up there while you're moving out the west, he can roll straight",
        1235.12,
        1238.72
    ],
    [
        " up no resistance.",
        1238.72,
        1239.44
    ],
    [
        " Yeah.",
        1239.84,
        1239.92
    ],
    [
        " Oh, yeah.",
        1240.02,
        1240.38
    ],
    [
        " I mean, it's all about the protection of DC.",
        1240.5,
        1243.18
    ],
    [
        " I mean, of course, Abraham Lincoln's worried about that.",
        1243.56,
        1245.66
    ],
    [
        " So yeah, if he does go, but you know, if you look at it, you know, logistically for burn",
        1246.28,
        1251.3
    ],
    [
        " side, because now he's going to have to do bridging, like you're going to have to bring",
        1251.3,
        1257.34
    ],
    [
        " in bridging.",
        1257.34,
        1258.0
    ],
    [
        " The engineers, I mean, it's just a lot more of a to do than if you go out towards call",
        1258.22,
        1264.64
    ],
    [
        " pepper, like out towards Orange County and Spots of India County, that area, you've got",
        1264.64,
        1268.06
    ],
    [
        " like, Ely's Ford.",
        1268.06,
        1269.38
    ],
    [
        " You've got, you know what I mean, I'm just sitting here thinking about the, the great",
        1269.84,
        1273.6
    ],
    [
        " lengths that soldiers will go to to avoid the water.",
        1273.6,
        1278.32
    ],
    [
        " I mean, like, there's a reason the seal teams is good at what we're do and why there's",
        1278.66,
        1284.3
    ],
    [
        " so few people in the seal teams.",
        1284.3,
        1285.58
    ],
    [
        " It's like, oh, because you got to deal with the worst possible obstacle in the world.",
        1285.58,
        1289.6
    ],
    [
        " And that's water, you know, whether it's a river and you think seals like doing river",
        1289.6,
        1294.16
    ],
    [
        " and stream crossings.",
        1294.16,
        1294.86
    ],
    [
        " It's like, we'll look at map.",
        1294.86,
        1296.2
    ],
    [
        " We'll study maps for five hours, trying to figure out a way to get around doing a river",
        1296.32,
        1300.42
    ],
    [
        " and stream crossing.",
        1300.42,
        1301.2
    ],
    [
        " We'll do anything we can to get over the beach without getting in the water.",
        1301.44,
        1304.92
    ],
    [
        " The water is a, is a nightmare.",
        1305.54,
        1307.8
    ],
    [
        " It's a nightmare.",
        1308.12,
        1308.72
    ],
    [
        " And so I can see why he's thinking, hey, we don't really want to get into this.",
        1309.06,
        1313.08
    ],
    [
        " And because it's the obstacle of water, like you just said, you got to, you got to,",
        1313.08,
        1318.72
    ],
    [
        " you got to bring in a whole new range of, of systems to solve that problem.",
        1318.82,
        1323.48
    ],
    [
        " And it's not easy.",
        1323.7,
        1324.5
    ],
    [
        " Yeah, I mean, you're going to, like modern day today, you're going to be like, you're",
        1325.44,
        1328.32
    ],
    [
        " going to need an engineer battalion.",
        1328.32,
        1329.64
    ],
    [
        " Yeah.",
        1329.96,
        1330.14
    ],
    [
        " I mean, they're going to have to come up and, and, and bridge.",
        1330.42,
        1332.7
    ],
    [
        " And then you, and then you know, you look at the size of the numbers of the arm.",
        1333.58,
        1336.76
    ],
    [
        " Okay.",
        1336.84,
        1337.04
    ],
    [
        " So you got to, then you got to get like 90,000 people and all their stuff across this.",
        1337.04,
        1343.14
    ],
    [
        " And it's, it's coming into, you know, by the time they get down there, like Elijah Hunt",
        1343.68,
        1347.26
    ],
    [
        " Rhodes is talking about, it's, it's coming an end of November and to December.",
        1347.26,
        1351.36
    ],
    [
        " I freaking water's cold.",
        1351.8,
        1352.78
    ],
    [
        " Yeah.",
        1353.76,
        1355.1
    ],
    [
        " So that's what link.",
        1355.44,
        1356.5
    ],
    [
        " So just to, just to make this clear, the decision is made.",
        1356.58,
        1360.78
    ],
    [
        " No, you're not going to hook around to the West.",
        1360.96,
        1362.46
    ],
    [
        " You're going to go straight down Telegraph Road.",
        1362.84,
        1365.24
    ],
    [
        " You're going to go straight down Telegraph Road.",
        1365.24,
        1367.62
    ],
    [
        " Your goal is to get to Richmond, but there's the first big obstacle you're going to hit",
        1367.72,
        1372.88
    ],
    [
        " is going to be sitting on the, sitting on the Rapa Hannock River with Fredericksburg.",
        1372.88,
        1378.84
    ],
    [
        " So you know, let's get there.",
        1380.04,
        1384.7
    ],
    [
        " So Burnside, he starts March and South, starts March and South down, down Telegraph Road,",
        1384.82,
        1393.34
    ],
    [
        " a modern day is called what's it called now?",
        1394.7,
        1397.52
    ],
    [
        " Not well, just recently, it's the emancipation parkway.",
        1398.52,
        1402.68
    ],
    [
        " And in a little while ago, I mean, like a couple of years ago, oh, this is like, yeah,",
        1402.84,
        1407.0
    ],
    [
        " like, because it was up to that time called Jefferson Davis Highway, like a few years ago.",
        1407.1,
        1412.5
    ],
    [
        " So now it's called a emancipation parkway, but back in the day, called the Telegraph Road.",
        1412.62,
        1418.8
    ],
    [
        " He's got Burnside has 124,000 troops on the march, 124,000 troops.",
        1421.14,
        1428.68
    ],
    [
        " I got to run the math sometime and just see how much physical space that takes.",
        1428.94,
        1433.76
    ],
    [
        " Like how many miles is 124,000 people for breast walking?",
        1434.08,
        1438.32
    ],
    [
        " That's a massive group of people.",
        1438.78,
        1441.62
    ],
    [
        " How many people run the New York City Marathon or the Boston Marathon?",
        1442.0,
        1445.92
    ],
    [
        " You know these marathons that you run?",
        1445.98,
        1447.18
    ],
    [
        " How many people run one of those?",
        1447.22,
        1448.48
    ],
    [
        " Let's just, I've just recently, the Marine Corps, my son-in-law, Zack, just got done run the Marine Corps Marathon.",
        1448.84,
        1453.66
    ],
    [
        " There's, you know, 25,000 people out there.",
        1453.82,
        1455.5
    ],
    [
        " 25,000, we know what that crowd looks like.",
        1455.5,
        1457.64
    ],
    [
        " And that's, okay, so that's a core.",
        1457.74,
        1458.94
    ],
    [
        " Right.",
        1459.3,
        1459.5
    ],
    [
        " What you say, that's a core.",
        1459.52,
        1460.44
    ],
    [
        " So you're going 5x that.",
        1460.7,
        1462.08
    ],
    [
        " Yeah.",
        1462.16,
        1462.54
    ],
    [
        " And you're, they're, they're freaking got gear.",
        1462.86,
        1467.48
    ],
    [
        " They got horses.",
        1468.06,
        1468.78
    ],
    [
        " They got weapons.",
        1469.18,
        1469.82
    ],
    [
        " Like this is a pack of people.",
        1470.18,
        1472.5
    ],
    [
        " There's a massive number of people.",
        1472.98,
        1474.3
    ],
    [
        " And I mean, and if you look at like a road back then is not like like a road that we see today.",
        1474.98,
        1481.6
    ],
    [
        " You know what I mean?",
        1482.0,
        1482.42
    ],
    [
        " Like one, it's dirt.",
        1482.58,
        1483.62
    ],
    [
        " You know what I mean?",
        1484.36,
        1485.28
    ],
    [
        " And then, you know, it's Virginia.",
        1485.4,
        1486.64
    ],
    [
        " So I'm like right now, you know, we're in SoCal.",
        1487.28,
        1489.08
    ],
    [
        " Like, you know, if it rains, everybody gets excited.",
        1489.4,
        1491.54
    ],
    [
        " In Virginia, we don't get excited, man, because it rains a lot.",
        1491.8,
        1494.16
    ],
    [
        " You know what I mean?",
        1494.4,
        1494.76
    ],
    [
        " Like everything's green.",
        1494.86,
        1495.84
    ],
    [
        " I mean, when it, I literally, I cut my grass literally right before I came out here.",
        1496.42,
        1501.62
    ],
    [
        " I mean, it's in November and I'm still cutting grass.",
        1501.62,
        1504.46
    ],
    [
        " So I'm ready for the rain to stop.",
        1505.28,
        1507.12
    ],
    [
        " So, and what does rain on a mud road?",
        1507.34,
        1510.02
    ],
    [
        " Now, you know what I mean?",
        1510.68,
        1511.2
    ],
    [
        " You'll hear terms as well, like people will call it like, oh, it's the plank road.",
        1511.26,
        1514.96
    ],
    [
        " Well that means that they like had planks of wood on the road.",
        1515.52,
        1519.08
    ],
    [
        " But if they planked it, normally they told it.",
        1519.4,
        1523.28
    ],
    [
        " You know what I mean?",
        1523.28,
        1524.32
    ],
    [
        " So it's a give me a little bit of money.",
        1524.42,
        1526.12
    ],
    [
        " You know what I mean?",
        1526.32,
        1526.66
    ],
    [
        " You want to run it on the plank road.",
        1526.72,
        1528.14
    ],
    [
        " It's like the HOV lane.",
        1528.14,
        1529.86
    ],
    [
        " You know what I mean?",
        1530.1,
        1530.58
    ],
    [
        " Well, if JD's just the dirt poor farmer, man, and I don't, you know, want to spend the $9.62",
        1530.58,
        1537.24
    ],
    [
        " to go four miles on the plank road, I'm going to go out and around so I can save that money.",
        1537.24,
        1542.4
    ],
    [
        " But the roads aren't going to be as good and as stable.",
        1542.7,
        1546.26
    ],
    [
        " You know, the modern day route one is the best.",
        1547.14,
        1550.64
    ],
    [
        " It is the best road until I 95 came in.",
        1550.86,
        1554.02
    ],
    [
        " You know, telegraph road was the best means of transportation.",
        1554.34,
        1557.54
    ],
    [
        " And the rail runs, I mean, it's still the same rail.",
        1557.7,
        1560.72
    ],
    [
        " Like when I go to New York City, I go to Fredricksburg to the same exact train to the same exact train track",
        1560.94,
        1566.94
    ],
    [
        " that was there in 1862.",
        1566.94,
        1568.78
    ],
    [
        " It's been run it from DC to Philly to Baltimore to New York all the way up, man.",
        1569.36,
        1573.36
    ],
    [
        " It's the same system's been there for a really long time.",
        1573.44,
        1577.58
    ],
    [
        " And you know, when you look at the aspects of of burn sides, got to move them down.",
        1578.6,
        1584.38
    ],
    [
        " And what's the importance if he does gain and get Fredricksburg?",
        1584.38,
        1587.7
    ],
    [
        " Well, then because of now he can move his logistical base.",
        1588.26,
        1591.5
    ],
    [
        " Because with that water that is now its title, he can then start having, you know, his",
        1591.78,
        1597.98
    ],
    [
        " resupplies coming from the north can now go all the way down, come up the Rapa Hanna",
        1597.98,
        1603.18
    ],
    [
        " River and dump off all of his logistical needs right there in Fredricksburg.",
        1603.18,
        1606.58
    ],
    [
        " And because that's the, that's like the biggest obstacle between DC and Richmond is the Rapa",
        1607.04,
        1614.18
    ],
    [
        " Hanna River.",
        1614.18,
        1614.64
    ],
    [
        " I mean, there's a couple of the rivers, you know, I mean, just, you know, there's the Po River,",
        1614.86,
        1618.78
    ],
    [
        " the Nye River, the Madda River, we call it the Madaponi in Spots of Wayne, you County.",
        1618.92,
        1624.16
    ],
    [
        " That's just in the county, but they're not like the Rapa Hanna River.",
        1624.34,
        1627.6
    ],
    [
        " They're more like the Antietam Creek kind of of a river, even though they still call them rivers.",
        1627.78,
        1633.56
    ],
    [
        " So, and he's got 124,000 people in, and to help imagine that, it's kind of like watching",
        1634.7,
        1640.76
    ],
    [
        " the Macy's Day Parade, like everybody just watched it over Thanksgiving.",
        1640.76,
        1644.22
    ],
    [
        " They just don't have like floats and stuff, you know what I mean?",
        1644.64,
        1647.7
    ],
    [
        " But it's like that many people coming down that narrow of a road in New York and there's",
        1647.8,
        1653.08
    ],
    [
        " just thousands of them coming with their horses and all their stuff.",
        1653.08,
        1658.7
    ],
    [
        " And then you got contractors, you know what I mean?",
        1658.84,
        1661.42
    ],
    [
        " Because nothing's changed.",
        1662.46,
        1663.34
    ],
    [
        " We got contractors today that, you know what I mean?",
        1663.56,
        1665.6
    ],
    [
        " Like this morning when I went for the run, there's buildings that are out there that are",
        1665.72,
        1669.16
    ],
    [
        " specifically set aside just for contractors to support the military.",
        1669.16,
        1672.82
    ],
    [
        " So they got all their stuff and there's people that live there.",
        1673.18,
        1676.4
    ],
    [
        " You know what I mean?",
        1676.92,
        1677.9
    ],
    [
        " They're trying to get in and around the area.",
        1678.02,
        1679.94
    ],
    [
        " And now you've got these two huge arm, I couldn't imagine living in Friday,",
        1680.18,
        1683.54
    ],
    [
        " Sparrowing and saying, hey man, there's 124,000 people about right into your town.",
        1683.54,
        1687.52
    ],
    [
        " You know, and you know, there's a couple of big shops and you're worried about like,",
        1688.26,
        1693.12
    ],
    [
        " what are they going to do with all my storage of stuff that I've canned and stored for the",
        1693.12,
        1698.42
    ],
    [
        " winter because these people are going to be hungry.",
        1698.42,
        1700.98
    ],
    [
        " Where are they going to get their means and their rations from?",
        1701.34,
        1705.54
    ],
    [
        " So, you know, so here you got the Macy's Day Parade coming down the telegraph road.",
        1705.84,
        1710.7
    ],
    [
        " And you know, at this point they're going to start running their logistical bases.",
        1711.28,
        1717.4
    ],
    [
        " Where they're going to use that to be able to run logistics.",
        1717.58,
        1721.22
    ],
    [
        " The other thing that's of key to note for people to understand is up north when you talk",
        1722.0,
        1726.8
    ],
    [
        " about rail lines and you talk about like the gauging of the tracks.",
        1726.8,
        1730.2
    ],
    [
        " Like in the north, all the gauging is the same.",
        1730.82,
        1733.58
    ],
    [
        " The in the southern states, if you own a piece of your rail line and let's say my gauges,",
        1734.48,
        1741.2
    ],
    [
        " I'm going to run my gauging five inches.",
        1741.36,
        1742.86
    ],
    [
        " And then you own the next set of tracks and you're going to run your gauges six inches.",
        1743.04,
        1747.6
    ],
    [
        " Well that means that when I get all of my supplies to your line, now we have to offload",
        1748.2,
        1753.86
    ],
    [
        " everything off of the trains and get them over and move them over to yours.",
        1753.86,
        1757.66
    ],
    [
        " Instead of just running the same one track.",
        1757.66,
        1760.42
    ],
    [
        " Now in America, they're all gauges the same for that specific reason.",
        1760.54,
        1764.5
    ],
    [
        " You know what I mean?",
        1765.46,
        1765.8
    ],
    [
        " But so that's going to be a problem moving logistically by rail for the Confederacy",
        1766.52,
        1772.64
    ],
    [
        " because they're going to have to deal with this of offloading and unload.",
        1772.64,
        1775.88
    ],
    [
        " I mean, I couldn't imagine being on those working parties.",
        1776.14,
        1778.02
    ],
    [
        " Like it's like, you got to be shit in me, man.",
        1778.72,
        1780.32
    ],
    [
        " Like we just loaded this thing.",
        1780.56,
        1782.24
    ],
    [
        " We went like 10 miles and there's another gauge and now we got to offload it.",
        1782.36,
        1785.48
    ],
    [
        " I mean, I could just imagine the morale of that working party.",
        1785.54,
        1788.26
    ],
    [
        " So yeah, if he can get Fredericksburg and move his logistical base, I mean, it's going to set him up.",
        1789.76,
        1799.1
    ],
    [
        " How far is Fredericksburg from Richmond?",
        1799.12,
        1801.4
    ],
    [
        " From Richmond?",
        1801.64,
        1801.94
    ],
    [
        " It's literally, I mean, 55, 60 miles.",
        1802.46,
        1806.68
    ],
    [
        " So you could almost half the distance or just about half the distance that it is from DC.",
        1806.84,
        1810.76
    ],
    [
        " It's too tight.",
        1811.12,
        1811.72
    ],
    [
        " That logistic strain is going to make all the difference in the world.",
        1812.18,
        1815.04
    ],
    [
        " Huge.",
        1815.24,
        1815.44
    ],
    [
        " So Lee sees this happening, right?",
        1817.38,
        1819.74
    ],
    [
        " And he knows that the first best natural terrain to try and stop this 124,000 people",
        1820.22,
        1828.52
    ],
    [
        " heading his way is to get there to Fredericksburg.",
        1828.52,
        1831.82
    ],
    [
        " So that's what he does.",
        1832.72,
        1834.38
    ],
    [
        " He gets his army.",
        1834.6,
        1835.5
    ],
    [
        " He's got about 86,000, I think is the number.",
        1835.52,
        1837.84
    ],
    [
        " 86,000 troops.",
        1838.6,
        1839.66
    ],
    [
        " And when he gets to Fredericksburg, so Fredericksburg,",
        1841.06,
        1843.62
    ],
    [
        " like you got the river and Fredericksburg is on the, I guess, the southwest side of the river.",
        1845.14,
        1853.92
    ],
    [
        " And, right?",
        1855.28,
        1855.88
    ],
    [
        " Yep, yep.",
        1856.26,
        1856.62
    ],
    [
        " I mean, and then it's on the river.",
        1856.9,
        1860.14
    ],
    [
        " It's on the river.",
        1860.34,
        1861.78
    ],
    [
        " On the river.",
        1861.94,
        1862.56
    ],
    [
        " There's no space after the river.",
        1862.96,
        1865.64
    ],
    [
        " It's the river.",
        1865.74,
        1866.16
    ],
    [
        " And then on the banks of the river, on the southwest side is the town.",
        1866.7,
        1870.32
    ],
    [
        " And then there's sort of a flat area where the town is located.",
        1870.82,
        1874.74
    ],
    [
        " And then you had a little bit further southwest and it starts to creep up and you get,",
        1875.32,
        1879.0
    ],
    [
        " you get a little bit of altitude, you get a little bit of terrain, a little bit of some hills,",
        1879.16,
        1882.98
    ],
    [
        " which are called Mary's Heights.",
        1883.22,
        1886.14
    ],
    [
        " And Lee shows up and he is trying to make a really a tactical decision of how he should set up,",
        1887.5,
        1897.5
    ],
    [
        " where he should set up because you can make a case for both places to set up.",
        1897.68,
        1903.8
    ],
    [
        " If you set up right there in the town, well, then you got the union coming across that river.",
        1903.92,
        1910.94
    ],
    [
        " They're going to have to build bridges.",
        1911.06,
        1911.96
    ],
    [
        " They're going to be channelized.",
        1912.0,
        1912.92
    ],
    [
        " You're going to be right there on them and you can, you can do some damage there.",
        1912.92,
        1916.06
    ],
    [
        " Or you can take the high ground a little bit further back.",
        1916.74,
        1920.84
    ],
    [
        " They're going to have, maybe have a little bit easier time to get across the river.",
        1921.1,
        1924.42
    ],
    [
        " But you're going to be at altitude, still have some good ways to cause problems for them.",
        1924.42,
        1930.66
    ],
    [
        " So that's Lee's decision to make.",
        1931.48,
        1933.2
    ],
    [
        " Do I actually defend the town itself right on the river?",
        1933.38,
        1937.94
    ],
    [
        " Or do I back off and take the high ground, which is going to make it easier for the union",
        1938.48,
        1944.28
    ],
    [
        " to get across the river, but you're going to have the high ground when they get across.",
        1944.28,
        1947.58
    ],
    [
        " That's the decision lead comes up.",
        1948.34,
        1949.9
    ],
    [
        " It has to make.",
        1950.26,
        1950.9
    ],
    [
        " Yeah.",
        1951.28,
        1951.66
    ],
    [
        " And just like when you look at, I mean, Freddick's bird, like I said, I mean, George Washington",
        1951.88,
        1957.64
    ],
    [
        " grew up there.",
        1957.64,
        1960.46
    ],
    [
        " I mean, Freddick's bird, Robert Lee corded his wife in Freddick's bird.",
        1960.62,
        1965.86
    ],
    [
        " I mean, it's a prominent Virginia town.",
        1966.7,
        1969.2
    ],
    [
        " Still is this day.",
        1969.32,
        1970.2
    ],
    [
        " I mean, when you look at Virginia, you got Freddick's bird, you got Williamsburg, Charlottesville.",
        1970.88,
        1974.72
    ],
    [
        " I mean, even still this day.",
        1975.14,
        1976.5
    ],
    [
        " I mean, today up on Mary's Heights is the University of Mary Washington.",
        1976.5,
        1980.68
    ],
    [
        " I mean, you know, named, you know, very far right there.",
        1981.0,
        1983.88
    ],
    [
        " It's a very historic town and it has a lot of meaning.",
        1984.04,
        1987.26
    ],
    [
        " But like you said, I mean, that had to be a huge struggle for Robert Lee because, you",
        1987.26,
        1992.84
    ],
    [
        " know, and it's almost like the same thing when we talked about Antietam and Jackson wasn't",
        1992.84,
        1997.3
    ],
    [
        " with him.",
        1997.3,
        1997.82
    ],
    [
        " It's the same thing when he comes into Freddick's bird.",
        1998.12,
        2000.44
    ],
    [
        " So when he's coming into Freddick's bird, okay, he's got this army.",
        2001.08,
        2004.24
    ],
    [
        " He knows they're moving south, but he doesn't know.",
        2004.24,
        2007.16
    ],
    [
        " Are they going to cross it for Edward Spurg?",
        2007.84,
        2009.46
    ],
    [
        " Are they going to go up and use the US Ford, Elys Ford?",
        2009.52,
        2012.38
    ],
    [
        " Are they going to try to swing out and around like where are they going to go?",
        2012.62,
        2015.86
    ],
    [
        " And again, he can't collectively keep both core there.",
        2016.34,
        2020.26
    ],
    [
        " So you know what I mean?",
        2021.04,
        2021.52
    ],
    [
        " So he's got half.",
        2021.62,
        2022.38
    ],
    [
        " You know what I mean?",
        2022.58,
        2023.02
    ],
    [
        " When you're looking at the numbers that he has there, it's kind of ironic, isn't it,",
        2023.02,
        2028.18
    ],
    [
        " that he's hanging out with James Longstreet again.",
        2028.26,
        2031.1
    ],
    [
        " And Jackson is off, you know what I mean, with his core independent actions, but he's",
        2031.72,
        2037.46
    ],
    [
        " close enough to be able to win Robert Elys.",
        2037.46,
        2040.46
    ],
    [
        " Like, hey, get a upstone wall.",
        2040.62,
        2042.22
    ],
    [
        " I need you here.",
        2042.46,
        2043.3
    ],
    [
        " Like they're ready to call an audible.",
        2043.6,
        2046.08
    ],
    [
        " They're going to wait and see what is the army of the Potomac going to do because as you",
        2046.52,
        2052.08
    ],
    [
        " talked about those Mary's Heights and it is a pretty prominent terrain feature that",
        2052.08,
        2057.8
    ],
    [
        " it comes in about.",
        2057.8,
        2058.5
    ],
    [
        " So you got Freddicksburg that's sitting flat and then it drops off right there onto the",
        2058.68,
        2062.64
    ],
    [
        " river and then in between the actual town of Gettysburg, there's a large, yeah, Freddicksburg,",
        2062.64,
        2069.56
    ],
    [
        " there's a large open area.",
        2069.9,
        2072.18
    ],
    [
        " What is like back then it was the Freddicksburg Fairgrounds.",
        2072.18,
        2076.54
    ],
    [
        " So you got River, you got Town, you got Fairgrounds, which is like an open area where you'd",
        2076.72,
        2082.9
    ],
    [
        " have a fair.",
        2082.9,
        2083.4
    ],
    [
        " Yeah.",
        2083.72,
        2083.86
    ],
    [
        " And then it starts to go up into Mary's Heights, a little bit of altitude.",
        2083.86,
        2088.58
    ],
    [
        " Yep.",
        2088.9,
        2088.98
    ],
    [
        " And that, that ridge line runs all the way down.",
        2089.2,
        2092.84
    ],
    [
        " I mean, it's, it's a prominent like today.",
        2092.84,
        2094.36
    ],
    [
        " If you go there, it's called Lee Drive.",
        2094.36,
        2096.24
    ],
    [
        " So you get off the sunken road, you get on to Lee Drive and it is a prominent, it's the",
        2097.0,
        2102.28
    ],
    [
        " first prominent ridge line coming across north to south over the Rapa Hanna, Griver.",
        2102.28,
        2108.62
    ],
    [
        " Now, if you look over onto the Stafford side, the north side, there's a",
        2109.02,
        2113.84
    ],
    [
        " manor that's there.",
        2114.04,
        2115.08
    ],
    [
        " It's called Chatham Manor.",
        2115.8,
        2117.74
    ],
    [
        " And it is still to this day, man, it is a beautiful, beautiful house.",
        2118.1,
        2122.56
    ],
    [
        " Well, where does Burnside decide to set up a headquarters?",
        2123.38,
        2126.18
    ],
    [
        " I mean, there's kind of a trend here with these Union Generals, man, you know what I mean?",
        2126.86,
        2131.76
    ],
    [
        " Like the pry house, Chatham Manor, you know what I mean?",
        2131.88,
        2136.74
    ],
    [
        " So it is a, I might be turning red right now for me, setting up and when I said,",
        2136.78,
        2140.44
    ],
    [
        " the doms old like stately homes on there, Freddy's, whatever in, in Ramadi, you know,",
        2140.44,
        2145.86
    ],
    [
        " I had like the big pillars out front.",
        2145.96,
        2148.48
    ],
    [
        " Yeah, that was me.",
        2148.48,
        2149.56
    ],
    [
        " So maybe I got a little Burnside in me.",
        2149.6,
        2151.6
    ],
    [
        " Well, I mean, if you're going to be in town for a while,",
        2151.92,
        2155.58
    ],
    [
        " I want to go back to my room.",
        2155.64,
        2157.22
    ],
    [
        " Go back and go home, man.",
        2157.66,
        2159.0
    ],
    [
        " So he goes big and the Friday Spork Spots of India battlefield park, bait now own Chatham Manor.",
        2159.0,
        2167.28
    ],
    [
        " So you can go there, take tour.",
        2167.72,
        2169.22
    ],
    [
        " It's a beautiful, beautiful house.",
        2169.3,
        2171.36
    ],
    [
        " And it is a commanding, you know, unlike the pry house, like we talked about, like, you know,",
        2171.56,
        2177.2
    ],
    [
        " remember McLelland can only see like one third of the battle.",
        2177.3,
        2179.86
    ],
    [
        " Right.",
        2179.86,
        2180.04
    ],
    [
        " Well, dude, if you're at Chatham Manor, do you see everything?",
        2180.32,
        2183.1
    ],
    [
        " I mean, is a commanding range of Confederate cannons?",
        2183.62,
        2187.9
    ],
    [
        " Oh, yeah, both of them are in range.",
        2188.0,
        2189.3
    ],
    [
        " And that's got to be a decision.",
        2189.36,
        2190.72
    ],
    [
        " So just like you said, like if you were Bobby and you're going to go down and like,",
        2190.72,
        2194.12
    ],
    [
        " let's, hey, let's decide like, Hey, we love Fredisburg.",
        2194.12,
        2196.42
    ],
    [
        " We love the citizens.",
        2196.5,
        2197.22
    ],
    [
        " Let's defend the town of Gettysburg.",
        2197.3,
        2198.98
    ],
    [
        " So we go right to the edge of the river and you've got artillery up on Stafford Heights",
        2199.0,
        2204.84
    ],
    [
        " where Chatham Manor is.",
        2204.84,
        2206.1
    ],
    [
        " It is a prominent terrain feature.",
        2206.2,
        2208.84
    ],
    [
        " You are going to get pounded by artillery and small arms fire.",
        2209.34,
        2214.3
    ],
    [
        " Like that is just not a good place to be.",
        2214.52,
        2217.2
    ],
    [
        " So Robert E. Lee's got to give up the town of Gettys or of Gettys.",
        2217.38,
        2221.1
    ],
    [
        " I get here we got Fredisburg.",
        2221.1,
        2222.72
    ],
    [
        " It's like, where are you at, JD?",
        2222.9,
        2223.76
    ],
    [
        " You know what I mean?",
        2224.84,
        2225.12
    ],
    [
        " So he's going to give up the town of Fredisburg and he's going to, he's got Long Street.",
        2225.24,
        2229.7
    ],
    [
        " So right behind where the fairground is, you know, because just like the folks,",
        2230.22,
        2235.32
    ],
    [
        " they're going to bring their stuff to market or whatever they're going to put them in the fair.",
        2235.42,
        2238.42
    ],
    [
        " They got holding pens just like they do in every county across the America today.",
        2238.52,
        2241.8
    ],
    [
        " That fairground and then there's a sunken road that's there with this stone wall that's there.",
        2242.32,
        2249.0
    ],
    [
        " And then you've got the heights of Mary's Heights right behind this.",
        2249.0,
        2252.52
    ],
    [
        " So it is a great piece of ground, very defendable.",
        2253.08,
        2258.32
    ],
    [
        " And so that's where Long Street is going to be with, with his core.",
        2259.26,
        2264.08
    ],
    [
        " Now we mentioned the, the water obstacle and what a challenge that is.",
        2264.94,
        2270.18
    ],
    [
        " And how are you going to get across this water obstacle?",
        2270.3,
        2272.08
    ],
    [
        " The way you're going to get across this water obstacle is you're going to use these pontoon bridges.",
        2272.24,
        2277.48
    ],
    [
        " That's the plan, right?",
        2277.76,
        2279.12
    ],
    [
        " How long does it take to get these pontoon bridges organized and sent down and all this?",
        2280.18,
        2285.98
    ],
    [
        " What's going on with that?",
        2286.16,
        2286.84
    ],
    [
        " It's going to take a lot longer than what you would think.",
        2287.3,
        2290.38
    ],
    [
        " When you look at it of like, you know, your prior or your priorization of like, okay,",
        2291.12,
        2296.98
    ],
    [
        " what's the, what's the most important thing we need here?",
        2297.32,
        2299.94
    ],
    [
        " And you know, you got your staff there.",
        2300.94,
        2302.06
    ],
    [
        " The other thing that we should talk about, just real quick is,",
        2302.12,
        2305.2
    ],
    [
        " Burnside's going to come up with instead of just having like core commanders,",
        2305.88,
        2308.58
    ],
    [
        " he's going to have wing commanders.",
        2308.8,
        2310.52
    ],
    [
        " So he's going to make a new thing here.",
        2311.14,
        2313.06
    ],
    [
        " You know what I mean?",
        2313.34,
        2313.76
    ],
    [
        " He's like, what's the difference between a wing and a core?",
        2313.88,
        2315.66
    ],
    [
        " Like now you got like a core commander, you know, it can operate independently,",
        2316.0,
        2319.8
    ],
    [
        " but now he's going to make a wing commander that's over top of two core commander.",
        2320.06,
        2324.76
    ],
    [
        " He's, he's making more layers layers.",
        2325.08,
        2328.56
    ],
    [
        " And it's also, so now that these wing commanders, so he makes three of them.",
        2329.46,
        2333.84
    ],
    [
        " And you know, so in each one of them have two core commanders underneath there.",
        2334.34,
        2337.9
    ],
    [
        " So you got like, there's a lot of generals here.",
        2338.04,
        2339.9
    ],
    [
        " There's a lot of staff, you know what I mean?",
        2340.02,
        2341.86
    ],
    [
        " Like we ever gone in somewhere and you're like, dude, there's more people on the staff",
        2341.94,
        2345.66
    ],
    [
        " than you got like people carrying rifles.",
        2345.66,
        2347.78
    ],
    [
        " So we got, we got the wing with two cores in each wing.",
        2348.2,
        2352.74
    ],
    [
        " So we got six cores.",
        2353.3,
        2354.68
    ],
    [
        " Yeah, it's pretty much he's got six core, but he's going to make a meanwhile,",
        2355.08,
        2358.54
    ],
    [
        " generally on the other side, he's got two core, two core.",
        2358.54,
        2363.26
    ],
    [
        " Two people in these, he's talked to that's it.",
        2363.84,
        2365.76
    ],
    [
        " No extra layer in there.",
        2365.8,
        2367.48
    ],
    [
        " No, there's no layer.",
        2367.48,
        2368.44
    ],
    [
        " It's generally straight to the two core commanders.",
        2368.68,
        2371.3
    ],
    [
        " I mean, and you've seen like, I mean, this is great when you read the anteatum,",
        2371.58,
        2374.6
    ],
    [
        " the order that he writes, I mean, Lee's very, he's good.",
        2374.6,
        2378.34
    ],
    [
        " You know what I mean?",
        2378.52,
        2378.9
    ],
    [
        " And he, you know, he trusts his two core commander.",
        2379.02,
        2382.46
    ],
    [
        " Like he doesn't need to put another layer over top of them or create,",
        2382.46,
        2386.46
    ],
    [
        " create any more layers in the organization.",
        2386.46,
        2389.76
    ],
    [
        " It's the army of Northern Virginia.",
        2389.96,
        2392.22
    ],
    [
        " It's like in modern, we call it a flat organization.",
        2392.48,
        2394.86
    ],
    [
        " It's very flat.",
        2395.18,
        2396.04
    ],
    [
        " Not so much now with the army of the Potomac.",
        2396.68,
        2399.54
    ],
    [
        " So they're going to add this layer.",
        2399.64,
        2400.78
    ],
    [
        " They're going to have, you know, a left wing center wing and a right wing.",
        2400.9,
        2404.28
    ],
    [
        " There we go.",
        2404.54,
        2405.24
    ],
    [
        " And these wing commanders, they're going to make all the calls of what they do.",
        2405.5,
        2409.32
    ],
    [
        " So it's almost like as if he is completely detached himself of any responsibility.",
        2409.7,
        2416.08
    ],
    [
        " So it's almost as like as if, well, that was me.",
        2416.62,
        2418.96
    ],
    [
        " That was hooker was the wing commander on there.",
        2419.14,
        2420.94
    ],
    [
        " He's the one that made that decision.",
        2421.06,
        2422.18
    ],
    [
        " You know what I mean?",
        2422.84,
        2423.24
    ],
    [
        " And but you can kind of expect it coming from Burmetside.",
        2423.6,
        2426.84
    ],
    [
        " When Lincoln offered him the job, he knew that this was out of his wheelhouse.",
        2427.26,
        2430.46
    ],
    [
        " So he's going to create this layer.",
        2430.64,
        2432.48
    ],
    [
        " So he creates the layer and just so that people have the understanding of what's",
        2432.64,
        2436.92
    ],
    [
        " going to, of what's going on.",
        2436.92,
        2438.18
    ],
    [
        " And then he's, he's got to get this bridging.",
        2438.44,
        2440.52
    ],
    [
        " So then when he felt good, I was, so when does, when is Jack's",
        2440.96,
        2445.2
    ],
    [
        " unable to make it?",
        2445.2,
        2446.14
    ],
    [
        " If those pontoon bridges would have been there, is this a similar scenario to",
        2446.72,
        2449.92
    ],
    [
        " Antietam where it's like, Hey, if these bridges were there, we'd just had, we'd",
        2449.92,
        2453.1
    ],
    [
        " just had Long Street deal with the Union would have only had Long Street.",
        2453.1,
        2455.98
    ],
    [
        " Half, half the amount of people, half the force would have been a totally",
        2456.58,
        2461.02
    ],
    [
        " different scene.",
        2461.02,
        2461.68
    ],
    [
        " But the freaking pontoon bridges don't show up.",
        2462.02,
        2464.2
    ],
    [
        " Yeah.",
        2464.38,
        2464.52
    ],
    [
        " And for folks that kind of know it like a up at Chad a man or they actually have",
        2464.6,
        2469.06
    ],
    [
        " some of these pontoons like on display.",
        2469.06,
        2472.66
    ],
    [
        " So if you could imagine like a, like pretty much everybody knows what a John boat",
        2472.66,
        2476.5
    ],
    [
        " kind of looks like, you know what I mean?",
        2476.5,
        2478.28
    ],
    [
        " Just a flat bottom John boat.",
        2478.4,
        2479.78
    ],
    [
        " Imagine putting wagon wheels on the John boat.",
        2479.92,
        2483.74
    ],
    [
        " And, you know what I mean?",
        2484.0,
        2485.46
    ],
    [
        " And so you can pull them.",
        2485.56,
        2486.76
    ],
    [
        " So they're land mobile.",
        2486.96,
        2488.64
    ],
    [
        " And then when you get there, you're going to take these pontoons and you're just",
        2489.02,
        2493.5
    ],
    [
        " going to basically stack them up, port to starboard and set it not, not",
        2493.5,
        2499.34
    ],
    [
        " nose to nose, you know, port to starboard all the way across the river.",
        2499.34,
        2503.04
    ],
    [
        " You're going to lash them all together.",
        2503.04,
        2504.66
    ],
    [
        " You're going to lay boards on top of these pontoons and then you're going to put",
        2504.66,
        2508.74
    ],
    [
        " some dirt on there.",
        2508.74,
        2509.96
    ],
    [
        " And then now you've got a bridge.",
        2510.24,
        2511.98
    ],
    [
        " Pretty simple process.",
        2512.72,
        2514.12
    ],
    [
        " We've been doing it for, you know what I mean?",
        2514.3,
        2516.02
    ],
    [
        " Like the pontoon bridges is nothing new, but you know, they're all the way up",
        2516.08,
        2519.2
    ],
    [
        " it up around the Harper's fairy area.",
        2519.2,
        2521.26
    ],
    [
        " You know what I mean?",
        2521.5,
        2521.84
    ],
    [
        " Because that's where that's the last time we were munking around rivers and creeks",
        2521.9,
        2526.4
    ],
    [
        " and streams.",
        2526.4,
        2526.88
    ],
    [
        " So the problem is is, you know, normally if this is like your number one thing,",
        2527.26,
        2532.08
    ],
    [
        " it's like, you know, when I told you when I came here, you know, and, and, and",
        2532.2,
        2535.16
    ],
    [
        " Monday night, we linked up and, and I showed up and I had the suitcase.",
        2535.16,
        2539.24
    ],
    [
        " And it had all these books in the suitcase.",
        2539.78,
        2542.8
    ],
    [
        " And when I, and it's not like, like I like to check a bag, man, and that way",
        2543.4,
        2548.44
    ],
    [
        " I can just stroll through the airport and I'm not dragging a bunch of shit",
        2548.44,
        2551.62
    ],
    [
        " with me and I don't have to like lift it up.",
        2551.62,
        2553.62
    ],
    [
        " But as I'm making the decision, I'm like, if I check this bag and it's got",
        2553.68,
        2559.44
    ],
    [
        " all these books, I mean, what are I bringing like like 18 books?",
        2559.44,
        2562.9
    ],
    [
        " We got like 18 books laying around.",
        2562.9,
        2564.48
    ],
    [
        " If I check the bag and I give it to the airline people, they lose that",
        2564.96,
        2571.48
    ],
    [
        " bag. We wouldn't be sitting here right now having this conversation because I'd",
        2571.48,
        2576.66
    ],
    [
        " be still over at the airport trying to find my bag.",
        2576.66,
        2578.56
    ],
    [
        " So I made the decision, this is the single point of failure.",
        2578.84,
        2582.2
    ],
    [
        " Is this freaking bag of books?",
        2582.2,
        2583.82
    ],
    [
        " Their single point of failure is these pontoon bridges.",
        2584.26,
        2587.6
    ],
    [
        " So he puts a lieutenant like, wow, you mean you got like so many",
        2587.6,
        2595.24
    ],
    [
        " general, you could throw a stick in the army of the Potomac and you're going",
        2595.24,
        2600.12
    ],
    [
        " to hit a frickin general.",
        2600.12,
        2601.1
    ],
    [
        " I mean, you got wing commanders, you got core commanders, you got division",
        2601.48,
        2604.24
    ],
    [
        " commanders, you got brigade commander, like you got generals like everywhere,",
        2604.24,
        2607.88
    ],
    [
        " man.",
        2608.28,
        2608.52
    ],
    [
        " You know what I mean?",
        2608.66,
        2609.08
    ],
    [
        " He is a general general like doctor, doctor, like everybody's afraid.",
        2609.08,
        2612.12
    ],
    [
        " You know, who do you pick?",
        2612.66,
        2613.68
    ],
    [
        " The boot lieutenant to put him in charge.",
        2614.08,
        2616.42
    ],
    [
        " That's like me giving it to like the boot lieutenant.",
        2616.58,
        2618.88
    ],
    [
        " You're going to carry that bag.",
        2618.88,
        2620.04
    ],
    [
        " I'm putting you in charge.",
        2620.04,
        2620.78
    ],
    [
        " The books are staying with me, man.",
        2620.9,
        2622.44
    ],
    [
        " So and you could imagine just like in modern day, you know, I mean, you got",
        2623.3,
        2626.84
    ],
    [
        " those lieutenant and lieutenants going to call a colonel because he needs to",
        2626.84,
        2631.44
    ],
    [
        " get something to be like, hey, you know, you know, you know, colonel answers",
        2631.44,
        2634.4
    ],
    [
        " phone, you know, colonel beggar here.",
        2634.4,
        2637.14
    ],
    [
        " Yeah, this is a service is a lieutenant, yeah, it's Jaco.",
        2637.28,
        2641.54
    ],
    [
        " And I was wondering if I could hurt you know,",
        2641.72,
        2645.54
    ],
    [
        " to mean in the next because the hurdles like, what's this lieutenant calling me,",
        2645.58,
        2648.98
    ],
    [
        " man? You know, to mean.",
        2649.04,
        2650.56
    ],
    [
        " And so now they're having problems because he's just sending a memo up of a",
        2650.7,
        2654.8
    ],
    [
        " request.",
        2654.8,
        2655.22
    ],
    [
        " Yep.",
        2655.78,
        2656.3
    ],
    [
        " Please send the pontoon bridges.",
        2656.38,
        2657.84
    ],
    [
        " And they're all sitting around over there.",
        2658.42,
        2660.34
    ],
    [
        " The chat, him, chat, a man.",
        2660.54,
        2661.82
    ],
    [
        " Wait.",
        2663.92,
        2664.4
    ],
    [
        " Wait.",
        2664.52,
        2664.54
    ],
    [
        " I meant with pontoons.",
        2664.54,
        2665.84
    ],
    [
        " They on their way.",
        2665.94,
        2666.66
    ],
    [
        " So I haven't gotten really respawn.",
        2666.82,
        2668.36
    ],
    [
        " I left the message, sent a text.",
        2668.42,
        2669.84
    ],
    [
        " They sent like numerous emails and I did a read receipt.",
        2670.04,
        2673.9
    ],
    [
        " He hasn't even opened up the email yet.",
        2674.08,
        2675.82
    ],
    [
        " He hasn't even looked at it.",
        2675.96,
        2677.14
    ],
    [
        " You know what I mean?",
        2677.62,
        2678.32
    ],
    [
        " So with that delay of getting the pontoon bridges down there is getting",
        2678.42,
        2684.22
    ],
    [
        " time again for Robert E Lee because he's sitting there just watching.",
        2684.22,
        2689.84
    ],
    [
        " He's because you know, he's ready to call the audible.",
        2690.44,
        2692.86
    ],
    [
        " He hasn't necessarily made his decision.",
        2692.96,
        2695.86
    ],
    [
        " He's just going to sit up there at Mary's Heights with Long Street.",
        2696.14,
        2699.54
    ],
    [
        " And then when, and again, both of them are commanding views.",
        2700.22,
        2702.8
    ],
    [
        " I mean, you can see and you got to remember now we're coming into December.",
        2702.98,
        2706.2
    ],
    [
        " There's no foliage in the trees.",
        2706.4,
        2708.64
    ],
    [
        " So any of the tree coverage is gone.",
        2709.18,
        2711.72
    ],
    [
        " So they can see both side, even still to this day, you can stand on both sides",
        2712.36,
        2716.36
    ],
    [
        " and you can see both sides.",
        2716.36,
        2717.6
    ],
    [
        " And he's sitting there watching.",
        2718.24,
        2719.68
    ],
    [
        " He's like, you know, probably having a conversation with James.",
        2719.88,
        2723.18
    ],
    [
        " He's like, hey, they're war horse.",
        2723.22,
        2725.08
    ],
    [
        " Are they really going to put those bridges in right there?",
        2725.7,
        2728.3
    ],
    [
        " This is going to be interesting.",
        2728.58,
        2730.14
    ],
    [
        " They're going to cross right here and across from Freddisfur.",
        2730.74,
        2734.76
    ],
    [
        " So please got enough time of buying time for the bridging.",
        2735.06,
        2740.72
    ],
    [
        " And then again, it's December and you got your engineer guys.",
        2740.72,
        2744.54
    ],
    [
        " And they're like, well, it would have been easier to put the bridging in if we got",
        2745.16,
        2749.76
    ],
    [
        " here before the Confederates did because Robert E Lee's going to take",
        2749.76,
        2754.14
    ],
    [
        " barksdale and his misoccipients and he's going to put them down into the town.",
        2754.14,
        2760.44
    ],
    [
        " So now you're talking urban.",
        2760.44,
        2762.06
    ],
    [
        " You know what it means to these guys are going to go urban and he's going to take",
        2762.8,
        2767.32
    ],
    [
        " barksdale and his misoccipients and they're going to start laying the wood",
        2767.32,
        2771.12
    ],
    [
        " to these engineer guys that are going to be trying to lay this bridge and then",
        2771.4,
        2775.34
    ],
    [
        " coming across the river.",
        2775.34,
        2776.28
    ],
    [
        " And it's December.",
        2776.48,
        2777.1
    ],
    [
        " So by the time the bridge is show up and they're inserting the bridge is",
        2777.94,
        2781.54
    ],
    [
        " putting the bridges into place.",
        2781.54,
        2782.82
    ],
    [
        " So now you got Burnside.",
        2784.06,
        2786.0
    ],
    [
        " He's got Sumner Hooker and Franklin.",
        2786.14,
        2788.08
    ],
    [
        " Those are the wing commanders.",
        2788.22,
        2789.18
    ],
    [
        " And and they're on the east side of the rabbit.",
        2790.26,
        2792.28
    ],
    [
        " And then you got Lee Long Street.",
        2792.28,
        2795.4
    ],
    [
        " Jackson's now arrived.",
        2795.78,
        2797.04
    ],
    [
        " You know, he's in route.",
        2797.34,
        2798.1
    ],
    [
        " Oh, so he's still in route.",
        2798.28,
        2799.38
    ],
    [
        " Yep.",
        2799.52,
        2799.66
    ],
    [
        " But in order to slow down the insertion of these bridges,",
        2799.66,
        2802.62
    ],
    [
        " they they send these sharp shooters, the misoccipients down there into the town,",
        2803.08,
        2811.04
    ],
    [
        " where you can do like little elements like it's a different type of warfare.",
        2811.28,
        2815.58
    ],
    [
        " And they're they're down there taking pot shots as these petunes,",
        2816.58,
        2819.96
    ],
    [
        " pontoon boots boats are being put in again, Lee's just trying to slow these guys down.",
        2820.36,
        2825.56
    ],
    [
        " It's always doing.",
        2826.08,
        2826.76
    ],
    [
        " Um.",
        2827.98,
        2828.4
    ],
    [
        " Finally Jackson does arrive.",
        2831.46,
        2832.62
    ],
    [
        " Yep.",
        2832.62,
        2833.44
    ],
    [
        " And and his his initial thought is, let's flank these bastards.",
        2833.66,
        2837.94
    ],
    [
        " Offense dude.",
        2838.22,
        2839.22
    ],
    [
        " Do you know what I mean?",
        2839.44,
        2839.88
    ],
    [
        " Like what am I here?",
        2840.0,
        2840.82
    ],
    [
        " He's the offense guy.",
        2840.9,
        2841.76
    ],
    [
        " Like what are you here for to go offense?",
        2841.9,
        2843.9
    ],
    [
        " Of course.",
        2844.1,
        2844.5
    ],
    [
        " And Lee says no.",
        2844.66,
        2848.78
    ],
    [
        " Lee says, uh, nope.",
        2849.08,
        2851.44
    ],
    [
        " We're going to, you know, hook in, hook in on the, what is he hook on the right flank?",
        2851.64,
        2855.52
    ],
    [
        " Yeah.",
        2855.74,
        2855.86
    ],
    [
        " He's on the, so you got up there on Mary's Heights right behind the fairgrounds,",
        2855.86,
        2859.94
    ],
    [
        " sunken road area that's got long streets.",
        2860.08,
        2861.68
    ],
    [
        " So he's going to tie in the long streets right flank and he's going to run that.",
        2861.82,
        2866.38
    ],
    [
        " What is modern day lead drive that I kind of talked about over towards like there's a prospect hill.",
        2866.38,
        2871.58
    ],
    [
        " Let's back through there.",
        2872.02,
        2873.24
    ],
    [
        " And so he's going to tie in.",
        2873.46,
        2875.34
    ],
    [
        " There's also a rail line that runs down all the way to Norfolk.",
        2875.38,
        2878.66
    ],
    [
        " Uh, pretty much if that kind of gives you a picture of where, you know,",
        2879.3,
        2881.88
    ],
    [
        " going in that, uh, southeast direction.",
        2881.9,
        2884.28
    ],
    [
        " You know, it's so classic.",
        2884.28,
        2885.32
    ],
    [
        " This is like, well, the fourth battle we've talked about, but these end up with the sort of very,",
        2885.32,
        2891.02
    ],
    [
        " very sort of like traditional battle lines.",
        2891.36,
        2895.02
    ],
    [
        " You know, you look at World War II, the, you start charting out where people are.",
        2895.54,
        2898.66
    ],
    [
        " See, sometimes there's battles with battle lines really specific for you and I fighting in our age.",
        2898.78,
        2903.7
    ],
    [
        " It was like the battle lines were really blurry.",
        2903.7,
        2906.04
    ],
    [
        " These, these are very, end up very specific battle lines.",
        2906.58,
        2910.46
    ],
    [
        " Once again, you know, basically the one two sides of the river and we're going to fight where,",
        2910.46,
        2916.02
    ],
    [
        " where we're lined up and we're going to fight each other.",
        2916.08,
        2918.06
    ],
    [
        " Uh, they end up once again with kind of three sections of bridge, the upper bridge, the middle bridge, lower bridge.",
        2918.66,
        2925.16
    ],
    [
        " Um,",
        2925.6,
        2926.44
    ],
    [
        " the, the, it's just a nightmare from the day from, from when it starts when these guys actually start coming across.",
        2927.16,
        2934.74
    ],
    [
        " When the union starts coming across these bridges, it's a nightmare.",
        2934.74,
        2939.32
    ],
    [
        " Yeah.",
        2939.74,
        2940.14
    ],
    [
        " And if, if you could imagine, so the reaction of the army of the Potomac, so okay.",
        2940.32,
        2945.88
    ],
    [
        " So we stick these Mississippi and it's barks down there and they're going to start like occupying some of these houses and,",
        2945.98,
        2951.5
    ],
    [
        " and start, you know, what we would call sniping, you know what I mean?",
        2951.5,
        2955.22
    ],
    [
        " And so they're going to start hitting these guys.",
        2955.38,
        2956.94
    ],
    [
        " So what's the reaction from them?",
        2957.08,
        2958.6
    ],
    [
        " We're going to use our artillery.",
        2959.56,
        2960.82
    ],
    [
        " So now they're going to start lobbing artillery and which then causes rubble, which, you know, as well as anybody,",
        2961.34,
        2968.84
    ],
    [
        " you, it's, it's easier to find the sniper and that's not in rubble.",
        2968.84,
        2974.06
    ],
    [
        " You start rubbling in an urban environment, man.",
        2974.46,
        2977.52
    ],
    [
        " Now you're looking at like every little crest and crevice of where these guys can get into.",
        2977.76,
        2983.62
    ],
    [
        " You know what I mean?",
        2984.42,
        2985.08
    ],
    [
        " And it's going to make it very difficult.",
        2985.2,
        2987.08
    ],
    [
        " And what about the civilian populace?",
        2987.46,
        2989.02
    ],
    [
        " The civilian populace is, I mean, you can either, you know, you can either harbor up in the basement, not a good call.",
        2989.22,
        2994.48
    ],
    [
        " So the women and kids are literally going to be displaced into the woods.",
        2995.06,
        2998.44
    ],
    [
        " Like they're just going to run out of Fredrick'sburg and they're going to get as far away from the battle.",
        2998.84,
        3003.8
    ],
    [
        " And it's in December and you've got women and kids that are literally now homeless.",
        3003.8,
        3009.66
    ],
    [
        " And you have to imagine like, you know, with the armies that are there,",
        3010.3,
        3014.42
    ],
    [
        " you're going to have to deal with that.",
        3014.9,
        3017.78
    ],
    [
        " They're like, you know, you just can't let them run.",
        3017.98,
        3019.7
    ],
    [
        " You, these are your people.",
        3019.88,
        3021.28
    ],
    [
        " You know what I mean?",
        3021.94,
        3022.42
    ],
    [
        " And now they're being displaced out of their town and their home.",
        3022.44,
        3026.78
    ],
    [
        " So that's another aspect of what Robert E Lee and the Confederacy is going to have to deal with.",
        3027.66,
        3033.04
    ],
    [
        " Is this, you know what do we do with these people?",
        3033.54,
        3036.12
    ],
    [
        " We can't just leave them out here in December.",
        3036.2,
        3037.76
    ],
    [
        " These are kids.",
        3037.76,
        3038.64
    ],
    [
        " And of course they're trying to take as much stuff with them as they can on the way out.",
        3039.3,
        3042.56
    ],
    [
        " But you know, most of the time, I mean, it's like, you know, you kind of look at what's going on in Ukraine right now.",
        3042.76,
        3047.46
    ],
    [
        " I mean, people are losing their homes.",
        3047.46,
        3049.54
    ],
    [
        " They're, they got nowhere to go.",
        3049.76,
        3051.04
    ],
    [
        " I mean, the country you have to take care of those people.",
        3051.3,
        3053.94
    ],
    [
        " So they got to deal with that, which is, is, is huge of like, man, I mean, how do you do that to",
        3054.38,
        3060.66
    ],
    [
        " civilians? I mean, you're bombarding their town.",
        3060.66,
        3063.96
    ],
    [
        " And what do you think that does for the morale on the southern side?",
        3064.86,
        3069.68
    ],
    [
        " They're like, dude, these guys, man.",
        3069.96,
        3072.86
    ],
    [
        " Yeah, they come across this river brother.",
        3073.18,
        3074.66
    ],
    [
        " We're going to glee the wood to that ass.",
        3074.84,
        3076.84
    ],
    [
        " And that's, that's what they're going to do because they're going to see that.",
        3077.2,
        3080.54
    ],
    [
        " You know, in the mean it's like anybody they're watching.",
        3080.76,
        3082.6
    ],
    [
        " Yeah, they're watching this all go down.",
        3082.64,
        3084.64
    ],
    [
        " And then they're going to start.",
        3085.14,
        3086.92
    ],
    [
        " So, you know, you got the, so you got, yeah, with the, the, the upper, the bridging, which is",
        3087.0,
        3092.0
    ],
    [
        " up kind of close as close to the telegraph road as it is.",
        3092.0,
        3095.32
    ],
    [
        " The upper bridge upstream, if you would say.",
        3095.32,
        3097.94
    ],
    [
        " And you got one, one of the bridges is right there in the middle,",
        3098.4,
        3101.7
    ],
    [
        " right there coming up, probably closest to like modern day Williams street that's there.",
        3102.0,
        3106.16
    ],
    [
        " And there's actually a bridge there that's now.",
        3106.36,
        3108.38
    ],
    [
        " It's run in the middle.",
        3108.54,
        3109.72
    ],
    [
        " And then down stream from there, a little bit farther outside of the town is that, that lower bridge.",
        3109.72,
        3117.24
    ],
    [
        " And as you said, you know, you've got hooker that's basically in the middle.",
        3117.9,
        3121.48
    ],
    [
        " You got sumpener and you got Franklin.",
        3121.48,
        3123.74
    ],
    [
        " And those folks are going to try to gain that foothold like right there across into Fredericksburg.",
        3124.3,
        3130.86
    ],
    [
        " And that's where basically those, those misaccipients and those guys are going to give resistance.",
        3131.44,
        3138.12
    ],
    [
        " But then they're going to start the retrograde back to get, I mean, Mary's heights is the,",
        3138.48,
        3143.36
    ],
    [
        " that's the primary line of battle that you were kind of talking about.",
        3143.36,
        3146.86
    ],
    [
        " Like they're, they're drawn line of battle.",
        3146.9,
        3148.92
    ],
    [
        " And like you said, so when Jackson shows up and you know, he just looks straight at the geometry",
        3149.22,
        3155.62
    ],
    [
        " of the battlefield. And he's like, you know what I mean, you hold him. I skin him.",
        3155.62,
        3159.94
    ],
    [
        " And, and he just wants to go offense and, and Robert E. Lee's like, you know,",
        3160.62,
        3164.5
    ],
    [
        " let's don't wall tie in on the extreme right flank there.",
        3164.5,
        3167.46
    ],
    [
        " We're going to run defensive operations.",
        3167.46,
        3170.52
    ],
    [
        " This is a new thing here. This whole defense, this digging, this, you know, fortified positions.",
        3170.98,
        3177.14
    ],
    [
        " You know, at the beginning when people are like, well, this isn't very manly.",
        3177.44,
        3180.92
    ],
    [
        " Now they're like, did you put dirt in front of me? It's like stops bullets.",
        3181.04,
        3184.72
    ],
    [
        " And now you can only see like 10 inches of my head.",
        3184.72,
        3188.92
    ],
    [
        " And wow, this is cool. There's a freaking stone wall right here with a sunken road.",
        3189.54,
        3194.78
    ],
    [
        " We had a sunken road, you know, up in Antietam. I mean, nothing good happens to sunken roads.",
        3195.22,
        3200.14
    ],
    [
        " So, in the occupied positions, so you've got infantry down there on this stone wall.",
        3200.7,
        3205.44
    ],
    [
        " You've got artillery on the heights behind them. And even though they're outnumbered,",
        3205.54,
        3211.08
    ],
    [
        " I mean, you know, you did the math with how many folks, it doesn't matter who's got the better",
        3211.08,
        3216.02
    ],
    [
        " ground and it's robbery Lee in the army of Northern Virginia. And then they're going to run",
        3216.02,
        3219.56
    ],
    [
        " that line all the way down that ridge line. And as the farther you get south of Fredrick'sburg,",
        3219.56,
        3226.58
    ],
    [
        " where that lower bridge is, if you went there today, it's now, it's a, it's an airport.",
        3226.58,
        3233.46
    ],
    [
        " Like it's a, but like a small, local little airport like grass airport. If that kind of lets you,",
        3234.34,
        3238.98
    ],
    [
        " airports are usually put in flat spots, that is a flat, large, open area of at least,",
        3238.98,
        3246.2
    ],
    [
        " it's over, it's, it's at least over a mile from the river to that ridge line.",
        3246.7,
        3254.02
    ],
    [
        " So, when you, yeah, sometimes I'll be talking to people, it's trying to be set up like a hypothetical",
        3254.64,
        3260.64
    ],
    [
        " scenario, some, some terrible hypothetical surreal say, hey, you know, what if I told you that there's",
        3260.64,
        3266.76
    ],
    [
        " enemy in an elevated position, bunkered in, and I want you to charge that hill. What would you say?",
        3266.98,
        3272.24
    ],
    [
        " And I always, you know, I have the, the learning point of, I might, you know, I would want you to say",
        3272.8,
        3278.7
    ],
    [
        " is, hey, Jaco, there's enemy in a bunker position elevated, you want me to charge up the hill,",
        3278.7,
        3283.94
    ],
    [
        " that doesn't make sense. We should not do that. That's what, that's a learning point, right?",
        3284.2,
        3288.0
    ],
    [
        " Right. I try and set up the worst case scenario. So that my subordinate says, hey, Jaco, this",
        3288.42,
        3293.28
    ],
    [
        " doesn't sound like a good idea. This is the scenario I set up. This is actually even worse, because",
        3293.28,
        3297.62
    ],
    [
        " now we're going to throw in the amphibious part where we're channelized coming across a river.",
        3297.62,
        3301.82
    ],
    [
        " So you're getting channelized, you're coming across a river, then you're going to, oh, it's going",
        3302.28,
        3306.12
    ],
    [
        " to be even worse as well. Before you get the assault up the hill, first, you're going to spend",
        3306.12,
        3310.42
    ],
    [
        " several hundred yards passing through an urban area, oh, and then by the way, it's going to be",
        3310.42,
        3315.8
    ],
    [
        " even worse, because then you're going to go through an open area where you've got elevated positions",
        3315.8,
        3321.06
    ],
    [
        " above you, and there's no cover, you can't use any terrain at all. That's what the union is trying",
        3321.06,
        3326.56
    ],
    [
        " to do. They're trying to come across a river. Once they get across the river, find their way through",
        3326.56,
        3333.2
    ],
    [
        " this rubbled urban area. If that urban area can extend it all the way to heights, that actually",
        3333.2,
        3339.36
    ],
    [
        " will be better, but it doesn't. It stops, and now you've got this open fairground area where there's",
        3339.36,
        3343.48
    ],
    [
        " no cover. When you get to the end of the fairground, there's a sunken road with a stone wall,",
        3343.48,
        3349.54
    ],
    [
        " where the enemy is, and then it elevates there. Now you've got artillery and more firepower",
        3349.8,
        3356.68
    ],
    [
        " up above. This is an absolute worst case scenario. This is just a horrible situation to get into,",
        3356.68,
        3363.72
    ],
    [
        " and you can figure out how it goes. This is a blood bath. This is a blood bath for the union as they",
        3364.28,
        3374.94
    ],
    [
        " push through this. That being said, at the lower bridge, there's actually some progress.",
        3374.94,
        3386.46
    ],
    [
        " Mead, who we're going to hear a lot about in the future, but Mead, what's his position at this",
        3387.34,
        3394.16
    ],
    [
        " point? What does he, one of the division commander? He's a division commander. He actually",
        3394.16,
        3401.52
    ],
    [
        " correct me if I'm wrong. The terrain dictates to him. There's an opportunity to get into some",
        3402.56,
        3410.3
    ],
    [
        " terrain. His men are naturally drawn into this sort of ravine. They push into this ravine,",
        3410.3,
        3414.72
    ],
    [
        " turns out to be an area where the Confederates haven't really set up because it doesn't seem like",
        3414.8,
        3419.18
    ],
    [
        " it's a great spot to attack, but because there's cover there, union forces end up there, and all the",
        3419.18,
        3424.9
    ],
    [
        " sudden, there's a little penetration here for Mead. Yeah. If you could imagine we're all like",
        3424.9,
        3430.84
    ],
    [
        " we're running across this huge open field, and we're just, it's Jackson. It's second core.",
        3430.84,
        3439.02
    ],
    [
        " Stonewall, they've made it up in there. They've got the heights. It's a prominent height,",
        3439.92,
        3446.9
    ],
    [
        " probably the first ounce of any kind of cover is that rail line. It's a raised bed.",
        3447.98,
        3454.66
    ],
    [
        " If they can get at least there, but I mean, to Jaco, now it is, it's literally, it's called",
        3455.18,
        3463.22
    ],
    [
        " the slaughter pen. When you drive through Ferdishburg and you're down there doing a battle study,",
        3463.22,
        3469.1
    ],
    [
        " you're going to go to the slaughter pen. If that gives you a description of what they call it.",
        3469.46,
        3474.12
    ],
    [
        " This slaughter pen that they're running across and Mead's guys, it's one of this a draw that",
        3474.24,
        3480.26
    ],
    [
        " goes up to the Ritzline and it's wooded. If we're getting shot at, Mead and you are like,",
        3480.26,
        3488.88
    ],
    [
        " hey JD, man, let's run over there where the trees are and no direction needs. It's not like Mead",
        3489.1,
        3496.34
    ],
    [
        " was like, hey, boys, let's head over there. Dude, they're already going that way. Mead is letting",
        3496.34,
        3502.34
    ],
    [
        " them go and he follows them up in there. It's very wooded thick in a mean like area. When Jackson",
        3502.34,
        3512.9
    ],
    [
        " setting his lines in up there, one, we didn't talk about this, but Jackson, he does what he's told",
        3512.9,
        3520.54
    ],
    [
        " by Robert E. Lee, but he takes Hill and he kind of puts him in reserve and he looks at Hill and he's",
        3520.54,
        3526.36
    ],
    [
        " like, hey, dude, you're not going to get up here on the line. I'm going to keep you back here and",
        3526.36,
        3530.36
    ],
    [
        " reserve because I'm going to go back and talk to Bobby and I'm going to see if he's going to let",
        3530.36,
        3534.96
    ],
    [
        " me take you and we're going to go down and we're going to flank him. You know what I mean? So in Hill,",
        3534.96,
        3540.64
    ],
    [
        " yep, God of Boss will stay right here. I mean, it's just Stonewall Jackson telling you, you know,",
        3540.78,
        3544.86
    ],
    [
        " get reserved. So Hill, so Jackson's got his whole core up online except for Hill who's set back",
        3544.96,
        3553.16
    ],
    [
        " and he's saying, look, as soon as we get the chance, I'm going to go talk to generally when the",
        3553.16,
        3557.72
    ],
    [
        " opportunity presents itself, we're going to flank these guys and and and mop them up. Yep. And",
        3557.72,
        3562.86
    ],
    [
        " so if you could, I mean, the line up there, I mean, this is like, this is a large that we're talking,",
        3562.86,
        3568.94
    ],
    [
        " they're coverage of a frontage of Long Street and Jackson. It's like a three mile coverage,",
        3568.94,
        3576.7
    ],
    [
        " frontage, three mile, I mean, it's a long road. I run it all the time, love it. But I mean,",
        3577.04,
        3583.6
    ],
    [
        " it's a long frontage of just troops and you can, the trenches are still there to this day. So these",
        3583.6,
        3589.86
    ],
    [
        " guys are like, they're, they're into the like, they're, they're seeing to where we're in an elevated",
        3589.86,
        3594.16
    ],
    [
        " position. We're going to dig in and these guys are going to come at us and I basically have like a",
        3594.16,
        3599.68
    ],
    [
        " dog target, you know what I mean? Of me over the rifle pit and these guys are on a flat open area",
        3599.68,
        3605.82
    ],
    [
        " with no cover. So when they looked at it up on this ridge line and they see this draw coming up",
        3605.82,
        3611.44
    ],
    [
        " and it's heavily wooded, they leave a gap there. They don't put any personnel there. So you've got",
        3611.44,
        3617.62
    ],
    [
        " a whole bunch, you know, private, private, private companies, regiments all lined up and then you've",
        3617.62,
        3621.68
    ],
    [
        " got a gap. And that gap is probably, I mean, the gap is no more than 150 yards. But that's where",
        3621.68,
        3630.7
    ],
    [
        " meets folks end up in that draw and they come out on top of the ridge and they're like, well,",
        3630.7,
        3641.42
    ],
    [
        " we're in behind Jackson's lines. And me is seeing this. And another thing that Jackson does,",
        3641.42,
        3648.54
    ],
    [
        " you we talked about this got Pelham. He's an artillery guy. He's like a horse artillery guy. He's",
        3648.56,
        3654.04
    ],
    [
        " working for Jackson. He's going to slip down in over kind of like, so you got Jackson, he's going",
        3654.04,
        3660.84
    ],
    [
        " to go down off of Jackson's southern end and there's like this, this road with a ditch going",
        3660.84,
        3666.84
    ],
    [
        " towards the river. And he's going to take his artillery down there and he's just going to start",
        3666.84,
        3670.84
    ],
    [
        " like Robin artillery shots over at at the Union guys coming across this slot. He's taking a",
        3671.5,
        3678.32
    ],
    [
        " little bit of a flank. It's taking a flank. Take a little bit of a flank on the Union and he's",
        3678.32,
        3684.0
    ],
    [
        " lobbing just yeah, I mean, but he's like that. So it's this that's they got a couple of these shots",
        3684.0,
        3691.58
    ],
    [
        " that are coming at. Well, next thing you know, he starts turning the army. They start concentrating",
        3691.58,
        3698.94
    ],
    [
        " like, okay, let's let's all let's go after this. So so they instead of focusing up the hill.",
        3698.94,
        3706.42
    ],
    [
        " Yep. Where me just penetrated. Yep. They start focusing to the left where they're getting flanked",
        3706.64,
        3713.48
    ],
    [
        " a little bit, but it shouldn't it's a distraction more than anything else. That's all it is.",
        3713.48,
        3717.72
    ],
    [
        " It's a palette. And even the guys that are up there up up at prospect hill on that red zone or",
        3717.88,
        3721.74
    ],
    [
        " like, hey, they're all looking up there like, hey, dude, look who it Pelham's doing. You know what I mean?",
        3721.74,
        3725.76
    ],
    [
        " He's now they're not shooting at us anymore where they're supposed to be coming. Now they're",
        3725.76,
        3730.5
    ],
    [
        " starting to focus and and Pelham, he's not staying there. He's he's he's stationary,",
        3730.5,
        3734.7
    ],
    [
        " but he can get up and move quite like he's not going to stand toe to toe with these folks.",
        3734.7,
        3739.72
    ],
    [
        " He's just distracting them enough. You know what I mean? To now allow because as soon if they turn",
        3739.88,
        3746.32
    ],
    [
        " towards Pelham, now their flank is exposed to the folks up on the red line. That's a bad move.",
        3746.32,
        3751.66
    ],
    [
        " So these guys are folks on Pelham. So everybody's up there like to look at Pelham, man.",
        3752.18,
        3756.14
    ],
    [
        " You know what I mean? He's getting after it. You know what I mean? He's got these guys focused",
        3756.48,
        3759.72
    ],
    [
        " on them, which is making it better for us. Now they're not coming to take the heights. So",
        3759.72,
        3764.02
    ],
    [
        " mead, you know, he's got his peer. You know what I mean? And peer leadership is always",
        3764.02,
        3768.38
    ],
    [
        " always difficult. You know what I mean? Because you know, you tell me if you and I are peers,",
        3768.38,
        3772.68
    ],
    [
        " I'm like, Chaka, you're not in charge of me. You know what I mean? So mead is it made this he's",
        3772.68,
        3777.4
    ],
    [
        " exploited success here. The only dude on the entire battlefield that's having any success. And",
        3779.46,
        3785.26
    ],
    [
        " it's a major success. By the way, you broke through the lines. Yep. You've got to gap in the line.",
        3785.26,
        3790.58
    ],
    [
        " Now because now you can split Jackson's core. And then now you've gained what? Oh, don't",
        3791.12,
        3796.86
    ],
    [
        " shit. You got high ground. So he's going to send a note back down. He's trying to get his peers",
        3796.86,
        3801.98
    ],
    [
        " to be like, Hey dude, we broke the lines, man. Let's all come in and they're all looking at him like,",
        3801.98,
        3805.9
    ],
    [
        " dude, that's going to have to come from the wing commander, man. I don't take orders from you.",
        3806.76,
        3811.02
    ],
    [
        " Well, as you know with anything, I mean, that that window of opportunities only going to stay open",
        3811.58,
        3816.62
    ],
    [
        " for a certain amount of time because you got that guy hill that was left in reserve. They see what's",
        3816.62,
        3823.38
    ],
    [
        " happening up there. I mean, it's not like, you know, once they get into lines and the shooting starts,",
        3823.38,
        3827.48
    ],
    [
        " they're all kind of like, holy shit, man, we got a hole in our line. We need to plug it. And Hill",
        3827.48,
        3832.54
    ],
    [
        " without Jackson's not there. And he knows he Jackson told him you stay right there because when I",
        3833.12,
        3839.4
    ],
    [
        " come back, we're going offensive brother. And he on his own takes his folks, bam, they plug the whole",
        3839.4,
        3845.68
    ],
    [
        " mead gets pushed back down through that same draw and back towards the river. That window just",
        3845.68,
        3852.7
    ],
    [
        " shuts on me because he can't convince any of his peers to support him.",
        3852.7,
        3857.28
    ],
    [
        " So this is kind of that's where day one kind of ends up. But in the meantime, you got up at the",
        3860.86,
        3871.72
    ],
    [
        " fairgrounds going back up to the fairgrounds where these guys were getting annihilated.",
        3871.72,
        3876.62
    ],
    [
        " Joshua Lawrence, Chavinell, and he's up there and he has a night where he calls it the Bivouac",
        3877.1,
        3886.86
    ],
    [
        " with the dead. And we're going to talk a lot about Joshua Lawrence Chamberlain. I don't know",
        3886.86,
        3893.7
    ],
    [
        " who likes him more. You or me, it's because. But, you know, he's got this book covered on the",
        3893.7,
        3899.38
    ],
    [
        " podcast. It's called Bayonet Ford. It's just unbelievable book. This is a guy that we're going to",
        3899.38,
        3904.46
    ],
    [
        " learn a lot about. Incredible guy. Joshua Lawrence Chamberlain. And he writes this. It was a cold",
        3904.46,
        3912.22
    ],
    [
        " night. So this is after the first day's battle, they've been in this blood bath all day.",
        3912.22,
        3916.42
    ],
    [
        " You really it's going to be really difficult to go back in. It's one of those situations that",
        3917.26,
        3920.88
    ],
    [
        " lose, lose. Where you're going to go back and you'll be getting fired on again. You'll have to",
        3920.88,
        3924.54
    ],
    [
        " try and cross the river again or you go forward. You can't go any further forward. You're just stuck.",
        3924.54,
        3928.6
    ],
    [
        " And that's where they are. They're stuck. Bivouac with the dead. Here we go. It was a cold night.",
        3928.92,
        3933.52
    ],
    [
        " Bitter, raw North winds swept stark slopes. The men heated by their energetic and exciting work",
        3933.6,
        3942.72
    ],
    [
        " felt keenly a chilling change. Many of them had neither overcoat nor blanket having left them",
        3942.72,
        3950.0
    ],
    [
        " with the discarded knapsacks. They roamed about to find some garment not needed by the dead.",
        3950.0,
        3955.16
    ],
    [
        " Mounted officers all lacked outer covering. This had gone back with the horses strapped to the",
        3955.58,
        3963.4
    ],
    [
        " cany quest. Necessity compels strange uses. For myself, it seemed best to bestow my body",
        3963.4,
        3970.94
    ],
    [
        " between two dead men. Among the many left there by earlier assaults and to draw another crosswise",
        3970.94,
        3977.8
    ],
    [
        " for a pillow out of the trampled blood soaked sod pulling the flap of his coat over my face",
        3977.8,
        3984.28
    ],
    [
        " to fend off the chilling winds. And still more chilling, the deep, many voiced moan",
        3984.28,
        3991.6
    ],
    [
        " that overspread the field. It was heart-rending. It could not be born. I rose at midnight from my",
        3991.76,
        4002.74
    ],
    [
        " unearthly Bivouac and taking our adjutant from my companion went forth to see what we could use.",
        4002.74,
        4010.44
    ],
    [
        " See what we could do for these forsaken sufferers. Deep, the deep sound led us to our right and",
        4011.12,
        4018.8
    ],
    [
        " rear where the fiercest of the fight had held brave spirits too long. As we advanced over that",
        4018.8,
        4026.2
    ],
    [
        " stricken field, the grave conglomerate monotone resolved itself into a diverse several elements,",
        4026.2,
        4033.72
    ],
    [
        " some breathing inarticulate agony. Some deer home names, some begging for a drop of water,",
        4034.18,
        4042.24
    ],
    [
        " some caring for, some for a caring word, some praying God for a strength to bear, some for life,",
        4042.24,
        4049.5
    ],
    [
        " some for quick death. We did what we could, but how little it was on a field so boundless",
        4049.86,
        4059.66
    ],
    [
        " for feeble human reach.",
        4059.66,
        4061.8
    ],
    [
        " I wish I could do justice reading that. This guy, they're up there, the screams, the agonies,",
        4070.04,
        4077.24
    ],
    [
        " the begging for death, the begging for life, the prayers, it overwhelms them, the sound of it,",
        4077.32,
        4084.08
    ],
    [
        " overwhelms them and they get up, they try and help these guys, they try and provide them some comfort.",
        4084.26,
        4088.98
    ],
    [
        " While they're freezing, by the way, they all left their coats, they left them back before they",
        4091.18,
        4097.52
    ],
    [
        " did this all, hey, this is going to take too long. So you've got Chamberlain, some of his guys",
        4097.52,
        4104.28
    ],
    [
        " out there trying to take care of these dying. He's not the only one that's doing it, not by a",
        4104.28,
        4110.28
    ],
    [
        " long shot. There's another hero, Sergeant Richard Roland Kirkland of the second South Carolina.",
        4110.28,
        4118.12
    ],
    [
        " And there's a book called the Fredericksburg campaign by Francis O'Reilly and he's got an account of",
        4118.98,
        4125.36
    ],
    [
        " this. Here we go to this book, 20 year old Sergeant Richard Roland Kirkland of the second",
        4125.36,
        4135.46
    ],
    [
        " South Carolina felt particularly moved by the pathos. Because he's up there and he's here in the",
        4135.46,
        4142.76
    ],
    [
        " screams and the agony as well. He asked General Kershaw if he could take water to the injured",
        4142.76,
        4148.68
    ],
    [
        " northerners, generals, general he was besieged. I can't stand this. Kirkland, the general answered,",
        4148.68,
        4157.46
    ],
    [
        " don't you know that you would get a bullet through your head the moment you stepped over that wall?",
        4157.86,
        4163.1
    ],
    [
        " But the youth was willing to take that risk. If you will let me, the sergeant stated, I am willing",
        4164.06,
        4170.06
    ],
    [
        " to try it. Kershaw acquiesced. He told the sergeant, I will not refuse your request trusting that",
        4170.06,
        4178.4
    ],
    [
        " God may protect you. Kirkland asked if he could waive a white flag to stop the shooting but Kershaw",
        4178.4,
        4185.26
    ],
    [
        " could not allow it. Military protocol forbade such a usage. All right, sir, you replied, I'll take",
        4185.26,
        4192.92
    ],
    [
        " the chances. Kershaw watched the sergeant leave the Stevens house with the feeling of",
        4192.92,
        4199.96
    ],
    [
        " profound admiration. Kirkland filled several canteens at Martha Stevens' well and then entered the",
        4201.38,
        4207.14
    ],
    [
        " field between the lines. Federales immediately opened fire. A watching Georgian thought the bullets",
        4207.14,
        4213.7
    ],
    [
        " were so concentrated that it seemed a bird could not escape them. Kirkland reached the first wounded",
        4213.7,
        4221.22
    ],
    [
        " federal and knelt to give him a drink. The Carolina placed a knap sack under the northerner's head",
        4221.22,
        4227.56
    ],
    [
        " covered him with a blanket and then moved on to the next man. The federales stopped shooting and watched.",
        4227.62,
        4234.28
    ],
    [
        " Troops on both sides cheered as the brave sergeant moved from soldier to soldier.",
        4235.72,
        4240.78
    ],
    [
        " The ceasefire may have prompted others to come forward with more water. The historian for Kershaw's",
        4242.36,
        4249.32
    ],
    [
        " brigade remembered the event with a Georgian running between the lines with water. A squad,",
        4249.32,
        4254.84
    ],
    [
        " according to the staff officer, went out after dark on the same charitable mission.",
        4254.84,
        4259.84
    ],
    [
        " At least one federal pecured water for the discomforted which an admiral rebbled called the",
        4260.52,
        4268.92
    ],
    [
        " coolest performance eyewitness during the war. Whether Kirkland acted alone or pioneered a host",
        4268.92,
        4276.2
    ],
    [
        " of encounters and somehow became a composite for all the works of mercy is hard to determine.",
        4276.2,
        4281.22
    ],
    [
        " 17 years after the battle a newspaper correspondent begged for the name of the man who gave water to his",
        4282.28,
        4289.7
    ],
    [
        " enemies. General Joseph Kershaw responded instantly, naming Richard Kirkland as the angel of Mary's",
        4289.7,
        4310.88
    ],
    [
        " son. Incredible story. Incredible.",
        4310.88,
        4316.48
    ],
    [
        " If you go to Fredericksburg and there's one thing that you want to see go to Lafayette,",
        4317.46,
        4326.0
    ],
    [
        " Boulevard, and Fredericksburg, it's right where the fairground but he talks about that wall.",
        4326.34,
        4332.2
    ],
    [
        " That's the sunken road. Hop over that wall and behind the Fredericksburg",
        4332.78,
        4338.58
    ],
    [
        " visitor center for the battlefield that's there is the Kirkland monument.",
        4338.74,
        4344.48
    ],
    [
        " It's the only enlisted monument in the entire Civil War named after an enlisted soldier.",
        4345.46,
        4356.82
    ],
    [
        " And it has nothing to do with his combatant skills. It's his love for the fellow soldier.",
        4357.78,
        4362.4
    ],
    [
        " And to be named the angel of Mary's heights and the monument is just incredible because it",
        4363.64,
        4369.34
    ],
    [
        " literally has. I mean, it's a big monument which I'm stoked about. Every group that I take",
        4369.34,
        4375.58
    ],
    [
        " to Fredericksburg, you're going to stand in front of the Kirkland monument and there's going to be",
        4375.58,
        4379.82
    ],
    [
        " a group picture. We don't take any other pictures anywhere on the battlefield. You're going to",
        4379.82,
        4384.24
    ],
    [
        " get your picture taken at the Kirkland monument. The well is still there. You know what I mean?",
        4384.24,
        4389.4
    ],
    [
        " The road is still there. It's not you can't drive the road that's a stone wall. I mean,",
        4389.4,
        4394.9
    ],
    [
        " the high, I mean, so you can let literally like, I mean, I love, I probably, when I'm at home,",
        4395.08,
        4401.84
    ],
    [
        " I run down there on that sunken road at least once a week and every time, I run past,",
        4402.0,
        4409.36
    ],
    [
        " you know, it's 515 in the morning man and not a soul out there. And you're running down and it's",
        4409.62,
        4414.8
    ],
    [
        " that pea gravel that's on there. So all you hear is a, you know, I mean, and you can see the",
        4414.8,
        4419.56
    ],
    [
        " Kirkland monument. And it just every time I run past there, this is the, this is the only got him",
        4419.56,
        4425.4
    ],
    [
        " and Joshua Larch Chamberlain of just when I'm running that sunken road of that, I mean, listen,",
        4425.4,
        4431.54
    ],
    [
        " you know, sleeping, you know, a night with the dead and trying to imagine myself out there in",
        4431.7,
        4437.54
    ],
    [
        " 1862. I left all my kit, you know, I mean, it's back with the wagons because of course, man,",
        4437.54,
        4443.96
    ],
    [
        " I mean, you're going into battle. You don't, you don't want to, you want to get rid of as much gear",
        4443.96,
        4446.94
    ],
    [
        " as possible to make you get around faster. And, you know, to be out there and for him to, when,",
        4446.94,
        4454.34
    ],
    [
        " when you, you know, we're chamberlain sharing in the suffering. I mean, those two individuals of",
        4454.4,
        4460.18
    ],
    [
        " Kirkland and Chamberlain, you know, I mean, of what they do for just the love of their comrades is",
        4460.18,
        4466.74
    ],
    [
        " just amazing to me. Those are two of the most incredible people that are out there. And they're both",
        4466.74,
        4473.8
    ],
    [
        " in that. They were so close to each other. You know what I mean? You got one that's, you know,",
        4473.8,
        4478.86
    ],
    [
        " South Carolina. He's right there at the wall. He was the one that was laying the wood to Chamberlain's",
        4479.02,
        4484.52
    ],
    [
        " guys coming across that Fred Spurg fairground that's out there. So Chamberlain is in that field",
        4484.52,
        4490.44
    ],
    [
        " somewhere that Kirkland and, and some of these others and it isn't remarkable that, you know,",
        4490.44,
        4497.16
    ],
    [
        " of course, as soon as he hops over the wall, well, of course, they're going to start taking shots",
        4497.58,
        4501.64
    ],
    [
        " at this guy. And he doesn't get hit. And it's not a great distance. I mean, it's not like it's out of",
        4501.64,
        4509.14
    ],
    [
        " range. They're not doing thousand yard shots here. I mean, we're talking a couple of hundred yards,",
        4509.14,
        4513.96
    ],
    [
        " man. You're within range pretty easily and nothing hits him. And then when they see the act, he's not",
        4513.96,
        4519.3
    ],
    [
        " even carrying a rifle. He's just, and, and in that it, the, the, the, the monument's depicting him.",
        4519.3,
        4525.42
    ],
    [
        " And it's got like the, he's got the canteen just like strong all over his back. And he's just,",
        4525.42,
        4531.04
    ],
    [
        " you know, and it's showing him I can imagine going around and just, I mean, he just",
        4531.04,
        4534.44
    ],
    [
        " listening to those folks just laying on that deathless field, you know, I mean, just got to him.",
        4534.44,
        4540.58
    ],
    [
        " And, and it's pretty cool that, you know, Kershaw even, you know, years later,",
        4540.98,
        4546.54
    ],
    [
        " he could recall that instance of, yeah, that was, that was Kirkland. And he gets named, you know,",
        4546.68,
        4553.88
    ],
    [
        " the angel of Mary's Heights. I mean, people remember that. And it's a, you know, if you're going to",
        4553.96,
        4559.62
    ],
    [
        " visit one thing and, and Freddy's murder for genia, it's, it's the Kirkland monument. Uh, it's the,",
        4559.62,
        4565.62
    ],
    [
        " that, that monument's fun. It's my favorite of how bad is the suffering, the sounds, because you",
        4565.78,
        4574.24
    ],
    [
        " can't see, right, it's dark. So you're just sitting there behind this wall of people that were just",
        4574.24,
        4580.16
    ],
    [
        " coming to kill you, by the way, people that are attacking your people that bomb the, the, the,",
        4580.16,
        4585.04
    ],
    [
        " the town in front of you. And the, they are suffering and they sound so wretched that you say,",
        4585.08,
        4591.86
    ],
    [
        " you know what, I'm going to go give them some water. I'm going to give them some mercy.",
        4591.88,
        4594.56
    ],
    [
        " You asked the general, the general says, Hey, look, I can't say no to you. Go ahead. You step over",
        4595.44,
        4600.02
    ],
    [
        " the wall and you get shot at. I mean, what percentage of people my ass is right back over the wall?",
        4600.02,
        4605.44
    ],
    [
        " Okay, bro, I was going to give you some water. Okay. You know what I mean? Like, it's a miracle. He",
        4605.62,
        4609.7
    ],
    [
        " didn't get shot. It's a bigger miracle that he didn't jump back over the wall and, you know,",
        4609.7,
        4613.28
    ],
    [
        " find a blanket, go to sleep. Incredible story. And it highlights that even in in war, the mercy,",
        4613.28,
        4623.46
    ],
    [
        " the, the, the benevolence stands out day two. You can probably figure out where this is going.",
        4624.08,
        4631.72
    ],
    [
        " Union gets pushed back across the river. And here's what Joshua Lawrence Chamberlain",
        4632.1,
        4639.28
    ],
    [
        " has to say about the battle after their, their back over the river. Over the river, then we marched.",
        4639.94,
        4646.24
    ],
    [
        " And up that bank, once we now looked back across at Fredericksburg and saw the green slopes",
        4647.1,
        4653.72
    ],
    [
        " blew with the bodies of our dead. It was raining drearily when I brought the regiment to rest",
        4653.72,
        4661.52
    ],
    [
        " by the dismal wayside. General Hooker came riding slowly by. We had not seen him during the terrible",
        4661.52,
        4669.96
    ],
    [
        " three days. Indeed, he had no business to be where we were. We supposed he and our core commander",
        4669.96,
        4680.04
    ],
    [
        " Butterfield were somewhere controlling and observing their commands. Hooker caught sight of me sitting",
        4680.04,
        4685.52
    ],
    [
        " in the rain, leaning back against a tree and gave me kindly greeting. You've had a hard chance,",
        4685.52,
        4692.16
    ],
    [
        " Colonel. I'm glad to see you out of it. I was not cheerful, but tried to be bright. It was",
        4692.3,
        4698.8
    ],
    [
        " chance general, not much intelligent design there. God knows I did not put you in. Came the",
        4698.8,
        4706.74
    ],
    [
        " rather Chris reply. That was the trouble general. You should have put us in. We were handled in",
        4707.32,
        4714.36
    ],
    [
        " piece mail on toasting forks. It was playing talk and he did not approve me. So this is something",
        4714.36,
        4723.26
    ],
    [
        " that we're seeing. And it's something, you know, at Esselam Front, we call prioritize next",
        4723.26,
        4729.44
    ],
    [
        " queue. You got to commit to what you're doing. You can't try and do two, three different things at",
        4729.44,
        4734.34
    ],
    [
        " once in the military, other military principles. They call it concentration of force. So we see a",
        4735.24,
        4743.24
    ],
    [
        " lot of this from the north where they have an opportunity to go in. And that's what Chamberlain",
        4743.24,
        4748.9
    ],
    [
        " saying here is like put put me in. Let's focus. Let's go because there's a lot of",
        4748.9,
        4757.8
    ],
    [
        " troops that are being sent in. You know, if I'm going to fight four different people and you send one,",
        4759.04,
        4764.72
    ],
    [
        " well, I'm going to kick his ass. Then you send another one. I'm going to kick his ass too. You send",
        4764.84,
        4769.12
    ],
    [
        " another one to kick his ass. The fourth one, I might be a little tired, but I'm still going to kick his",
        4769.12,
        4773.64
    ],
    [
        " ass. You send four people at me at once. I might get a shot on one of them, but then someone's",
        4773.64,
        4779.56
    ],
    [
        " tackling me and it's game over. So the union, that's kind of how this unfolded for the union.",
        4779.56,
        4785.42
    ],
    [
        " Carrying on, but the generals remark led to wide inferences. Infraences. It disclosed perhaps",
        4787.8,
        4795.08
    ],
    [
        " the main cause of this great disaster. The commander of the center grand division did not put his",
        4795.08,
        4801.42
    ],
    [
        " men in. They were sent by superior orders in detachments to support other commands or as a",
        4801.42,
        4809.26
    ],
    [
        " four-learn hope at various times and places during the unexpected developments or rather the almost",
        4809.26,
        4816.66
    ],
    [
        " inevitable accidents of the battle. It should not have been a disaster. Franklin with his 60,000",
        4816.96,
        4824.14
    ],
    [
        " men should have turned Lee's right. Whereas he attacked with only two divisions and one at a time",
        4824.14,
        4831.44
    ],
    [
        " and did not follow up with his whole force, their splendid initiative. When Franklin failed,",
        4831.44,
        4837.8
    ],
    [
        " it was rational to expect Sumner to carry the formidable heights behind the city,",
        4838.24,
        4842.28
    ],
    [
        " made impregnable why Lee's best skill and valor. So what you really think we're going to march",
        4842.72,
        4848.94
    ],
    [
        " up this hill? It's everything I just laid out. You think we're going to go across this river through",
        4848.94,
        4852.44
    ],
    [
        " the town across the open, over the stone wall and up the hill? That's not going to happen.",
        4852.44,
        4859.08
    ],
    [
        " So why do we keep pushing guys there? That front might have been held still under",
        4859.4,
        4864.56
    ],
    [
        " menace while Sumner reinforced perhaps by the main body of Hooker's grand division might",
        4864.56,
        4869.14
    ],
    [
        " have concentrated upon Lee's left above the city and flank the formidable bastions crowning the",
        4869.14,
        4874.8
    ],
    [
        " heights that entrenched his front with all that earth and manhood could do. Simple as that. Hey, why",
        4874.8,
        4881.88
    ],
    [
        " didn't we run a flank? That battle was not fought according to Burnside's intention and that his",
        4881.88,
        4891.5
    ],
    [
        " plan was mutilated by distrust and this harmony among his subordinates commanders does not exonerate him.",
        4891.5,
        4900.36
    ],
    [
        " So they didn't do exactly what Burnside wanted, but that doesn't mean that Burnside's clear.",
        4902.76,
        4907.64
    ],
    [
        " It is part of the great trust and place of a chief commander to control,",
        4908.26,
        4912.92
    ],
    [
        " and in Congress elements and to make subordinates and opponents submit to his imperial purpose.",
        4913.62,
        4920.3
    ],
    [
        " So if your people aren't doing what you want to do, that's your fault when you're in charge.",
        4920.9,
        4925.62
    ],
    [
        " Burnside attempted a vindication somewhat on these lines, but too late he prepared an order",
        4926.56,
        4933.28
    ],
    [
        " removing from command several of his high ranking but too little subordinate generals",
        4933.28,
        4937.92
    ],
    [
        " and made ready to prefer their preferred charges against them for trial by court martial. So after",
        4938.16,
        4943.62
    ],
    [
        " the battle, he's like, you know, these guys should have done better. I'm gonna, I'm gonna court martial",
        4943.62,
        4948.56
    ],
    [
        " them, but Lincoln again, interposed his common sense advice and the matter was passed over. Lincoln",
        4948.56,
        4957.06
    ],
    [
        " was like, Hey, dude, you can't throw the blame on these boys. Not long after at his own request,",
        4957.06,
        4964.26
    ],
    [
        " Burnside was relieved from command of the army and resumed his place with the his old ninth core.",
        4964.46,
        4972.68
    ],
    [
        " So leadership, leadership, leadership. That's what this is. You have good leadership and you have",
        4973.1,
        4985.06
    ],
    [
        " bad leadership and leadership is the most important thing on the battlefield. Good leadership is",
        4985.06,
        4988.64
    ],
    [
        " gonna win. Bad leadership is gonna fail. And this was a failure for the union,",
        4988.64,
        4995.88
    ],
    [
        " but the war would continue and we will continue on the next Civil War excursion.",
        4997.2,
        5005.36
    ],
    [
        " And if you want to support this podcast, go to jockelstore.com, jockelfuel.com, originusa.com,",
        5006.26,
        5012.02
    ],
    [
        " echelonfront.com, and v-o-m-n-a.com. And until next time, this is JD and jockel. Out.",
        5012.02,
        5022.82
    ]
]