[
    [
        " Can you be default aggressive and relaxed in jujitsu?",
        0.0,
        4.8
    ],
    [
        " Okay, yeah, this seems like two opposing things that you can't do at the same time,",
        5.42,
        10.64
    ],
    [
        " but the actual fact is yes, you can and you should.",
        10.64,
        13.28
    ],
    [
        " So you want your maneuvers to be aggressive,",
        13.7,
        16.56
    ],
    [
        " but you don't want to be using a bunch of strength to execute the maneuvers, right?",
        16.78,
        20.9
    ],
    [
        " You want to aggressively escape your opponent's position before your opponent gets settled.",
        21.06,
        28.12
    ],
    [
        " Therefore, you don't have to use strength.",
        28.12,
        30.22
    ],
    [
        " You can use, relax it.",
        30.54,
        32.1
    ],
    [
        " You can relax.",
        32.24,
        32.68
    ],
    [
        " You can, you can be proactive.",
        33.0,
        34.28
    ],
    [
        " Same thing with defending a submission attempt.",
        34.46,
        37.56
    ],
    [
        " You want to defend that submission attempt aggressively before the submission attempt gets settled in.",
        37.72,
        44.7
    ],
    [
        " You want to move aggressively.",
        45.32,
        48.24
    ],
    [
        " Again, I'm not talking about strength and spashing.",
        48.9,
        51.76
    ],
    [
        " I'm talking about moving aggressively before your opponent moves and get ahead of them on their",
        51.76,
        57.5
    ],
    [
        " ootaloop.",
        57.54,
        57.94
    ],
    [
        " When you get ahead of them on their ootaloop, they're going to have issues with you.",
        58.18,
        61.26
    ],
    [
        " And so yeah, absolutely.",
        62.18,
        64.74
    ],
    [
        " You can be default aggressive and at the same time you can be relaxed and you should.",
        65.0,
        68.44
    ],
    [
        " That should be your goal.",
        68.56,
        69.34
    ],
    [
        " Do you sometimes have to use strength in jujitsu?",
        70.4,
        72.26
    ],
    [
        " Yes, you do.",
        72.66,
        73.32
    ],
    [
        " Yes, you do.",
        73.84,
        74.66
    ],
    [
        " Sometimes you got a power out of something.",
        75.0,
        76.94
    ],
    [
        " Why did the reason you had to power out of something is because you were too late,",
        77.28,
        80.78
    ],
    [
        " because you weren't moving aggressively enough.",
        81.0,
        82.76
    ],
    [
        " You weren't moving quickly enough.",
        83.4,
        85.1
    ],
    [
        " Then you got a power out of something.",
        85.34,
        86.98
    ],
    [
        " You got to claw those hands.",
        87.12,
        88.58
    ],
    [
        " Claw that guillotine off your neck.",
        88.9,
        90.34
    ],
    [
        " You know what I'm saying?",
        90.52,
        90.9
    ],
    [
        " You know what I mean?",
        91.5,
        91.74
    ],
    [
        " You get a guillotine on someone and they're clawing your fingers away from their neck.",
        91.74,
        94.44
    ],
    [
        " Yes.",
        94.8,
        95.08
    ],
    [
        " So when that happens, that person was late.",
        95.5,
        98.4
    ],
    [
        " And now they're clawing their resorting to strength.",
        99.5,
        101.8
    ],
    [
        " They're resorting to panic.",
        101.96,
        103.46
    ],
    [
        " Clawing at your fingers.",
        104.12,
        105.08
    ],
    [
        " Sometimes it usually doesn't even matter.",
        105.54,
        107.12
    ],
    [
        " They can claw.",
        107.38,
        107.78
    ],
    [
        " It doesn't matter.",
        108.22,
        108.92
    ],
    [
        " Good.",
        109.3,
        109.58
    ],
    [
        " No.",
        110.04,
        110.26
    ],
    [
        " I like that sense of panic.",
        110.7,
        111.86
    ],
    [
        " That I feel when they're clawing.",
        112.42,
        114.26
    ],
    [
        " Yeah, I'm sure you do.",
        114.34,
        115.38
    ],
    [
        " You really seem like you like it a lot.",
        115.48,
        117.24
    ],
    [
        " So that's what it is.",
        117.38,
        119.44
    ],
    [
        " And by the way, this is true in life as well.",
        119.64,
        121.04
    ],
    [
        " If you are maneuvering correctly, correctly as a leader, you don't have to get aggressive at people",
        121.46,
        133.16
    ],
    [
        " because they're doing what they're supposed to be doing.",
        133.16,
        134.86
    ],
    [
        " You shouldn't have to yell.",
        136.14,
        137.84
    ],
    [
        " If you have to yell as a boss, guess what?",
        137.96,
        139.5
    ],
    [
        " Your intent wasn't followed.",
        139.72,
        141.58
    ],
    [
        " Your plan wasn't understood.",
        141.8,
        142.98
    ],
    [
        " So there's so many mistakes that you made if you're yelling as a leader.",
        142.98,
        145.28
    ],
    [
        " Do you never have to yell?",
        145.64,
        147.1
    ],
    [
        " Yeah, sometimes you can yell because you got to make sure you get that emotional point across sometimes.",
        147.24,
        150.24
    ],
    [
        " You got to make sure that someone realized that someone doesn't seem to realize that the mistake",
        150.44,
        153.02
    ],
    [
        " that they made is severe enough that they've worn to yelling and therefore it doesn't matter",
        153.02,
        156.02
    ],
    [
        " to them because they're dead yelled at them their whole life.",
        156.02,
        158.14
    ],
    [
        " So if you're not yelling, they don't get it.",
        158.36,
        160.14
    ],
    [
        " So can you run into that?",
        160.42,
        161.66
    ],
    [
        "",
        161.8,
        161.8
    ],
    [
        " Problem occasionally.",
        162.32,
        162.84
    ],
    [
        " Occasionally.",
        163.14,
        163.66
    ],
    [
        " Very, very rarely should you run into that situation because if you're doing the right job being",
        163.86,
        170.28
    ],
    [
        " default aggressive as a leader, you should be in situations where you never have to yell",
        170.56,
        175.06
    ],
    [
        " because your people, because your people understand what it is that they're supposed to be doing.",
        175.06,
        181.24
    ],
    [
        " They understand why they're supposed to be doing it.",
        181.48,
        183.52
    ],
    [
        " They understand what the plan is.",
        183.58,
        184.76
    ],
    [
        " They understand what the contingencies were.",
        184.8,
        186.14
    ],
    [
        " They understand what the, what the intent that you had was.",
        186.26,
        190.46
    ],
    [
        " They understand this way that this fits strategically into the situation.",
        190.72,
        193.78
    ],
    [
        " They understand all those things.",
        194.02,
        195.1
    ],
    [
        " And if they understand all those things, then they're going to do the right thing.",
        195.16,
        197.92
    ],
    [
        " And if they don't, if they understand all those things and they still do something that doesn't make sense,",
        197.92,
        202.94
    ],
    [
        " well, maybe they do deserve to get yelled at.",
        203.14,
        205.54
    ],
    [
        " But again, all the first person I check is myself.",
        205.64,
        207.56
    ],
    [
        " And say, well, obviously I didn't make this clear enough.",
        207.98,
        210.24
    ],
    [
        " So yes, relax harder.",
        210.74,
        213.92
    ],
    [
        " So yelling is to leading as using strength is to do just to.",
        214.18,
        221.84
    ],
    [
        " So what?",
        221.84,
        222.56
    ],
    [
        " You got to do it every once in a while.",
        222.76,
        224.58
    ],
    [
        " Or if you lay, maybe you lacked on your technique earlier, you got to kind of make up for it a little bit.",
        224.62,
        230.4
    ],
    [
        " But think about this.",
        231.12,
        231.74
    ],
    [
        " You hurt your stamina when you hit your strength.",
        232.28,
        235.34
    ],
    [
        "",
        235.5,
        235.5
    ],
    [
        " Right.",
        235.5,
        235.66
    ],
    [
        " And when you yell, when I yell at you, because something went wrong and you're my subordinate, when I yell at you,",
        235.94,
        241.56
    ],
    [
        " I pay a little price for that too, because it better be important.",
        241.72,
        244.62
    ],
    [
        " And I better really think about it because I didn't do anything to build our relationship in a positive manner",
        245.0,
        250.04
    ],
    [
        " by yelling at you, right?",
        250.04,
        251.46
    ],
    [
        " Didn't do anything.",
        251.7,
        252.24
    ],
    [
        " Just like you didn't improve your G2 technique or knowledge or really, I guess you improved your situation for a moment, right?",
        252.68,
        260.88
    ],
    [
        " Because you escaped, but now you're more tired.",
        260.98,
        262.42
    ],
    [
        " Just like if I yelled at you to do something and you did it, because you were like, okay, we'll find.",
        262.6,
        267.72
    ],
    [
        " I don't want to get yelled at anymore.",
        267.84,
        268.68
    ],
    [
        " So I'm just going to do this thing that you told me to do.",
        268.8,
        270.72
    ],
    [
        " That's temporary.",
        271.42,
        272.74
    ],
    [
        " It's temporary fix.",
        272.74,
        274.12
    ],
    [
        " It's a temporary fix.",
        274.46,
        275.48
    ],
    [
        " Yeah, you know how like J.P. will say aggressive.",
        276.24,
        279.28
    ],
    [
        " It isn't or default aggressive.",
        279.68,
        281.28
    ],
    [
        " Isn't towards people.",
        281.34,
        282.44
    ],
    [
        " It's towards making things happen.",
        282.5,
        283.86
    ],
    [
        " So like, so and you do it the same thing.",
        284.3,
        285.98
    ],
    [
        " So it's like, I don't aggressively like, it's in a way you kind of can narrow it down to the timing thing.",
        286.16,
        292.16
    ],
    [
        " It's like it's like it's either taking action or hesitating kind of thing.",
        292.36,
        295.66
    ],
    [
        " So you just don't really hesitate.",
        295.66,
        296.88
    ],
    [
        " You can lay back if that's part of the strategy and stuff like that.",
        297.26,
        299.86
    ],
    [
        " You can relax when it's part of the strategy, but it's about making things happen.",
        300.0,
        302.98
    ],
    [
        " Like what are you trying to make things happen timing wise?",
        303.06,
        304.68
    ],
    [
        " So you know how like you have a thing Tim Ferriss asked, what is the disrespect?",
        304.86,
        309.06
    ],
    [
        " Remember you asked me that?",
        309.56,
        310.38
    ],
    [
        " What's the disrespect?",
        310.54,
        311.36
    ],
    [
        " Oh, yeah, yeah, you're doing that.",
        311.82,
        315.4
    ],
    [
        " You made up the terminology as well.",
        315.52,
        318.62
    ],
    [
        " So the disrespect is basically when a guy pulls guard or you're in a guard scenario.",
        318.76,
        324.02
    ],
    [
        " It's actually not even a guard scenario yet.",
        324.02,
        326.3
    ],
    [
        " It's like you essentially treat that person like they don't even have a guard.",
        326.54,
        331.16
    ],
    [
        " Like the guard doesn't even exist.",
        331.28,
        332.76
    ],
    [
        " That's how little respect you have for the guard and then you just pass.",
        332.78,
        335.44
    ],
    [
        " But when you kind of think about it, when I think about it, when you've done it to me the times you have,",
        335.7,
        340.34
    ],
    [
        " it is literally that.",
        340.74,
        342.46
    ],
    [
        " So before I can establish any kind of position to establish guard, you're just, yeah, you're a passive.",
        342.98,
        348.52
    ],
    [
        " You don't even consider the guard.",
        348.74,
        351.28
    ],
    [
        " You know it's weird is where people get confused on this though, is they think,",
        351.52,
        355.3
    ],
    [
        " oh, so you're saying move faster?",
        355.6,
        357.22
    ],
    [
        " Yeah, that's the weird thing.",
        357.52,
        358.92
    ],
    [
        " Yeah, it is.",
        358.92,
        360.0
    ],
    [
        " It's not, I'm sure I'll think of this at a later time, but it's not about moving faster.",
        360.2,
        367.68
    ],
    [
        " It's about moving more aggressively.",
        367.8,
        369.62
    ],
    [
        " Yeah, it's not faster.",
        370.08,
        371.14
    ],
    [
        " It's like being proactive and being aggressive and shutting down the situation before it,",
        371.14,
        376.04
    ],
    [
        " before it even becomes the situation that you know it's going to become.",
        376.16,
        379.1
    ],
    [
        " So if you take, like you said, like if you take taking action and hesitation,",
        379.46,
        383.88
    ],
    [
        " you take those two, it's basically you're narrowing the hesitation down to zero.",
        384.16,
        387.72
    ],
    [
        " It's possible.",
        387.82,
        388.46
    ],
    [
        " Just action.",
        388.7,
        389.04
    ],
    [
        " Literally what it is.",
        389.22,
        390.02
    ],
    [
        " Yeah, just take action.",
        390.16,
        391.14
    ],
    [
        " And again, you can relax, you can wait, but it's not hesitation waiting.",
        391.58,
        396.1
    ],
    [
        " It's waiting.",
        396.26,
        396.7
    ],
    [
        " It's like one more like being patient or waiting for a very specific reason.",
        396.9,
        400.2
    ],
    [
        " You can do all those things, but there's no hesitation.",
        400.2,
        402.66
    ],
    [
        " That's what I think that is.",
        402.66,
        404.54
    ],
    [
        " And then obviously it's going to vary.",
        404.88,
        406.32
    ],
    [
        " Yeah, this is something you hear over and over and over again in combat leadership philosophies.",
        406.46,
        412.42
    ],
    [
        " Like doing something now is better than waiting.",
        412.62,
        414.9
    ],
    [
        " Doing something that's pretty good right now is infinitely better than doing something that's great in two days.",
        416.86,
        422.02
    ],
    [
        " Yeah, good plan now better than a great plan now.",
        422.22,
        424.9
    ],
    [
        " It's like be aggressive, make something happen.",
        424.92,
        426.04
    ],
    [
        " Yeah.",
        426.3,
        426.48
    ],
    [
        " Like that is so important.",
        426.6,
        428.96
    ],
    [
        " Can you over do it?",
        429.42,
        430.26
    ],
    [
        " Yes, you can.",
        430.42,
        431.24
    ],
    [
        " Can you make stupid decisions because you rushed?",
        431.42,
        432.98
    ],
    [
        " Yes, you can.",
        432.98,
        433.68
    ],
    [
        " Is there a dichotomy in this?",
        433.94,
        435.1
    ],
    [
        " Absolutely.",
        435.34,
        435.74
    ],
    [
        " There is.",
        436.02,
        436.36
    ],
    [
        " That's there's a dichotomy in every part of it.",
        436.68,
        439.02
    ],
    [
        " So and every type of leadership, there's a dichotomy in GJT, too.",
        439.4,
        442.54
    ],
    [
        " Right?",
        442.84,
        442.94
    ],
    [
        " There's a dichotomy because if I just rush to a situation, well, that might be the situation that you wanted me to rush to.",
        443.12,
        448.98
    ],
    [
        "",
        448.98,
        448.98
    ],
    [
        " You gave me the opening.",
        449.12,
        450.2
    ],
    [
        " The trap.",
        450.36,
        450.66
    ],
    [
        " Yeah, the trap.",
        451.24,
        452.14
    ],
    [
        " So it's like, you know, when you're like helping your friend move and then you get like three or four other friends, you know.",
        452.68,
        458.14
    ],
    [
        " And everyone's waiting around to be like, okay, where do we start?",
        458.42,
        462.18
    ],
    [
        " Okay, where do we put?",
        462.4,
        463.38
    ],
    [
        " You know, where do we start?",
        463.56,
        464.44
    ],
    [
        " Who's starting first kind of thing?",
        464.54,
        465.94
    ],
    [
        " The default aggressive guy is just going to start moving stuff.",
        466.14,
        468.86
    ],
    [
        " Yeah.",
        468.98,
        469.16
    ],
    [
        " And that seemed like, okay, that's like a little lighthearted scenario, but that's real.",
        469.68,
        473.3
    ],
    [
        " That's when I would run into it.",
        473.36,
        474.58
    ],
    [
        " You know, when there's a bunch of people and we're all capable of making the decision, it kind of paralyze everyone because...",
        474.68,
        479.9
    ],
    [
        " Oh, this is so true.",
        479.9,
        481.02
    ],
    [
        " That scenario that you're talking about, it happens over and over and over again in the business world.",
        481.58,
        485.54
    ],
    [
        " It happens over and over again on the battlefield.",
        485.66,
        487.1
    ],
    [
        " It happens on the training field where there's a bunch of people and no one's taking leadership position.",
        487.3,
        492.52
    ],
    [
        " Yeah, like here.",
        492.88,
        493.48
    ],
    [
        " And all it takes is someone to say, hey, we're moving this over here.",
        493.66,
        496.34
    ],
    [
        " Yeah, yeah, yeah.",
        496.44,
        497.22
    ],
    [
        " It's just to get all the stuff off the truck right now.",
        497.22,
        498.6
    ],
    [
        " Boom.",
        498.72,
        498.92
    ],
    [
        " Yeah, guys are like, okay, cool.",
        499.18,
        500.18
    ],
    [
        " We'll make it happen.",
        500.26,
        500.96
    ],
    [
        " Yeah, like your oil rig scenario, the main one.",
        501.24,
        504.66
    ],
    [
        " That's the exact same thing.",
        504.68,
        505.26
    ],
    [
        " Yeah.",
        505.48,
        505.72
    ],
    [
        " And if you're default aggressive, meaning that's your default, that's your zero.",
        506.1,
        512.98
    ],
    [
        " You're that 100%.",
        513.2,
        514.7
    ],
    [
        " Then you're just pandaling business your whole life.",
        514.7,
        517.7
    ],
    [
        " Until you take it too far and you're trying to run stuff that other people might have a better vision of what to do.",
        518.1,
        523.66
    ],
    [
        " Like if I might be, I found only moving for the first time ever on our moving team.",
        523.94,
        529.52
    ],
    [
        " And I come in and I'm like, hey, guess what?",
        529.74,
        531.48
    ],
    [
        " Hey, we're going to start getting this heavy stuff in here like, hey, actually, that's not a good idea.",
        531.62,
        534.96
    ],
    [
        " Yeah.",
        535.36,
        535.52
    ],
    [
        " We should do this.",
        535.72,
        536.46
    ],
    [
        " We should get this stuff in here in the truck first or whatever, right?",
        536.6,
        539.1
    ],
    [
        " Yeah.",
        539.34,
        539.42
    ],
    [
        " Because you've been doing it longer.",
        539.48,
        540.3
    ],
    [
        " So even though it's got to be your default mode, again, there's a dichotomy.",
        540.62,
        544.04
    ],
    [
        " You can push it too far.",
        544.18,
        544.9
    ],
    [
        "",
        545.34,
        545.34
    ],
    [
        " But it keeps your eyes open.",
        545.34,
        546.26
    ]
]