[
    [
        " Decentralized command. Ever thought of how parents ultimately deployed their children into the world and the parallels.",
        0.2,
        8.96
    ],
    [
        " Yeah, and so people have been asking me to talk about parenting.",
        9.96,
        13.82
    ],
    [
        " Since the podcast started and I really have been avoiding it. Again, one of the things I was considering was bringing my daughter on",
        14.56,
        23.34
    ],
    [
        " possibly",
        23.34,
        24.42
    ],
    [
        " and I'm not gonna do it and you know my oldest daughter she's 16 and I was thinking myself if I was on a",
        25.48,
        32.44
    ],
    [
        " video or a recording when I was 16 years old I would not want to hear that I would not want to be that you know",
        32.44,
        40.44
    ],
    [
        " just wouldn't want that so I'm not gonna do that to my daughter even though she's super mature smart",
        40.44,
        44.9
    ],
    [
        " articulate it would definitely be interesting but but I'm not gonna subject her to that kind of",
        44.9,
        53.0
    ],
    [
        " environment and the other the other reason I don't want to talk about parenting very much is because my oldest kid is 16",
        55.58,
        62.3
    ],
    [
        " I have no idea if I've been successful or not. I don't I mean",
        62.3,
        66.44
    ],
    [
        " doing great in school great that's cool but",
        66.44,
        69.78
    ],
    [
        " I need another 10 years before I can pass judgment and actually maybe even more than that because what if they're successful not because okay if they're successful",
        69.78,
        78.96
    ],
    [
        " what's success that they got into a good college that they got a good job that they have lots of money that they have kids spouse house cars whatever",
        79.12,
        85.12
    ],
    [
        " What if at the same time what if they have all that but they're miserable because that happens all the time",
        85.12,
        90.52
    ],
    [
        " I meet people like that all the time they got a bunch of money. They're not successful because they're they're angry",
        90.52,
        95.3
    ],
    [
        " They're upset they're depressed their life sucks. So was I a good parent if I drove them into that position?",
        95.3,
        102.0
    ],
    [
        " Maybe not",
        102.0,
        103.56
    ],
    [
        " So I'm not I'm not I don't like to I don't want to talk about something that I'm not feeling super confident about because I can't pass judgment yet",
        104.66,
        114.5
    ],
    [
        " I can tell you my opinion but even that I don't want to influence you and I don't have facts",
        114.5,
        119.42
    ],
    [
        " You know I can tell you about leadership because I've been in leadership positions hard ones and I can talk",
        119.42,
        124.24
    ],
    [
        " with at least some some level of confidence that what I'm saying is true because I've seen it",
        124.24,
        131.2
    ],
    [
        " And I've seen it in the military and I've seen it in the civilian world and I've seen it on teams",
        131.42,
        135.88
    ],
    [
        " I've seen it in a bunch of different places. So I have a pretty good feeling about it parenting",
        135.88,
        139.44
    ],
    [
        " Like it's it's just it's just a little bit different because I don't know because there's definitely a different interaction now",
        139.44,
        146.66
    ],
    [
        " And for everyone that's been waiting this entire podcast here it comes that being said",
        146.66,
        152.38
    ],
    [
        " You do absolutely have to use decentralized command with your kids because you're not gonna be there for every",
        152.38,
        161.18
    ],
    [
        " Decision that they make you're not gonna be there every time they get past a drug disorder every time",
        161.32,
        166.34
    ],
    [
        " They've had some alcohol and they need to drive somewhere or",
        166.34,
        169.62
    ],
    [
        " Every time they stumble into a bad situation or they see someone",
        169.62,
        173.52
    ],
    [
        " Participating in something that's wrong or they see someone perpetrating a crime and maybe they could do something",
        173.52,
        179.08
    ],
    [
        " That's not you're not gonna be there all the time",
        179.08,
        181.2
    ],
    [
        " So just like decentralized command you have to set them up",
        181.2,
        186.74
    ],
    [
        " You have to put a you have to give them guidelines",
        186.74,
        189.46
    ],
    [
        " That they're gonna take out their commanders intent. They've got to understand right and wrong",
        190.1,
        194.92
    ],
    [
        " They've got to understand long-term goals. They've got to understand consequences. They've got to understand accountability for their actions",
        194.92,
        202.08
    ],
    [
        " And they've got to understand and I think this is one of the most important things to keep teach kids is they've got to understand",
        202.08,
        209.2
    ],
    [
        " How what they're doing today is going to affect their lives in five years in three years in ten years in 15 years",
        209.2,
        218.1
    ],
    [
        " The things that you're doing today and some adults don't even get that",
        218.52,
        221.32
    ],
    [
        " Unfortunately that what you're doing today is gonna affect you long-term",
        221.32,
        226.48
    ],
    [
        " And there were sometimes you know where I slid into that you know where you're in the seal teams",
        226.48,
        232.52
    ],
    [
        " You just don't think it's gonna last forever",
        232.52,
        234.3
    ],
    [
        " You know so you're just gonna do what you're gonna do and",
        234.3,
        238.36
    ],
    [
        " And so that that's commanders intent that's giving your subordinate leadership, which is your kids the",
        238.36,
        244.28
    ],
    [
        " Understanding just like Mao said the understanding of why they're doing what they're doing why their health matters",
        244.36,
        250.94
    ],
    [
        " Why their education matters why respecting people matters why creativity matters all these different things",
        250.94,
        258.6
    ],
    [
        " Explaining them why so that they understand so that when they are out there and they have to make a decision",
        258.6,
        264.7
    ],
    [
        " They have to they have to choose",
        264.7,
        268.1
    ],
    [
        " That they understand why the decision matters and therefore they can act appropriately and I think",
        268.36,
        275.5
    ],
    [
        " That's what you have to do as a parent who",
        275.5,
        278.66
    ],
    [
        " is in fact",
        278.66,
        280.96
    ],
    [
        " Leading your children through life. Yeah, whether you like it or not. Yeah, and then and I think that that's boom",
        280.96,
        290.32
    ],
    [
        " That's a good move",
        290.32,
        292.58
    ],
    [
        " Not getting too deep into specific things about how you specifically parent because they're like is there even such thing as perfect parenting everyone like everyone's",
        293.92,
        302.66
    ],
    [
        " Desires for the way the kids turn out is different some people want their you know their kid to be this free spirit travel",
        302.66,
        310.08
    ],
    [
        " The world don't get nailed. I guess what that kid's gonna do gonna join the military in 18 right?",
        310.08,
        314.72
    ],
    [
        " Well that depends right potentially. Yes, so yeah that depends and and I think that the",
        314.86,
        320.28
    ],
    [
        " Back to what you're saying about like some even some adults don't know the consequences of your actions",
        321.26,
        326.04
    ],
    [
        " That's that goes on in the front of your brain here and that's the last part to",
        326.04,
        330.34
    ],
    [
        " Develop as a human being to last party your brain. That's why that's why like teenage boys especially right teenage",
        330.34,
        336.76
    ],
    [
        " 16 17 18 they get equipped with basically all the hardware but the software the part that controls it is all jammed up",
        336.76,
        343.68
    ],
    [
        " So they're physically strong. They got hormones",
        343.68,
        345.7
    ],
    [
        " They got a driver's license probably they have rights now right so they go off and they're just",
        346.0,
        350.92
    ],
    [
        " Basically shooting off their guns with no, you know, no, you know, you know, whatever the software is to yeah, you know",
        350.92,
        358.76
    ],
    [
        " So they're that's when they make mistakes",
        358.76,
        360.66
    ],
    [
        " That's why they make all these these crazy mistakes with their easily influenced through friends because the part of their brain that that helps",
        360.66,
        367.7
    ],
    [
        " It determined okay this",
        367.7,
        370.6
    ],
    [
        " This consequence is gonna come along with this specific action is underdeveloped and on average and it gives you know",
        370.74,
        376.66
    ],
    [
        " It's give or take but on average it",
        376.66,
        378.32
    ],
    [
        " Gets fully developed at about 24 25 years old. Oh, well that explains a lot. Yeah, it does absolutely does so that's as far as decision making so",
        378.32,
        389.18
    ],
    [
        " So yeah, that and that that probably explains why dealing with teenagers",
        389.18,
        394.52
    ],
    [
        " Becomes harder because they have all this hardware and the software is still",
        396.28,
        399.38
    ],
    [
        " Trying to be updated",
        399.38,
        400.8
    ],
    [
        " But back to the perfect parent thing. There's no real perfect parent people want different things for the kid and everyone's different",
        400.8,
        406.46
    ],
    [
        " Everyone has different philosophy. Do I spank them? Do I not spank on my red this I read that",
        406.46,
        409.74
    ],
    [
        " So the outcome is gonna be different and those different outcomes are gonna appeal to different people so it's basically like if you have a",
        409.74,
        418.28
    ],
    [
        " Specific outcome that you want your kid to have",
        418.28,
        421.52
    ],
    [
        " It's gonna be determined by a bunch of things",
        421.82,
        423.86
    ],
    [
        " but I think in my in my experience and both being a parent and",
        423.86,
        428.1
    ],
    [
        " Having parents so to speak is",
        428.1,
        431.8
    ],
    [
        " Consistency like if you if you have a message or you know some kind of discipline that you're imposing or some kind of just idea that you want to you want to",
        431.8,
        439.34
    ],
    [
        " To stick with your kids",
        439.34,
        441.06
    ],
    [
        " Be consistent on it. Don't you know don't say hey no jumping on the bed",
        441.06,
        447.18
    ],
    [
        " One day and then the next day you don't fear lazy or tired or whatever and you don't say hey",
        447.74,
        451.96
    ],
    [
        " Don't jump on the bed because they're gonna be like oh, well is this the day I can jump on the bed?",
        451.96,
        455.68
    ],
    [
        " Or is it not I want to jump on the bed when you're not looking guess what I'm gonna be doing because I know that's not when you say",
        455.9,
        461.08
    ],
    [
        " But if you're no jumping on the bed don't know jump that they're just gonna say okay",
        461.08,
        463.84
    ],
    [
        " There's no jumping on the bed because they're gonna be influenced by somebody",
        463.84,
        466.66
    ],
    [
        " They're gonna get rules and how do I act? How do I be what do I say what don't I say they're gonna get that from somebody?",
        466.66,
        472.36
    ],
    [
        " And if you're all inconsistent you might as well just be noise on the TV that comes on sometimes if you're inconsistent with it",
        472.62,
        478.34
    ],
    [
        " They're gonna get it from I don't know someone who's more consistent that could be the neighbor that could be TV that could be",
        478.34,
        483.3
    ],
    [
        " The kid that they look up to in school who's not very smart or maybe a smart",
        483.3,
        488.4
    ],
    [
        " I don't know there's a teacher at you know the drug dealer whoever they're gonna get it from somewhere",
        488.4,
        492.48
    ],
    [
        " So I think if you be consistent",
        492.48,
        494.82
    ],
    [
        " They'll get it from you and the more things that you that are conducive to their success in whatever whatever you consider",
        494.82,
        501.34
    ],
    [
        " Consisting or success the more",
        501.58,
        503.66
    ],
    [
        " Consistency you display in regards to those things because you know the outcome you know the outcome that they want",
        503.66,
        510.46
    ],
    [
        " You know that if they act a certain way it's gonna facilitate this certain outcome. You know that or you should hope you",
        510.46,
        515.86
    ],
    [
        " I hope you do",
        515.86,
        516.38
    ],
    [
        " So if you just can remain consistent on those issues to shape that yeah, that's when it's gonna work",
        516.38,
        523.8
    ],
    [
        " I'm gonna throw one more wrench into your system",
        523.8,
        526.22
    ],
    [
        " I was kind of agreeing with what you're saying, but I just want to throw this out there for everybody",
        526.22,
        530.64
    ],
    [
        " If you got kids",
        531.7,
        532.88
    ],
    [
        " in my opinion",
        532.88,
        534.88
    ],
    [
        " Your kids are not going to be who you want them to be",
        534.88,
        541.06
    ],
    [
        " They're gonna be them",
        541.06,
        543.78
    ],
    [
        " And that is the biggest hurdle to get over mentally. I had to get I thought that the kids are gonna be what I want them to be",
        543.78,
        550.7
    ],
    [
        " But guess what they're not they're gonna be what they are",
        550.7,
        554.74
    ],
    [
        " They're humans and I got four kids and every one of them is completely different from the other one",
        554.74,
        559.6
    ],
    [
        " They all came from me",
        559.6,
        560.88
    ],
    [
        " But they're all and they all got raised with the same me and my same wife and yet they're all radically different",
        560.88,
        569.1
    ],
    [
        " Why is that it's because they're different humans and so if you try and impose your vision",
        569.1,
        576.14
    ],
    [
        " On your kids it will not be successful. Yeah, and you know, I have a meltdown at some point. That's my opinion. I could be wrong",
        576.14,
        584.08
    ],
    [
        " but that's my opinion and",
        584.08,
        587.1
    ],
    [
        " I am not an expert on parenting and I don't want to",
        588.62,
        592.44
    ],
    [
        " people to obey my thoughts on parenting, but I got asked the question",
        592.44,
        597.64
    ],
    [
        " So I answered it and I'm gonna leave it at that. Yeah, that's true",
        597.64,
        602.08
    ],
    [
        " It's but and so much has to do with their environment in fact",
        602.08,
        604.84
    ],
    [
        " It's it's yeah, so much has to do with their environment. So where each kid like this is Kya four kids, right? The first",
        604.84,
        611.54
    ],
    [
        " Kid coming you know coming into the world and boom",
        611.54,
        615.1
    ],
    [
        " I'm the first born the psychology and all this stuff. Yeah, that's it and I'm not even saying that sir",
        615.1,
        618.68
    ],
    [
        " I'm not gonna go into the psychology part of it",
        618.68,
        620.46
    ],
    [
        " I'm just saying boom. That's a different experience all together",
        620.46,
        623.32
    ],
    [
        " Being the psychic it's same thing he has that one kid and then all these little kids behind him",
        623.32,
        627.84
    ],
    [
        " You know, so it's just you're just ought to write out they get you're a different person",
        627.84,
        630.78
    ],
    [
        " You know, so that's where you're gonna see all these crazy different personalities way we were born",
        630.78,
        636.12
    ],
    [
        " We were raised in the same house same parents my parents were the same the whole time, but just starting out",
        636.12,
        640.56
    ],
    [
        " It's like you ever you ever see prices right that game",
        640.56,
        643.58
    ],
    [
        " Or the game show prices right remember old school Bob Barker. I think it's somebody else now",
        644.52,
        648.96
    ],
    [
        " There's a game called Plinco and it's this is a long",
        648.96,
        653.02
    ],
    [
        " Plinco where it's like this board right and at the end it's are these little slots and you drop this kind of this",
        653.02,
        661.92
    ],
    [
        " It's not a ball. It's like a little pocket kind of good, but I get the image. It's like these pins",
        661.92,
        667.4
    ],
    [
        " So it goes it randomly just go made. I'll go through this and you can kind of",
        667.4,
        673.04
    ],
    [
        " Forget if you can control it or not, but yeah, so as a parent you control the board",
        673.14,
        677.78
    ],
    [
        " But there's so many different little things that it can hit and go this way",
        677.78,
        681.48
    ],
    [
        " So if you're consistent and just consistently push one direction it'll tend to go",
        681.48,
        686.42
    ],
    [
        " But then all this all these other factors are in play that you can't control so",
        686.42,
        689.76
    ],
    [
        " It's eventually that's how it is and that's true how you say you can't just shape exactly who you want to be in Plinco",
        689.76,
        695.24
    ],
    [
        " You don't say hey, I'm gonna get it in that little slot right there and then he goes there every time",
        695.24,
        699.22
    ],
    [
        " I mean it's really hard to do that you know Plinco game. I'm telling you Plinco you look into it the same thing",
        699.22,
        705.08
    ],
    [
        " It's exact Plinco parent do the same thing. They're really this El Jocco podcast Plinco boards on here",
        705.08,
        709.3
    ],
    [
        " See now you've gone too far",
        709.3,
        711.6
    ],
    [
        " All right next question",
        711.6,
        713.86
    ],
    [
        " Be careful with your kids as I'm saying",
        713.86,
        716.78
    ],
    [
        " Careful be careful be guys. Give them the broad guidance. Yeah, that's what you want to give them why health matters",
        716.78,
        723.32
    ],
    [
        " Why education matters why respect matters why creativity matters let them understand why",
        723.32,
        728.64
    ],
    [
        " So that they can make their own decisions because they are their own people",
        729.64,
        733.32
    ]
]