[
    [
        " Django no bad teams only bad leaders and always the same relationship with each boss",
        0.34,
        5.7
    ],
    [
        " Yet you also staged a mutiny",
        5.7,
        10.78
    ],
    [
        " How do you reconcile that okay? So what are you talking about obviously no bad teams no bad leaders is from",
        10.78,
        16.76
    ],
    [
        " Extreme ownership and it's actually from before that Napoleon said the same thing hackware said the same thing",
        16.76,
        23.12
    ],
    [
        " We we changed the words a little bit but",
        23.12,
        26.52
    ],
    [
        " So that's and then the other thing he's talking about is that I always say I have the same relationship with every boss",
        27.6,
        31.58
    ],
    [
        " I've ever had whether they were stupid or smart or whether they were aggressive or passive whether they were big eagle or humble",
        31.58,
        37.58
    ],
    [
        " I always had the same relationship with all of them that is they trusted me and they gave me what I need to do to do my job so",
        37.58,
        44.18
    ],
    [
        " How do I reconcile that then then he's talking about stage to mutiny because we had a kind of a mutiny in",
        44.18,
        51.5
    ],
    [
        " One of my platoons",
        51.5,
        53.02
    ],
    [
        " broken adjourned",
        54.2,
        54.16
    ],
    [
        " when I was a young enlisted guy and",
        54.16,
        57.94
    ],
    [
        " So how can you do that right if I had all these great relationships with all my bosses and but what about I staged a mutiny",
        57.94,
        64.36
    ],
    [
        " Interestingly, I actually had a decent relationship with a guy that I staged a mutiny with now that I think about it",
        64.36,
        69.72
    ],
    [
        " So to go back to the earlier question well talking about being a renegade and you know being a rebel and and like I said",
        69.72,
        77.24
    ],
    [
        " You you have to rebel when it is necessary",
        77.24,
        79.84
    ],
    [
        " So and also for the mutiny that is in question I",
        80.36,
        83.98
    ],
    [
        " Need to make it clear here. I didn't stage the mutiny wasn't me",
        83.98,
        87.5
    ],
    [
        " It was kind of a group effort that was somewhat led by the leadership of our the enlisted leadership of our platoon",
        87.5,
        94.9
    ],
    [
        " And it was a movement that I certainly supported and was on board with and we were kind of the E5 mafia in that platoon",
        94.9,
        101.5
    ],
    [
        " Yeah, so we were kind of had the voice of the people right",
        101.5,
        105.22
    ],
    [
        " Me in a certain group of guys actually from my bud's class who were all kind of",
        106.04,
        113.24
    ],
    [
        " Yeah kind of just fired up about things and",
        113.24,
        117.04
    ],
    [
        " You know, I",
        117.04,
        120.32
    ],
    [
        " It wasn't like the thing is it wasn't like the platoon commander had a couple weaknesses, right?",
        120.32,
        125.2
    ],
    [
        " And maybe he wasn't the best of tactics or maybe it wasn't that you know",
        125.7,
        129.24
    ],
    [
        " He wasn't the best shot or anything like wasn't the best athlete. No, he was a good athlete. He",
        129.24,
        133.14
    ],
    [
        " Tactically he was like marginal",
        134.62,
        136.16
    ],
    [
        " But what he didn't have talked about this all time. What he didn't have is he didn't have any humility at all",
        136.16,
        143.38
    ],
    [
        " Mm-hmm",
        143.38,
        144.16
    ],
    [
        " And so he wasn't listening to anyone that was giving him any input",
        144.16,
        147.38
    ],
    [
        " Including he had very experienced senior enlisted advisors",
        147.38,
        152.84
    ],
    [
        " So the platoon chief and the platoon LPO were awesome guys very respected seals one of them had been in the first Gulf War on the ground",
        152.84,
        163.0
    ],
    [
        " They're getting after it as much as he could so these guys were experienced and the senior chief was a really really smart guy and",
        163.14,
        172.46
    ],
    [
        " This guy wasn't listening to",
        172.46,
        173.8
    ],
    [
        " And so you had somebody that in the situation was it would have been bad for the platoon",
        173.8,
        180.14
    ],
    [
        " To have this type of leader in there and now think about this if it's bad for the platoon that it's bad for your mission",
        180.14,
        188.1
    ],
    [
        " Mm-hmm",
        189.42,
        190.12
    ],
    [
        " If you don't have a good platoon you can't execute your mission well and",
        190.12,
        195.02
    ],
    [
        " That's the bottom line to this question. That is how I reconcile this how does this situation affect?",
        195.02,
        202.5
    ],
    [
        " The mission affect our ability to accomplish the mission. How does it do it?",
        203.18,
        207.36
    ],
    [
        " If we have a bad leader and it makes us a bad platoon then we're not gonna be able to accomplish our mission and therefore",
        207.94,
        215.2
    ],
    [
        " I need to help get rid of this person because my number one thing that I'm trying to do is be good at my mission",
        215.26,
        222.02
    ],
    [
        " and",
        222.02,
        224.46
    ],
    [
        " Obviously a more unified team is going to accomplish the mission more effectively and more efficiently period so",
        224.46,
        234.1
    ],
    [
        " That you know that is why it is so important for people to understand the mission and the goal and the commanders intent",
        234.1,
        243.3
    ],
    [
        " Because all of your decisions",
        243.6,
        245.84
    ],
    [
        " Are based on and guided by that understanding of understanding what the mission is",
        245.84,
        253.44
    ],
    [
        " So you need to put the mission first all the time to make the right decision now as soon as I say that what pops in your head",
        253.44,
        264.02
    ],
    [
        " Oh, Jocco you care about the mission more than you care about your men",
        264.02,
        267.8
    ],
    [
        " Not true",
        267.8,
        269.5
    ],
    [
        " Because think about this",
        269.98,
        271.28
    ],
    [
        " If you are executing your mission effectively",
        271.28,
        275.16
    ],
    [
        " You are taking care of your men",
        275.16,
        277.92
    ],
    [
        " That's in the business world and it's in the battlefield",
        277.92,
        281.7
    ],
    [
        " Because in the business world if I'm executing my my mission effectively guess what we're doing",
        281.7,
        287.44
    ],
    [
        " We're making more money. We're being more profitable. We're gaining more clients. We're growing",
        287.44,
        291.74
    ],
    [
        " And therefore I'm taking care of my employees because I'm keeping them employed and making them more bonuses and making them more money",
        291.74,
        298.0
    ],
    [
        " And offering them more leadership opportunities in combat same thing",
        298.0,
        302.58
    ],
    [
        " If we are good and I execute my mission effectively guess what we've mitigated risk",
        302.58,
        310.14
    ],
    [
        " The the best possible way the more we mitigate risk",
        310.14,
        315.52
    ],
    [
        " The more people are alive the less casualties we take",
        315.52,
        320.74
    ],
    [
        " So if I'm doing everything geared towards the mission then",
        320.74,
        325.28
    ],
    [
        " Then I am taking care of my men because by the way",
        326.66,
        329.54
    ],
    [
        " If I'm running a mission with heavy casualties what about my next mission",
        329.54,
        333.76
    ],
    [
        " Right, so if you're my boss and you tell me to charge this machine gun nest with my guys and I say boss",
        333.76,
        341.66
    ],
    [
        " You know we shouldn't do that right now you you you carry out the mission. Okay. Who's gonna do the next mission",
        341.66,
        347.22
    ],
    [
        " Right, there's not unlimited guys here",
        347.22,
        349.9
    ],
    [
        " So you can't do it you can't run a mission after you've taken heavy casualties",
        351.14,
        355.82
    ],
    [
        " Just like you can't if you as a business person if you expend all of your",
        355.82,
        360.66
    ],
    [
        " Capital on one project. Well, guess what you can't do the next project",
        360.66,
        365.6
    ],
    [
        " So a good job you accomplish the one mission",
        365.6,
        368.24
    ],
    [
        " But you can't accomplish anymore on the battlefield if you incur a bunch of casualties for one mission you can't accomplish anymore",
        368.24,
        374.9
    ],
    [
        " So in both those cases the more effectively you you handle the mission not just the one mission",
        375.64,
        381.96
    ],
    [
        " But your broad mission your strategic mission the better you do that the better you are taking care of your men",
        381.96,
        387.76
    ],
    [
        " And the better you're taking care of your people in the business world",
        387.76,
        391.06
    ],
    [
        " so",
        391.06,
        392.8
    ],
    [
        " And on top of that on top of that",
        392.8,
        399.02
    ],
    [
        " 99% of the time",
        399.02,
        401.78
    ],
    [
        " Your mission is aligned with the best thing for your people. That's what I'm saying 99% of the time if we make more money",
        403.18,
        408.84
    ],
    [
        " Is a company it helps all my people if we",
        408.84,
        411.14
    ],
    [
        " If we accomplish missions in the most effective and efficient and take the least casualties",
        411.14,
        416.38
    ],
    [
        " That's the best thing for my people",
        416.38,
        418.24
    ],
    [
        " so",
        418.24,
        419.86
    ],
    [
        " Back to the question",
        419.86,
        422.68
    ],
    [
        " How do I reconcile these things I look at how I can best accomplish the mission and if it best to accomplish the mission to",
        422.68,
        430.56
    ],
    [
        " Rebellh against what's happening there's some cases where I might you might be my boss and I might not like you",
        430.98,
        435.52
    ],
    [
        " But you've got a great relationship with the army commander and we're working in their battle space",
        435.52,
        439.62
    ],
    [
        " Would it make sense for me to to throw a mutiny and get you fired?",
        439.62,
        444.34
    ],
    [
        " No, it'd make no sense whatsoever. It's gonna be better for our mission if I say echo",
        444.72,
        449.56
    ],
    [
        " Socks, but I'm gonna listen to him and we're gonna massage this thing or we make things work because he has such a good relationship with this army commander",
        449.56,
        455.84
    ],
    [
        " That he's making things happen",
        455.84,
        457.74
    ],
    [
        " So I might not do it. I might not stage a minute of mutiny not based on the fact that you",
        459.46,
        465.22
    ],
    [
        " That your level of sucking",
        465.22,
        467.0
    ],
    [
        " But based on the fact that what's more important to me is that we accomplish our mission",
        467.0,
        471.54
    ],
    [
        " And if you have a good relationship with the army commander, I'm gonna keep you around",
        471.54,
        474.46
    ],
    [
        " If you were",
        474.46,
        476.68
    ],
    [
        " If you were in a business situation and you had you were not doing a good job and you're one of my subordinates",
        476.68,
        487.58
    ],
    [
        " all these clients",
        487.58,
        488.4
    ],
    [
        " And we're accomplishing our mission well because you've built these great relationships",
        488.4,
        493.14
    ],
    [
        " I'm I just gonna fire you because I think you're doing a fix. I think you're a crappy leader of your men",
        493.14,
        497.32
    ],
    [
        " No, actually, I'm not what is best for the mission",
        497.32,
        499.98
    ],
    [
        " Now I might have",
        499.98,
        502.0
    ],
    [
        " Ter-secondary and tertiary plans to move you into position where you don't have to handle the operational things that you suck at",
        502.0,
        508.52
    ],
    [
        " And I might put you in a position where you've just gonna become you know a business dev a biz dev guy where you're out there",
        508.52,
        513.84
    ],
    [
        " Meeting greet with people because that's what you're good at. I might make that happen",
        513.84,
        517.32
    ],
    [
        " But I'm not just gonna go echoes a bad leader fire him throw away the the skill that you do have",
        517.32,
        523.98
    ],
    [
        " And now we're not accomplishing our mission because I ruined all the relationships because now you go to all these",
        523.98,
        528.14
    ],
    [
        " All these other partners that we have and you're going to yeah, Jocco fired me. He's pathetic",
        528.14,
        532.34
    ],
    [
        " He doesn't realize what we're doing here. I'm going over to this company come with me bring your business over here with me",
        532.34,
        537.96
    ],
    [
        " So you reconcile it by looking at the mission and the mission is almost always aligned with taking care of your people and taking care of your people in the sense of",
        539.34,
        548.74
    ],
    [
        " Imposing discipline or not imposing discipline. It is being disciplined and making them work and",
        548.74,
        556.74
    ],
    [
        " Giving them training them hard",
        556.74,
        558.4
    ],
    [
        " pushing them that is generally what taking care of your people is taking care of your people isn't hey, you know what echo? Oh, you know",
        558.4,
        565.96
    ],
    [
        " Don't worry about that video that you owe to the client. I know you I know it's your daughter's birthday",
        567.16,
        570.72
    ],
    [
        " You go ahead and go home for the day. Am I taking care of you?",
        570.72,
        573.56
    ],
    [
        " If I do that no, I might take care of you. No, I'm not",
        573.92,
        576.74
    ],
    [
        " I'm actually hurting you because now we got a bad reputation. We delivered the video late",
        576.74,
        581.8
    ],
    [
        " The company passes word to the next company. It says hey, you know those guys are the video is okay",
        581.8,
        588.32
    ],
    [
        " But it doesn't matter because it was late",
        588.32,
        589.6
    ],
    [
        " Now that's the reputation we have now fast forward six months. We're downsizing. I don't need you anymore",
        590.4,
        595.98
    ],
    [
        " I'm gonna make the you know, I don't need four video makers. I only need one and you're not the one",
        595.98,
        600.64
    ],
    [
        " You see you understand? So I'm not taking care of my people",
        600.64,
        603.56
    ],
    [
        " If I focus on the mission which is hey echo",
        603.56,
        607.42
    ],
    [
        " I apologize. I know what your daughter's birthday, but guess what we owe this video. We got to get it done",
        607.42,
        612.68
    ],
    [
        " And you got to get in here and make it happen. Am I taking care of you then? Yes, I am",
        612.68,
        617.32
    ],
    [
        " I know it doesn't feel that way. Yes, I am",
        617.34,
        619.9
    ],
    [
        " Yeah",
        619.9,
        620.66
    ],
    [
        " I'm making sure they're equipped capable and",
        620.66,
        630.0
    ],
    [
        " Treated fairly yeah",
        630.0,
        633.3
    ],
    [
        " Yeah, I said impose discipline on them. Yeah, and like that doesn't work. Yeah",
        633.3,
        640.72
    ],
    [
        " But what you have to do is you have to impose discipline. Yeah, make sure that that copy is in place",
        644.04,
        648.96
    ],
    [
        " Yeah, because you don't want to say echo you will come in and make this video. I'm imposing this on you",
        648.96,
        655.0
    ],
    [
        " I'll be echo wheel this video. We said we're gonna turn it in let me tell you the ramifications if we don't do this",
        655.0,
        659.58
    ],
    [
        " Yeah, here's what's gonna hurt",
        659.58,
        660.84
    ],
    [
        " It's gonna hurt this this this this and this gonna eventually could end up with you not having a job and me not having a business",
        660.84,
        666.88
    ],
    [
        " Yeah, do you like the sounds of that? No, you don't know",
        666.88,
        670.04
    ],
    [
        " You",
        670.04,
        670.68
    ]
]