[
    [
        " Is it necessary to explain the why of what you're doing as a leader if you're not ever asked?",
        0.0,
        5.18
    ],
    [
        " Why?",
        5.58,
        5.74
    ],
    [
        " My varsity athletes never question anything as I assume they think that it'll be disrespectful",
        5.98,
        11.42
    ],
    [
        " or because they simply think they need to follow my directions.",
        11.42,
        14.64
    ],
    [
        " Yeah, they should absolutely know why.",
        15.24,
        19.1
    ],
    [
        " And people on your team do not need to ask you why for you to tell them.",
        19.64,
        26.08
    ],
    [
        " You should tell them why they're doing what they're doing that way they can lead,",
        26.22,
        29.12
    ],
    [
        " that way they have a deep understanding of what they're doing, that way they know how to",
        29.32,
        32.84
    ],
    [
        " act and what to do when you're not there, which you won't always be there.",
        32.84,
        37.38
    ],
    [
        " And when you do that, they actually learn, they are actually learning how to lead themselves",
        38.34,
        45.98
    ],
    [
        " because they start to understand the importance of knowing why.",
        45.98,
        49.22
    ],
    [
        " So, you know, this, this, this happens to me.",
        49.44,
        51.96
    ],
    [
        " I mean, there's a lot of people that have worked for me over the years that I didn't need to tell",
        52.22,
        59.1
    ],
    [
        " like they did not care.",
        59.76,
        61.08
    ],
    [
        " I mean, you think JP ever looked at me and said, hey, hey sir, can you explain to me why you want",
        61.82,
        65.96
    ],
    [
        " me to do that? No, he's like JP machine gun nest attack. He's attacking like by the time I get",
        65.96,
        71.96
    ],
    [
        " out of my mouth, he's going. So there was no reason. He's never going to ask me why.",
        71.96,
        78.3
    ],
    [
        " You know, at least not back then, you know, now that we work together all the time,",
        78.84,
        82.0
    ],
    [
        " if I'm like, hey, I think we should do this. He said, well, why do you want me to do that?",
        82.08,
        84.52
    ],
    [
        " Because he's, you know, he's running FTXs and he knows what's going on more than I do. So,",
        84.52,
        89.84
    ],
    [
        " if I tell him to do something, or I ask him to do something, he might say, well, why do you want me",
        90.16,
        94.94
    ],
    [
        " to do that? What's the effect you're looking for? It's different now. But my point is, much like a",
        94.94,
        98.96
    ],
    [
        " varsity athlete, you know, that respects their coach and likes their coach and wants to do a good",
        98.96,
        103.96
    ],
    [
        " job. Well, when JP was 21 years old, he wasn't asking me why to do anything. And you know, for that",
        103.96,
        111.16
    ],
    [
        " matter, that was, that was true for a lot of people that have worked for me over the years. Like,",
        111.16,
        115.68
    ],
    [
        " they trust me and they don't, they don't need to know why they're doing what they're doing. They're",
        115.86,
        119.74
    ],
    [
        " going to do it. They're going to do it to the best of their ability. That doesn't mean that I don't",
        119.74,
        123.66
    ],
    [
        " tell them why. Because I absolutely should. Because if you don't know why you're doing what you're doing,",
        123.66,
        127.04
    ],
    [
        " you can't read decentralized command doesn't work. Can't make decisions in the field. So,",
        127.18,
        130.78
    ],
    [
        " even with football athletes, it's cool that they're totally just on board. But you should still tell",
        131.02,
        137.66
    ],
    [
        " them why because it's a good principle to follow in any leadership situation. Yeah, yeah, especially",
        137.66,
        142.74
    ],
    [
        " as a coach to men that'll like super charge like the learning process, I think or the training",
        142.74,
        147.72
    ],
    [
        " process, like even like in Jiu Jitsu, there's good examples like like, like, hyperscape or shrimp",
        147.72,
        151.92
    ],
    [
        " in, right? You know, when you first started, whatever, if you're just doing it across the",
        151.92,
        155.54
    ],
    [
        " mat, you're getting taught how to do it and all this stuff. And you're kind of like, I don't really",
        155.54,
        158.92
    ],
    [
        " get why we're doing it. Good point now. Later, you find out. Yeah, you just do it because everyone",
        158.92,
        163.42
    ],
    [
        " else to do it. And what are you going to do? A new martial arts class. And you're going to start",
        163.42,
        166.9
    ],
    [
        " asking that. That's actually an excellent example. Is if you know why you're learning the hyperscape,",
        166.98,
        173.26
    ],
    [
        " then you do it with better intent. And no one could tell just by watching you do it, whether what",
        173.52,
        179.52
    ],
    [
        " your intent was or not, even though they might get a little scent of your intent. But it's one of",
        179.52,
        186.44
    ],
    [
        " those situations. If you know why you're doing it, you're going to do it better. Just like if you're",
        186.44,
        189.72
    ],
    [
        " coaching football and you got guys running a certain thing, they're not going to ask you why, but",
        189.72,
        193.98
    ],
    [
        " if you tell them why they know why they're doing it, they're going to do they're going to do it",
        193.98,
        197.54
    ],
    [
        " better. Yeah. So true, the football thing, because in football, you do kind of some some oddball",
        197.54,
        202.7
    ],
    [
        " things if you just see it on the surface, you know, there's this thing called grass drills,",
        202.7,
        206.66
    ],
    [
        " right? Where you just basically, you get your feet, like you kind of run in place real fast,",
        206.66,
        210.98
    ],
    [
        " like kind of a little bit wider stance. And then you like basically you sprawl, you know, yeah.",
        210.98,
        216.08
    ],
    [
        " And you know, you hit the ground, you get back up real quick. And then you and they do, there's",
        216.52,
        221.04
    ],
    [
        " all these drills you do, right? They face the ball this way, then you turn and then you come back",
        221.04,
        224.34
    ],
    [
        " and you're you're chopping your feet the whole time, right? So on the surface, I remember when I",
        224.34,
        228.98
    ],
    [
        " was like little doing that, I remember thinking, oh, yeah, this is just like conditioning. Really?",
        228.98,
        232.84
    ],
    [
        " Like moving your whole body and conditioning and getting back up would, but after a while, you're like,",
        233.16,
        237.08
    ],
    [
        " nah, because if you get knocked down, which you will, like, breath, hopefully you can get knocked",
        237.72,
        242.0
    ],
    [
        " down like three times within like 15 seconds, you know, like the faster you can get up and start",
        242.0,
        248.02
    ],
    [
        " running again is like, bro, that's a good skill to have, you know, kind of thing. So if you're",
        248.02,
        252.06
    ],
    [
        " drilling that every single day, every single day, not only do you get better and quicker at that,",
        252.06,
        255.94
    ],
    [
        " it becomes way more instinctual. So okay, then there's a lot more to it, obviously. But man,",
        256.04,
        260.46
    ],
    [
        " if someone was explaining that to you every time you're doing it, like even just yelling it out,",
        260.98,
        265.68
    ],
    [
        " just calling it out as it's happening, like, good, this is going to get you guys up quick when you",
        265.68,
        269.92
    ],
    [
        " get knocked down on the play, but you know, just yelling it out, who cares? Whatever, you don't have",
        269.92,
        273.14
    ],
    [
        " to sit them down and say, this is why you're doing these, right? You don't have to say that. And",
        273.14,
        275.86
    ],
    [
        " certainly I'm saying in a football situation. But if you're going through that training with that",
        275.98,
        280.86
    ],
    [
        " in your mind, like, oh, I know why I'm doing this, bro, you're going to charge that thing and,",
        280.86,
        284.94
    ],
    [
        " you know, problem solved better. Well, you're trying. Yeah, man, it's, yeah,",
        285.08,
        288.0
    ],
    [
        " I'm going to go deep on that. When I was coaching a lot of MMA fighters, I would always be telling",
        288.34,
        295.26
    ],
    [
        " them why they're doing a drill and they made me think of when you were saying, you know, even if",
        295.26,
        299.02
    ],
    [
        " they're just yelling at you, you know, I'd be like, this is the end of the round. This is where you're",
        299.02,
        302.72
    ],
    [
        " going to get back up. This is where the fight gets won. Like, you know, because, you know, some fighters,",
        305.02,
        309.14
    ],
    [
        " if they get taken down and they're a striker and they're going against a good grappler, if they",
        309.16,
        312.58
    ],
    [
        " get taken down, they're going to have to get back up to win the fight. And so when they know that,",
        312.58,
        316.38
    ],
    [
        " you can see it compute in their brain. Whereas if I'm just saying, you get back up.",
        316.56,
        321.1
    ],
    [
        " No, so tell people why.",
        321.74,
        324.5
    ]
]