[
    [
        " With life decisions, is it better to be decisive and take actions to move forward, even if sometimes those decisions are wrong, as opposed to being paralyzed by indecision and fear, thus getting maneuvered on by life?",
        0.0,
        13.78
    ],
    [
        " I ask this because I struggle with life decisions and have trouble committing to one path due to eclectic interests.",
        14.22,
        22.06
    ],
    [
        " After listening to your podcast, I'm thinking it's better to be aggressive and maneuver on the battlefield of life, as long as I'm prepared to adapt rather than sitting around and letting circumstance dictate my actions.",
        23.04,
        34.06
    ],
    [
        " Well, it sounds like you kind of answered this own question there, which is good. Yes, it is better to be aggressive, it's better to be decisive.",
        34.74,
        41.84
    ],
    [
        " This does not mean burning bridges, and I think we've talked about this before. It doesn't mean that you just say, I'm quitting my job right now because I'm going to go start a new life as a whatever your new job is going to be.",
        42.54,
        56.72
    ],
    [
        " I'm going to start a business selling widgets, and I'm just going to go all in because I'm committed.",
        57.18,
        61.96
    ],
    [
        " How long does it take to produce those widgets? There's a way though to mitigate risk on your decisions.",
        63.14,
        72.72
    ],
    [
        " And actually, at the camp we were in up in Maine, there were a lot of guys that were listening to the podcast, and one of them really good guy.",
        72.98,
        84.16
    ],
    [
        " He was talking to me about his business, and the business, which I'm not going to go into details, but he's basically saying, look, I got this business, it's going well, I want it to do better.",
        85.42,
        94.2
    ],
    [
        " And I'm kind of weighing this decision between bringing on, he says, I want to bring on like six people to really help expand and grow and all that stuff.",
        95.34,
        105.44
    ],
    [
        " He said, but if I do that, and we have a couple rough, you know, if we hit some bad luck, I might be upside down and not be able to handle it.",
        105.96,
        113.02
    ],
    [
        " And what I really am scared of is like, that's not just me, but it's now it's my family. I got a wife and I got kids.",
        113.44,
        119.32
    ],
    [
        " And now I'm hedging the comfort and safety of my family. So I don't know what to do.",
        119.84,
        126.72
    ],
    [
        " And I said, okay, well, do you have to go all in, right? Do you have to turn around tomorrow?",
        127.6,
        133.7
    ],
    [
        " Because you know what, we're going all in. I'm going to hire these six people, we're going to expand.",
        133.96,
        137.76
    ],
    [
        " And hopefully if everything goes right, we'll do really well. You don't have to do that. You don't have to put that much on the table.",
        137.76,
        144.34
    ],
    [
        " Instead, I said, I said, well, how many people do you actually really need right now? And he said, probably one or two.",
        144.7,
        151.94
    ],
    [
        " And I was like, okay, why don't you bring on one? And start to see where that goes and be prepared to look for another person to bring on two.",
        152.14,
        161.88
    ],
    [
        " And then as those two people work out and you're starting to fill their labor every day and they have work to do because you're expanding the cool bring on three.",
        162.4,
        169.56
    ],
    [
        " And guess what, if you hit a hiccup and things start going sideways for whatever reason, that's cool.",
        170.3,
        175.36
    ],
    [
        " You don't have those additional four people or three people on board that you're paying payroll to every month, which is normally what kills businesses or one of the common things that kills businesses.",
        175.42,
        184.16
    ],
    [
        " So that's a good example, right? And he thought to himself and he looked at me and said, absolutely, I'm going to go do that.",
        184.98,
        193.12
    ],
    [
        " And so he's probably back at his job right now, running his business and probably hiring a person to start expanding.",
        193.42,
        199.16
    ],
    [
        " Not hiring six people and putting all of his chips on the table where it's a cool gamble.",
        199.28,
        204.34
    ],
    [
        " Let's say the percentage of winning is 70%. You're like, yeah, I'm just going to do it.",
        204.34,
        208.5
    ],
    [
        " There's a 30% chance you lose. And now your family has no house and no food. So that's not what we want to do.",
        208.76,
        214.72
    ],
    [
        " So why not just put some of your chips on the table. And you can still win and make a little bit. You still improve your position.",
        214.98,
        222.08
    ],
    [
        " So we got to do that with life too. Like I said, you don't quit your job to start building widgets when you don't know what you're doing.",
        223.16,
        228.28
    ],
    [
        " You got to why not just build the widgets in your spare time. Yeah, see what I'm up.",
        228.48,
        231.76
    ],
    [
        " Yeah, start putting those things on the internet. Start seeing how they sell start getting a little income from them.",
        231.76,
        235.6
    ],
    [
        " Let them grow. And then finally, when you feel like the balance start to tip, maybe there'll be a last minute jump where you'd be like, okay, now I'm going to go for it.",
        235.82,
        243.12
    ],
    [
        " But what you're committing to is something solid, something tangible and something that's making money.",
        243.32,
        248.04
    ],
    [
        " Right. We're not jumping in and committing to something that's unknown. We're going to commit something that's known.",
        248.56,
        254.02
    ],
    [
        " And I think it's important to note that that right there is not a lack of commitment.",
        254.94,
        262.22
    ],
    [
        " And this is here. These like, you know, people on the interwebs, they'll be like, you know why you haven't made yet?",
        262.48,
        268.2
    ],
    [
        " Because you haven't committed 100%. That's why you, if you want to do it, you've got to commit with everything you've got.",
        268.4,
        274.36
    ],
    [
        " Well, and so what people think is, okay, well, I'm just going to quit my job because I'm going to go for it and then I'll be successful because this guy over here told me, if I committed, I'd be successful.",
        274.5,
        281.82
    ],
    [
        " It's actually not true. You can be a thousand percent committed to something and you can still fail. I got bad news for you. That's the reality.",
        282.04,
        288.38
    ],
    [
        " You know, that's the reality of, do you think the people at Blackberry weren't committed to their game? You know what I mean?",
        288.98,
        294.1
    ],
    [
        " You know, but what happened to Blackberry? They were committed, but they made some bad decisions.",
        294.74,
        300.86
    ],
    [
        " I guess what now Blackberry is not really in the game anymore. Well, I think they changed games. I'm not 100% sure.",
        300.86,
        305.44
    ],
    [
        " But people think that because you didn't quit your job and go all in and put all your chips on the table if that you're not committed.",
        305.96,
        316.08
    ],
    [
        " And I actually don't agree with that. And I'll get, here's my example.",
        316.46,
        320.24
    ],
    [
        " If, okay, I think that commitment is actually harder to do when it's a long-term commitment that you're going, okay, you know what?",
        323.5,
        334.02
    ],
    [
        " I'm going to, I'm going to stay at my job, but I'm going to work three hours a day on this other thing.",
        334.26,
        337.18
    ],
    [
        " I'm going to be manufacturing, maybe making my widgets three hours a day when I get home at 10 o'clock at night.",
        337.3,
        341.3
    ],
    [
        " I'm going to go until one o'clock in the morning making my widgets. That's commitment.",
        341.56,
        345.66
    ],
    [
        " It's actually smart commitment. It actually in some ways takes more commitment to do that than it does just to quit your job and say I'm all in.",
        346.46,
        352.94
    ],
    [
        " Because now you're holding, you're balancing all these different things. You're carrying your shouldering more of a burden.",
        353.4,
        357.2
    ],
    [
        " So that actually takes more commitment. The problem is that people, they, they get weak.",
        357.4,
        362.9
    ],
    [
        " And after the fourth night of making widgets at 10 o'clock at night, they go, yeah, I'm good.",
        363.3,
        368.04
    ],
    [
        " It's cool. I have a job. I have a job. And so that's weak.",
        368.2,
        370.84
    ],
    [
        " You know, an example of me, what if you could get in excellent physical condition in three hours, but it was just like the hardest three hours that you could imagine.",
        370.84,
        387.72
    ],
    [
        " Think about that. And your body would transform from whatever crap condition you're in right now into a specimen.",
        388.68,
        398.2
    ],
    [
        " And it's going to take three hours of just hell. How many more people would be in amazing condition?",
        398.9,
        405.72
    ],
    [
        " I don't know.",
        406.46,
        408.04
    ],
    [
        " I think a ton more because committing for three hours to something, even it was going to be super bad, people would be able to do it.",
        408.32,
        414.42
    ],
    [
        " What takes more commitment? And the reason everyone's not walking around like a perfect specimen is because it doesn't take three hours.",
        414.6,
        422.4
    ],
    [
        " It doesn't take three weeks. It doesn't take three months. It takes a daily grind that goes on for years that you have to hold the line on on the way you eat, on the way you exercise on your life.",
        422.42,
        434.94
    ],
    [
        " And that takes real commitment.",
        435.18,
        437.18
    ],
    [
        " Yes.",
        437.72,
        438.44
    ],
    [
        " So it isn't a lack of commitment. It's planning. It isn't a lack of commitment. It is mitigating risk.",
        438.74,
        445.94
    ],
    [
        " And don't confuse. Again, I think that the person that commits to something and still maintains this other income stream.",
        447.58,
        454.24
    ],
    [
        " For example, that person is at least as committed. If not more committed than the person says, you know what? Screw it. I'm going all in over here.",
        454.38,
        461.16
    ],
    [
        " I'm forgetting about quitting my job. That's not a smart move.",
        461.22,
        465.2
    ],
    [
        " Yeah.",
        465.44,
        465.56
    ],
    [
        " And it takes more. That's actually easier. That's my point. It's easier in many ways to go, you know what? I'm quitting this day job.",
        465.76,
        472.46
    ],
    [
        " I'm quitting my nine to five. I'm sick of that cubicle. I'm sick of that construction site. I'm just going all in over here. That is an easier move.",
        472.46,
        479.48
    ],
    [
        " That takes less commitment than saying I'm going to shoulder the burden of working 15, 18, 20 hours a day for the next two years until I can get this thing stood up enough to where I can execute it.",
        479.8,
        493.94
    ],
    [
        " Yeah. Yes, it's almost like people are conflating the commitment. You know, it's like they almost people want to want to do a big show of commitment by quitting their job.",
        493.94,
        505.3
    ],
    [
        " But it's more of just a show of commitment. It's a show exactly.",
        505.46,
        507.66
    ],
    [
        "",
        507.66,
        507.66
    ],
    [
        " It's even your commitment or you're not kind of thing.",
        507.66,
        509.28
    ],
    [
        " Yeah.",
        509.42,
        509.5
    ],
    [
        " And then so a lot of times with these big shows of commitment comes just an immense amount of stupidity.",
        509.74,
        515.62
    ],
    [
        " Yeah. Yeah.",
        515.7,
        517.1
    ],
    [
        " Meanwhile, you can either commit or don't commit. Yeah.",
        517.6,
        520.08
    ],
    [
        " You know, yeah, sure. If you don't quit your job and you make widgets and you don't commit, sure.",
        520.2,
        524.92
    ],
    [
        " It's like, all right, you can facilitate your non-commitment. Yeah. Yeah.",
        525.12,
        529.2
    ],
    [
        " You're a real job. Your nine to five job is in the neighbor to you not committing. Yeah.",
        529.9,
        534.74
    ],
    [
        " Yeah. Fully. Yeah. But by no means is that, you know, proof. Yeah. Yeah. And it's important to note that don't confuse.",
        534.74,
        543.82
    ],
    [
        " And this is another mistake. So people make mistakes on either ends of the spectrum.",
        544.4,
        547.92
    ],
    [
        " The other one is don't confuse planning and mitigating risk with not taking action.",
        548.18,
        553.86
    ],
    [
        " Yeah. Because that can happen too. You have to make things happen every single day. That's what you have to do.",
        554.16,
        559.62
    ],
    [
        " If you don't take action, if you don't move, which is what this guy's asking about, then yeah, you're paralyzed and you're never going to get anywhere.",
        560.2,
        567.08
    ],
    [
        " But all you have to do is chip away at that thing. You got to make a little bit of movement every day.",
        567.5,
        571.28
    ],
    [
        " Yeah. You want to write a book and this is something I'm familiar with now because I'm writing books. I'm writing another book right now.",
        571.5,
        576.04
    ],
    [
        " Yeah. And you know what I got to do? I got to chip away at that thing every day. Every day. Every day.",
        576.3,
        581.28
    ],
    [
        " There's your commitment. Thousands of words a day. 45 minutes. Maybe an hour. That's what it takes. And guess what?",
        581.62,
        588.1
    ],
    [
        " If I can't get that hour for whatever reason, guess what I'm going to get to 20 minutes. I'm going to get 30 minutes.",
        588.1,
        594.66
    ],
    [
        " I'm going to get something to get in there. I'm going to do work because I'm going to be close to my goal than it was.",
        594.94,
        599.48
    ],
    [
        " Yeah. That's the way it is. Yeah, man. And I think you guys see that live, didn't you?",
        599.94,
        604.88
    ],
    [
        " Yes. You know, honor. Like it was my honor. That's, but that's where it happens. Where else is going to happen? Right? Yeah.",
        604.9,
        615.18
    ],
    [
        " We were flying back from Maine. I was, you know, echoes cruising good. Yeah. I think I fell asleep a couple times. Yeah. Yeah. You were kind of in and out. But I was, I was hammering.",
        615.36,
        624.34
    ],
    [
        " I was, I was doing what I have to do. Mm-hmm. Because if I don't do it then when's that, when I'm going to get that hour? I was, I was four hours I had right there. Yeah.",
        624.6,
        631.82
    ],
    [
        " Flight technically five. Yeah. Couldn't get my computer out for the first little bit. Oh, yeah. They didn't let you. So whatever. Oh, good. Yeah. I was kind of at times.",
        631.92,
        641.42
    ],
    [
        " I was peeking over your shoulder like reading. Oh, let's go right in over here. Then I see what was it? I saw the name Kenny Williams in in there. Oh, no, I know the jocke was writing right now. Yeah. Yeah. Yeah.",
        641.42,
        653.36
    ],
    [
        " Book two. That's good, man. Being composed. Yeah. I think that all that sounds like kind of obvious. You know, when you're saying it. I'm like, yeah, okay. Yeah. Yeah. Yeah. Got it. Yeah. Or you know, or at least the part where it's like it's a daily thing. Like you got to have a progress. You know, like you got to take that step.",
        653.36,
        670.42
    ],
    [
        " Yeah. You know, do it. Sounds obvious. But man, how many times I know this like my friends and whatever. You go on. I don't know online or whatever. And you see people complaining about, you know, stuff never happens for me. You know, FML. You know, FML means. Yes. Stuff never happens to you. That's right. And stuff never happens for you. That's right. Yeah. That is life. Yeah. It doesn't happen for you in life. Yeah. You got to go and make it. I've explained to my kids.",
        670.42,
        698.88
    ],
    [
        " You want to make money. You have to take that money from someone else. You have to take it from them. People are just going to walk up and give you money. Yeah. Right. That doesn't happen. That's never happened to me in my life. No one has ever walked up and given me money. Yeah.",
        699.66,
        711.78
    ],
    [
        " You got to take that. But they got to give it to you. They you got to make them. You got to take it from them. Yeah. They want that money too. So what are you going to give them that's going to make allow you to take it from them. Yeah.",
        711.82,
        723.26
    ],
    [
        " So yeah. Guess what? Nothing's nothing happens for you. That's right. Nothing does happen for you. You have to make it happen. Yeah.",
        723.94,
        730.32
    ],
    [
        " That's the default aggressive mindset that you are going to make things happen. Not going to sit around and wait for things to happen. It's not going to happen. Yeah.",
        730.5,
        738.42
    ],
    [
        " It's not going to happen. Oh, guess what? I read a story about this such and such a person and they just walked into this, you know, agency and they thought they looked, did a really good job and now they're famous.",
        738.6,
        750.22
    ],
    [
        " Yes. Okay. That's great. Base your life on that percentage chance of happening. It's not happening. Yeah. I actually, I actually look at that and just think the chance of anything like that happening to me are zero. Nothing good is going to happen to me like that.",
        750.8,
        763.26
    ],
    [
        " That I'm just going to get a good deal like that. It's not happening zero. Yeah. Yeah. So if if you're going to get it, you're going to have to make it happen. Next question. Yeah.",
        763.28,
        772.44
    ],
    [
        " That should be the red flag right there then, right? Basically for the for someone who's like, nothing, you know, when am I going to get my big break or, you know, nothing happens for me kind of thing. That should be the red flag right when it's like.",
        772.66,
        785.86
    ],
    [
        " Yeah. Yeah. As soon as you're talking about the fact that you're not that things aren't coming to you. Yeah. Yeah. That should be a real big red flag. Nothing is going to come to you. Not happening. Not happening. You got to go and make things happen.",
        786.04,
        800.88
    ],
    [
        " And once you have that attitude, I'll tell you what it's a game changer. Yeah. It's a game changer. Once you realize that that book that's so good that's in your head, it's not going to write itself. Yeah.",
        801.36,
        810.12
    ],
    [
        " Once you realize that widget that you have this plan for isn't going to build itself. Yeah. Then you'll realize like, okay, I'm going to have to make these things happen. Yeah. And even then, guess what? You can make a widget that no one wants to buy and you can write a book that no one wants to know wants to read.",
        810.24,
        823.9
    ],
    [
        " And if you're not okay with that, which is another thing that happens, people say, well, you know, no one will like it. Okay.",
        824.7,
        831.74
    ],
    [
        " Well, that's what you think. Well, then don't even write it unless you want to write it for yourself. Then write it for yourself. And cool. Be proud. Be stoked. Be happy. Yeah. Yeah. Let's interesting. Let's say a book. Right. For example.",
        832.24,
        843.26
    ],
    [
        " This kind of reminds me of where you know how let's say, I don't know me. I'm a let's say, oh, I'm a pretty good writer. In fact, I even wrote a book before whatever. And then my friend on Instagram Facebook, whatever, someone, my neighbor, whatever.",
        845.16,
        858.5
    ],
    [
        " They write a book and they they release it. And then they write another one. And let's say it's not even really that good, but it's out there. They're like, look at my new book and you know, they got people support. Oh, that's awesome. You wrote a book. And I mean, why I'm like kind of saw our grapes a little bit. I'm like,",
        858.96,
        872.14
    ],
    [
        " I'm a better writer than that person. Meanwhile, I didn't write any more books. You know, I'm over here. You don't want. Yeah. Yeah, I wrote back in the day. Long time ago, you know.",
        872.34,
        879.84
    ],
    [
        " But you know, I'm saying I'm in that arena, you know, and I'm kind of in my mind hating on this person. There's people that hate on them that never even wrote a book in the first place. Yeah. And I'm a better writer. I'm a better film guy. I'm a better writer. I'm a better fighter.",
        880.06,
        899.08
    ],
    [
        " I'm a better writer, whatever. Yeah. All kinds of people doing that. All kinds of people that that will just be saying, I, you know, I, I was a better, whatever fighter, Getsu player, Carpenter, whatever. You name it. Yeah.",
        899.08,
        913.96
    ],
    [
        " Meanwhile, taking no action. Software engineer. I could have done that. Why didn't you? Yeah. Exactly right. I'll tell you why because you weren't committed. And the commitment that we're talking about is at night.",
        914.12,
        926.96
    ],
    [
        " Yeah. Night. That's what that's more early in the morning or in the middle of the day, whatever. You know, it how you said, like, you're, you're not doing these enormous shows of commitment. Like either you're committed or you're not. And if you're committed, it's going to show itself by your action. You know, a lot of these people again, back to the guy who's like hating on his neighbor doing quote unquote mediocre work. Like, oh, that's a job. That's not that good. You know what? You know what? This just made me think of this. Sometimes you'd meet a guy.",
        927.58,
        956.92
    ],
    [
        " That was say, I'm going to seal training. And, and they'd kind of be brag about it. And you could see in their eyes that that right there was good enough for them.",
        957.38,
        970.3
    ],
    [
        " Oh, yeah. I'm going to seal to seal team training. Yeah. You know, no one calls the seal team training. But that's the kind of person because they just want to. And you, I know I'd hear guy, you know, guys saying that, yeah, I'm going to seal training.",
        970.72,
        982.8
    ],
    [
        " The guys that generally have a better chance or guys that, you know, you say, oh, what are you doing in the Navy? And they say, oh, you know, I'm, you know, just got done with a school. And I'm starting hoping to go to seal training.",
        983.88,
        995.82
    ],
    [
        " You know, they have to pry it out of them. Right. That guy's a better chance. The guy that's already bragging. Yeah, yeah. Basically indirectly bragging because he's implying that he's going to make it. Those guys are going to have a little bit more of a rough time. Now, this doesn't mean they're not, this doesn't mean don't be confident.",
        996.04,
        1011.3
    ],
    [
        " Yeah. But that's what I'm saying is some people that are like, I'm going for it. They're happy with just saying, I'm committed. I quit my job and this is what I do. They're happy to let everyone know that. Yeah.",
        1012.04,
        1022.98
    ],
    [
        " But what they're not happy to do is grind. That's what they're not happy to do. And that's where that's where you, that's where you make your money. Right. Or where you make your goods or where you become successful.",
        1023.6,
        1034.92
    ],
    [
        " Yeah, there is. It is. Listen. It doesn't matter. But I was listening to somebody and they were talking about like commit. Like people have goals. I want to be a singer or whatever. I want to be a CEO. That's one. I want to be a CEO.",
        1035.38,
        1052.74
    ],
    [
        " Oh, you can form up an LLC today and you can become become the CEO. Exactly right. So that's kind of part of the point right there. It's like, okay, you want to be a CEO because you see all this cool stuff on wherever about being a CEO. But really what you're pursuing isn't necessarily being this it is. But what you're pursuing where you're going to end up and where you're going to find success of the CEO. If you're pursuing the day to day of being a CEO. It's like, I said this before and it's it's at the end of the day.",
        1054.26,
        1082.72
    ],
    [
        " On the surface, it's lame, but it's it's actually really accurate. Like if you want to be a gangster, you have to do gangster stuff every day. It's not just like posing with your guns. It's like you got to kind of you got to put in that work kind of thing. You know, so if you're going to be like, you can't just be jaco and start a podcast and just in and you know, put out a book and that's it and start collecting money. It's not like that. You got to you know, however old you are. That many.",
        1082.72,
        1112.66
    ],
    [
        " There's other steps involved. Exactly right. This is a life and I used to joke about you know, because when we started ashel on front, obviously, which is me and him.",
        1113.08,
        1121.84
    ],
    [
        " And we'd see some other guy out there and to be a CEO of something. And we'd be saying, well, that guy's a CEO and you look at their company and the company has them.",
        1122.22,
        1132.96
    ],
    [
        " The only one person or three people. Right. It brought you. That's kind of what it is. Yeah. On the CEO, a on the CEO of Jockel podcast. Yeah. No, it's just you and me. There's no CEO going on here. Yeah.",
        1133.18,
        1146.5
    ],
    [
        " We're cruising too hard. Yeah. Yeah. That. Yeah. That deal. You got to focus on the right things as opposed to the wrong thing. Check.",
        1146.8,
        1156.88
    ]
]