[
    [
        " Something happened on Christmas Eve in 1914 in the trenches, World War One, during",
        3.98,
        17.22
    ],
    [
        " the Battle of Eprez, and World War One was the most sickening of wars as far as I can",
        17.22,
        27.46
    ],
    [
        " tell a world of death and destruction and fire and pain and mud and suffering. And as",
        27.46,
        40.0
    ],
    [
        " the British prepared for an attack that Christmas Eve, they heard the Germans, their enemy across",
        40.0,
        49.12
    ],
    [
        " the way, and they heard the Germans laughing and singing Christmas carols. And eventually the Germans",
        49.12,
        60.74
    ],
    [
        " called out, come on over, Tommy, which was slaying for a British soldier and they said, we won't fire",
        60.74,
        79.1
    ],
    [
        " the Germans. They started to head over and the Germans came out and started to head over. They",
        79.1,
        84.76
    ],
    [
        " had toward each other and eventually they all met in no man's land. And when they got there,",
        84.76,
        92.94
    ],
    [
        " they talked and they laughed and they sang and they joked and they told stories. And the legend is",
        93.6,
        103.26
    ],
    [
        " that they even played some soccer. And most important, at that moment, they saw each other as humans,",
        103.26,
        118.4
    ],
    [
        " as fellow human beings. And eventually, as the morning came on, they all went back to their",
        119.34,
        133.0
    ],
    [
        " trenches. And when they got back to their trenches, they put down their weapons. They sat there and",
        134.1,
        141.4
    ],
    [
        " they yelled jokes back and forth. And they didn't fight. And for a couple days, there was peace. And the",
        141.4,
        159.7
    ],
    [
        " soldiers fought to themselves. What are we even fighting for? How did we end up here? And why are we",
        159.7,
        168.82
    ],
    [
        " killing each other? And these soldiers on both sides, the Germans and the British realized that",
        168.82,
        181.04
    ],
    [
        " they're supposedly monstrous enemy. They were just other men, other men with different backgrounds",
        182.58,
        195.34
    ],
    [
        " and different cultures and different languages. But they realized that their enemy were just men.",
        195.34,
        203.02
    ],
    [
        " Like them, they realized that they were all people. And on the third day, the Germans were ordered",
        205.2,
        221.62
    ],
    [
        " from high command to shoot their machine guns. And so the Germans told the British what time they",
        221.62,
        230.94
    ],
    [
        " were going to shoot. And they said they were going to shoot high. So the British should get low and",
        230.94,
        235.98
    ],
    [
        " take cover around that certain time to make sure nobody got hurt. And that's what happened. The Germans",
        235.98,
        246.22
    ],
    [
        " shot high. And no one got hurt. And another couple of days of peace went by. But then the order came",
        246.22,
        254.96
    ],
    [
        " from the British headquarters. And it said that anyone found fraternizing with the enemy would be",
        256.02,
        265.82
    ],
    [
        " court-martialed. And if they were not fighting the enemy and they were found guilty of that, they would",
        265.82,
        271.78
    ],
    [
        " be executed. And the generals got their way. They got what they wanted. And that night, the war,",
        271.78,
        291.62
    ],
    [
        " the horrendous war on that patch of land commenced again. And the bombs and the mortars and the",
        293.92,
        303.9
    ],
    [
        " fire and the bullets, they all came to extract their toll and destroy and name and kill these men",
        303.9,
        318.56
    ],
    [
        " on both sides. And that is an awful end to a beautiful story. It takes that beautiful story and",
        319.6,
        334.78
    ],
    [
        " turns it into a nightmare. But in that story, there's a glimpse of hope. The hope is that we as human",
        334.78,
        354.64
    ],
    [
        " beings can see other people as human beings. And I know we can. And I know it's not always easy,",
        354.64,
        366.24
    ],
    [
        " but we need to do this on both sides of the trenches. And if you're a protester looking at a police",
        366.54,
        377.86
    ],
    [
        " officer or looking at a National Guard soldier, please take a moment to remember that that police",
        377.86,
        384.8
    ],
    [
        " officer or that soldier is a son or a father or a mother or a daughter or a brother or a sister.",
        384.8,
        392.18
    ],
    [
        " Remember that that soldier or that officer is a person.",
        392.62,
        401.68
    ],
    [
        " And if you are a police officer or you're a soldier and you're looking at a protester or even a",
        404.36,
        413.04
    ],
    [
        " rioter, please, please remember the same thing that you are looking at a person. A person like you.",
        413.04,
        424.44
    ],
    [
        " A person with a family, a person with aspirations, a person with hope, a person with pain and sadness",
        426.36,
        434.22
    ],
    [
        " and joy and misery, a person with hate and a person with love. A person like you.",
        434.22,
        447.1
    ],
    [
        " Look, it can be easy to dehumanize others. And when we dehumanize, we separate people from who we",
        454.44,
        467.62
    ],
    [
        " are, from what we are. And it becomes easy to hate them because they are different from us.",
        467.62,
        475.66
    ],
    [
        " Well, I'm telling you, they are not that different.",
        475.66,
        478.98
    ],
    [
        " The person you are looking at, that is a person.",
        480.26,
        489.56
    ],
    [
        " And yes, they're angry and yes, they're frustrated and yes, they're scared and they're tired",
        490.6,
        497.12
    ],
    [
        " and they're fed up and they're aggravated and they're full of potential.",
        497.12,
        502.64
    ],
    [
        " And they are deeply flawed. In other words, they are a person just like you.",
        503.4,
        519.8
    ],
    [
        " Please remember that. Be safe out there and try to take care of one another.",
        523.8,
        532.1
    ]
]