[
    [
        " Sorry for the English, I'm French. That's a disclaimer.",
        0.0,
        2.8
    ],
    [
        " How can a man that has not grown up with the confidence and trusting male role models and mentors",
        4.3,
        10.44
    ],
    [
        " sort of anti uncle Jake Persons only intellectual? I'm saying this without disrespect to these people.",
        10.44,
        17.0
    ],
    [
        " How can they become a confident man and develop the necessary man skills?",
        17.76,
        22.42
    ],
    [
        " Quote unquote.",
        22.62,
        22.98
    ],
    [
        " Okay. It's interesting. You can say man skills in quotes.",
        23.48,
        28.08
    ],
    [
        " And I think we pretty much know what that means, right? Yes. Like we know what that means. So so",
        28.82,
        34.46
    ],
    [
        " How do you do that? You don't have any positive role model around you. That's like an uncle Jake, which by the way",
        34.46,
        42.58
    ],
    [
        " Most people don't have an uncle Jake. Yeah, that's not normal to have uncle Jake",
        42.58,
        46.02
    ],
    [
        " Most people you got what you got and in this case he's saying he's got likes the intellectuals so you know, oh",
        46.02,
        53.52
    ],
    [
        " My parents were college professors and they don't have any of these skills and they sit around and talk about",
        53.94,
        59.52
    ],
    [
        " Philosophy, right now I ended up I can talk about philosophy well, but",
        59.52,
        65.66
    ],
    [
        " I can't",
        65.66,
        68.12
    ],
    [
        " Fix my car. Yeah, or I can't defend myself in a combat scenario in the streets. So what are you gonna do? Okay, this is real simple go do things",
        68.12,
        77.76
    ],
    [
        " Go do things lift start lifting weights",
        77.76,
        81.08
    ],
    [
        " Learn how to deadlift learn how to squat",
        81.72,
        83.94
    ],
    [
        " That's a that's part about being a man, right?",
        83.94,
        87.6
    ],
    [
        " Yeah, physically strong",
        88.02,
        89.88
    ],
    [
        " Learn some juditsu I",
        89.88,
        92.56
    ],
    [
        " Recommend that probably could have guessed that one. Yeah learning how to fight",
        92.56,
        96.76
    ],
    [
        " Learning how to defend yourself. I just got to ask this the other day kid came up to me. He's like what should I do if?",
        96.76,
        102.58
    ],
    [
        " I get intimidated by other people and I or I don't know how to react when people like get in my face",
        103.28,
        108.38
    ],
    [
        " And I said do you change your dits? No",
        108.38,
        110.6
    ],
    [
        " Start trying to do just do",
        111.08,
        111.98
    ],
    [
        " But then what I'm gonna fight everyone no, no, no, you don't have to because you already know you can beat them up",
        111.98,
        117.08
    ],
    [
        " Right now if they attack you yeah, you can beat them up",
        117.08,
        119.76
    ],
    [
        " But if they are just getting in your face and trying to punk you and you look at them and go hey if you want to do this",
        119.76,
        125.92
    ],
    [
        " Let's do this, but I don't care. I know you can come to my gym. I'll choke you out",
        125.92,
        129.6
    ],
    [
        " Train some juditsu",
        129.6,
        131.42
    ],
    [
        " So we got that one run",
        131.42,
        134.76
    ],
    [
        " hike",
        134.76,
        136.0
    ],
    [
        " sprint climb",
        136.0,
        138.4
    ],
    [
        " build things",
        138.4,
        140.1
    ],
    [
        " Start building things rewire things",
        141.0,
        143.84
    ],
    [
        " Do some plumbing",
        143.84,
        146.3
    ],
    [
        " These things are not",
        146.3,
        149.86
    ],
    [
        " They're not impossible to do now. It's gonna take you longer, right like I've rewired my parts of my house",
        149.86,
        158.14
    ],
    [
        " I've repalmed parts of my house so done all the plumbing in parts of my house now if you watch a skilled",
        158.14,
        163.88
    ],
    [
        " Electrician do what I'm doing it would literally take him",
        163.88,
        168.06
    ],
    [
        " One eighth of the time maybe one quarter of the time because or like the drywall or we were talking about early a good drywall",
        168.72,
        175.18
    ],
    [
        " Or they are like masters a good electrician masters a good plumber. They're smooth",
        175.18,
        181.14
    ],
    [
        " Me it's gonna take a while sure so but but what I'm saying is it's not impossible. Yeah, it's not impossible to do",
        181.14,
        189.0
    ],
    [
        " And it'll take you more time, but you're learning how to do it and",
        189.0,
        193.4
    ],
    [
        " That gives you",
        193.4,
        194.46
    ],
    [
        " What does that give you it gives you the self-reliance right hey? I can fix my",
        195.3,
        200.68
    ],
    [
        " Electrical outlet if I need to",
        200.68,
        203.5
    ],
    [
        " So those are good things work on your car change your oil whatever do those things and and again those things like I",
        203.5,
        212.98
    ],
    [
        " So I took electricity",
        212.98,
        214.96
    ],
    [
        " Class in high school sure where we learned how to wire rooms and everything is that what it's called electricity class",
        214.96,
        221.72
    ],
    [
        " I took electricity with Scotty",
        223.1,
        225.28
    ],
    [
        " Was the teachers name sure wait you call them Scotty everyone called him Scotty he was an older guy",
        225.28,
        230.74
    ],
    [
        " His name was Scotty we all call them Scotty so Scotty",
        230.74,
        234.24
    ],
    [
        " But we we learn how to what wire houses and all that",
        234.24,
        237.38
    ],
    [
        " Well, I didn't remember any that when I was now",
        237.38,
        240.92
    ],
    [
        " 20 years later or 15 years later. I'm rewiring my kitchen where I which I ripped out of my house",
        240.92,
        247.4
    ],
    [
        " Okay, so what did I do you know what I did went down to home depot?",
        247.4,
        250.96
    ],
    [
        " I bought a book",
        251.24,
        252.26
    ],
    [
        " Called electrical wiring",
        252.26,
        254.74
    ],
    [
        " And I read through it and I followed the directions same thing with plumbing. Yeah go down by a book called how to do plumbing and",
        254.74,
        265.1
    ],
    [
        " You do it and it and the good thing about this stuff is",
        265.1,
        268.52
    ],
    [
        " It's very satisfying to do that kind of work. Yeah, it's very satisfying to do it and you can over engineer things",
        268.52,
        274.46
    ],
    [
        " You make things super solid in your own house super secure",
        274.46,
        277.38
    ],
    [
        " Yeah, yeah, you can kind of go the extra distance because it's your own your own house",
        277.58,
        282.38
    ],
    [
        " So that's cool",
        282.38,
        283.54
    ],
    [
        " So those are all physical things and some kind of knowledge things that you can start working on",
        283.54,
        288.18
    ],
    [
        " What the hardest thing to overcome here is like a level of embarrassment",
        288.18,
        293.2
    ],
    [
        " Yeah, right?",
        293.2,
        294.64
    ],
    [
        " Like I don't know anything about wiring. Oh, yeah, yeah, you know, I'm embarrassed to say I don't know anything about wiring",
        294.64,
        300.3
    ],
    [
        " Yeah, and so people don't want to say anything so they'd rather just say hey",
        300.3,
        303.72
    ],
    [
        " Well, it's getting electrician in here to figure this one out. Yeah, or hey, I was good. Yeah",
        303.72,
        307.0
    ],
    [
        " So they're too embarrassed",
        307.38,
        308.58
    ],
    [
        " but",
        308.58,
        310.2
    ],
    [
        " if you have time",
        310.2,
        311.84
    ],
    [
        " Do it yourself. Yeah, and don't be embarrassed about it be like hey, I'm or I'm rewind my kitchen to have no idea what I'm doing",
        311.84,
        317.78
    ],
    [
        " Yeah, give me this book. Yeah, what I need to get. Oh, give me some tools. It's good to have good tools. Yeah",
        317.78,
        323.88
    ],
    [
        " Also, so that's that's like I said those are things that you can do you know",
        323.88,
        329.28
    ],
    [
        " Learn to shoot",
        329.28,
        331.12
    ],
    [
        " You know learn to shoot. That's a good good skill to have",
        331.12,
        334.28
    ],
    [
        " also read",
        334.28,
        336.68
    ],
    [
        " Right read",
        337.38,
        338.48
    ],
    [
        " About history read about survival read about the world read about human beings under duress",
        338.48,
        347.88
    ],
    [
        " read",
        347.88,
        349.2
    ],
    [
        " Read books",
        349.2,
        351.74
    ],
    [
        " Good books about good stuff about challenges",
        351.74,
        357.26
    ],
    [
        " It's and then just like Mark in way of the warrior kid",
        357.26,
        361.24
    ],
    [
        " He doesn't know his time stables. He has to learn them. You have to go learn all the stuff",
        361.24,
        365.42
    ],
    [
        " You have to go learn and with with time your confidence is gonna grow and",
        365.42,
        371.34
    ],
    [
        " From humility you'll grow into being more confident now you also say don't have any mentors or",
        371.34,
        378.28
    ],
    [
        " Roll models around you. That's okay because those mentors and role models are in books and you can find them",
        378.28,
        384.74
    ],
    [
        " You can I just talked about David Hackworth good mentor to have a man",
        384.74,
        388.38
    ],
    [
        " You can have a guy a guy wrote you a 1000 page book",
        388.38,
        393.44
    ],
    [
        " On how to lead and is for you",
        394.58,
        397.02
    ],
    [
        " That's pretty awesome",
        397.02,
        398.9
    ],
    [
        " Beyond band of brothers by dick winners. Mm-hmm. Guess what? Here's a guy that was the in charge of",
        398.9,
        408.96
    ],
    [
        " the",
        408.96,
        410.86
    ],
    [
        " Band of Brothers in Normandy and he wrote a book for you",
        410.86,
        416.26
    ],
    [
        " to learn how to lead",
        416.26,
        417.96
    ],
    [
        " so those are some examples and",
        417.96,
        421.56
    ],
    [
        " Like I said most of the books that we've covered on this or many of the books that we cover on this podcast",
        422.5,
        426.94
    ],
    [
        " Give you a mentor better than anyone could possibly hope for yeah, so you can get it there",
        426.94,
        431.98
    ],
    [
        " But and and we mostly cover war books, but there's books about all kinds of",
        431.98,
        435.12
    ],
    [
        " people that can be virtual",
        435.12,
        438.2
    ],
    [
        " mentors",
        438.2,
        439.26
    ],
    [
        " so",
        439.26,
        440.64
    ],
    [
        " Read study",
        440.64,
        442.8
    ],
    [
        " Do do that's my advice on that one. Yeah, that physically strong thing is a in my opinion a big deal",
        442.8,
        451.26
    ],
    [
        " Because especially what with",
        451.88,
        453.32
    ],
    [
        " You know intellectual types and that kind of environment",
        453.32,
        457.68
    ],
    [
        " Since that's not really a priority a lot of the time",
        457.68,
        460.72
    ],
    [
        " You tend to you know how like you're not into something so you kind of shun it",
        460.72,
        465.66
    ],
    [
        " Yeah, you know, you know, I like special and I've seen this I'm not saying all the time",
        465.66,
        469.44
    ],
    [
        " But you know sometimes the I don't like takedowns, so I'm not gonna do it",
        469.44,
        473.2
    ],
    [
        " Yeah, and then you think of all the reasons why you don't need to do it and how guys focus true",
        473.2,
        477.74
    ],
    [
        " You know or whatever so in an intellectual circle",
        477.74,
        480.84
    ],
    [
        " We'll see those circles sometimes",
        480.84,
        482.62
    ],
    [
        " Think be like oh, yeah those meat heads or whatever, you know, they just they'll shun it. Are you sensitive about that issue on?",
        482.62,
        488.72
    ],
    [
        " Yeah, maybe no, I don't think so yeah, but they'll do that",
        489.88,
        494.36
    ],
    [
        " Yeah, and then they'll be these physically frail people but since they they're in their mind smarter than everyone",
        494.36,
        501.74
    ],
    [
        " They feel like they have the one up and they're kind of there's an element of satisfaction there yeah",
        501.74,
        505.38
    ],
    [
        " but",
        505.38,
        507.2
    ],
    [
        " At the end of the day you're physically weak",
        508.68,
        511.02
    ],
    [
        " Yeah comes down to it and I think most of the time I think I don't know but it seems like most of the time",
        511.02,
        516.86
    ],
    [
        " They'll have these feelings like this guy asked right here like yeah man. How can I develop because I feel it?",
        516.86,
        522.84
    ],
    [
        " Yeah, yeah, unless they just want to be in denial right? That's what exactly",
        523.02,
        527.04
    ],
    [
        " And also and by the way the same thing happens in the reverse",
        527.04,
        531.12
    ],
    [
        " Yeah, a guy that's just a meat head he shuns and and disrespects or disregards the intellectual",
        531.56,
        538.88
    ],
    [
        " side of things and",
        538.88,
        540.48
    ],
    [
        " That is that is equally as bad because they're not they don't know what's going on",
        540.48,
        545.84
    ],
    [
        " They're not knowledgeable. They're not learning. They don't understand the world in a clear way",
        545.84,
        549.54
    ],
    [
        " So find the balance between those two things. Yeah, I mean what's great is those things are not mutually exclusive",
        549.54,
        555.42
    ],
    [
        " Like you don't have to just be a meathead or just have to be a bookworm",
        555.42,
        560.62
    ],
    [
        " You can do both there's plenty of time of the day to do both be a",
        561.32,
        565.06
    ],
    [
        " Smart-ass guy with a big deadlift. That's a good thing. I'm trying to be that guy",
        565.06,
        571.18
    ],
    [
        " Not there yet, but I'm working on it. Yeah, and then that one level up",
        571.18,
        576.0
    ],
    [
        " Which is the Jiu Jitsu part of it? Jiu Jitsu has a thing to think about Jiu Jitsu",
        576.0,
        579.7
    ],
    [
        " Jitsu combines the intellectual piece with the physical piece. Yeah, and in a way you can kind of",
        579.7,
        585.38
    ],
    [
        " I would I'm not recommending this at all in fact. I'm against this",
        585.38,
        588.3
    ],
    [
        " But this is the nature of Jiu Jitsu",
        588.3,
        590.2
    ],
    [
        " You don't have to be that like you don't have to have a big deadlift to to dominate in Jiu Jitsu",
        590.2,
        595.16
    ],
    [
        " You don't have to do any of that so you can essentially overcome the physical part of it",
        595.16,
        599.1
    ],
    [
        " Even though Jiu Jitsu is physical, but it's you don't have to overcome the physical part of it for it to a point",
        599.1,
        604.44
    ],
    [
        " Yeah, but in everyday life. I mean you you're trying to you're trying to be the guy like if someone's better than you at Jiu Jitsu",
        604.44,
        611.32
    ],
    [
        " Training room it really bothers you",
        611.32,
        614.08
    ],
    [
        " Are you talking about you? Everyone or you just talking about me you jocke",
        614.08,
        617.08
    ],
    [
        " Doesn't bother me. Well, let's say it motivates. I don't know you like it doesn't bother me right right right",
        617.08,
        622.96
    ],
    [
        " I mean like for instance, I train with Dean Lister all the time. Yeah, he's better at me than Jiu Jitsu right I",
        622.96,
        628.48
    ],
    [
        " Every day want to train with him right so it doesn't bother me. Yes. It says not bother",
        628.48,
        632.5
    ],
    [
        " But like what I know compels you like compels me. Yeah, no, maybe it does like I hate it",
        632.5,
        637.56
    ],
    [
        " Deep down depends on what you mean by bother. I hate it. I do I hate it and I love it",
        637.56,
        642.66
    ],
    [
        " And we were just joking about the other day because we got into a little scrap yesterday",
        642.66,
        645.38
    ],
    [
        " You know kind of end-to-training and all the sudden things got escalated",
        646.06,
        649.82
    ],
    [
        " Yeah, man, and there was some shouting going on and",
        649.82,
        653.28
    ],
    [
        " shouting shouting. Yeah. Yeah, you know",
        653.28,
        656.06
    ],
    [
        " He was saying what he says and I was saying what I say and",
        656.06,
        660.1
    ],
    [
        " But we had you know, we had a mutual truce at the end. We I think he didn't really want new more",
        660.1,
        665.68
    ],
    [
        " I didn't really want anymore so we just kind of let's let's laugh and call it good",
        665.68,
        671.0
    ],
    [
        " Because you're rolling the dice when I'm rolling the dean there's a dice roll happening because if he ends up in a good position on me",
        671.82,
        677.98
    ],
    [
        " There's gonna be pain. There's gonna be pain if I end up a good position on him. There's gonna be pain. So",
        677.98,
        684.46
    ],
    [
        " I think both of us we got away a little bit unscathed neither one of us got a really good position",
        684.46,
        689.76
    ],
    [
        " Mm-hmm",
        689.76,
        690.58
    ],
    [
        " And we got back up to my feet",
        690.58,
        692.4
    ],
    [
        " And then we both kind of just had a mutual",
        692.4,
        695.26
    ],
    [
        " Agreement an unspoken agreement that we were done for the day",
        695.26,
        699.28
    ],
    [
        " I can see how that happened",
        701.0,
        702.6
    ],
    [
        " But the point there being is in almost like in this weird way, you know how like intellectually you can excel",
        702.6,
        708.26
    ],
    [
        " So you can kind of find it justifiable to avoid the physical part of it",
        708.26,
        711.88
    ],
    [
        " It's almost like you could almost say the same thing about Jiu-Jitsu",
        711.88,
        714.88
    ],
    [
        " You could still be effective in defending yourself without be physically strong necessarily, but my point is that there's a limitation to that",
        714.88,
        723.12
    ],
    [
        " Yeah",
        723.12,
        723.7
    ],
    [
        " If you you can be you can be unbelievable at Jiu-Jitsu",
        723.7,
        728.4
    ],
    [
        " But if you're really really weak and you go against someone that's really good at Jiu-Jitsu, but they're a hell of a lot stronger than you",
        729.76,
        735.28
    ],
    [
        " Yeah, you're gonna have some issues right right yeah, and that goes for everything you gotta be both",
        735.28,
        738.92
    ],
    [
        " Yeah, I ideally and that's ultimately the main point is just like how intellectually you can be you know a black belt",
        738.92,
        745.92
    ],
    [
        " And you can sort in a way get away with not necessarily being",
        745.92,
        749.6
    ],
    [
        " Oh, yeah, and vice versa and then Jiu-Jitsu is like that third element",
        749.6,
        753.64
    ],
    [
        " You didn't sort of get away with not being super strong, but still be effective in Jiu-Jitsu",
        753.64,
        757.5
    ],
    [
        " You know I mean so yeah, I do it just like I said yeah get that balance",
        757.5,
        761.88
    ],
    [
        " I hear yours, but being able to defend yourself is a whole nother thing than being physically strong as you know seems obvious",
        761.88,
        768.12
    ],
    [
        " But when you go through life, I think it's not because you get these like big Jack guys and it's like no one wants to mess with him well",
        768.12,
        774.4
    ],
    [
        " Bro this medium to small guy who knows Jiu-Jitsu or knows these you know for real fighting stuff is way more of a",
        774.4,
        783.02
    ],
    [
        " Dangerous, but yeah, ultimately way more dangerous than this big Jack guy who can lift a lot for sure",
        783.78,
        788.7
    ],
    [
        " So it's that third element that are kind of weird when you roll with somebody that's super jacked",
        788.7,
        793.54
    ],
    [
        " And they don't know Jiu-Jitsu. Yes, and it's amazing. It's it's it's like amazing. Yeah",
        793.54,
        799.3
    ],
    [
        " You just think to yourself how is this happening? Yeah, this is the magical power. Yeah",
        799.3,
        804.52
    ],
    [
        " Because you look at a big Jack guy",
        804.52,
        806.54
    ],
    [
        " your human instincts",
        806.54,
        808.98
    ],
    [
        " Tell you look out. Yeah, he's gonna say that person is stronger than you",
        809.78,
        813.68
    ],
    [
        " You know watch out",
        813.68,
        816.1
    ],
    [
        " But when you know Jiu-Jitsu",
        816.1,
        818.46
    ],
    [
        " You don't and eventually you realize you don't even have that anymore. Yeah, you know everyone you're looking at thinking",
        818.46,
        825.74
    ],
    [
        " Wait, you don't have what oh you don't have the instinctive fear. Yeah, that instinctive fear",
        825.74,
        830.44
    ],
    [
        " Although you're still you you know my first thought when I look at someone's like do they train or not? Yeah",
        830.44,
        835.88
    ],
    [
        " Do they train or not if they train we we may have issues",
        836.12,
        839.46
    ],
    [
        " This could be a problem if they don't train no factor. Yeah, no train. No factor. Yeah, if they train may have a factor",
        839.46,
        846.84
    ],
    [
        " That's why I gotta work out hard. So I gonna be strong. Yeah",
        846.84,
        849.7
    ],
    [
        " Yeah, you know, you know, because they might be coming to take my lunch money maybe right don't want that. Oh, how's this",
        849.7,
        856.46
    ],
    [
        " last night?",
        856.46,
        858.14
    ],
    [
        " Literally last night. I didn't see you do you in train last night? I did not train last night. Oh, this is where a real world",
        858.52,
        863.46
    ],
    [
        " So you know the five gallon jugs of water, you know those being put in a water cooler whatever",
        864.84,
        870.0
    ],
    [
        " So there's like a little refilling thing that I went to lay it was like nice. I had the story before no",
        870.0,
        874.46
    ],
    [
        " There's another this happened last night. So hazardous duty. I know water refilling of the jugs",
        874.46,
        880.18
    ],
    [
        " Yeah, I know okay. I mentioned I do that okay",
        880.18,
        882.96
    ],
    [
        " So last night when I was doing now is refilling the jugs",
        882.96,
        885.66
    ],
    [
        " You know I go in the store. I'm coming out walking to my truck to get the empty jugs to go to the little thing",
        885.66,
        890.96
    ],
    [
        " As I'm walking to my truck a car pulls up right next to the water filling thing",
        891.14,
        896.34
    ],
    [
        " There's a what's called a red box, you know what that is it's a DVD rental thing. Yeah, so",
        896.34,
        901.96
    ],
    [
        " Carpools up a kid maybe 12 years old jumps out of the car. He starts like it was a yoke doing no normal kid whatever and",
        901.96,
        910.72
    ],
    [
        " From in the car this thing male probably his dad someone",
        910.72,
        916.04
    ],
    [
        " Maybe step dad really and",
        916.86,
        919.34
    ],
    [
        " Immediately the dad started yelling at him",
        919.34,
        922.3
    ],
    [
        " Like just put it in the thing and just to the point where I thought he was kind of joking",
        922.3,
        928.24
    ],
    [
        " Where cuz all joking my daughter like that?",
        928.24,
        930.3
    ],
    [
        " We're kind of like how you'll do sometimes yeah, you'll get it",
        930.38,
        933.72
    ],
    [
        " But and it sounded like a joke",
        933.72,
        935.18
    ],
    [
        " But I was like probably this guy serious and the kid is like you could tell he was kind of used to it",
        935.18,
        940.94
    ],
    [
        " You know he was like I am I'm doing. I'm trying you know whatever whatever",
        940.94,
        943.6
    ],
    [
        " And that kind of the whole parking lot could hear yeah, and this is at nighttime",
        943.72,
        946.64
    ],
    [
        " Just to give you a setting so I'm walking to my truck. I'm like bro",
        946.64,
        950.52
    ],
    [
        " If I get to this place and this guy's still there not even yell at him there",
        950.52,
        954.8
    ],
    [
        " I'm gonna have to say something not be a dick not be like hey",
        954.8,
        957.72
    ],
    [
        " Do talk to him like that. I'm gonna try to solve this problem. Be like hey this kid, you know whatever. I had this little thing",
        957.72,
        963.48
    ],
    [
        " Before I knew Jiu Jitsu or anything like that. I wouldn't mess with it",
        963.48,
        967.86
    ],
    [
        " I would even be like bigger whatever and strong. I would have been like oh man that's",
        967.86,
        972.04
    ],
    [
        " Yeah, you know, but man. I was like man. I'm gonna do this so I grabbed and they they left so I didn't get the opportunity",
        973.6,
        979.22
    ],
    [
        " But I'm just saying these are things that",
        979.22,
        981.76
    ],
    [
        " Can happen on varying levels every day. Yeah, and if you're in intellectual type nine",
        981.76,
        987.0
    ],
    [
        " And I'm not saying if you're intellectual, but if you don't have these elements of whether be skill or knowledge or whatever",
        987.0,
        993.32
    ],
    [
        " Like those things mess with you, you know",
        993.32,
        995.8
    ],
    [
        " You know",
        995.8,
        996.58
    ],
    [
        " And when I figured out what Jiu Jitsu was when master chief Steve Bailey choked me and he was he was",
        996.58,
        1003.58
    ],
    [
        " Old man at the time probably three years younger than I am",
        1004.06,
        1006.62
    ],
    [
        " And I was thinking myself",
        1006.62,
        1008.8
    ],
    [
        " This is how the sky just do this to me. That's insane. That's completely insane. I need to learn whatever he knows",
        1008.8,
        1014.04
    ],
    [
        " Teach to me whatever you know because I don't want to feel that way ever",
        1014.04,
        1017.26
    ],
    [
        " Brought and then you're training it like let's say you trained for five years for five years",
        1017.26,
        1021.54
    ],
    [
        " You're training not against people who don't know your training against people who do you know? Yeah, dangerous people",
        1021.54,
        1026.74
    ],
    [
        " Who do know like how to defend your shit and then you go in the real world?",
        1026.74,
        1030.84
    ],
    [
        " That's happening. Yeah, you have this guy has no idea. Yeah, how much control you have over him and you didn't touch him. Yeah, I see",
        1031.14,
        1037.76
    ],
    [
        " Yeah, that's it's totally so yeah, this this whole thing where I mean you're and that your thing about",
        1037.76,
        1043.64
    ],
    [
        " Some guy with the guy was his problem was like when people getting his face or whatever",
        1043.64,
        1048.42
    ],
    [
        " His problem wasn't getting beat up",
        1048.42,
        1050.22
    ],
    [
        " It was when people getting your face and how you react and how you feel and stuff about that feeling gone",
        1050.22,
        1054.72
    ],
    [
        " Yeah, because you're right you're your hundred percent right because he said he wasn't scared of fighting",
        1054.72,
        1059.9
    ],
    [
        " He was saying like I might get in trouble. He was he didn't like how he felt",
        1060.48,
        1064.28
    ],
    [
        " He felt like he should do something and he felt like a wimp basically",
        1064.28,
        1067.34
    ],
    [
        " When you know that you can destroy someone then it doesn't matter. Yeah, you just think they're an idiot. Yeah",
        1067.34,
        1072.82
    ],
    [
        " You beat them",
        1072.82,
        1073.86
    ],
    [
        " You get the strength and the skills and you actually beat them on an intellectual level",
        1073.86,
        1079.6
    ],
    [
        " So it's like a day double",
        1079.6,
        1081.7
    ],
    [
        " All right, so yeah, yeah, if you can get those three in an intellectual",
        1081.7,
        1088.04
    ],
    [
        " Psychological whatever mental physical and skill wise defending yourself. That's the three right there",
        1088.64,
        1095.08
    ],
    [
        " It's good stuff",
        1095.08,
        1096.4
    ],
    [
        " Not's just just how hard you want to hit it really you want to hit it hard. I think so too, you know, it's very beneficial to hit it hard",
        1096.4,
        1103.86
    ]
]