[
    [
        " This is the Jocco podcast Civil War excursion number three with JD Baker and me,",
        0.22,
        7.58
    ],
    [
        " Jocco Willink. Good evening JD. Good evening Jocco.",
        8.0,
        11.44
    ],
    [
        " On November 8th, 1861, a week after replacing Scott as general in chief,",
        12.7,
        22.32
    ],
    [
        " McClellan spelled out his war aims to his confidant, Barlow.",
        22.4,
        28.2
    ],
    [
        " He wrote, I am fighting to preserve the integrity of the union and the power of the government on no other issue.",
        29.42,
        37.52
    ],
    [
        " To gain that end, we cannot afford to mix up the Negro question. It must be incidental and subsidiary.",
        38.44,
        48.78
    ],
    [
        " During his Western Virginia campaign, he had assured slaveholders that their peculiar institution would be",
        48.78,
        55.9
    ],
    [
        " religiously respected that he would crush with an iron hand and he attempted slave uprising.",
        55.9,
        63.36
    ],
    [
        " Later, he would repeat that pledge to the Virginia landowner, Hill Carter, quote,",
        64.02,
        70.28
    ],
    [
        " I have not come here to wage war on the defenseless, upon non-combatants, upon private property,",
        70.28,
        77.56
    ],
    [
        " nor upon the domestic institutions of the land. End quote.",
        78.14,
        83.02
    ],
    [
        " So that right there, some quotes from McClellan from a book called Landscape Turnred by Stephen W. Sears.",
        83.96,
        94.84
    ],
    [
        " And we've been talking JD about kind of an attitude, a political attitude that was not unfamiliar",
        95.56,
        105.16
    ],
    [
        " in the North and that was the idea of just kind of a status quo. Hey, we'll just keep,",
        105.16,
        111.98
    ],
    [
        " just kind of keep things the way we are, the keep things the way they are.",
        112.12,
        115.24
    ],
    [
        " And this is McClellan, right? And that probably fuels when we talk about McClellan,",
        116.34,
        123.52
    ],
    [
        " the fact that he's not exactly a go-getter, he's not exactly a proactive leader, he's not going",
        123.68,
        130.42
    ],
    [
        " out there to make things happen, he's not default aggressive. He's more a slow roller,",
        130.42,
        135.56
    ],
    [
        " he's going to let things kind of play out a little bit and hope that there's not much activity",
        136.38,
        140.6
    ],
    [
        " hoping kind of like let the status quo continue. But when you have that kind of attitude,",
        140.6,
        149.62
    ],
    [
        " when you have a non, we have a passive attitude, especially on the battlefield,",
        149.8,
        155.02
    ],
    [
        " you can lose battles because of it. And right now union troops, his union troops are",
        155.92,
        163.02
    ],
    [
        " are demoralized in the East. The first battle of Monassus, right? The union troops got kind of",
        163.02,
        172.14
    ],
    [
        " crushed. The peninsula campaign, union troops didn't didn't do what they needed to do. Monassus too,",
        172.14,
        178.94
    ],
    [
        " once again, it's hurtlocker for the union troops. And meanwhile,",
        179.86,
        187.6
    ],
    [
        " Shiloh had taken place, which was a victory for the union. But center of gravity is the East.",
        187.96,
        196.54
    ],
    [
        " I mean, from a political standpoint, is that a safe assessment?",
        197.44,
        200.54
    ],
    [
        " Yeah, everybody focuses on that Eastern theater. Even though when we talked about yesterday",
        200.92,
        207.5
    ],
    [
        " with the Anaconda plan and the head of the snake is coming from the West, that would just automatically,",
        207.5,
        212.72
    ],
    [
        " we would assume that that's going to be kind of the focus of main effort to get everything in. But",
        213.1,
        217.88
    ],
    [
        " just because of the location, we talked about you know, you got Richmond and you got DC that is a",
        217.88,
        224.42
    ],
    [
        " hop-skipping jump. Right up the telegraph road from each other. And everybody's eyes, newspapers,",
        224.42,
        230.02
    ],
    [
        " all that kind of stuff is focused in on that Eastern theater of campaign. And you talk about",
        230.26,
        239.24
    ],
    [
        " Maclellan of what he did to Pope. You know what I mean? When they put Pope in for the second battle",
        239.24,
        245.38
    ],
    [
        " of Monassus, you know what I mean? And his relationship.",
        245.38,
        250.64
    ],
    [
        " Let's talk through that real quick, because I don't know how much we covered it before. You had",
        251.18,
        255.18
    ],
    [
        " Pope that kind of had been given command and given the task. They start kind of losing the battle.",
        255.18,
        263.02
    ],
    [
        " And Maclellan is in a position where he could provide troops to support Pope and maybe turn the",
        263.86,
        271.18
    ],
    [
        " tide of that was Monassus too. And Maclellan doesn't do anything. Yeah. And you know, so as",
        271.18,
        280.14
    ],
    [
        " Pope's going to come over, Pope's coming over from the West. So it's even you know, of today,",
        280.36,
        285.56
    ],
    [
        " if I was going to use it, whether it's in the military, you know, with Navy and Marines,",
        285.84,
        289.48
    ],
    [
        " you're either East Coast or West Coast. And regardless of anybody likes to kind of look, there's a",
        289.78,
        295.88
    ],
    [
        " there's a difference being East Coast and West Coast. A lot of times you know in the military,",
        295.88,
        300.88
    ],
    [
        " they're like, hey, you an East Coast guy or you a West Coast guy. Well, there's a different. I'm",
        300.88,
        305.34
    ],
    [
        " just a guy. You know what I mean? It's the same organization, but it's just it's different.",
        305.34,
        310.46
    ],
    [
        " You know what I mean? Of folks that of where they're stationed. So it's no different there. You",
        310.78,
        315.96
    ],
    [
        " got a guy's that are out there on the Western theater side. And then you've got a lot of these",
        315.96,
        320.5
    ],
    [
        " folks that you know, if you look at the general officers in just of a whole and you look at the",
        320.5,
        327.34
    ],
    [
        " Western side versus the the Eastern theater side of Maclellan and Burnside and Franklin and",
        327.34,
        334.82
    ],
    [
        " Lise guy, a lot of them are political kind of like, you know, like Maclellan is definitely playing",
        334.82,
        339.74
    ],
    [
        " these are the Union East Union East guys, you know, with the army of the Potomac. Yeah, these guys",
        339.74,
        344.94
    ],
    [
        " are playing politics. They're supposed to be like a general, you know what I mean? Like they're",
        344.94,
        350.12
    ],
    [
        " supposed to be like, you know, crushing this insurgency. And a lot of them are trying to play politics",
        350.12,
        356.04
    ],
    [
        " at the same time, which Maclellan is is no different. And of course, you know, he gets put in command.",
        356.04,
        362.18
    ],
    [
        " Maclellan runs for president, right? Oh, in 64. Yep. 64. He's going to run as a Democrat.",
        362.32,
        367.98
    ],
    [
        " Yeah. So even that even when you hear him talking about his strategy and how he's like, hey,",
        368.32,
        372.66
    ],
    [
        " I'm kind of a status quo guy, you could see that that's almost like a predictive unification",
        372.72,
        377.78
    ],
    [
        " idea that he has. Hey, look, if I can win the presidency, we can kind of roll this thing back and",
        377.78,
        384.76
    ],
    [
        " we can just let slavery keep going in this house. And it's almost like he's on, he's on campaign",
        384.76,
        389.74
    ],
    [
        " right now. Yeah, because I mean, you got to look at just like they get the preliminaries. So,",
        389.74,
        394.22
    ],
    [
        " you know, each one of these parties got to kind of pick their guy of who they're going to run.",
        394.4,
        398.56
    ],
    [
        " And the Democrats, not the Southern Democrats, the other Democrats, they're going with Maclellan.",
        398.56,
        403.58
    ],
    [
        " And they're going to pick Maclellan. And you know, that's so you've got a commander in chief.",
        403.82,
        408.66
    ],
    [
        " You've got this civil war going on. He's basically giving you everything you're asking for.",
        409.28,
        416.02
    ],
    [
        " You know what I mean? So the army of the Potomac is very well equipped. They're manned, you know,",
        416.52,
        422.42
    ],
    [
        " what I mean? Like, and he's going to give a flotilla. They're going to go down, they're going to",
        422.42,
        426.12
    ],
    [
        " buy off on your peninsula campaign. You're going to go down there and monkey around on the peninsula.",
        426.12,
        431.48
    ],
    [
        " You know, your best chances are going against Johnson. You know, I mean, who's the original",
        431.48,
        437.56
    ],
    [
        " commander for the Confederacy at the time. But then when he goes down, Robert E. Lee enters the",
        437.56,
        443.26
    ],
    [
        " field and you get the seven pines, what we kind of talk about. Well, that was a little bit of a",
        443.34,
        446.78
    ],
    [
        " game changer, bringing Bobby into the mix. So now he's into the mix. Lincoln visits you down there.",
        446.78,
        453.5
    ],
    [
        " He's not happy with how you're conduct of war because you're not moving fast enough. I mean,",
        453.5,
        461.3
    ],
    [
        " you know, everybody's on a timetable. You know, I could imagine the president of the United States.",
        461.46,
        465.32
    ],
    [
        " You know, we talked about it at the beginning of the war. It's going to be 90 days and it's out.",
        465.32,
        468.34
    ],
    [
        " You know, well, and now we're over 90 days. I mean, we're entering into, you know,",
        468.68,
        472.64
    ],
    [
        " of what you read with from Stephen Sears. I mean, we're in 62 now. That's not 90 days anymore.",
        473.08,
        478.92
    ],
    [
        " This is getting a little bit drawn out. He's going to pull you back out. He's not happy with you.",
        479.06,
        483.4
    ],
    [
        " You know, he brings Pope in from the West and then you know, you've got resources that are on the",
        483.74,
        488.14
    ],
    [
        " East Coast and you're not, you know, to mean kind of acting like, oh, I didn't get the memo. Like,",
        488.14,
        492.98
    ],
    [
        " oh, I was supposed to send folks over there to support. You know, me. So you're like, really dude,",
        492.98,
        498.16
    ],
    [
        " like, come on, man. And then you get put back in command and it's basically Lincoln really",
        498.28,
        503.46
    ],
    [
        " doesn't have anybody else. Like who else do I have? I mean, you spoke of Shiloh. And the first day,",
        503.46,
        508.94
    ],
    [
        " like we talked about, you know, with Grant, I mean, he runs a yard sale down there that the",
        508.94,
        513.76
    ],
    [
        " Confederates definitely, you know, I mean, had the opportunity to crush that entire army. I mean,",
        513.76,
        521.08
    ],
    [
        " when even when you read out of a company, H of the privates are like, why are we stopping, man?",
        521.08,
        528.02
    ],
    [
        " Like, you know what I mean? Let's roll these dudes when the privates are thinking that,",
        528.28,
        532.08
    ],
    [
        " do you know you screwed up that? Yeah. And then you got Bule comes in with the army",
        532.24,
        537.42
    ],
    [
        " through Ohio and then the next day and look at the difference of commander. So Boe",
        537.42,
        542.22
    ],
    [
        " regard takes command launches a letter prematurely claim and victory. And then here comes Bule and",
        542.22,
        548.64
    ],
    [
        " Grant. You got two of them. And both of them are like, the only thing we know we're going to do",
        548.64,
        552.24
    ],
    [
        " tomorrow morning is attack. And they're going to push them all the way back. And then they're going",
        552.24,
        557.38
    ],
    [
        " to lose current Mississippi, you know, along the way. So there is that, that Western is showing",
        557.38,
        564.46
    ],
    [
        " good progress for this overarching anaconda plan. But we're here on the East Coast. And you're having",
        564.46,
        573.06
    ],
    [
        " a little bit of problems with your most well-equipped army of the Potomac. And like we had stated before,",
        573.06,
        579.0
    ],
    [
        " I mean, for some odd reason, you know, he's a lot of the troops like Little Mac. They like the little",
        579.28,
        585.0
    ],
    [
        " Napoleon. You know, I mean, they they they're all happy. So when he gets put back in charge of the",
        585.0,
        589.94
    ],
    [
        " army of the Potomac, boom, you know, everybody's excited again. And maybe it's just because they're",
        589.94,
        595.28
    ],
    [
        " getting three hearts on a card. He's taking really good care of them. You know, I mean, I don't know.",
        595.28,
        600.18
    ],
    [
        " But now the relationship between an army commander and the and the",
        600.38,
        607.98
    ],
    [
        " president of the United States of Abraham Lincoln, I mean, it's it's not a good relationship to have.",
        607.98,
        614.22
    ],
    [
        " I mean, I couldn't imagine. So so when when McClellan gets put in command, he's actually taking over.",
        614.34,
        622.7
    ],
    [
        " Is it correct to say he's taking over? Well, his army, but then absorbing the Pope's army is",
        622.76,
        630.16
    ],
    [
        " well. Yes. That what he gets control of. Yep. He's going to absorb pretty much. You know, he's",
        630.16,
        635.2
    ],
    [
        " always asking for more numbers. Even they've got the defenses of DC. So they've got troops that are",
        635.2,
        641.58
    ],
    [
        " back there in DC. And he's even like trying to pull folks from anywhere that he can that, you know,",
        641.58,
        647.44
    ],
    [
        " because he's he's exaggerating the size of the army of northern Virginia. Like, you know, I mean,",
        647.58,
        652.92
    ],
    [
        " like this is becoming like kind of like his his go to of like, hey, why aren't you moving? Well,",
        653.04,
        659.42
    ],
    [
        " hey, I just got a report. It came in that, you know, there's there's there's 90,000 of them out",
        659.42,
        663.3
    ],
    [
        " there. Well, yeah, when you look at the roles of the Confederacy, there's, you know, if we're looking",
        663.3,
        667.98
    ],
    [
        " at it now, I mean, I think they're just a little over 40,000. And he's sitting at right around like 85,000.",
        667.98,
        675.94
    ],
    [
        " And then if you look at the equipment, like if you were going to do like a like a junk on the",
        676.48,
        681.76
    ],
    [
        " bunk between like a private soldier with the army of northern Virginia and and then like a private",
        681.76,
        687.96
    ],
    [
        " from the army of the Potomac, like, you know, the the guy from the Confederacy's going to show up,",
        687.96,
        693.48
    ],
    [
        " and he's got like a gun. And then he's got even have shoes on, you know what I mean? Like,",
        693.48,
        698.58
    ],
    [
        " the guys got nothing, you know what I mean? They're just kind of showing up with what they got.",
        698.58,
        702.94
    ],
    [
        " You look at the army of the Potomac, but they've got everything, you know what I mean? They get",
        703.38,
        707.3
    ],
    [
        " they get the kitchen sink with what these guys. I mean, it's the industrial north. So, you know,",
        707.3,
        712.54
    ],
    [
        " I mean, you can only imagine of the two. And that's kind of, you know, Lincoln's kind of looking",
        712.54,
        717.8
    ],
    [
        " at this of like, man, the Confederacy seems to be doing pretty well. And like, it's not they've got",
        717.8,
        725.5
    ],
    [
        " the industrial north backing them with, you know, contractors and just, you know, everything that they",
        725.5,
        731.96
    ],
    [
        " want they get. They're doing more with less. And you can kind of see that Lincoln's like, it's",
        731.96,
        741.58
    ],
    [
        " a leadership. You got McLean. And you know, first of all, say this, it seems like, you know,",
        741.58,
        747.1
    ],
    [
        " I'm always talking about the fact that you need to think strategic at all times. You need to think",
        747.22,
        751.26
    ],
    [
        " long term. It seems like McLean is thinking so long term that he's thinking about his presidential run.",
        751.26,
        756.56
    ],
    [
        " You know what I mean? Like, hey, you need to worry about waiting this bright. What's going on right",
        756.74,
        760.3
    ],
    [
        " now? Which so that's a problem. The other thing is when you've got a bad leader, it's very hard",
        760.3,
        769.38
    ],
    [
        " to overcome unless the bad leader kind of knows maybe he's not the best leader. And he's got some",
        769.94,
        774.2
    ],
    [
        " subordinate leadership. That's good. I've saw that many times in the SEAL teams. You get a, maybe a",
        774.2,
        779.68
    ],
    [
        " platoon commander's not the best platoon commander, but he's got a great platoon chief. And he,",
        779.68,
        784.72
    ],
    [
        " and as long as he says, you know what, I'm not the best at this job. But my platoon chief's really",
        784.82,
        788.38
    ],
    [
        " good. Hey, chief, how do you want to do this? Hey, chief, why don't you run this? Hey, chief,",
        788.38,
        791.7
    ],
    [
        " I'm all ears. Then then that platoon's going to do great. It's going to do great. But if you have",
        791.88,
        798.22
    ],
    [
        " the arrogant leader, that doesn't know what he's doing. And he's got an experienced platoon chief,",
        798.22,
        803.24
    ],
    [
        " but the arrogant platoon leader isn't listening to his subordinate leadership. It's going to be a",
        803.24,
        808.78
    ],
    [
        " disaster. So for McClellan, it's not like McClellan doesn't have some competent and capable leaders",
        808.78,
        816.96
    ],
    [
        " in supported positions, right? I mean, he's got some kind of studs underneath him.",
        816.96,
        821.86
    ],
    [
        " Yeah. And you know, and when you look at, I mean, you know, he's got, you know, McClellan, he's a",
        823.22,
        827.66
    ],
    [
        " West Point grad. He was, you know, he's a Philly guy. So he was born in Philly. You know, goes to",
        827.66,
        834.4
    ],
    [
        " West Point. I mean, he goes, fights in the Mexican American war. He's down there with the guys.",
        834.4,
        839.98
    ],
    [
        " You know, he comes back out, gets into railroad. I mean, the guy's an intelligent part. I mean,",
        840.42,
        844.82
    ],
    [
        " he's, he's white collar America. I mean, the guy, he's, he's, he's doing well for himself.",
        844.82,
        849.26
    ],
    [
        " And, but yeah, when you look at the, at the difference of a, of a leader, like he doesn't,",
        850.26,
        855.64
    ],
    [
        " like, have like a council of war, you know what I mean? Like probably the only other subordinate",
        855.86,
        861.24
    ],
    [
        " that he even like has any kind of conversations with is like Franklin. You know what I mean?",
        861.24,
        866.6
    ],
    [
        " Some of the other ones, but if you look at the roster of who he's got on the team,",
        866.64,
        870.34
    ],
    [
        " and now of course, like we know more now about like who's on his roster than the rest of, but",
        870.34,
        877.28
    ],
    [
        " they were all West Point guys. I mean, you know, we had talked earlier, you know, I mean, he's got",
        877.34,
        882.3
    ],
    [
        " Hooker that's in there. You know, he's got me that's in there. He's got Reynolds in there. I mean,",
        882.3,
        887.06
    ],
    [
        " he's got Hancock. I mean, these are some capable guys. And he's not even like bringing them in to",
        887.12,
        894.3
    ],
    [
        " even ask them what they think. Yeah. The old council of war. Well, all that means is listen to the",
        894.3,
        901.0
    ],
    [
        " people that are on your team. Like, like, listen to what they have to say, because they might have",
        901.0,
        905.94
    ],
    [
        " some ideas that might see some things that you don't see. Doesn't seem like too much to ask",
        905.94,
        909.52
    ],
    [
        " there, McClellan. Yeah. And you know, we kind of talked about a little bit about, you know, in the",
        909.52,
        913.62
    ],
    [
        " last one, we talked about Jackson, you know, and I mean, in Stonewall and how he, you know, he,",
        913.62,
        917.98
    ],
    [
        " he didn't like, he did a lot of the same thing. Like he kept, he was very close hold with a lot of",
        918.18,
        925.52
    ],
    [
        " his plans because, you know, he had a trust issues. But the difference is is like,",
        925.52,
        930.84
    ],
    [
        " if, if you were going to put like McClellan, McClellan is like one of these guys that, you know,",
        931.78,
        937.16
    ],
    [
        " you got to run around with a flame thrower, man, setting his ass on fire to get him to do stuff.",
        937.16,
        941.62
    ],
    [
        " Yeah. When you look at a guy like Stonewall Jackson, you got to run around with a bucket of water,",
        942.08,
        945.82
    ],
    [
        " man, because he's on fire. You know what I mean? He's just, and he's going to win. You know what I mean?",
        945.82,
        951.1
    ],
    [
        " So when you're looking at the difference of the two folks, you know, Lincoln is trying to take a",
        951.14,
        959.48
    ],
    [
        " under McClellan's ass and he's going to, he's going to, he's slow rolling because yeah, he's,",
        959.88,
        965.18
    ],
    [
        " yeah, he's got a long term plan. I want to get on the Democratic ticket. You know what I mean? I",
        965.18,
        969.66
    ],
    [
        " want to run for president of the United States and, you know, and we'll just play status quo.",
        969.66,
        973.94
    ],
    [
        " We'll just keep the union. We'll all be here and you guys just keep doing what you're doing.",
        974.24,
        978.42
    ],
    [
        " And, you know, so that, that excerpt that you read out of the book, landscape turned red about",
        979.02,
        985.14
    ],
    [
        " McClellan. I mean, that's gives you a really good insight of what this guy's mindset's like.",
        985.18,
        990.1
    ],
    [
        " So, you know, when you talk about like aligning with the boss to make sure, you know, you got the boss,",
        990.7,
        995.2
    ],
    [
        " you got all these folks that are up there that, you know what I mean? And like they're, they're going",
        995.36,
        999.04
    ],
    [
        " to deal with this issue of slavery and the South. And then you've got an army commander that's,",
        999.04,
        1005.14
    ],
    [
        " he's not on board with the plan. Yeah, that's, that really goes back to like an extreme ownership.",
        1005.26,
        1010.18
    ],
    [
        " If you don't believe in what you're doing, then you're not going to make the effort.",
        1010.78,
        1015.48
    ],
    [
        " You're not going to be able to overcome the obstacles that you face. It's just not going to happen.",
        1015.58,
        1018.5
    ],
    [
        " And here you got this guy that like literally doesn't care. You know, he's just, hey,",
        1018.74,
        1023.28
    ],
    [
        " we just want to keep the union together. You want guys want to keep having slaves? Cool. I'm fine",
        1023.6,
        1027.6
    ],
    [
        " with that. We just want to keep the union together and that way I can be president. It's got so",
        1027.6,
        1032.3
    ],
    [
        " on the line. So September 1862 up until this point, the battles are taking place in Virginia.",
        1032.3,
        1042.66
    ],
    [
        " We want to get the fight out of Virginia. Proximity wise, Maryland looking pretty good. Let's get,",
        1043.6,
        1052.52
    ],
    [
        " let's get this thing up into Maryland. And, and Lee comes up to the plan, a plan on how they're",
        1052.52,
        1062.28
    ],
    [
        " to take the fight out of Virginia up in Maryland. And he, he writes out pretty detailed order.",
        1062.28,
        1069.54
    ],
    [
        " Kind of a famous order to become a very famous order. It's order 191 from generally.",
        1070.66,
        1076.76
    ],
    [
        " And I'm actually going to read through this thing because I think it's a good example of",
        1077.12,
        1081.76
    ],
    [
        " how the, how these individuals, how these leaders are communicating to their subordinate leadership,",
        1081.76,
        1087.92
    ],
    [
        " the kind of thought process they're going through. So this is what generally says in order 191.",
        1088.08,
        1093.68
    ],
    [
        " One, the citizens of Fredrickstowns, Fredrickstown, being unwilling while overrun by members of this",
        1093.94,
        1100.5
    ],
    [
        " army to open their stores in order to give them confidence and to secure to officers and men",
        1100.5,
        1105.9
    ],
    [
        " purchasing supplies for benefit of command, all officers and men of this army are strictly",
        1105.9,
        1112.2
    ],
    [
        " prohibited from visiting Fredrickstown except on business, in which case they will bear evidence",
        1112.2,
        1117.78
    ],
    [
        " of this in writing from division commanders. The provost Marshall and Fredrickstown, Fredrickstown",
        1117.78,
        1123.48
    ],
    [
        " will see that his guard rigidly enforces this order. So generally, it's thinking hearts and minds.",
        1123.48,
        1129.82
    ],
    [
        " Right. This is a go. Hey, don't freaking go in there like like Marines on Liberty in in",
        1130.66,
        1137.74
    ],
    [
        " Suic Bay in 1984, right? Yeah. That's not what we're looking to do. No, hearts and minds. Yes,",
        1137.74,
        1143.78
    ],
    [
        " hearts and minds don't go in there. So that's a good, that's a good process or a good fall process.",
        1143.94,
        1149.02
    ],
    [
        " Two, major tailor will proceed to Leesburg, Virginia and arrange for transportation of the sick",
        1149.44,
        1156.68
    ],
    [
        " and those unable to walk to Winchester securing the transportation of the country for this purpose.",
        1156.68,
        1163.72
    ],
    [
        " The route between this and Colpucker Court House east of the mountains being unsafe will no",
        1163.72,
        1169.44
    ],
    [
        " longer be traveled. Those on the way to this army already across the river will move up promptly",
        1169.44,
        1174.66
    ],
    [
        " and others will proceed to Winchester collectively and under command of officers at which point,",
        1174.66,
        1180.38
    ],
    [
        " being the general depot of this army, its movements will be known and instructions given by",
        1180.38,
        1186.1
    ],
    [
        " commanding officer regulating further movements. So those are some pretty specific orders.",
        1186.1,
        1192.76
    ],
    [
        " He's pretty clear about what he wants done as far as what what major tailor's got going on.",
        1193.5,
        1199.52
    ],
    [
        " Yeah. And the logistical aspect, you know, when you look at it of the locations of what like",
        1200.18,
        1205.02
    ],
    [
        " Winchester, Virginia and that kind of area, that's over towards the Shannon, Doe, of Valley.",
        1205.02,
        1209.46
    ],
    [
        " So when he's looking at that, a lot of folks like the North really doesn't figure out until later",
        1210.04,
        1215.98
    ],
    [
        " on the war that when you look at the Shannon, that is what we consider the bread basket of the",
        1215.98,
        1221.0
    ],
    [
        " Confederacy. Meaning that that's where logistical trains are going to come out and even still to",
        1221.0,
        1226.9
    ],
    [
        " this day, you know, when you head out of Winchester and you go down through the Shannon Doe towards like,",
        1226.9,
        1230.82
    ],
    [
        " you know, Charlottesville, Virginia kind of area, that area is just Virginia farmland. So it",
        1230.92,
        1239.32
    ],
    [
        " becomes the bread basket of the Confederacy and he's basically telling them what route so,",
        1239.32,
        1245.36
    ],
    [
        " you know, there's nothing that says an arrow about like the telegraph road. So if you're looking at it",
        1245.36,
        1249.4
    ],
    [
        " today to kind of visualize where you're at, it's like Shepherd's town west Virginia and you can",
        1249.4,
        1254.74
    ],
    [
        " cr... There's a way, you know, for the Potomac River, there's certain ways. Potomac is a,",
        1254.74,
        1258.52
    ],
    [
        " it's a, that's a huge obstacle, you know, to be able to cross over. And so yeah, he's being",
        1258.64,
        1264.9
    ],
    [
        " very specific, you know, with major tailor and how folks are going to move in and around through",
        1264.9,
        1270.38
    ],
    [
        " Leesburg, Virginia that's still there. And you know, we have to imagine of these folks moving in",
        1270.38,
        1276.52
    ],
    [
        " around that area in Virginia, people have been operating in that area prior to us even being a country.",
        1276.52,
        1282.0
    ],
    [
        " You know what I mean? Like these roads have been established. And just to add in when you talk about",
        1282.9,
        1287.72
    ],
    [
        " like he's going to go into Maryland, remember we talked earlier, you know, Maryland's a slave state.",
        1287.72,
        1292.62
    ],
    [
        " So, you know, you went hearts and minds and you sway the state of Maryland, there's a possibility",
        1293.46,
        1299.38
    ],
    [
        " you could get some Southern Thimpicizers and you could beef up your numbers and start recruiting",
        1299.58,
        1304.54
    ],
    [
        " out of Maryland, which there are folks from Maryland that stand up and fight for the Confederacy.",
        1304.54,
        1310.62
    ],
    [
        " So it's a split state. Yeah, so that makes the hearts and minds even more important. Because",
        1310.94,
        1316.4
    ],
    [
        " it's a semi-permissive environment, you might get actually end up turning. Yep.",
        1316.4,
        1320.12
    ],
    [
        " Three, the Army will resume its March tomorrow taking the Haggar's Town Road. General Jackson's",
        1321.4,
        1327.64
    ],
    [
        " command will form the advance and after passing Middletown with such portion as he may select,",
        1327.64,
        1333.64
    ],
    [
        " take the route towards Sharpsburg across the Potomac at the most convenient point. And by Friday",
        1333.82,
        1340.24
    ],
    [
        " morning, take possession of the Baltimore and Ohio Railroad capture such of them as may be at",
        1340.24,
        1347.4
    ],
    [
        " Martin's Burg and intercept such as may attempt to escape from Harper's Fairy.",
        1347.46,
        1354.32
    ],
    [
        " So again, what I like about that order is he's given a lot of leeway to Jackson, right? Hey,",
        1355.26,
        1362.36
    ],
    [
        " however you see fit, whatever portion you select, he's given a lot of leeway that broad",
        1362.54,
        1366.8
    ],
    [
        " commanders intent is pretty clear, but he doesn't really care specifically how Jackson gets this",
        1366.8,
        1371.86
    ],
    [
        " part of it done. Yeah, he's going to give you know, Robert Lee is, you know, he's got two core.",
        1371.86,
        1378.24
    ],
    [
        " You know, second core is Stonewall Jackson. You know, first core, we're talking about Longstreet.",
        1378.86,
        1383.76
    ],
    [
        " So he's going to be one of the players. It's going to be introduced, you know, coming in today.",
        1383.84,
        1387.74
    ],
    [
        " So he's got, he fights two core. And he, you know, there is not a leash on Jackson. And he's just",
        1387.74,
        1396.02
    ],
    [
        " going to broad, broad, yeah, I'm the same as you the one. It's like, you know, just select. He may",
        1396.02,
        1400.96
    ],
    [
        " select, you know, to take the route towards Sharpsburg and cross the Potomac at the most convenient",
        1400.96,
        1406.76
    ],
    [
        " point. Yeah. And you compare that with the previous one where he's talking about major Taylor. And",
        1406.76,
        1410.5
    ],
    [
        " he's like, Hey, the route between this and Cole Pepper, court house, he's talking about a specific",
        1410.5,
        1414.66
    ],
    [
        " building. Yes. And meanwhile, he's telling Jackson, just, Hey, you know, wherever you think it's",
        1414.66,
        1419.08
    ],
    [
        " cool, go ahead and get some. Yeah. Wherever you want to cross it sounds good. So that, that massive",
        1419.08,
        1424.38
    ],
    [
        " amount of trust that they have built up allows for some real decentralized command. And you can see",
        1424.38,
        1428.26
    ],
    [
        " Lee modulating the amount of direction he's giving based on the trust that he has and the people",
        1428.26,
        1434.22
    ],
    [
        " that he's working for. Again, this is another interesting thing about this order. Number four,",
        1434.22,
        1439.02
    ],
    [
        " general Longstreet's command will pursue the same road as far as Boonsboro, where it will hold",
        1439.24,
        1445.68
    ],
    [
        " with reserve supply and baggage trains of the army. So there's Longstreet. We're talking about",
        1445.68,
        1453.1
    ],
    [
        " Longstreet right now. What do you want to talk about Longstreet? We're talking about him.",
        1453.1,
        1455.88
    ],
    [
        " Should we talk about him? Yeah. James Longstreet. Again, he's a West Point grad. I went to West Point.",
        1455.96,
        1465.36
    ],
    [
        " He was born. He's a born in Georgia, but raised in South Carolina. Hey, just spoiler alert for",
        1465.54,
        1472.54
    ],
    [
        " people like this guy that we're talking about now. You've probably heard of Jackson Stonewall,",
        1472.54,
        1478.68
    ],
    [
        " Jackson. You definitely heard of General Lee Longstreet. If you're familiar with the Civil War,",
        1478.7,
        1484.46
    ],
    [
        " you heard of him. But if you're not that familiar with the Civil War, you might not have heard about",
        1484.52,
        1488.34
    ],
    [
        " him, but he's going to play all kinds of pivotal roles and all kinds of situations. And he's got",
        1488.34,
        1494.46
    ],
    [
        " some, he's a massive part of this Civil War story. So just that's why JD's given a little more",
        1494.46,
        1500.54
    ],
    [
        " detail on Longstreet. He's a very prominent character in this story. Yeah. And you know, and Longstreet,",
        1500.54,
        1507.52
    ],
    [
        " he's a competent commander, you know, I mean, for working with Robert Lee. But if you're looking",
        1507.52,
        1515.26
    ],
    [
        " at the two core commander of however Robert Lee came into this, they fell into his lap, it's almost",
        1515.26,
        1522.78
    ],
    [
        " like a yang and yang, you know, I mean, of Jackson and Longstreet. They have different views on things.",
        1522.78,
        1530.42
    ],
    [
        " And not anyone is right or wrong or indifferent. They just, they go about things differently.",
        1531.68,
        1537.12
    ],
    [
        " And Lee knows this and uses it to the advantage, you know, in a mean of like, okay, well,",
        1537.56,
        1543.5
    ],
    [
        " why is he sending Jackson over towards Harper's Ferry and giving that leeway? Why is he keeping,",
        1543.72,
        1550.22
    ],
    [
        " you know, Longstreet closed hold? The one thing about, you know, when you look at, we talked a little",
        1550.46,
        1555.58
    ],
    [
        " bit about the army of Northern Virginia. When you've got two core, Robert Lee does give like a lot",
        1555.58,
        1562.24
    ],
    [
        " of latitude to both commanders because he can't keep his army together. They're like two huge",
        1562.32,
        1569.52
    ],
    [
        " sharks that are literally eating the landscape as they move. They're not like the union that'll just",
        1569.52,
        1574.98
    ],
    [
        " go into camp and just have all the provisions just come into camp. The Confederacy can operate that",
        1574.98,
        1581.38
    ],
    [
        " way. So he's got to keep them separate, but then close enough to where if he wants a decisive move,",
        1581.38,
        1587.6
    ],
    [
        " these guys are going to get it up and they're going to get there quickly. Just to expand on what you",
        1587.76,
        1592.04
    ],
    [
        " just said, because this is a huge point. So we know that then we know that the union is industrialized",
        1592.04,
        1598.54
    ],
    [
        " and they're producing things and they can do things like run trains and logistics. So what you're",
        1598.54,
        1606.26
    ],
    [
        " saying is when the union army sets up camps somewhere, they can just sit there because they're going",
        1606.26,
        1611.82
    ],
    [
        " to have food and and material sent to them through organized logistics trains based on really the",
        1611.82,
        1620.36
    ],
    [
        " logistics trains that are pre-existing just from the nature of life in the north.",
        1620.36,
        1624.58
    ],
    [
        " The Confederates, they don't have those pre-existing logistics trains, they don't have that focus either.",
        1625.16,
        1632.84
    ],
    [
        " So what the Confederate army does is it forages off the land and they go in with, I mean, these are",
        1633.3,
        1640.98
    ],
    [
        " 20, 30,000 people with how many horses, how many, if you got a, if you got a core, how many people",
        1640.98,
        1648.4
    ],
    [
        " are in Jackson's core? I mean, just off the top, I mean, just rough estimate.",
        1648.4,
        1652.46
    ],
    [
        " He's got, we have 15,000, 20,000 folks. So 15 to 20,000 people, how many horses you think he has?",
        1652.82,
        1658.84
    ],
    [
        " Well, I mean, just to kind of to give a visual of it because everybody's seen a cannon,",
        1659.18,
        1664.9
    ],
    [
        " you know, I mean, a piece of artillery. So if you look at one piece of artillery, there is six",
        1665.42,
        1671.0
    ],
    [
        " horses pulling one piece. Then behind that, you know what I mean? So each artillery piece,",
        1672.1,
        1677.98
    ],
    [
        " you've got the case on and then you've got an ammo chest. So there's another six horses and six",
        1677.98,
        1683.44
    ],
    [
        " horses. So if we do our, you know, quick math there, you know, I'm at 18 horses. Well, of course,",
        1683.44,
        1689.56
    ],
    [
        " the lieutenant gets a horse. You know, at least now we're at 19 horses. You know, the army moves off",
        1689.68,
        1695.96
    ],
    [
        " of, you know, I mean, a horse and a mule. And when you look at the difference, just to elaborate a",
        1696.06,
        1701.72
    ],
    [
        " little bit more to kind of, you know, in the industrial north, if you're just talking about like hubs",
        1701.72,
        1708.36
    ],
    [
        " of animal, you know, it's going to move these armies. In the industrial north, they're like,",
        1708.36,
        1714.1
    ],
    [
        " how do you make a horse? You know, you got to get a mommy horse and a daddy horse. They got to",
        1714.18,
        1719.56
    ],
    [
        " really, really like each other. You know, I mean, and then, you know, a few months later, you know,",
        1719.56,
        1724.06
    ],
    [
        " I mean, you're going to get this full and it's going to run around for a couple of years. The first",
        1724.06,
        1728.12
    ],
    [
        " couple of years of life, just running around trying to kill itself. You know, and then you got to",
        1728.12,
        1732.54
    ],
    [
        " train this thing. You know, I mean, so basically at the onset of the beginning of the Civil War,",
        1732.54,
        1737.98
    ],
    [
        " if you look at it from 61, by the time they've got like horses, if you're going to try to make horses,",
        1738.06,
        1743.08
    ],
    [
        " because that's just what the north does. They just make stuff. Well, you can't make a horse. What they",
        1743.12,
        1747.58
    ],
    [
        " have on the ground at the start of the war is what they're going to finish with. So what do they do",
        1747.58,
        1753.12
    ],
    [
        " in the United States government? They contract. They send contractors and they just scour the landscape",
        1753.12,
        1758.84
    ],
    [
        " and they're going to buy anything on four legs. And, you know, to me, and mules, they're going to pay",
        1758.84,
        1765.06
    ],
    [
        " any amount for a mule. You know, because it's better than a horse. You have a different screen of",
        1765.06,
        1770.26
    ],
    [
        " horse and a mule. A mule asks you for his resume. You know, I mean, it's not just going to just blindly",
        1770.26,
        1774.7
    ],
    [
        " follow you around. Like a mule is just smarter than a horse. And the agrarian south, if you want to",
        1774.7,
        1781.52
    ],
    [
        " be like, if you want a horse, you got to bring your horse. And then when you get there, the quarter",
        1781.52,
        1785.2
    ],
    [
        " masters are like, okay, yeah, hey, Chaco, there's you in your horse. And he gives you a 50 bucks.",
        1785.2,
        1789.56
    ],
    [
        " Here's 50 bucks for your horse. You know, I mean, we just bought your horse, now go ride it around.",
        1789.64,
        1793.34
    ],
    [
        " Well, then you go into the first battle and your horse gets shot and it's dead. Next thing,",
        1793.92,
        1797.56
    ],
    [
        " you know, the quarter master shows back up, hey, Chaco, man, where's my 50 bucks? What do you mean?",
        1797.58,
        1803.1
    ],
    [
        " Well, I paid you 50 bucks. Where'd you do with my horse? Well, it got shot and killed. Will you",
        1803.52,
        1806.74
    ],
    [
        " better get another horse to give me my 50 dollars back? So, you know, in me, so in the agrarian south,",
        1806.74,
        1812.5
    ],
    [
        " at the beginning, you know, I mean, they're on the cavalry side, of course, they're better capable.",
        1812.78,
        1819.52
    ],
    [
        " You know, because you're looking at the industrial north, you're looking a lot of immigrants that",
        1820.3,
        1824.5
    ],
    [
        " are coming in that just don't ride. So when you're looking at the difference of these two armies,",
        1824.5,
        1829.6
    ],
    [
        " it's just, it's a, it's leadership wise of how you're gonna, how you're gonna have the ability to",
        1830.22,
        1836.1
    ],
    [
        " operate is gonna be very different between the two. When you look at going back in with Long Street,",
        1836.16,
        1843.56
    ],
    [
        " Long Street prior to the war, again, he was a West Point grad. He ended up, he's one of, you know,",
        1844.2,
        1850.64
    ],
    [
        " a lot of folks don't know, but James Long Street was in Ulysses S. Grant wedding.",
        1850.64,
        1855.06
    ],
    [
        " You know, I mean, they went to school together. I mean, they're friends. It doesn't matter, you know,",
        1856.1,
        1861.34
    ],
    [
        " when they went to school together, there wasn't like a north and a south. They were just West Point",
        1861.36,
        1865.94
    ],
    [
        " grads. And Long Street was like, he was like one of those guys that like everybody wanted to be around.",
        1866.66,
        1871.12
    ],
    [
        " You know, in the mean, he was a really likable guy. And he ended up becoming really good. I mean,",
        1871.3,
        1876.3
    ],
    [
        " if you're in somebody's wedding, like, do you tight? Yeah. You know, so you got Grant that's in there.",
        1876.36,
        1881.38
    ],
    [
        " So that's another thing with, with, with Long Street that a lot of folks don't know, but he was",
        1881.42,
        1886.18
    ],
    [
        " very likable guys, a very likable commander. He was very competent what he does. But this is the",
        1886.18,
        1891.94
    ],
    [
        " army of northern Virginia. And he's not a Virginia. You know, so, you know, but still, you know,",
        1891.94,
        1902.36
    ],
    [
        " Robert E. Lee got Stonewall Jackson and Robert E. Lee called him Long Street his nickname. He was",
        1902.58,
        1908.12
    ],
    [
        " his old war horse. Like he was just like, you know, he was very consistent, you know, and",
        1908.12,
        1914.88
    ],
    [
        " consistency's accuracy and leadership, you know, in a mean with as far as like with James Long Street.",
        1914.88,
        1920.2
    ],
    [
        " So, you know, when you're looking at those two commanders, so Long Street and Lee, when you're",
        1920.74,
        1926.22
    ],
    [
        " talking about this command with four. So basically Lee is going to, you know, he is going to be in",
        1926.22,
        1931.32
    ],
    [
        " trace with Long Street. Jackson is going to run independent operations towards Harper's Ferry.",
        1931.32,
        1937.38
    ],
    [
        " And that's where you come in with with four. But when you look at it of the two commanders,",
        1937.64,
        1941.88
    ],
    [
        " yeah, they're young and young. But the end result, they both get the job done. They're both",
        1942.34,
        1946.76
    ],
    [
        " competent commanders. Yeah. And then, and then you as a leader or Lee as a leader, he's got to look",
        1947.12,
        1951.46
    ],
    [
        " at. And like you said, he utilizes them kind of plays them to their strengths, right? I'm going to",
        1951.46,
        1957.3
    ],
    [
        " take Long Street, who's the, you know, the more for lack of a better word, the more squared away.",
        1957.3,
        1964.12
    ],
    [
        " Hey, I got this. I, oh, you want me to set up camp? You want me to run the, what does he have?",
        1964.58,
        1968.86
    ],
    [
        " The reserve, the supply, the baggage trains like that's that's Long Street's personality. Meanwhile,",
        1968.98,
        1973.64
    ],
    [
        " Stonewall Jackson's like, Hey, you're going to go go get it. And so we understand their personalities.",
        1973.96,
        1979.54
    ],
    [
        " And just to wrap the thought on the logistics. So since the South doesn't have great logistics,",
        1979.8,
        1988.48
    ],
    [
        " they're, they've got all these courses and all these men, they're eat, they're forging off the land.",
        1989.02,
        1994.56
    ],
    [
        " So if you've ever been like a hunting, a hunting elk, I go hunting elk and sometimes I heard of",
        1995.02,
        2002.1
    ],
    [
        " elk, you'll stumble upon upon a place where a herd of elk has gone through. And there's nothing",
        2002.1,
        2008.5
    ],
    [
        " there. Like every piece of grass, every leaf up until, you know, however tall they can reach is",
        2008.5,
        2014.36
    ],
    [
        " just gone, barren. And I mean, I heard of elk's maybe, you know, a hundred, a hundred elk, maybe,",
        2014.36,
        2020.48
    ],
    [
        " maybe not even that and everything's gone on a path. So that's what I always think of when we,",
        2020.92,
        2027.82
    ],
    [
        " when you and I talk about like this, this, this army is like a locust swarm that moves through the",
        2027.82,
        2035.58
    ],
    [
        " land and eats everything. So there's, there's nothing left. And that, so, so two things are going on.",
        2035.58,
        2042.62
    ],
    [
        " You got to keep that army moving like you can't just, they can't just sit there like the north can",
        2042.94,
        2047.38
    ],
    [
        " rest. Basically, hey, well, they're sending us water, they're sending us food, they're sending us,",
        2047.38,
        2057.8
    ],
    [
        " houses, whatever, it's just a different setup for each one of these two armies. So always keep that",
        2057.88,
        2064.38
    ],
    [
        " in mind. Now, look, there's advantages to where you can just forge, you don't need a big supply chain.",
        2064.38,
        2067.7
    ],
    [
        " But this isn't one of those situations, right? There's an advantage, we can just live off the land.",
        2067.9,
        2072.38
    ],
    [
        " On an expedition, that's positive. Once you're in this type of situation, though, it can turn into a",
        2072.94,
        2078.04
    ],
    [
        " negative very quickly. Going back to this order, one 91, number five, general McClauz with his own",
        2078.04,
        2086.98
    ],
    [
        " division and that of general R. H. Anderson will follow general Long Street on reaching Middletown",
        2086.98,
        2093.74
    ],
    [
        " will take the route to Harper's Ferry and by Friday morning, possess himself of the Maryland heights",
        2093.74,
        2100.64
    ],
    [
        " and endeavor to capture the enemy at Harper's Ferry and vicinity. Pretty straightforward.",
        2100.64,
        2107.64
    ],
    [
        " Number six, general Walker with his division after accomplishing the object in which he is now",
        2108.34,
        2112.9
    ],
    [
        " engaged will cross the Potomac at Cheeksford, ascend it, ascend its right bank to love its",
        2112.9,
        2118.5
    ],
    [
        " will take possession of the Loudon Heights, if practicable by Friday morning, keys forward on his",
        2118.5,
        2123.98
    ],
    [
        " left and the road between the end of the mountain and the Potomac on his right. He will as far as practicable",
        2123.98,
        2130.22
    ],
    [
        " cooperate with general McClauz and Jackson and intercept the retreat of the army.",
        2130.22,
        2136.78
    ],
    [
        " Pretty specific. Order's once again. He likes that word practicable.",
        2138.74,
        2142.62
    ],
    [
        " Yeah, that's a pretty popular, well, I see you smiling across the table because everybody's always like,",
        2143.38,
        2149.16
    ],
    [
        " if practicable, like, what does that mean? Well, I mean, it's a, it is a, you know, it's a pretty common term,",
        2149.5,
        2156.4
    ],
    [
        " but you know, it's like, if you tell me that, you're letting me make my own decisions of whether or not I think I can...",
        2156.58,
        2162.72
    ],
    [
        " There's a wide, wide, wide range of practicable. Yes. There's a wide range of what's practicable.",
        2162.72,
        2170.16
    ],
    [
        " If I ask you to do something for me, if it's practicable, does that mean, you know, if I say, hey,",
        2170.28,
        2175.46
    ],
    [
        " pick me up a steak from the store, if it's practicable, you're like, okay, well, you go in there and",
        2175.6,
        2180.9
    ],
    [
        " there's the steak is four bucks and you're like, hey, cool, get jockeletoostakes. You go in there",
        2180.9,
        2186.78
    ],
    [
        " and the steak's 30 bucks, you're like, that's not practicable. I didn't tell you what was practicable or not.",
        2186.78,
        2190.9
    ],
    [
        " So it's kind of your decision. Yeah, I make it to you. Yeah. So there's some vagueness to that word.",
        2191.16,
        2196.8
    ],
    [
        " But then, you know, everybody always kind of like, if I know that like, okay, well, Jockelet really wants",
        2197.2,
        2202.7
    ],
    [
        " that steak and if I bring him like a piece of piece of fish, like, he's gonna be pissed. You know what",
        2202.7,
        2209.14
    ],
    [
        " it means? So it's like, I mean, I better crack out that 40 bucks man, go ahead and get the steak,",
        2209.14,
        2213.7
    ],
    [
        " because I know that's what the boss wants. Yeah. And so I guess what we end up with here is if I ask",
        2213.76,
        2218.54
    ],
    [
        " Jackson for a steak, I'm getting steak. He doesn't care if he has to slap around the cashier like we're getting steak,",
        2219.74,
        2225.56
    ],
    [
        " right? Maybe if you ask someone else, perhaps a general walker, and I don't know too much about general walker,",
        2225.76,
        2232.64
    ],
    [
        " maybe he's the kind of guy that, you know, he's, yeah, he's gonna make the call. Maybe, maybe not. I mean,",
        2233.3,
        2237.88
    ],
    [
        " if you ask McClellan for a steak, you better, you better get the white wine ready for fish,",
        2238.08,
        2244.62
    ],
    [
        " right? Because you're not getting steak. Most likely he's not gonna bring you. It doesn't seem",
        2244.62,
        2248.28
    ],
    [
        " practical to him. Right. So it's a big word. Yeah. Gonna cause some issues. Seven,",
        2248.28,
        2255.12
    ],
    [
        " General D H Hills division will form the rear guard of the army, pursuing the road taken by the",
        2256.14,
        2261.06
    ],
    [
        " main body, the reserve artillery ordinance and supply trains, etc. will proceed, will precede General",
        2261.06,
        2267.76
    ],
    [
        " Hill. And number eight, General Stewart will detach a squadron of cavalry to accompany the",
        2268.36,
        2276.48
    ],
    [
        " commands of General Longstreet Jackson and McClauz. And with the main body of the cavalry,",
        2276.48,
        2281.7
    ],
    [
        " we'll cover the route of the army, bringing up all stragglers that may be left behind.",
        2282.28,
        2287.28
    ],
    [
        " Number nine, the generals, the commands of General Jackson McClauz and walker after accomplishing",
        2287.98,
        2294.78
    ],
    [
        " the objects for which they have been detached will join the main body of the army at Boonsboro",
        2294.78,
        2299.22
    ],
    [
        " or Hagrstown. Number 10, each regiment on the march will habitually carry its axes in the",
        2299.22,
        2305.12
    ],
    [
        " regimental ordinance wagons for use of the men at their encampments to procure wood, etc.",
        2305.12,
        2311.54
    ],
    [
        " By command, General R U E. Okay. So we can see that's a thorough plan. I mean, we know what's",
        2312.42,
        2319.28
    ],
    [
        " happening. I mean, you could draw this out. If you got out your little sand table, you threw out a map",
        2319.28,
        2323.9
    ],
    [
        " on the ground, you could you could plot out what's about to happen. Yeah. You know, with this here,",
        2323.9,
        2329.28
    ],
    [
        " just like we kind of did earlier, when I was showing you like the Harpers fairy, the Loudon Heights,",
        2329.32,
        2333.4
    ],
    [
        " you know, the Maryland Heights, where Jackson's going to be. And then when you look at like Hagrstown",
        2333.74,
        2338.42
    ],
    [
        " as in Maryland, so this is kind of like, you know, he's going to make his way north. And as we're",
        2338.42,
        2343.56
    ],
    [
        " moving up north, we might as well just swing by, man, and do a quick little raid on Harpers fairy",
        2343.56,
        2348.44
    ],
    [
        " and pick up a little bit of extra, you know, logistical stuff for the trip north.",
        2348.44,
        2352.4
    ],
    [
        " Because it's not just about, you know, the foraging for food. You know, you got these guys that are",
        2352.94,
        2358.86
    ],
    [
        " infantry guys. So, okay, let's say they're carrying 40 rounds on them. Well, that's going to go",
        2358.86,
        2363.18
    ],
    [
        " pretty quick in a gun fight. So they're going to need more ammo. So with that Harpers fairy, it's an",
        2363.18,
        2368.78
    ],
    [
        " arsenal. You know, I made a lot of ammo, a lot of weapons, that kind of thing. And it's also, if",
        2368.78,
        2375.12
    ],
    [
        " you're looking at it of where Harpers fairy is, if you can control that, you got the Shannando",
        2375.12,
        2379.32
    ],
    [
        " River, and you got the Potomac River, the Conflonks, I mean, if you command the Maryland Heights,",
        2379.32,
        2384.1
    ],
    [
        " like we were looking over top of there, like, like, wow, I mean, you, that's a commanding,",
        2384.1,
        2388.76
    ],
    [
        " Loudon Heights in Virginia. So Harpers fairy is sort of sitting on a peninsula",
        2388.82,
        2393.86
    ],
    [
        " in between the Shannandoah and Potomac River. And it's where those two rivers converge and then",
        2393.86,
        2404.94
    ],
    [
        " turn into just the Potomac, which takes you to the ocean. Yep, straight past DC, straight",
        2404.94,
        2410.72
    ],
    [
        " out to the chest. So this is a very prominent point and would be great, like you said, to grab a",
        2410.72,
        2417.04
    ],
    [
        " hold of. We hear a lot about Harpers fairy. Yeah, there's a lot, I mean, like we said, I mean,",
        2417.04,
        2421.86
    ],
    [
        " the activity that's there coming off the Potomac, you know, I mean, there's a, a, a, a,",
        2421.94,
        2426.18
    ],
    [
        " a sea in a, there's a towpath, you know, I mean, where they have, uh, basically, you know,",
        2426.18,
        2431.62
    ],
    [
        " when you look at a lot of the old towns and a lot of the old rivers and that kind of thing of,",
        2431.62,
        2435.68
    ],
    [
        " like, well, how do we move, you know, produce, like upstream? So they're going to canal,",
        2435.76,
        2442.32
    ],
    [
        " you know, I mean, a lot of these riverways and they're going to use locks. So if you're,",
        2442.78,
        2446.98
    ],
    [
        " like a little mini Panama canal, you know, I mean, are all along these rivers the way they can",
        2446.98,
        2452.26
    ],
    [
        " flood them and then flat boats and then they've got like, uh, you know, harnesses with, with mules or",
        2452.26,
        2457.9
    ],
    [
        " horses or kids, uh, and they're going to pull these up the towpath. Uh, and that's what kind of",
        2457.9,
        2464.52
    ],
    [
        " like the way how they're kind of making their living there. So yeah, this here of, of where Harpers",
        2464.52,
        2469.38
    ],
    [
        " fairy for genia is at that time, uh, has been in existence forever. Uh, and it's, if you control the",
        2469.38,
        2476.9
    ],
    [
        " loudened heights and the Maryland heights, you control those two rivers and it also, if, if Robert",
        2476.9,
        2484.92
    ],
    [
        " E. Lee controls that and looking at anybody coming up from the loudened heights or up through",
        2484.92,
        2490.4
    ],
    [
        " Maryland, it's also securing his logistical lines of crossing over the Potomac and now into that",
        2490.4,
        2498.74
    ],
    [
        " western part of Maryland. Uh, so, you know, he's going to send the folks down there and, uh, and just",
        2498.74,
        2505.76
    ],
    [
        " kind of pick that up along the way and then he's going to, you know, they're just going to hang out",
        2505.76,
        2509.58
    ],
    [
        " Hagerstown, Maryland. And then once Jackson's done, then they'll just make their way right back",
        2509.74,
        2514.78
    ],
    [
        " up there, link up in Hagerstown and then we're going to start pushing north. So that's the whole",
        2514.78,
        2518.96
    ],
    [
        " plan. And I'm with you. I mean, I think it's very, very well thought out plan of where, yeah,",
        2518.96,
        2524.5
    ],
    [
        " we could get a map out. We could look at this on here and we could explain of what everybody's",
        2524.64,
        2529.2
    ],
    [
        " part is in this special order, one 91. So you got, when you think about the part and what each",
        2529.2,
        2535.48
    ],
    [
        " person's part is, well, we got to explain each person what, you know, the, the Jackson McLaughlin walk",
        2535.52,
        2541.32
    ],
    [
        " all these various people got to get their orders. So how are they getting their orders? Well,",
        2541.32,
        2546.02
    ],
    [
        " generally writes these orders down in a clear manner. And then they, you know, probably some",
        2546.42,
        2554.14
    ],
    [
        " private that knows how to write, coffees them. And then they, they bundle them up and send them with",
        2554.14,
        2559.82
    ],
    [
        " careers out to deliver everyone. Hey, here's the orders. This is what we're doing. That's how they're",
        2559.82,
        2564.2
    ],
    [
        " distributing. There's no, there's no email. There's no, not sending a PowerPoint brief.",
        2564.22,
        2568.2
    ],
    [
        " That's how you're doing. It's a written copy of these orders. And so these careers go out and",
        2568.48,
        2576.16
    ],
    [
        " lo and behold, one of these careers drops his plan. What happens with that? Yeah, to kind of give",
        2576.16,
        2586.3
    ],
    [
        " the, the visual to the folks. Listen, when you look at a, at like a, at a tent where the commander",
        2586.3,
        2591.96
    ],
    [
        " is going to be, so you got the commander and then they got the flag, you know, to mean for that",
        2591.96,
        2596.7
    ],
    [
        " commander. So that that's how people can identify like, you know, Jaco would have a flag and I'm",
        2596.7,
        2601.04
    ],
    [
        " riding around and looking for Jaco. There's Jaco's flag. I can go there. Now that doesn't mean Jaco",
        2601.04,
        2605.8
    ],
    [
        " is in there. Like he might be out doing like Jaco stuff. They're not just sitting in the tent waiting.",
        2605.8,
        2611.8
    ],
    [
        " Some are, you know, they don't leave their, what we call commander's intents, not commander intent.",
        2612.22,
        2618.66
    ],
    [
        " But, you know, so you got these, you got these, an old man, not, you know, an older guy that's not",
        2619.5,
        2625.48
    ],
    [
        " really, you know, he can't hike and stuff like it, but he's sitting there at a table kind of like",
        2625.48,
        2629.48
    ],
    [
        " what we're at and he's got a stopwatch. You know, I mean, he's got a timepiece that's there and he's",
        2629.48,
        2633.76
    ],
    [
        " logging in these messages of when they received and if there's messages going out. So he's recording",
        2633.76,
        2639.22
    ],
    [
        " all of this for the commander so that when Jaco comes back to his command post, you can go there",
        2639.22,
        2644.6
    ],
    [
        " straight to the table and put up, yep, this came in, this went out and go through your messages",
        2644.6,
        2648.92
    ],
    [
        " and what time they were received so that you can prioritize which ones need to go out, you know,",
        2648.92,
        2654.14
    ],
    [
        " what I mean, how long has this been sitting there? And then you've got like a bunch of teenagers",
        2654.14,
        2658.12
    ],
    [
        " with ponies sitting right outside and these guys are the couriers. So if you could imagine, you know,",
        2658.12,
        2665.28
    ],
    [
        " what I mean, like, and we know how teenage boys are, we both have one. And you got these teenage",
        2665.28,
        2672.82
    ],
    [
        " boys out of pony and they're like, hey, take this one. You're going to Jaco. Hey, I need you to take",
        2672.82,
        2677.98
    ],
    [
        " this one to echo. This one's going over here and they just give it and these teenagers on ponies",
        2677.98,
        2683.58
    ],
    [
        " they're out and they're off looking for that commander. And like as you said, this one commander,",
        2683.58,
        2692.12
    ],
    [
        " you know, I mean, if they take the special order 191 and it's actually rolled up with three cigars",
        2692.2,
        2701.12
    ],
    [
        " in the middle of special order 191. And you know, the teenager just gets it, you know, he's not",
        2701.72,
        2708.76
    ],
    [
        " old enough to smoke yet. You know, he gets it, puts it in his little satchel and often away he goes,",
        2708.76,
        2715.0
    ],
    [
        " well, as he's going, you know, it's the it's the typical teenager. He left his satchel bag is not",
        2715.2,
        2721.74
    ],
    [
        " secure. And as they're, you know, riding along outfalls, special order 191 with three cigars",
        2722.7,
        2731.34
    ],
    [
        " wrapped around it. So a union guy picks it up. What's he excited about? Well, one is a listed",
        2731.34,
        2740.08
    ],
    [
        " union guy, you know what I mean, because it's just like, you know, they're out there walking along.",
        2740.08,
        2744.04
    ],
    [
        " If you're hiking, you're kind of looking at stuff and you're like, oh, shit, man, look at that.",
        2744.2,
        2748.1
    ],
    [
        " You know what I mean? I see this thing wrapped, laying on the ground, he picks it up, he's like,",
        2748.24,
        2751.6
    ],
    [
        " dude, three cigars. You know what I mean? And like takes the whatever the paper is, wrapped, throws",
        2751.64,
        2757.58
    ],
    [
        " it off to the side. Dude, I got three cigars. I mean, it's pretty, like tobacco is like a big deal,",
        2757.58,
        2762.7
    ],
    [
        " especially for northern folks, because where's all the tobacco? It's in Virginia. You know what I mean?",
        2763.2,
        2768.2
    ],
    [
        " So for these guys up north, they're not getting tobacco anymore. So this dude stoked. Well,",
        2768.36,
        2775.4
    ],
    [
        " well, this is interesting. I think we need to, like, we put it up, we put it up, we put it up,",
        2776.06,
        2781.96
    ],
    [
        " put it up, the chain. So let's just act like there was like one cigar. And we keep it to",
        2781.96,
        2788.64
    ],
    [
        " send up the end. So that special order 191, it makes its way to the commander, General McLellan.",
        2788.64,
        2796.0
    ],
    [
        " So McLellan gets the entire battle plan from generally line by line. He knows what's going to",
        2796.54,
        2804.36
    ],
    [
        " happen. And he speaking stoked. He gets pretty stoked at this. I'm going to pull a little excerpt",
        2804.36,
        2810.94
    ],
    [
        " from here from the book, Lincoln's lieutenants. Here's what, here's what this book says about it.",
        2810.94,
        2815.44
    ],
    [
        " The lost order, that's order 191, as it came to be known, was an intelligence coup unrivaled in",
        2815.58,
        2821.8
    ],
    [
        " the war that McLellan fully realized what fortune had awarded him is evident in the exuberant",
        2821.8,
        2828.62
    ],
    [
        " telegram. He sent at noon that day to the president. Quote, I think Lee has made a gross mistake if",
        2828.62,
        2836.8
    ],
    [
        " the plans of the rebels remain unchanged. I have all the plans of the rebels and will catch them",
        2836.8,
        2843.96
    ],
    [
        " up in their own trap if my men are equal to the emergency. He closed with a pledge, will send",
        2843.96,
        2852.42
    ],
    [
        " you trophies. So McLellan thinks he's got this, he's thinks he's good to go.",
        2853.2,
        2859.78
    ],
    [
        " But McLellan's a weird guy, man. Yeah. He's a weird guy. And it seems, am I interpreting this",
        2860.9,
        2869.76
    ],
    [
        " right from what I understand to the story? It sounds like he's a guy that he doesn't tell his",
        2869.76,
        2876.98
    ],
    [
        " subordinates that he knows what the enemy is going to do almost as if he wants everyone to think",
        2878.46,
        2884.9
    ],
    [
        " that he's just a brilliant command. It's like if you had the opposing teams, you know, in football,",
        2884.9,
        2890.26
    ],
    [
        " you had their playbook. And so you started, you didn't tell your team, you didn't say, hey,",
        2890.26,
        2895.7
    ],
    [
        " I have their playbook. That's why we're going to do this and say, hey, over here, you know,",
        2895.88,
        2899.22
    ],
    [
        " set up on this side. And when they call this do this, and now you look, I mean, you look like a",
        2899.36,
        2904.48
    ],
    [
        " brilliant tactician and strategist because they just think you're smart. Was he trying to pull that",
        2906.4,
        2911.54
    ],
    [
        " off and who's that? Who's that? What happened? Yeah. I mean, from the readings that I get,",
        2911.54,
        2916.26
    ],
    [
        " that's exactly, you know, he gets this order and he's reading it over. And it's almost like,",
        2916.34,
        2921.36
    ],
    [
        " you know, like I think in the book he talks about like he eludes to like Franklin, like a little bit,",
        2921.46,
        2926.32
    ],
    [
        " doesn't tell him he's got the order, but it's just kind of like giving him a little, you know,",
        2926.38,
        2930.92
    ],
    [
        " a little, you know, I mean, teasing him a bit about like, you know, I mean, hey, this is going",
        2930.92,
        2936.78
    ],
    [
        " to be good, man. Like I've got a plan for this and it's all going to be me. I mean, it's like,",
        2936.78,
        2941.88
    ],
    [
        " like you said, like we're we're strolling through the locker room and we find the other teams playbook",
        2941.98,
        2946.96
    ],
    [
        " and I'm the head coach. And you know, like the the water boy brings me this book of like, hey,",
        2946.96,
        2953.18
    ],
    [
        " coach, like look what I found, you know, in the mean it's Bobby Boucher and he gives me the book and",
        2953.28,
        2957.68
    ],
    [
        " he's not really, you know, smart of a guy. And then I'm the head coach and I don't tell my",
        2957.68,
        2961.88
    ],
    [
        " offense and defensive coordinator that dude, I got the whole game plan. But and then you're looking",
        2961.88,
        2967.8
    ],
    [
        " at me because I'm like, I'm I start to call play. You're like, hey, Jaco, I'm going to call",
        2967.8,
        2971.8
    ],
    [
        " the plays on this one. You know what I mean? Like what do you mean you call by I'm offense",
        2971.8,
        2975.02
    ],
    [
        " or coordinator? You always look about yeah, you know what, man, I've got a good feeling about this.",
        2975.02,
        2978.78
    ],
    [
        " Yeah. You know what I mean? Let's let's let's do the old number four. You know what I mean? And",
        2978.92,
        2987.66
    ],
    [
        " just crushing them and you're all looking at me like, shady man is like on his game today.",
        2987.66,
        2993.52
    ],
    [
        " And but you know, I mean, but like why wouldn't I sit down and check who cares if the team doesn't know.",
        2994.4,
        2999.22
    ],
    [
        " But my offense, my subordinate commanders like my offense of coordinated, my defensive coordinator",
        2999.68,
        3003.78
    ],
    [
        " special teams like why am I not calling in all my assistant coaches and be like, dude, look what I got.",
        3003.78,
        3010.78
    ],
    [
        " You know, because they can then read it and interpret it as well.",
        3011.18,
        3014.54
    ],
    [
        " But so yeah, I mean, that's the McClellan wants to make it look like he's just a freaking genius.",
        3015.26,
        3020.48
    ],
    [
        " And it's just going to elevate his ego even more. So he starts doing what you said.",
        3020.78,
        3028.14
    ],
    [
        " He's like, hey, we're going to do the old number four. And by the way, McClellan up to this point,",
        3028.22,
        3031.84
    ],
    [
        " as we know is like, is like a habitual slow roller. He's he's default passive, right?",
        3031.88,
        3037.6
    ],
    [
        " And now all of a sudden, he starts moving troops aggressively. He starts making, making movements.",
        3038.6,
        3043.82
    ],
    [
        " And Lee starts to execute the plan. But but McClellan node, but sorry, Lee notices that McClellan is",
        3046.8,
        3055.04
    ],
    [
        " doing things, making moves that are out of character. I think Lee uses the words like, these are out of",
        3055.04,
        3062.62
    ],
    [
        " keep McClellan's doing things that are out of character, which is really absolutely incredible to",
        3062.62,
        3069.34
    ],
    [
        " have that much perception of what's happening on the battlefield that you're opposing general.",
        3069.82,
        3075.06
    ],
    [
        " You realize that he's doing things that are out of character. That's a pretty that's pretty",
        3075.66,
        3081.46
    ],
    [
        " impressive to be able to sense that. Yeah, I would. And I think that's what makes the civil war",
        3081.46,
        3088.9
    ],
    [
        " so much more intriguing is because like all these guys, you know, they they fought together.",
        3088.9,
        3096.54
    ],
    [
        " I mean, so it would almost be as if like, you know, if we took like you and life,",
        3096.78,
        3100.16
    ],
    [
        " you know, I mean, you would be like, late, late, a little bit out of character. You know his character,",
        3100.42,
        3106.64
    ],
    [
        " like so well, that you're like, he knows something. Yeah. Oh, like, life is staying in position.",
        3106.64,
        3112.94
    ],
    [
        " Something's weird. Yeah. Because life is trying to go, right? I'm like, oh, there's something going",
        3113.32,
        3118.76
    ],
    [
        " on. He's got some kind of a trap set. Yeah. So these guys know each other to the point where they're",
        3118.76,
        3126.52
    ],
    [
        " not expected. And so Lee senses that and changes up his plan. Yeah. So he, you know, because you",
        3127.8,
        3134.44
    ],
    [
        " got to get up and over like the prominent terrain feature for folks that have ever been in that region",
        3134.44,
        3141.06
    ],
    [
        " of Western Maryland, you got to get over what's called South Mountain. I mean, it's a large mountain",
        3141.06,
        3147.02
    ],
    [
        " range running in a South mountain. Not if you're like a West Coast guy. Of course, you know,",
        3147.02,
        3151.18
    ],
    [
        " it's like a hill of there. But South Mountain in Maryland, it's pretty prominent. And there's only",
        3151.92,
        3157.84
    ],
    [
        " a couple of places, you know, roads back then where you can kind of cross over. So you got to get up",
        3157.84,
        3163.26
    ],
    [
        " and over South Mountain. And again, his execution, he's not like, I mean, it just it amazes me that",
        3163.26,
        3172.44
    ],
    [
        " he's got this plan. But because he keeps it close hold. So as he's sitting there and, you know,",
        3172.44,
        3178.24
    ],
    [
        " you know, study long study wrong, you know, in the mean kind of an attitude. So he's get this plan.",
        3178.56,
        3184.64
    ],
    [
        " And he at first, he gets like super excited. But then, you know, I mean, he starts thinking about it.",
        3184.64,
        3191.32
    ],
    [
        " Like, this is kind of odd. Why would cigars rolled up, dropped conveniently in the road picked up",
        3191.38,
        3201.1
    ],
    [
        " by a union guy? I think they might have planted this. You know, so now he's second guessing himself of",
        3201.1,
        3210.26
    ],
    [
        " the, you know, initially, I'm stoked. Then it starts coming into, I think they planted this.",
        3210.26,
        3216.64
    ],
    [
        " So, you know, I mean, now, so that's causing him again. So instead of like being like, bam, I'm on it.",
        3216.78,
        3223.42
    ],
    [
        " Now he starts second guessing his own, this own order, 191. Is it legit? Like, is this legit?",
        3223.42,
        3231.18
    ],
    [
        " Did they put this down here to lure me in? And so he second guesses up. So now he's going to slow roll.",
        3231.4,
        3238.8
    ],
    [
        " And because of of his actions, it's giving time for Robert E Lee to be able to start sending messages.",
        3239.46,
        3249.14
    ],
    [
        " Just because, you know, I mean, we read the one order, one ninety one, like Jackson and these guys are gone.",
        3249.14,
        3253.08
    ],
    [
        " They're over the loud and heights. They're up the Maryland heights. They're hitting Harper's Ferry.",
        3253.28,
        3256.56
    ],
    [
        " You know, if you look at that Hagerstown, I mean, even of Sharpsburg, Maryland, it's over 14 miles away.",
        3257.1,
        3264.16
    ],
    [
        " Now, I know like a lot of it's like, you know, in today, 20 to 22, 14 miles is not a lot.",
        3264.74,
        3268.82
    ],
    [
        " You know, I mean, you know, carrying all your stuff on your back, you know, in a mean and moving 14 miles,",
        3269.12,
        3274.9
    ],
    [
        " you're going to try to get like 15,000 people to move, you know, 15 miles. That's a lot.",
        3274.9,
        3280.6
    ],
    [
        " Especially as you're already moving down and you're taking control because the beginning of the order,",
        3281.2,
        3287.32
    ],
    [
        " Jackson and them are taking Harper's Ferry. You know, I mean, they're becoming successful.",
        3287.82,
        3292.1
    ],
    [
        " You know, I mean, so they're, you know, they surrender Harper's Ferry. Jackson's got it.",
        3292.7,
        3296.02
    ],
    [
        " And then the next thing, you know, like Robert E Lee is sensing of like, dude, little Mac is like,",
        3296.02,
        3300.5
    ],
    [
        " he's out of character. Something's up. And he immediately sends a note to Jackson.",
        3300.66,
        3305.76
    ],
    [
        " Like, hey, dude, you know what I mean, finish up what you got going on down there, man.",
        3306.28,
        3310.1
    ],
    [
        " I need you to, you need to make your way up here to Shepherdstown.",
        3310.18,
        3313.04
    ],
    [
        " Because now Robert E Lee is, he's got Longstreet. He's got one of his core, but just like,",
        3313.68,
        3318.4
    ],
    [
        " we kind of talked a little bit earlier. You know, I mean, he needs to get his armies together.",
        3318.48,
        3322.24
    ],
    [
        " I mean, I think one of the numbers on here is like 85,000 versus 40,000. So if you, you know,",
        3322.74,
        3327.28
    ],
    [
        " split the 40,000 and half, you're kind of sitting up there with 20,000. Those aren't good odds.",
        3327.28,
        3332.36
    ],
    [
        " You know what I mean? And you're doing an away game. You know, I mean, you're in Maryland.",
        3333.32,
        3337.82
    ],
    [
        " You know what I mean? This is an away game. You know what I mean? You don't have the support",
        3338.28,
        3342.3
    ],
    [
        " that you would be. And you've got the Potomac River and your backs up against it. And that's not",
        3342.3,
        3348.26
    ],
    [
        " an easy river to be able to get across. If you're going to try to move 20,000 people, you know what I mean?",
        3348.26,
        3354.34
    ],
    [
        " And you're just going to forward the river with all that stuff. You know, I mean, because you don't",
        3354.34,
        3358.58
    ],
    [
        " want to just leave your stuff. So there's a lot of decision making. So Robert E Lee is going to",
        3358.58,
        3364.14
    ],
    [
        " sense this, which I think is just incredible. But and then he's going to send a note down to Jackson.",
        3364.14,
        3370.68
    ],
    [
        " And so they do secure Harper's Ferry. But because of McClellan's lack of sense of urgency to get",
        3371.04,
        3377.98
    ],
    [
        " stuff done, he's going to squander like any hopes of getting, I mean, if he could have got Longstreet",
        3377.98,
        3385.16
    ],
    [
        " without Jackson being there, you know, like if you look at that order, Jackson isn't at the",
        3385.16,
        3391.74
    ],
    [
        " Maryland Heights. He's in Virginia. You know what I mean? So for him to be able to, now you've",
        3391.74,
        3397.44
    ],
    [
        " got him segregated to where you can hit Longstreet all by himself with your entire army. So it's 80",
        3397.44,
        3404.2
    ],
    [
        " against 20. Yeah. I mean, you're going to roll him like a wet napkin and you're going to push him",
        3404.46,
        3409.52
    ],
    [
        " and you could destroy that core. You know what I mean? And then you got, then you got Jackson.",
        3409.52,
        3415.24
    ],
    [
        " Also a single core against your entire army. Yeah. And then you could cross over in",
        3415.54,
        3420.66
    ],
    [
        " Virginia and you could get Jackson is on a peninsula. He's got some of his guys are over on the",
        3420.66,
        3426.72
    ],
    [
        " Maryland Heights, you know what I mean? So now you could pursue one core of Jackson. I mean,",
        3426.94,
        3433.16
    ],
    [
        " just, you know, but again, McClellan, you know, the exaggeration of the numbers, how many people",
        3433.3,
        3439.8
    ],
    [
        " are actually out there, false reporting to Lincoln and the, and the, uh, Stanton Secretary of War",
        3439.8,
        3445.88
    ],
    [
        " and these guys, I mean, like he just literally just doesn't take action. So he's got this great",
        3445.88,
        3451.82
    ],
    [
        " piece of intelligence that's given to him and he doesn't use it. It's just crazy. Yeah. No,",
        3451.82,
        3458.3
    ],
    [
        " it's, it is crazy. Uh, so what you end up with for the battle scene here is you end up with Longstreet",
        3458.44,
        3467.3
    ],
    [
        " and Jackson, because Jackson does make it up. Now they're, they're, they sort of form their whole",
        3467.3,
        3472.86
    ],
    [
        " line. The whole army is a raid at an angle online Northeast of Sharpsbrook. So you got 45,000",
        3472.86,
        3481.64
    ],
    [
        " of them. And then McClellan, because he didn't take action, because he kind of stayed put,",
        3481.64,
        3488.0
    ],
    [
        " they end up aligned with their 85,000 troops. McClellan is east of the Antietam River in the",
        3488.58,
        3497.88
    ],
    [
        " Pryos, whereas the troops are west of the Antietam River for the most part. Is that correct?",
        3497.88,
        3502.44
    ],
    [
        " The, the Confederates, yep, Confederates are on the west side with Longstreet, but aren't,",
        3503.5,
        3511.62
    ],
    [
        " of the, of the Creek of Antietam Creek? Not yet. No, they're, they're going to make the approach",
        3511.62,
        3516.66
    ],
    [
        " coming from east to west. So first they got to get up and over South Mountain, and then they're",
        3516.66,
        3520.22
    ],
    [
        " going to come down into the valley of where like you're coming into Sharpsburg. So if you could",
        3520.22,
        3524.5
    ],
    [
        " imagine that you got Antietam Creek, which then spills into the Potomac River. And it's a,",
        3524.5,
        3530.16
    ],
    [
        " I mean, I don't like Antietam Creek. I mean, it's, it's probably 20 feet wide, maybe, you know,",
        3530.4,
        3539.58
    ],
    [
        " three feet deep, you know, I mean, some spots deeper than others. I mean, it's not, but it's still a,",
        3539.58,
        3544.84
    ],
    [
        " it's a natural obstacle to kind of, to kind of get through. And so first, you know, they got to",
        3544.96,
        3550.84
    ],
    [
        " get up and over South Mountain. And of course, Robert E. Lee, there's going to be the battle up there",
        3550.84,
        3555.16
    ],
    [
        " of trying to get through these passes to get over. And Robert E. Lee is just, he just needs to slow him",
        3555.16,
        3560.78
    ],
    [
        " down. He needs to give time for Jackson. He needs to get his army back up there. So Jackson,",
        3560.78,
        3567.54
    ],
    [
        " just like you had said, just just a little bit northeast of Sharpsburg, there's a little church",
        3567.56,
        3574.1
    ],
    [
        " that the church still stands this day. It's up there at Sharpsburg at Antietam at the battlefield.",
        3574.1,
        3579.8
    ],
    [
        " It's there. It's the Dunkard Church. It's a little one story white church that sets off the road.",
        3580.1,
        3586.72
    ],
    [
        " I mean, Antietam battlefield is a beautiful, beautiful setting, farmland, corn fields,",
        3586.86,
        3593.36
    ],
    [
        " just a beautiful part of America. And the pry house, which you're talking about, ends up becoming",
        3593.98,
        3601.9
    ],
    [
        " McClellan's headquarters is on the east side of Antietam Creek. And it's, it's like one of the nicest",
        3601.9,
        3609.66
    ],
    [
        " houses in the area. You know what I mean? Like when you roll up to the pry house, you're kind of like,",
        3609.66,
        3614.06
    ],
    [
        " well, no shit, McClellan came here. You know what I mean? Like he's not going to go to the",
        3614.22,
        3618.22
    ],
    [
        " double-eyed down the road. He's taken the pry house. And that's where he's going to set up shop.",
        3618.22,
        3622.74
    ],
    [
        " And at this time, you know, you got Long Street and Lee are over there, you know, over by the",
        3623.88,
        3630.66
    ],
    [
        " Dunkard Church. And you, if you could imagine these, you know, Maryland rolling hills of farmland",
        3630.66,
        3638.2
    ],
    [
        " with little pockets of wooded area. You know, so, you know, through there, you'll hear through the",
        3638.2,
        3644.0
    ],
    [
        " books of like the east woods, the north woods, the corn field, the sunken road. It's just like",
        3644.0,
        3649.68
    ],
    [
        " little pockets of farms that are out there right outside of Sharpsburg. And, and so he sends the",
        3649.68,
        3656.96
    ],
    [
        " note and Jackson, you know, being Jackson, as soon as he gets that, that note from Lee of like,",
        3656.96,
        3661.6
    ],
    [
        " hey, dude, hey, diddle diddle, get your ass up here. So Jackson immediately turns over command",
        3661.72,
        3667.0
    ],
    [
        " to a subordinate to finish up operations going on there at Harper's Ferry. And Jackson gets on",
        3667.0,
        3673.98
    ],
    [
        " his favorite horse. He's got a couple horses, but little sorrows like his favorite one. Just,",
        3673.98,
        3678.9
    ],
    [
        " you know, little sorrows used to be fully stuffed in the basement of VMI. Like you could go there and",
        3679.18,
        3683.82
    ],
    [
        " pet little sorrows. Where is it now? I don't know if they got rid of little sorrows. Like when I was a",
        3683.82,
        3689.44
    ],
    [
        " kid, you could pet the horse, but now the last time I saw little sorrows, he was behind Plexiglass,",
        3689.44,
        3694.64
    ],
    [
        " because you could imagine all the kids petting it. It kind of looked like a, like one of those,",
        3694.98,
        3699.08
    ],
    [
        " like those bald cats, but it was like a big bald cat. So he gets on little sorrows and makes his way",
        3699.68,
        3706.32
    ],
    [
        " up to, up to Sharpsburg. And when, just to kind of, you know, give the idea of Stonewall Jackson and",
        3706.32,
        3715.04
    ],
    [
        " the army of Northern Virginia. So you got all these privates that are with, you know, first core,",
        3715.04,
        3720.18
    ],
    [
        " and they work for Longstreet. Greg, I, but these privates that are out there on this, you know,",
        3720.36,
        3728.66
    ],
    [
        " you were kind of talking about some of the privates, like look down and over and they see this dude",
        3728.66,
        3733.92
    ],
    [
        " coming up on a horse and one of the pri- they're like, dude, it's Jackson. And they're, hey, and so",
        3733.92,
        3740.1
    ],
    [
        " they turn and they yell down the line, hey man, everything's good. Jackson's here. Well, it's just",
        3740.1,
        3747.46
    ],
    [
        " Jackson. He doesn't have any imagery with him, but just the morale of not even his own core",
        3747.46,
        3754.58
    ],
    [
        " is lifted just because Jackson's there. I mean, that's, that's the kind of, if you're looking at, like,",
        3756.0,
        3761.78
    ],
    [
        " a leader in an organization, you know, you probably, you know, through your time, and you know,",
        3761.96,
        3767.84
    ],
    [
        " just like with me and Marine Corps, there's always like that one dude that shows up and like",
        3767.84,
        3771.64
    ],
    [
        " everybody just kind of gets excited because, you know, he's here. Yeah. That's what Jackson",
        3771.64,
        3779.8
    ],
    [
        " brings to the end. Of course, as soon as they get there, you know, it's, it's Lee and Long Street and",
        3780.52,
        3785.98
    ],
    [
        " they're gonna, they're gonna have a discussion. House is gonna roll because if you look at",
        3785.98,
        3793.14
    ],
    [
        " Antietam Creek, you know, I mean, Antietam Creek, there's, there's three bridges, you know, I mean,",
        3793.14,
        3799.04
    ],
    [
        " because like I said, I mean, it's not a, it's not a big creek, but you're gonna have to use bridging,",
        3799.12,
        3802.76
    ],
    [
        " you're gonna have to find a forward. Like again, we're talking about moving artillery, logistics,",
        3802.94,
        3806.66
    ],
    [
        " that kind of stuff. Yeah, infantry, weighed right across it. But when they run out of ammo, you know,",
        3806.66,
        3811.94
    ],
    [
        " I mean, they're gonna need a logistical train. So, you know, you, you got to, so you've got the,",
        3812.02,
        3815.82
    ],
    [
        " the lower bridge, a middle bridge, and an upper bridge. And it's going from, you know, the lower",
        3815.82,
        3821.22
    ],
    [
        " bridge is down closer towards the Potomac River, you know, towards the south. The middle bridge is",
        3821.22,
        3827.26
    ],
    [
        " just right down from the pry house. It's an easy straight across. It's the, it's the shortest",
        3827.26,
        3833.16
    ],
    [
        " distance between the two armies is the middle bridge. And then you've got an upper bridge that's",
        3833.9,
        3839.02
    ],
    [
        " gonna have to take you up and around. It's a little bit farther of a movement to get around,",
        3839.02,
        3843.76
    ],
    [
        " but you're gonna end up coming out on the north end of the battlefield. You're gonna be at the",
        3843.76,
        3849.72
    ],
    [
        " north moving south. So, that's kind of what McClellan is, is the predicament that he's in is,",
        3849.72,
        3856.04
    ],
    [
        " okay, well, which bridge am I gonna use? And then what's my battle? How am I gonna,",
        3856.46,
        3862.18
    ],
    [
        " fight this battle? And again, it's all McClellan. And once he makes camp at the pry house,",
        3863.16,
        3869.54
    ],
    [
        " he stays at the pry house. And if the pry house was in some, you know, dominant train feature on",
        3869.76,
        3876.06
    ],
    [
        " top of a hill or something with a great view of the battlefield, that might be a good thing.",
        3876.06,
        3879.26
    ],
    [
        " But, but that's not the scenario, right? Pryhouse is like limited visibility. Yeah, because, you know,",
        3879.9,
        3885.88
    ],
    [
        " if you look at the battlefield as a whole, and it's not a large battlefield. I mean, like a lot of",
        3885.88,
        3892.4
    ],
    [
        " people are thinking like this battlefield is just, is huge. You know, like when we go to",
        3892.4,
        3896.78
    ],
    [
        " Gettysburg, I mean, you know, in the morning, when I, I mean, I take folks around, we can almost run",
        3896.78,
        3900.0
    ],
    [
        " the whole battlefield. It's seven miles around the whole thing. Antietam is a little bit smaller than,",
        3900.0,
        3905.4
    ],
    [
        " then even at Gettysburg, if you're putting it into perspective. And he can maybe see one third",
        3905.4,
        3913.76
    ],
    [
        " of the battlefield.",
        3914.72,
        3915.8
    ],
    [
        " From the pry house. Jackson's troops do tracks. When do Jackson's troops get up there?",
        3916.48,
        3924.72
    ],
    [
        " Do they get up there? Oh, yeah, they say they get up there. Yeah, they get up there. And now they're",
        3926.2,
        3930.68
    ],
    [
        " aligned. And now you got these two armies on opposite sides of the creek, three bridges.",
        3930.68,
        3936.98
    ],
    [
        " And we're about to go to battle. I'm going to go to Elijah Hunt Road's book, All for the Union,",
        3937.92,
        3944.16
    ],
    [
        " once again, what he says about this. We passed through the town and formed in line just beyond.",
        3944.34,
        3951.86
    ],
    [
        " Here I was placed in charge of a plantation with a guard. One of the ladies became insane from",
        3952.62,
        3957.98
    ],
    [
        " fear and excitement. We remained here two days. Then went on to Brown'sville where our regiment",
        3957.98,
        3963.76
    ],
    [
        " was sent into the mountains after some rebel cavalry, but we did not find them. The mountain",
        3963.76,
        3968.62
    ],
    [
        " side was steep and we found the climbing hard work. The next morning, the 17th, we saw the battle of",
        3968.62,
        3975.52
    ],
    [
        " Antietam fought almost at our feet. We could see the long lines of battle, both union and rebel.",
        3975.52,
        3983.18
    ],
    [
        " And here the roar as it came from the field. The battle, the rebel trains of wagons were moving",
        3983.86,
        3990.8
    ],
    [
        " all day toward the river. At dark, we marched down the mountain and started for the battlefield where",
        3990.8,
        3996.46
    ],
    [
        " we arrived and went into camp. The next morning, we were put in the front lines. I have never in my",
        3996.46,
        4003.42
    ],
    [
        " soldier life seen such a sight. The dead and wounded covered the ground. In one spot, a rebel",
        4003.42,
        4011.58
    ],
    [
        " officer and 20 men lay near a wreck of a battery. It is said battery A first Rhode Island artillery",
        4011.58,
        4019.86
    ],
    [
        " did this work. The rebel sharpshooters and skirmishers were still at work and the bullets",
        4019.86,
        4025.92
    ],
    [
        " whizzed by merrily. At noon, the rebels asked and received permission to bury their dead.",
        4025.92,
        4031.66
    ],
    [
        " And the firing ceased for a while, but commenced again in the afternoon. The second Rhode Island",
        4032.4,
        4036.82
    ],
    [
        " was ordered forward and we charged up a hill and driving the enemy away took possession.",
        4036.82,
        4042.28
    ],
    [
        " Here we lay all night with the bullets flying over us most of the time.",
        4043.38,
        4047.46
    ],
    [
        " The next morning, the enemy sheld our regiment, but it was their last shots.",
        4048.74,
        4053.26
    ],
    [
        " For as we move forward, they retired and we entered Sharpsburg. The town is all battered",
        4053.72,
        4060.88
    ],
    [
        " to pieces and is not worth much.",
        4060.88,
        4063.42
    ],
    [
        " So, is that the first time we've read from all through the union? I think it is.",
        4067.44,
        4075.7
    ],
    [
        " Elijah Hunt Rhodes, this guy started off as a private in his regiment and ended up the commander",
        4076.08,
        4082.08
    ],
    [
        " of his regiment. And just the incredible book, you got to get it. It's so great to have",
        4082.08,
        4087.08
    ],
    [
        " first-person accounts of these things. So, all for the union, Elijah Hunt Rhodes, the Civil War",
        4087.08,
        4091.96
    ],
    [
        " diary and letters of Elijah Hunt Rhodes. You can see that this type of combat,",
        4091.96,
        4099.02
    ],
    [
        " when you get entire groups wiped out by cannon fire, this is a nightmare.",
        4099.88,
        4104.88
    ],
    [
        " The middle bridge. So, what is it that he decides to do? What is it that McClellan decides to do?",
        4108.62,
        4116.32
    ],
    [
        " He ends up not using the middle bridge.",
        4116.76,
        4118.62
    ],
    [
        " Yeah, he's going to give it a broad brush for folks. If you're looking at the battle,",
        4119.26,
        4126.04
    ],
    [
        " we explain that the three bridges got the anteatum creek.",
        4126.04,
        4129.44
    ],
    [
        " So, when you look back at even with McClellan of how he fought at the peninsula,",
        4130.12,
        4136.02
    ],
    [
        " we talk peace-mealing, not congregation. So, you're going up against it.",
        4136.02,
        4142.46
    ],
    [
        " We already talked about the numbers. He definitely has a superior advantage of numbers over the",
        4142.94,
        4151.92
    ],
    [
        " army of Northern Virginia. And he's still going to keep some of his guys back in reserve.",
        4151.92,
        4156.52
    ],
    [
        " So, for the overarching scheme, he's got Hooker and Mansfield.",
        4156.52,
        4160.66
    ],
    [
        " Both of them Hooker actually does really well at this battle of anteatum. Mansfield,",
        4161.46,
        4168.12
    ],
    [
        " Sporeler alert, he gets killed. But he's going to send those two folks up to the upper bridge.",
        4168.48,
        4174.42
    ],
    [
        " They're going to leave and they're going to go all the way out and around.",
        4174.7,
        4177.88
    ],
    [
        " And it's not too far. It might be like maybe, I may have walked it numerous times.",
        4178.9,
        4183.62
    ],
    [
        " It's less than seven miles. But you're going to go out through the countryside.",
        4184.88,
        4189.66
    ],
    [
        " The ability of the Confederate to have eyes on you, they're not going to have eyes on you.",
        4190.38,
        4197.74
    ],
    [
        " You're far enough away to where you've got landmass and terrain cover to hide your movement coming",
        4198.0,
        4205.28
    ],
    [
        " around. So, you're just going to send Hooker and Mansfield out and around. They're going to end",
        4205.28,
        4208.84
    ],
    [
        " up over in the north woods area of the battle. So, they're going to be on the north end of the",
        4208.84,
        4214.88
    ],
    [
        " battlefield coming from north down to south. If you're looking at how they're going to see the",
        4214.88,
        4220.48
    ],
    [
        " Confederacy on the extreme left of the Confederacy lines, it's going to be Jackson and then on the",
        4220.48,
        4227.46
    ],
    [
        " right. Because when Jackson gets there, he just ties in to Longstreet's left flank. And they're",
        4227.46,
        4238.82
    ],
    [
        " these are farmland. And from the Dunker Church, just being there is just unimaginable.",
        4238.82,
        4248.76
    ],
    [
        " Because they're going to come out of the wood line and then you're in cornfields, but it's",
        4248.9,
        4253.62
    ],
    [
        " those rolling hills to where nobody's shooting at you. Not necessarily yet. But when you're in",
        4253.62,
        4268.74
    ],
    [
        " an advantage to where you're moving, they're not stationary and you're coming in for movers.",
        4270.16,
        4276.2
    ],
    [
        " And they are going to lay the wood to Hooker and Mansfield as they're making their approach",
        4276.7,
        4284.3
    ],
    [
        " towards Dunker Church. At the lower bridge, McClellan thinks that, okay, I'm going to send these",
        4284.3,
        4290.8
    ],
    [
        " folks around. They're going to hit them from the north pushing north to south. But I want to be",
        4290.8,
        4296.12
    ],
    [
        " able to not allow the army of Northern Virginia to escape. So I'm going to take Burnside.",
        4296.12,
        4301.18
    ],
    [
        " You know, I mean, another one of his commanders and he's going to send Burnside down to the lower bridge.",
        4301.92,
        4307.22
    ],
    [
        " And from the lower bridge from Dunker Church, like if we were standing there, you can't see where",
        4308.0,
        4314.1
    ],
    [
        " the lower bridge is. But the lower bridge down there of what is now named Burnside Bridge,",
        4314.1,
        4321.18
    ],
    [
        " which is probably not a good thing to get that bridge named after you because of what Burnside did",
        4321.18,
        4327.16
    ],
    [
        " at that bridge. The terrain that's there, it's almost as if you come across from the south heading",
        4327.16,
        4334.38
    ],
    [
        " north and you drop down into where you're onto the creek and then the bluffs just go straight up",
        4334.38,
        4341.24
    ],
    [
        " over top. So it's going to be difficult to gain access to that bridge of the lower bridge. And of",
        4341.24,
        4349.24
    ],
    [
        " course, the Confederates have to have eyes on those bridges. So basically, Robert E. Lee,",
        4349.24,
        4355.08
    ],
    [
        " when you're looking at like the lower bridge to keep eyes on because he can't just not have",
        4355.1,
        4358.82
    ],
    [
        " anybody down there, he's going to use it as more like kind of like an economy of force.",
        4358.82,
        4363.22
    ],
    [
        " He knows that the focus of main effort, we got to deal with this threat coming from the north.",
        4363.98,
        4368.14
    ],
    [
        " We got to deal with Hooker. We got to deal with Mansfield. But because of the terrain advantage",
        4368.3,
        4373.08
    ],
    [
        " of the Confederate side, they can use an economy of force that's up there and just with marksmen",
        4373.34,
        4380.18
    ],
    [
        " and rifles and they're like, are these guys really going to try to come across this bridge?",
        4380.18,
        4384.58
    ],
    [
        " So the Burnside Bridge, just to reiterate, you got this bridge coming across. And it basically,",
        4384.88,
        4392.64
    ],
    [
        " as soon as you get across the bridge to the western side where the Confederates are,",
        4392.72,
        4397.06
    ],
    [
        " there's a steep incline. Oh, it's steep. And so now you're going up against",
        4397.6,
        4402.8
    ],
    [
        " the terrain. You've got chanelized area coming across the bridge. And then when you get across,",
        4402.8,
        4408.62
    ],
    [
        " you're not safe because now you got to get uphill and you got plunging fire from Confederate",
        4408.62,
        4415.36
    ],
    [
        " marksmen and Confederate riflemen. So that's what Burnside is up against. So how does that play out?",
        4415.36,
        4423.84
    ],
    [
        " Yeah. So to try to visualize, so there's a little ridge line that's just a where Burnside",
        4423.84,
        4430.38
    ],
    [
        " kind of sets it in there in cover. And then when you drop down off of this hill to start heading",
        4430.38,
        4436.6
    ],
    [
        " to the bridge, it's almost like if I was going to, you're running across the football field",
        4436.6,
        4443.54
    ],
    [
        " before you even get to the bridge, flat, open, no trees, there is still to this day, there's",
        4443.54,
        4451.62
    ],
    [
        " one tree that is called a, it's a witness tree that's right there next to the bridge. So it's",
        4451.7,
        4456.34
    ],
    [
        " called a witness tree because it was there during the battle. It was photographed at the battle. And",
        4456.34,
        4460.88
    ],
    [
        " now it's, it was a sapling. Now it's a, it's a large mass of tree. So there's not any cover",
        4460.88,
        4466.52
    ],
    [
        " to get to this bridge. So you got these folks that are just like literally you're coming down",
        4466.52,
        4471.56
    ],
    [
        " from cover and you're completely exposed. And it's like running across the football field. It's",
        4471.56,
        4478.6
    ],
    [
        " that flat, a football field just to, and like you were talking about, so it's going to channelize",
        4478.7,
        4483.52
    ],
    [
        " them to come to this bridge. So the Confederates are up at the high ground, you know what I mean? And",
        4483.52,
        4490.18
    ],
    [
        " and they're watching. So you're within range as soon as you drop down onto that football field.",
        4490.18,
        4494.48
    ],
    [
        " And then these guys are just going to start laying the wood because they know where you're going.",
        4494.5,
        4500.3
    ],
    [
        " So it's not like they got to worry about you as Ziggin and Sagin and are they going to run",
        4500.88,
        4504.74
    ],
    [
        " that way? They're all running for the bridge. So these guys are just focusing and you know,",
        4504.74,
        4509.98
    ],
    [
        " when you look at like like a lot of the folks like even though the weapons system you know,",
        4510.04,
        4513.56
    ],
    [
        " somebody they got, they have rifled muskets at this time. And even the guys with some of the",
        4513.6,
        4518.66
    ],
    [
        " smooth board, when you look at the, the ability of the marksman, especially in the army of Northern",
        4518.66,
        4524.0
    ],
    [
        " Virginia back there, like back then, like everybody in the South had a gun. And as soon as you were",
        4524.0,
        4529.5
    ],
    [
        " raised as a kid, you used that gun because they all hunt. Well, you know, so it wasn't like",
        4529.54,
        4536.34
    ],
    [
        " nowadays, you dad didn't give you like, hey, here's a box of 20, you know, I mean, go out there",
        4536.34,
        4540.22
    ],
    [
        " and, you know, get us a deer. Like you get one round and are we going to eat tonight? You know what",
        4540.22,
        4546.54
    ],
    [
        " I mean? And yeah, so there's a different might the ability of the marksman back then are in my",
        4546.54,
        4551.78
    ],
    [
        " opinion, they're better than what we are today. Just because that's, it's a way of life for the",
        4551.78,
        4559.42
    ],
    [
        " Confederacy. And the union has some really good shooters as well. You know, the famed,",
        4559.98,
        4564.12
    ],
    [
        " burdened, sharp shooters, huge, you know, you got boys from Maine, you know what I mean? New",
        4564.14,
        4568.92
    ],
    [
        " hamps your area up there. Like these guys, they can bring the wood. Everybody thanks all it's a",
        4568.92,
        4572.76
    ],
    [
        " bunch of new Yorkers from the city. You know what I mean? No, it's not. You know what I mean?",
        4572.76,
        4576.68
    ],
    [
        " Wisconsin, get those are farm boys. They know how to shoot. So, you know, but if you've got that",
        4576.86,
        4583.62
    ],
    [
        " kind of advantage of where you're in a stable prone position and you got guys running and you",
        4583.62,
        4591.32
    ],
    [
        " know exactly where they're going to come to to that bridge. And the problem of, you know, it's",
        4591.32,
        4598.02
    ],
    [
        " it's like Burnside is looking through life through a straw. You know what I mean? Like when you talk",
        4598.02,
        4603.86
    ],
    [
        " about detach, like he doesn't, he doesn't detach because like literally like maybe less than a",
        4603.86,
        4612.82
    ],
    [
        " half of a mile from that bridge, there's another Ford. Like you don't have to use the bridge brother.",
        4612.82,
        4618.7
    ],
    [
        " There's a Ford right down from the bridge, but he's looking through life through a straw. And he",
        4619.28,
        4625.4
    ],
    [
        " just keeps sending folks to the bridge. And if you could imagine, yeah, uh, after a while,",
        4625.4,
        4632.52
    ],
    [
        " is Burnside going to get folks to the bridge and take them up? Of course he is. It's because",
        4632.52,
        4636.66
    ],
    [
        " it's just a matter of mass of numbers, but the loss of life that they're going to take to gain",
        4636.66,
        4643.52
    ],
    [
        " that bridge and the amount of time, you know what I mean? And that's all the economy forces because",
        4643.52,
        4649.62
    ],
    [
        " Robert E. Lee's got to deal with Hooker and Mansfield at the north. That's the big threat. And then",
        4649.62,
        4656.3
    ],
    [
        " he's going to have some, you know, some folks down there at the lower bridge and use him as an",
        4656.3,
        4661.18
    ],
    [
        " economy of force. Once he's dealing with Mansfield and Hooker, then he can detach and send folks",
        4661.18,
        4667.56
    ],
    [
        " down there to support the lower bridge. So that's basically what Robert E. Lee's doing. And he's",
        4667.56,
        4674.92
    ],
    [
        " been able to hold his own. And again, like this wasn't his plan. Like he's still a little baffled",
        4674.92,
        4680.74
    ],
    [
        " of like, what are we doing in Sharpsburg and why are we at battling because he didn't know that",
        4680.74,
        4687.0
    ],
    [
        " the other coach found his playbook. You know what I mean? He just knows that this isn't working",
        4687.14,
        4692.8
    ],
    [
        " out well and whatever McClellan is up to, man, I just need to, I need to get us out of this",
        4692.8,
        4697.94
    ],
    [
        " predicament. You know what I mean? Generally, I always like to pick where he fought. Always.",
        4697.94,
        4702.5
    ],
    [
        " And he didn't do that here. No. Eventually, the Confederate forces start to back pedal, right? Yep.",
        4702.86,
        4715.18
    ],
    [
        " But which you would think that would translate to a victory. Okay. We got him to back pedal.",
        4716.2,
        4722.9
    ],
    [
        " That's a victory. But because of this persistent effort, I mean, for instance, for for",
        4723.08,
        4731.92
    ],
    [
        " Burnside trying to get across that bridge, the amount of life that they lost, it's like you couldn't",
        4731.92,
        4745.16
    ],
    [
        " and this ends up the bloodiest single day in American history. From the Union forces, 2,100 killed,",
        4745.26,
        4754.9
    ],
    [
        " 9,550 wounded, 750 missing or captured. And from the Confederates, 1,550 killed,",
        4755.18,
        4767.52
    ],
    [
        " 7,750 wounded, 120 captured missing. Those, I mean, I mean, that is shocking. Those are shocking",
        4770.86,
        4780.58
    ],
    [
        " numbers. And all of that is for what is pretty much considered a draw. No progress was made in the war.",
        4780.58,
        4792.26
    ],
    [
        " No progress. Just carnage. And that carnage would continue. And we will continue on the next",
        4793.42,
        4806.98
    ],
    [
        " Civil War excursion. So thanks for listening. If you want to support, go to jockelstore.com,",
        4806.98,
        4813.56
    ],
    [
        " jockelfield.com, origin USA.com, echelonfront.com, and V-O-M-N-A.com.",
        4813.56,
        4820.86
    ],
    [
        " And until next time, this is JD and Jockel. Out.",
        4821.36,
        4827.04
    ]
]