[
    [
        " This is Jockel Podcast number 232 with Echo Charles and me, Jockel Willink.",
        0.48,
        6.06
    ],
    [
        " Good evening, echo.",
        6.58,
        7.12
    ],
    [
        " Good evening.",
        7.3,
        7.56
    ],
    [
        " From Colonel Grasby, commanding Fifth Manchester Regiment, Dear Madam,",
        8.22,
        17.48
    ],
    [
        " your letter of the 20th of August reached me safely.",
        18.1,
        22.0
    ],
    [
        " Your poor son died a heroic soldier's death,",
        23.18,
        28.3
    ],
    [
        " and all belonging to the Fifth Manchester Regiment,",
        28.78,
        31.64
    ],
    [
        " for myself downwards, are proud of having been comrades of so brave and honorable a lad.",
        31.84,
        38.9
    ],
    [
        " I am glad to be able to inform you he did not suffer any great pain.",
        39.48,
        45.58
    ],
    [
        " He died saying he hoped if he ever got over his wounds,",
        47.0,
        49.92
    ],
    [
        " he would soon be able to return to his duty.",
        50.58,
        53.64
    ],
    [
        " I am informed by those who were present with him in the blockhouse,",
        55.36,
        59.24
    ],
    [
        " at the time that he passed away happily and willing to meet his God.",
        59.86,
        64.7
    ],
    [
        " You have every reason to be proud of his memory,",
        65.82,
        68.82
    ],
    [
        " and may God help and comfort you in your great sorrow.",
        69.52,
        73.0
    ],
    [
        " I will inquire if he has left any keepsake that could be either sent to or kept for you.",
        74.78,
        81.4
    ],
    [
        " I have asked my wife to call and see you the next time she is in Manchester.",
        82.88,
        86.86
    ],
    [
        " Believe me yours faithfully, H. Grasby, Colonel.",
        88.36,
        94.26
    ],
    [
        " And that right there is a letter of condolence written back to a grieving mother in England",
        98.82,
        110.02
    ],
    [
        " during the Second Boomer War in Africa, South Africa.",
        110.02,
        115.4
    ],
    [
        " And of course the letter is paints the picture of a...",
        117.58,
        122.94
    ],
    [
        " well let's just say a kind of perfect heroic death,",
        122.94,
        129.2
    ],
    [
        " which I guess is what any mother would want to hear,",
        129.84,
        134.78
    ],
    [
        " but make no mistake about any war, including the Boomer War in South Africa.",
        135.44,
        143.68
    ],
    [
        " That this scene was awful.",
        146.5,
        149.06
    ],
    [
        " So the Boomer War in South Africa,",
        149.76,
        155.26
    ],
    [
        " it's a war that people consider to be one of the first modern wars.",
        155.8,
        163.08
    ],
    [
        " And there's a bunch of wars you could throw in there that are also called that.",
        163.86,
        170.52
    ],
    [
        " I mean the American Civil War was in some ways considered a modern war.",
        170.52,
        175.2
    ],
    [
        " You had some wars that were right around there that weren't a modern war.",
        175.58,
        184.8
    ],
    [
        " They were kind of a mixing.",
        184.88,
        186.06
    ],
    [
        " There was one battle that the British fought against the modest Sudanese.",
        186.42,
        192.94
    ],
    [
        " It was in 1898, September of 1898.",
        193.5,
        196.48
    ],
    [
        " And during this battle, you know it was British soldiers and actually Egyptian soldiers as well,",
        198.22,
        205.4
    ],
    [
        " versus these Sudanese.",
        205.9,
        208.1
    ],
    [
        " And during the battle there was 48 of the British and Egyptians who were killed,",
        208.82,
        218.02
    ],
    [
        " 382 wounded.",
        218.24,
        219.22
    ],
    [
        " And on the Sudanese side there was 12,000 dead and 13,000 wounded.",
        219.9,
        225.84
    ],
    [
        " So that was kind of a lopsided battle.",
        227.3,
        230.28
    ],
    [
        " And if you stand up against the British and try and fight them in that manner of,",
        230.82,
        238.26
    ],
    [
        " hey, we'll go toe to toe.",
        238.26,
        239.56
    ],
    [
        " We have machine guns or we don't have machine guns, but we have repeating rifles.",
        240.24,
        245.4
    ],
    [
        " We have a massive advantage over you and you're going to continue to charge us.",
        245.72,
        248.62
    ],
    [
        " We're going to mow you down and that's what happened there.",
        248.62,
        250.52
    ],
    [
        " So what happens in the second Boor War is an early example of asymmetric warfare,",
        250.52,
        258.36
    ],
    [
        " meaning you have a small group, in this case the Boors, which is an Afrikaans term that means farmers.",
        258.36,
        265.04
    ],
    [
        " And there's between 20 and 60,000 of them and they're going up against the British Empire,",
        266.22,
        273.7
    ],
    [
        " which at the time was a massive powerhouse.",
        274.08,
        276.48
    ],
    [
        " Obviously they end up with 500,000 troops.",
        276.7,
        280.44
    ],
    [
        " So 350,000 brits, 150,000 colonial and 100,000 Afrikaans that are fighting on the British side.",
        281.14,
        291.18
    ],
    [
        " It's the second Boor War, the first one took place in 1880,",
        291.72,
        298.16
    ],
    [
        " but it was much, much smaller, started with a farmer that refused to pay taxes.",
        298.16,
        305.6
    ],
    [
        " You know, that seems to be a common thread.",
        307.0,
        309.68
    ],
    [
        " We don't like to pay taxes.",
        310.16,
        311.8
    ],
    [
        " And the government confiscated his farm and his equipment and they were going to have an auction.",
        312.96,
        319.3
    ],
    [
        " And then these other farmers got together and they attacked the auction.",
        319.82,
        324.32
    ],
    [
        " And this is the original term, the term commando, which we usually use it to talk about an individual person,",
        324.84,
        333.58
    ],
    [
        " but the original term meant a group of people.",
        333.94,
        336.38
    ],
    [
        " It was called a commando meant, you know, whatever, 30, 40, 100 guys, band together, kind of like a militia group.",
        336.54,
        343.0
    ],
    [
        " And the way, and they kind of acted in the way we think a commando's act, which means they, you know,",
        344.16,
        353.92
    ],
    [
        " is a kind of action surprise and set ambushes and those kind of behaviors.",
        353.92,
        356.7
    ],
    [
        " And meanwhile, the brits are still in that first Boor War, the brits are still wearing red uniforms.",
        357.4,
        367.8
    ],
    [
        " You see what I'm saying? This is a, this is a, this is a strange world.",
        368.6,
        372.36
    ],
    [
        " This is as, you know, this is during the evolution of war.",
        372.52,
        375.5
    ],
    [
        " And they're still firing, you know, they're still setting up in lines and firing volleys together as a group.",
        375.88,
        383.1
    ],
    [
        " And on command, you know, ready, aim fire, that type of thing.",
        383.1,
        386.16
    ],
    [
        " And meanwhile, the, the Boor commando's are hiding behind trees.",
        386.4,
        391.92
    ],
    [
        " And the first battle that they have, there's 120 brits dead or wounded.",
        392.22,
        396.58
    ],
    [
        " And there's two Boors dead and five wounded.",
        396.84,
        399.44
    ],
    [
        " So, you know, this, this war lasted 10 weeks, the first one.",
        399.66,
        404.6
    ],
    [
        " And like I said, it was less of a war, light action.",
        404.6,
        410.3
    ],
    [
        " Then eventually they kind of go into this uneasy piece.",
        411.56,
        414.38
    ],
    [
        " And then the second Boor War comes along.",
        414.56,
        416.72
    ],
    [
        " And, you know, I'm just trying to give some high level.",
        417.14,
        418.86
    ],
    [
        " I'm absolutely no expert on these things.",
        419.38,
        423.16
    ],
    [
        " And I'm sure some of some people will let me know some things that I've gotten wrong.",
        423.64,
        427.24
    ],
    [
        " But the second Boor War is a fight between, it's these allies, these new Boor allies.",
        427.46,
        437.4
    ],
    [
        " There's, there's two new states that are formed.",
        437.68,
        441.46
    ],
    [
        " One of them is called, I think it's officially called the South African Republic.",
        441.7,
        446.74
    ],
    [
        " But I usually see it referred to as Transval.",
        447.0,
        450.18
    ],
    [
        " And then the other, there's another state or country called the Orange Free State.",
        450.86,
        456.76
    ],
    [
        " And so here's the basis of these.",
        457.06,
        459.32
    ],
    [
        " These are a little bit for, you know, the shape of Africa.",
        459.4,
        461.48
    ],
    [
        " You get the bottom of Africa, where South Africa is today.",
        461.48,
        464.08
    ],
    [
        " You go inland a little bit.",
        464.74,
        466.38
    ],
    [
        " And what happened was the Brits at one point, they stopped slavery.",
        466.52,
        473.06
    ],
    [
        " Like no more slavery.",
        473.34,
        474.14
    ],
    [
        " And the Boors, they still wanted slavery.",
        474.58,
        477.8
    ],
    [
        " Because they were farmers and they, well, that was part of their economy.",
        478.04,
        482.14
    ],
    [
        " And well, they just thought that they deserved to have slaves.",
        482.14,
        485.4
    ],
    [
        " And then on top of that, when they got told, hey, you can't have slaves anymore,",
        485.88,
        491.16
    ],
    [
        " there was no kind of deal set up for them to be compensated to say, look,",
        492.08,
        497.62
    ],
    [
        " if you want us to change the way we're running this economy, we need to, you know, we need money.",
        497.78,
        504.26
    ],
    [
        " You know, we need money to hire people.",
        504.48,
        507.68
    ],
    [
        " And so they look for some kind of compensation.",
        508.04,
        510.28
    ],
    [
        " The Brits were like, no, this is an immoral activity.",
        510.28,
        512.84
    ],
    [
        " And we're not having slavery anymore.",
        512.84,
        514.44
    ],
    [
        " It's over.",
        514.5,
        515.1
    ],
    [
        " So the Boors, or large portion of Boors, which again, now these are different groups of people.",
        516.3,
        526.06
    ],
    [
        " I want to say mainly Dutch.",
        526.74,
        528.2
    ],
    [
        " The Boors were mainly Dutch settlers, which is why they speak Afrikaans, which is like a version of Dutch.",
        528.66,
        534.32
    ],
    [
        " So they, about 15,000 of them leave and they march north.",
        534.96,
        538.96
    ],
    [
        " And so now they set up these two states where slavery is still allowed.",
        539.1,
        544.14
    ],
    [
        " And they kind of exist for a while in a relatively, I guess in a relatively peaceful way,",
        544.82,
        554.38
    ],
    [
        " at least in terms with the British.",
        554.86,
        556.56
    ],
    [
        " Well, guess what they find in this land that they end up settling in, they find gold, they find diamonds.",
        556.84,
        561.24
    ],
    [
        " And this starts to, well, now you gold diamonds, war, that's where it leaves to.",
        562.1,
        568.1
    ],
    [
        " There's kind of three phases that this war goes through.",
        572.66,
        577.3
    ],
    [
        " In the first one, the Brits are unprepared.",
        577.9,
        580.04
    ],
    [
        " They're not ready for this.",
        580.62,
        581.58
    ],
    [
        " In the second phase, the Brits bring in massive numbers of people and supplies.",
        582.64,
        589.88
    ],
    [
        " And they kind of just war of attrition over power, the Boors.",
        590.24,
        593.78
    ],
    [
        " And then the Boors go into like full guerrilla warfare mode, insurgency mode.",
        593.78,
        598.76
    ],
    [
        " And then the Brits go hardcore scorched earth.",
        599.14,
        605.92
    ],
    [
        " We're going to win war of attrition.",
        606.2,
        610.14
    ],
    [
        " First ever concentration camps, I'm pretty sure that the term concentration camps comes from this war.",
        611.86,
        621.92
    ],
    [
        " Because what the British ended up doing is saying, okay, we don't want to, we don't want to harm the women and children.",
        622.78,
        627.42
    ],
    [
        " So they took the, the Boor women and children and put them in these camps.",
        627.64,
        630.82
    ],
    [
        " Well, the camps were a total disaster and 25 plus thousand women and children died of starvation and disease in those camps.",
        630.88,
        642.94
    ],
    [
        " And eventually just through just harsh brutality, the, the Boors were broken.",
        644.3,
        651.52
    ],
    [
        " And they surrendered in 1902.",
        652.1,
        655.34
    ],
    [
        " But from a perspective, from just a strategic perspective, if you think about this,",
        656.22,
        662.0
    ],
    [
        " it took three long bloody and expensive years for the mighty British Empire to defeat these kind of ad hoc commando units from the Boor side.",
        663.12,
        678.74
    ],
    [
        " And that's what they actually were.",
        679.1,
        680.88
    ],
    [
        " They would, they would assemble, you know, hey, all of us are going to get together.",
        681.06,
        685.06
    ],
    [
        " They would kind of elect who's going to run it and then they would decide what they were going to do sort of by consensus.",
        685.06,
        690.54
    ],
    [
        " That's what these original commando units were.",
        690.54,
        693.42
    ],
    [
        " Winston Churchill, he worked as a reporter during this war and he was captured.",
        694.56,
        702.86
    ],
    [
        " I think he was captured on a train.",
        703.36,
        704.88
    ],
    [
        " He was put into a prisoner of war camp. He escaped.",
        706.8,
        709.94
    ],
    [
        " I mean, that's kind of one of his, that's one of the things that made Winston Churchill, Winston Churchill.",
        710.2,
        714.48
    ],
    [
        " And that's also where he got this name commando that they started using in World War II.",
        715.38,
        721.58
    ],
    [
        " I'm pretty sure he derived the name command, like for the British commandos because their activities, their, their methodologies were going to be based on what the, what the South African Boors did, what the South African commando units did.",
        721.68,
        734.32
    ],
    [
        " And he applied that name to the kind of the early special operation types troops in World War II.",
        734.72,
        740.92
    ],
    [
        " And there's another thing that I think about when I, when I think about the Boors and the, I think this kind of captures certainly an attitude that is prevalent in special operations forces and really in the military.",
        741.74,
        759.78
    ],
    [
        " And it's a, it's a saying, it's, it's kind of wrapped up in a saying that the, that the South African Boors had.",
        760.42,
        767.9
    ],
    [
        " And the, the, the saying is, and I'm not going to do this right because you know, it's a foreign language.",
        768.18,
        775.42
    ],
    [
        " But the, the saying is, on Boor Machum Plan.",
        775.8,
        778.68
    ],
    [
        " And, and what it means is a Boor makes a plan.",
        779.16,
        783.52
    ],
    [
        " And it's pretty cool saying because what are you doing? Something goes wrong. What do you, you know, what's, what's our, what are we going to do?",
        783.8,
        789.84
    ],
    [
        " When something goes wrong? You know, we're going to, a Boor is going to make a plan. We're going to figure it out.",
        789.98,
        793.08
    ],
    [
        " We're going to, we're going to do something about it. We're not going to sit back and just let things unfold.",
        793.16,
        797.08
    ],
    [
        " That was their attitude. That's still their attitude. And, and of course, looks South Africa has been a place of a lot of turmoil.",
        797.64,
        805.76
    ],
    [
        " A partied, it's, it's been, you know, financially just a disaster at some points. It's, it's just a tough place.",
        807.28,
        815.2
    ],
    [
        " And I've been there. I've actually been lucky enough to have been down there. It's an awesome country.",
        815.74,
        820.64
    ],
    [
        " It's an epic country. The, the nature there is just unbelievable. Shout out to the troopers down there in South Africa.",
        820.88,
        830.8
    ],
    [
        " Paul Slade, his, his South African crew at his company. They have, they have legit, jujitsu, shout out to fit, fight fit, Malaysia down there.",
        830.8,
        842.22
    ],
    [
        " And you know, that was interesting. Awesome guys. Awesome gym.",
        842.54,
        847.24
    ],
    [
        " Guy named chef. Sure chef. And yes, chef, who's, who's legit. And, and his buddy Rich, they, they run this gym down there.",
        848.54,
        858.2
    ],
    [
        " And we went there and trained when I was in South Africa. I had like a, it seemed like about a 14 hour death roll with chef who's a total beast.",
        858.76,
        868.56
    ],
    [
        " Penny Thomas also from South Africa. Penny Thomas shout out to, to, to Penny Thomas.",
        871.2,
        876.24
    ],
    [
        " But incredible place. Incredible place. And, you know, that gym was amazing. What they were doing in that gym.",
        876.62,
        883.54
    ],
    [
        " And one, one thing that kind of surprised me is it was totally wide open. Like every different type of person was in there.",
        884.06,
        893.24
    ],
    [
        " Rich kids, poor kids, black kids, white kids, just wide open. There's incredible atmosphere. And everybody for you can join in.",
        893.56,
        901.72
    ],
    [
        " So if you ever are in South Africa, go check that place out. It's awesome. But, you know, ever since I went down there and even before that, I mean, it's, it's just a, it's a war.",
        901.9,
        915.0
    ],
    [
        " Or, you know, you know, if you know the root word of the word, commando, you always think about what this was all about. And so there's, you know, I'm always looking for lessons learned. There's a, there's a book called the Boor War and military reforms.",
        915.0,
        927.52
    ],
    [
        " And it's written by a guy named J Stone and another guy named Irwin Schmittle. And it's an a very interesting book the way it analyzes what happened and what lessons were learned.",
        927.52,
        939.86
    ],
    [
        " And I'm going to focus on the lessons learned that they pulled from it. And I'm sure at some point there's I've got a, I've got quite a few good books of, you know, the normal jaco podcast, first person account of a guy that was on the battlefield, which looks some of these battles were just insane, especially because you get to see the well, we'll, we'll, we'll just, we'll just jump into it.",
        939.86,
        962.08
    ],
    [
        " So a couple of things to kick this thing off. Here we go. Go into the book. Britain was unique among European great powers in retaining a voluntary army. So this time, a lot of a lot of Europe had conscript still.",
        963.66,
        976.32
    ],
    [
        " So you were just, you were just going to do your service, you're going to drafted in order maintain a flow of recruits equipment had to be of above average quality, making the British army the most expensive in the world, per soldier.",
        976.76,
        987.6
    ],
    [
        " So they're spending a lot of money with government preoccupied by the budget. There was little room for innovation, much of the 19th century, not a lot of, not a lot of innovation happening.",
        987.68,
        997.52
    ],
    [
        " One of the things that they talk about is of all the specialized departments. It was intelligence where the dual British deficiencies of organization and budgetary restrictions are best illustrated.",
        998.38,
        1011.84
    ],
    [
        " In 1899, the German spent an equivalent of $270,000 for intelligence staff of 300 officers, Great Britain only spent 11,000.",
        1012.36,
        1022.68
    ],
    [
        " So they're not spending much on intel. And where this comes to play as perhaps the war's most glaring intelligence failure was the lack of adequate maps of South Africa and in particular of the Boor republics.",
        1022.68,
        1035.46
    ],
    [
        " The Boors for their part published no maps and would allow no British subject into their countries to draw them.",
        1035.46,
        1042.4
    ],
    [
        " So they kind of knew what wasn't going on. It's also interesting because for them to make that, for them to proactively do that, they meant they knew the importance of maps.",
        1042.64,
        1053.08
    ],
    [
        " And a lot of people don't understand the importance of terrain when it comes to combat. If you don't understand the terrain, you're in trouble.",
        1053.5,
        1060.44
    ],
    [
        " Here's a little cut of what the officers were like. A identified non-professional polo playing officer corps recruited from a narrow social base resulted from a system which was itself dependent on private funding for an officer's expenses.",
        1064.64,
        1082.58
    ],
    [
        " The army was suited to recreational life. In the 1890s, an officer could absent himself from regimental duties for as much as 250 days annually. In the name of sport.",
        1082.58,
        1097.42
    ],
    [
        " I mean, I'm going to tell you right now you get 30 days leave in the US military. These guys are getting 250 days.",
        1098.8,
        1105.58
    ],
    [
        " Even when on duty, recreation was facilitated by making an officer's time his own after the completion of regular duties, usually about 9.30 a.m.",
        1106.02,
        1114.56
    ],
    [
        " While the ideal of sport may have been carried to an extreme, it perhaps helped develop the trait most often associated with British officers. Their conspicuous courage.",
        1116.24,
        1126.48
    ],
    [
        " That virtue was to be indispensable for the attainment of rank and the large numbers of Victoria crosses won by senior officers attest to this fact.",
        1126.48,
        1137.08
    ],
    [
        " The officers com courage tended to radiate throughout the ranks. So this idea of these just totally brave British officers that are sort of well that's what they count on.",
        1137.28,
        1150.26
    ],
    [
        " They count on hey, we're brave. That's how we're going to win. Continuing on courage alone, however, did not produce a good officers for professional education and attitude were often lacking.",
        1150.46,
        1162.14
    ],
    [
        " Few officers were acquainted with foreign languages and the writing of technical military studies was frowned upon. Think about that.",
        1162.88,
        1171.34
    ],
    [
        " You're the officer that's going to lead the military and it's frowned upon to write about military subjects.",
        1172.48,
        1177.06
    ],
    [
        " Crowning proof of this is the fact that in 1900, Germany produced 50% of the world's military literature. France, 25% and Great Britain, 1%.",
        1177.6,
        1188.84
    ],
    [
        " If the raw material of the officer corps was somewhat lacking, owing to poor training, this system served only to compound its errors. So you can see what you're dealing with.",
        1188.84,
        1199.78
    ],
    [
        " Doesn't this paint the most stereotypical picture of these officer guys that are like, hey, I'm smart, I'm a great athlete.",
        1200.8,
        1208.08
    ],
    [
        " I don't need to study this stuff, I'm brave. And you also think about Germany. Look, Germany has a militaristic nature.",
        1209.12,
        1219.58
    ],
    [
        " And obviously even more so before World War II and before World War I, even more so. Think about one country's producing 50% of the world's military literature.",
        1220.5,
        1233.66
    ],
    [
        " That's insane. And the Brits are producing less than 1%.",
        1233.66,
        1241.24
    ],
    [
        " A couple other things here about what we're dealing with. Long term, 12-year enlistments created a professional rank and file in order to attract manpower. Britain had to pay in both relative and absolute terms.",
        1243.96,
        1252.98
    ],
    [
        " During prosperous times, pay had to go up or the army it was feared would be left with only the dregs of society.",
        1253.44,
        1259.72
    ],
    [
        " To deal with his perceived problem, the English army had always maintained a high proportion of officers and NCOs. Supervision was omnipresent and individuality was systematically stamped out of the recruit.",
        1259.84,
        1272.14
    ],
    [
        " So it's a super top heavy organization. And all the like everything's just being oversupervised and you're always being told what to do.",
        1272.58,
        1281.02
    ],
    [
        " It's always amazing the, you know, in the army or the Marine Corps, there'll be a guy that's 20 years old and he'll be in charge of like a legit number of guys.",
        1281.5,
        1292.08
    ],
    [
        " And whereas this is the opposite, this is where, hey, I've been in the army for nine years and I'm not in charge of anyone because I'm getting directed on how to do everything.",
        1295.4,
        1303.34
    ],
    [
        " The natural outgrowth of such closely ordered system was a soldier bred to deference and lacking in initiative. You can see where this is going.",
        1304.06,
        1312.38
    ],
    [
        " How much of this was due to process and how much was due to raw material is open to question 1899 only 18% of the enlisted men could be considered illiterate.",
        1313.04,
        1322.04
    ],
    [
        " So got a bunch of guys that can't even read.",
        1322.04,
        1325.3
    ],
    [
        " Reserve components, I got to talk about this just to let you know that they're out the reserve components known as militia reserves, militia volunteers or a humanry had several distinct roles and they played the national defense system.",
        1326.12,
        1339.06
    ],
    [
        " So they're going to get called up as well, kind of the reservists.",
        1339.06,
        1341.8
    ],
    [
        " The army was totally directed to arm, ho toward home and colonial defense.",
        1341.9,
        1347.2
    ],
    [
        " In examining battlefield effectiveness, one must go beyond questions of organization numbers to matters of tactical doctrine for the British.",
        1348.06,
        1356.68
    ],
    [
        " This was most often equated with overwhelming firepower.",
        1356.68,
        1359.72
    ],
    [
        " That's what their, their, their doctrine is we're going to overwhelm you with firepower every soldier received an issue of 200 rounds annually for target practice.",
        1360.14,
        1369.04
    ],
    [
        " That's a joke. All training and practice fire was carried out from kneeling and standing positions.",
        1369.24,
        1375.06
    ],
    [
        " I'm going to promise you you don't want to be standing on the battlefield.",
        1375.4,
        1379.24
    ],
    [
        " Muscatry practiced and this is a quote consisted of firing a limited number of rounds at stationary bullseye targets.",
        1380.6,
        1387.54
    ],
    [
        " At fixed known ranges progressing from 100 to 1000 yards, the distances gradually increasing instead of decreasing as they normally do in war.",
        1388.06,
        1397.34
    ],
    [
        " Once a year, there was a field firing when the battalion would spend a glorious morning lasing away at the number of screens set up in conspicuous positions which in no sane enemy would ever think of occupying.",
        1397.38,
        1409.42
    ],
    [
        " So, so, so they're doing they're lining up 150 rounds were to be used solely for practicing collective fire.",
        1409.64,
        1417.66
    ],
    [
        " So out of your 200 rounds, 150 of them are going to be, hey, we're all standing up in line and we're practicing shooting together.",
        1418.06,
        1423.98
    ],
    [
        " On the battlefield regulation stated that infantry fire was to be open at 450 meters as opposed to 600 to 1000 meters for the Germans.",
        1423.98,
        1432.44
    ],
    [
        " While the British continue to place undue emphasis upon volley fire, the Germans preferred individual skirmish fire.",
        1432.96,
        1439.32
    ],
    [
        " Large sections of training manuals dealt with close order battalion formations such as the square or echelon which deemed especially useful in savage warfare.",
        1440.26,
        1449.72
    ],
    [
        " So what they're talking about there is the Zulu Wars. Like, hey, you're getting attacked, we're going to stay in line and as these people attack us with spears, we're going to gun them down.",
        1449.82,
        1458.5
    ],
    [
        " And it's important that we stay tight and put up big volleys of fire. Meanwhile, the Germans are over there going, hey, skirmish line, you know, cover and move, make a little bound forward.",
        1458.68,
        1467.72
    ],
    [
        " Sir Frederick Maurice, the famed military historian of the period lent his prestige to a volume that taught the advance is to be made as rapidly as possible, the main object being the attack with the bayonet.",
        1469.72,
        1483.04
    ],
    [
        " Independent firing is generally advisable only at short range, but so did you hear that individual firing is only advisable at short range.",
        1483.88,
        1494.78
    ],
    [
        " But if an especially favorable target presents itself, it may be ordered also at the middle of extreme ranges.",
        1494.78,
        1500.2
    ],
    [
        " Whilst the attack is being developed, volleys only are to be fired by a section or subsections till the order is given for independent firing.",
        1501.2,
        1509.04
    ],
    [
        " That's what they're doing.",
        1509.62,
        1510.32
    ],
    [
        " More sophisticated solutions involving fire and movement, cover and move, could not be developed as long as heavy reliance was placed upon the bayonet.",
        1512.26,
        1521.18
    ],
    [
        " Which in turn was the most, which in turn was most effective in massed formations and proved a psychological weapon par excellence, faith in the bayonet enabled troops to advance with the intent to use it.",
        1521.18,
        1533.22
    ],
    [
        " It was feared that if this principle was ever called into question, then the troops would not approach the enemy close enough to be of any use whatsoever.",
        1533.52,
        1542.0
    ],
    [
        " So they are, they're using the bayonet charge as sort of the foundational culmination of their movement.",
        1542.0,
        1553.54
    ],
    [
        " These guys have guns.",
        1553.9,
        1557.46
    ],
    [
        " You know, the enemy is going to have guns.",
        1558.76,
        1560.98
    ],
    [
        " Tactical flexibility was extremely limited.",
        1565.58,
        1567.7
    ],
    [
        " Since the drillbook of 1896 did not include any instructions for the movement of troops in extended order.",
        1568.26,
        1576.24
    ],
    [
        " Exended order means you're spread apart. They're all that close to or they're all basically shoulder to shoulder.",
        1576.38,
        1581.1
    ],
    [
        " Oral commands tended to be extremely formal to the point of awkwardness. For instance, one said that blank face, the blank being filled by some objects such as a building rather than right face.",
        1582.48,
        1593.58
    ],
    [
        " Similarly, one had to say advance right in Klein Holt rather than take cover behind those rocks.",
        1593.88,
        1598.22
    ],
    [
        " The British tactical scheme supposed that once units were engaged, they would function mechanically.",
        1599.42,
        1606.48
    ],
    [
        " It was not considered that morale might falter under adversity.",
        1608.38,
        1613.2
    ],
    [
        " Think about that. They just think when they give the order to go, guys are going to go.",
        1614.12,
        1621.26
    ],
    [
        " Moral will not falter.",
        1621.92,
        1623.12
    ],
    [
        " During the years immediately, preceding the Bura War, the army had two opportunities to test the effectiveness of its organization and doctrine.",
        1623.68,
        1631.12
    ],
    [
        " In 1898, Britain's stage its largest peacetime maneuvers in more than a generation.",
        1631.6,
        1636.2
    ],
    [
        " Some 50,000 men organized in two core and two cavalry brigades took part over a period of three months.",
        1636.48,
        1644.4
    ],
    [
        " The maneuvers in fact went on only from breakfast to dinner.",
        1645.32,
        1648.8
    ],
    [
        " As officers felt the need to be free in the evenings to attend to the London Theatre and socialize with the country's entry.",
        1649.68,
        1656.88
    ],
    [
        " It's horrible.",
        1658.02,
        1658.84
    ],
    [
        " This exercise was held on familiar grounds of Aldershot, which was unfortunate,",
        1659.92,
        1664.48
    ],
    [
        " it's encouraged a neglect of reconnaissance.",
        1664.48,
        1666.88
    ],
    [
        " So you already know, so we're not going to do any reconnaissance.",
        1667.0,
        1669.38
    ],
    [
        " We already walk around here all the time.",
        1669.44,
        1671.24
    ],
    [
        " Perhaps the greatest revelation in the ineptness of the high command and dealing with more troops than most of its members had ever seen in one place.",
        1671.98,
        1681.94
    ],
    [
        " Their flaws noted in the officer's failure to mount secondary attacks and a continued lack of coordination with artillery.",
        1683.94,
        1691.44
    ],
    [
        " When forced to dismount, cavalry showed considerable firepower in the defensive supported by machine guns on offense, however, it still proved inadequate in reconnaissance.",
        1692.04,
        1700.66
    ],
    [
        " The second phase, which took place at Aldershot, was even less successful than the first.",
        1701.02,
        1704.52
    ],
    [
        " In infantry advanced without the use of cover.",
        1705.06,
        1707.9
    ],
    [
        " This is a nightmare.",
        1709.0,
        1710.82
    ],
    [
        " Reconnaissance was poor.",
        1711.4,
        1712.78
    ],
    [
        " No digging in of trenches was permitted, allegedly for fear of damaging the downs, the fields that they're on.",
        1713.38,
        1719.1
    ],
    [
        " General Sir Butler, not having commanded troops for 12 years, ended maneuvers with a disastrous one-to-one assault after marching his command 14 miles.",
        1719.74,
        1734.2
    ],
    [
        " So you can kind of see what we're dealing with.",
        1738.82,
        1740.52
    ],
    [
        " Are you getting a picture of what we're dealing with?",
        1740.62,
        1741.9
    ],
    [
        " It's not a good picture.",
        1742.54,
        1743.94
    ],
    [
        " It's not a good picture. It's a peacetime scenario.",
        1744.06,
        1747.18
    ],
    [
        " And look, they were in wars during these time frames.",
        1747.52,
        1750.96
    ],
    [
        " I mean, I talked about what they did.",
        1751.2,
        1753.06
    ],
    [
        " They were in wars. This was England, man. They were all over the world fighting skirmishes.",
        1753.34,
        1759.74
    ],
    [
        " But they weren't getting in it in this kind of...",
        1760.64,
        1765.6
    ],
    [
        " These tactics that they were using were working because they're going against people that aren't armed properly.",
        1765.6,
        1771.86
    ],
    [
        " So here we go. At the outbreak of hostilities, the army could muster only 27,000.",
        1773.26,
        1777.16
    ],
    [
        " So now we're getting into this war.",
        1777.22,
        1778.7
    ],
    [
        " It could only muster 27,000 men in the theater of operations, whereas the boors fielded 45,000.",
        1779.28,
        1785.78
    ],
    [
        " Clearly, the situation differed from colonial wars in which the opponents lacked the ability to monitor a gradual buildup of pretty strength.",
        1786.14,
        1793.3
    ],
    [
        " Requesting troops and knowing what to do with them are two separate matters.",
        1793.88,
        1797.2
    ],
    [
        " Even after the outbreak of the war, no effort was made immediately to increase the intelligence staff or draw plans for troop utilization.",
        1797.82,
        1804.14
    ],
    [
        " It was the army after all that was responsible for the request that the colonials send only infantry and no cavalry.",
        1804.76,
        1810.88
    ],
    [
        " General Buller and this is the guy initially kicking off this war.",
        1811.4,
        1814.9
    ],
    [
        " The theater commander was the complain of the last minute plans.",
        1815.18,
        1818.54
    ],
    [
        " Here's what he had to say.",
        1818.54,
        1819.36
    ],
    [
        " The details were arranged by a committee sitting at the war office.",
        1819.76,
        1822.82
    ],
    [
        " So we already don't like that.",
        1823.22,
        1824.3
    ],
    [
        " Like you're in South Africa, there's people up in England, there's no internet, there's no video teleconferencing.",
        1824.64,
        1829.84
    ],
    [
        " They're coming up with plans of how you're going to fight this thing. They're not even there.",
        1830.12,
        1832.64
    ],
    [
        " I was not invited to attend its meetings or furnished with the minutes of its deliberations.",
        1833.1,
        1837.26
    ],
    [
        " I pressed for the employment of General French with the cavalry and for Colonel Miles on the staff.",
        1837.84,
        1843.36
    ],
    [
        " I had no voice in the appointment of the commanders or of the senior staff officers selected.",
        1843.36,
        1848.08
    ],
    [
        " This is a good ol' boy network. This is guys going, oh, sounds like we go o' war in South Africa.",
        1848.64,
        1854.84
    ],
    [
        " I'd like to participate in that. Can you put me on? Put me on for a jaunt.",
        1855.58,
        1862.12
    ],
    [
        " Down to the colonies to characterize British military establishment of 1899.",
        1863.4,
        1869.08
    ],
    [
        " Much should be made of its apathetic, snobbish and non-professional officer corps.",
        1869.3,
        1873.42
    ],
    [
        " It's highly disciplined ranks and you're going to hear this a lot.",
        1873.98,
        1877.72
    ],
    [
        " Let me say this also. I've worked with the Brits before. They are outstanding.",
        1879.18,
        1883.54
    ],
    [
        " They're an outstanding military and they obviously",
        1883.92,
        1888.1
    ],
    [
        " transformed from what we're talking about right now.",
        1891.0,
        1892.78
    ],
    [
        " This is why though. This is why.",
        1893.78,
        1896.22
    ],
    [
        " I was going to say they used the word discipline.",
        1897.5,
        1899.64
    ],
    [
        " Many times when they use the word discipline, they use it both as a negative and a positive throughout this book.",
        1900.64,
        1905.88
    ],
    [
        " When they talk about the extreme discipline, it's like, hey, these guys weren't going to make decisions on their own.",
        1906.98,
        1913.3
    ],
    [
        " They were just going to follow orders.",
        1913.36,
        1914.28
    ],
    [
        " They use that term there and they also talk about how it was a positive in some situations as well",
        1914.3,
        1919.72
    ],
    [
        " because they were discipline soldiers that would make things happen.",
        1919.72,
        1921.82
    ],
    [
        " Here we go. Like I said, apathetic, snobbish and non-professional officer corps, highly disciplined ranks and conservative anti-militaristic maloo in which it functioned.",
        1922.88,
        1937.7
    ],
    [
        " How else to explain the Queen's regulations of 1899 which found space for 71 regulations dealing with dress and only four for musketry and one for field training",
        1937.7,
        1952.9
    ],
    [
        " while still noting that the troops should wear old clothes to maneuvers since the troops would not be anxious to buy new ones.",
        1952.9,
        1959.04
    ],
    [
        " You see what we're dealing with?",
        1959.36,
        1961.02
    ],
    [
        " And here we go.",
        1965.02,
        1966.2
    ],
    [
        " Despite these deficiencies, the world as a whole held the British Army in high regard in light of its long string of victories dating back to 1815.",
        1966.32,
        1974.2
    ],
    [
        " You know, they beat Napoleon. They beat Napoleon. Right? They beat the world champ.",
        1974.96,
        1981.48
    ],
    [
        " And so now they're the champ.",
        1981.8,
        1984.7
    ],
    [
        " The British themselves believe that the army was never in better condition either as regards to the zeal and skill of its officers from the highest to the lowest, the training and discipline of the men and the organizations of all branch to the service.",
        1985.36,
        1996.74
    ],
    [
        " That's their attitude. Can we say arrogance and ego? Yes, we can.",
        1997.58,
        2002.22
    ],
    [
        " Thus, expiration of the burr ultimatum on October 11, 1899 regarding a cessation of all British military preparations held no major threat despite the fact that the army would be facing a relatively modern foe for the first time.",
        2003.52,
        2017.9
    ],
    [
        " If men and material obviously not reading the whole book, there's the caveat. If men and material prove to be in short supply in the early stages of the war, such was not the case with shipping.",
        2026.04,
        2036.42
    ],
    [
        " Great Britain as the premier maritime power had long been accustomed to the movement of troops by sea.",
        2036.78,
        2043.1
    ],
    [
        " The massive commitment transported 188,000 men, 36,000 horses, 409 pieces of artillery and 1951 vehicles over 6000 miles without any serious consequences on the level of British commerce.",
        2043.7,
        2061.8
    ],
    [
        " That's amazing.",
        2062.4,
        2063.74
    ],
    [
        " Logistically, they can get it on the British Navy, the Royal Navy. You want us to deliver some goods? We're going to deliver some goods supplemented by reserves, militia, young and revolunteers and eventually colonial the army grew to four times its original size by the spring of 1900 the forces in the field actually outnumbered the combined population of trance, and of free orn state.",
        2064.76,
        2089.98
    ],
    [
        " Can you imagine you're going to war with more soldiers than they have people?",
        2092.28,
        2096.74
    ],
    [
        " And it's still going to take you three years to get this thing sorted out. It's crazy.",
        2097.9,
        2105.12
    ],
    [
        " Manpower of any sort was increasingly welcome in the later stages of the conflict. Free use of the empires entire manpower cannot be considered due to certain philosophical constraints, which captain AE Oppenheim voiced.",
        2108.88,
        2123.64
    ],
    [
        " We must never this is just such a I just I read this and I was like wow. This is not this is this is very interesting. Here's what this guy says this captain.",
        2125.16,
        2136.28
    ],
    [
        " We must never depart from the cardinal imperial principle that the imperial army alone is privileged to meet any enemy at any time under any circumstances.",
        2136.32,
        2149.9
    ],
    [
        " We must never resort to free use of native armies of the empire.",
        2150.6,
        2156.7
    ],
    [
        " The white man the ruling race must bear the burden in the appeal to arms must assert its superiority and must do it willingly and sacraficingly for their in lies the vital principle of empire.",
        2156.98,
        2173.0
    ],
    [
        " The day that sees the white man shrinking from his responsibility that sees him shifting the burden burden complacently from his own shoulders to those of his subject races will also see the doom of his imperial dominion.",
        2173.72,
        2190.46
    ],
    [
        " That's something that I that definitely was interesting to me because you know you think of these imperialists you think of the British empire going in well we got a bunch of whatever we got a bunch of black guys down here in Africa let's let's make them fight.",
        2191.3,
        2206.24
    ],
    [
        " And here was this attitude of no that's not right.",
        2206.54,
        2209.64
    ],
    [
        " That's kind of crazy right interesting for sure.",
        2210.22,
        2215.22
    ],
    [
        " Fast forwarding a little bit in retrospect one cannot help of being pressed by the wars impact upon the army service core increased numbers redesign for a lighter and more durable in large system of animals.",
        2222.84,
        2235.58
    ],
    [
        " Furthermore special bulk oriented faster supply columns were developed for cavalry support for the first time limits on instituted on officers kits is why I like this part.",
        2235.86,
        2249.54
    ],
    [
        " And the notorious cast iron kitchen and wagon load of champagne associated with general boulder became a thing of the past.",
        2249.9,
        2258.3
    ],
    [
        " This is like one of some of the things that they figured out during this war is that it's not smart to bring a cast iron kitchen and wagon loads of champagne.",
        2258.84,
        2268.26
    ],
    [
        " I think it's safe to say to put this into modern parlances that this is the war where shit got real.",
        2269.28,
        2281.08
    ],
    [
        " I mean think about the difference you're going to warn you're thinking hey let's make sure we got our champagne loaded up.",
        2282.86,
        2289.66
    ],
    [
        " Yeah so it's what what is it I mean where does that to come from just the sheer numbers and history and history man they've been running around you know kick and ask for well since they said they're 1815 you know they were the British were just kind of dominating.",
        2290.18,
        2307.66
    ],
    [
        " And we know what happens when you get that disease a victory yeah champagne all day yeah hey I guarantee you some of these officers that they're talking about were thinking oh I'd like to go to South Africa it's a little war going on I'll go and get you know go and get my adventure done yeah yeah",
        2307.82,
        2327.24
    ],
    [
        " and the thing is here's the bottom line I have this in the notes later but imagine you're you're used to boxing right and you're going to box someone and you roll in there and you've you've trained a box which means you're going to stand up and you're going to throw punches and you're not going to kick or elbow or do a take down or you're definitely going to do a take down.",
        2328.78,
        2357.22
    ],
    [
        " So I'm definitely not going to do anything like I gouge or you know maybe have something in your glove and shank someone right you're definitely not doing that stuff yeah and and by the way so now you've been fighting under those rules yeah for what is it 85 years so for 85 years you've been fighting and by the way winning and winning because guess what everyone you're fighting I mean if we try to if we try to figure out what this look like I bet you're going to be in the game.",
        2357.24,
        2387.22
    ],
    [
        " So I'm going to do this looks like a 300 pound boxer that's going up against a hundred pound boxer that's kind of what all these wars have been like up to this point right hey we're going to roll in there and this person's going to be small and we can we're going to do the boxing thing and they're going to throw up their punches don't even hurt us.",
        2387.24,
        2406.4
    ],
    [
        " Yeah they don't even hurt us and eventually just knock this human out and then one day not only do you come up against someone that's going to do double leg take down and those chokes and arm locks but that also shank you you know they don't have any rules it's not just it's not just no rules MMA it's no rules I'm going to I'm going to have a shift and I'm going to cut your throat while you know",
        2406.4,
        2434.66
    ],
    [
        " ding-ding round starts you know I come out with a K bar and stick it into your spine that's what we're talking about yeah so why did they have this attitude because for all these years they were the heavyweight champ and they hey I'm I got a fight tonight cool make sure you bring the you know make sure you bring the shots for when we're done yeah it's going to take about three minutes yeah yeah yeah and then I want you know I want to have an after party like the old UFC does I'm sure they're still good but I haven't been in a while but that's what it was yeah",
        2434.9,
        2464.32
    ],
    [
        " yeah like it was so much like that that they would bring the champagne it's like they bring their trophy with them yeah exactly you know exactly this is disease of victory to the",
        2465.54,
        2478.68
    ],
    [
        " end degree yeah it's crazy man it's crazy during the course of the Boer War the Afro-Kona armies Afro-Kona armies numbered about 40,000 men no more of 20,000 whom were ever on the field at one time so most",
        2478.92,
        2499.1
    ],
    [
        " people they ever had out in the field was 20,000 the question then is how could such a motley force of farmers defy the British Empire for so long",
        2499.1,
        2507.84
    ],
    [
        " one answer is as a French observer phrased it was simply the rifle the rifle of small caliber rapid firing flat trajectory and smokeless",
        2507.84,
        2517.82
    ],
    [
        " powder that's another big advance you had guns that the gun the gunpowder didn't make smoke anymore which meant you could shoot and you could",
        2517.82,
        2526.56
    ],
    [
        " hide and you could continue to attack and you wouldn't get to have the battlefield filled up with smoke",
        2526.56,
        2532.38
    ],
    [
        " but then this is a little bit it goes a little bit further that the Boers true strength was not at long ranges because they talk about how",
        2536.28,
        2544.22
    ],
    [
        " everyone thinks all the Boers were hunters they were farmers and they would get really good shots at long ranges but this kind of just in addition to that",
        2544.22,
        2551.08
    ],
    [
        " their true strength was not long ranges but rather in sharp shooting at under 300 yards Boers skill in that regard was demonstrated in the later stages of the war",
        2551.08,
        2561.26
    ],
    [
        " when their arms were mostly captured from the British and they still maintain their mastery and small unit fire fights rifles alone could not assure survival in the face of the vastly",
        2561.26,
        2569.92
    ],
    [
        " severe period British numbers and cumulative power firepower from the beginning even when they were overly attached to their wagons the Boers were able to outmarch",
        2569.92,
        2579.94
    ],
    [
        " their opponents when freed from their baggage so they eventually they they carried wagons in the beginning and then they finally were like hey we",
        2579.94,
        2591.2
    ],
    [
        " there's the difference in rate of movement increase rapidly Boers mounted on ponies could on occasion travel 60 miles a day for several days on and it went called upon their sturdy little horses could go for three days without food",
        2591.2,
        2604.02
    ],
    [
        " such marches however could only be considered the on the basis of a ready supply of remounts an additional factor was the Boers pony lighter load weight and a distribution the Boers saddle weighed half that of the British",
        2604.02,
        2617.26
    ],
    [
        " the rider carried only a little food his rifle is ammunition in a blanket everything else was transported on a spare mount consequently a Boer pat pony carried 250 pounds as compared to the British",
        2617.48,
        2628.08
    ],
    [
        " chargers nearly 400 pounds so lightweight lightweight means that he's going back to the heavy weight versus the 100 pound guy that 100 pound guys got some mobility and he's got some endurance",
        2628.08,
        2640.38
    ],
    [
        " they used their artillery very well talking about that a little bit concealment and protection where their cardinal principle this is for their artillery they were for they were frequently outnumbered in the field several",
        2643.52,
        2655.8
    ],
    [
        " alternate alternative protection protected positions were developed for each gun thus permitting rapid replacement when a piece came under fire speed of movement was the essence of the Boer gunners and the British were constantly amazed by their ability to bring heavy",
        2655.8,
        2670.3
    ],
    [
        " ordinance rapidly into action at unexpected locations so they would pre-dig positions so as soon as they started taking fire because eventually when you're shooting the enemy is going to see where you're at or they're going to judge where you're at they're going to start shooting at you they would immediately move your gun into a pre determined position",
        2670.3,
        2687.08
    ],
    [
        " the Boers use of single guns rather than battery they're talking about big artillery guns was the focused of considerable amount of contemporary interest a single piece could keep an entire army awake for a night firing at six miles range",
        2688.68,
        2702.74
    ],
    [
        " the Boers realized that the morale effect of unreturned fire at the sense of security provided when one is assured of covering fire from one's own guns under any withdrawal they realize the psychological warfare just dropping bombs from six miles away from one gun and how powerful that was",
        2704.48,
        2724.96
    ],
    [
        " the machine gun proved more deadly and was considered an equivalent of twenty five men thanks to the master masterly use of terrain and smokeless powder in battle the Boers were often able to give the impression of greater numbers than in fact existed captain slope them the American observer noted that at the battle of Kalesno and we'll get into that",
        2726.82,
        2750.84
    ],
    [
        " not a single Boer was to be seen from the beginning of the battle to the end on occasion the Boers would deliberately expose themselves in order to further confuse the enemy so in this one of the opening battles 14,000 breets versus 4,500 Boers the breets had 143 killed 755 wounded the Boers had eight killed 30 wounded",
        2751.52,
        2778.64
    ],
    [
        " use of dummy guns black powder to attract fire and command detonated diversionary charges further confuse the breets and the attacks at spy and cop and Nicholson's neck the Boers advanced in small mutually supporting groups rather than long lines generally they tried to deploy their younger men for their old men to the rear and foreign volunteers",
        2783.06,
        2807.48
    ],
    [
        " still further back so we have cover move going on totally different mutually supporting elements you know what the basis of maneuvering on the you know the basis of fire move and cover move and fire maneuver is mutually supporting elements in fact the minute that you get too far away from another element that you can't mutually support each other you are going to die",
        2807.48,
        2832.96
    ],
    [
        " pushing forward by largely avoiding concentration and attack the Boers for fitted the initiative and allowed British time to deploy so this is something that the Boers didn't do well is they didn't go on the attack they didn't pressions they didn't go on the they didn't press the attacks they get an advantage and they wouldn't take advantage of the advantage that they had",
        2838.16,
        2861.48
    ],
    [
        " when they can no longer extend their lines beyond the British the British flanks conventional fighting ended inevitably the advance of the British and ceaseless african retreats took their toll on the Boer morale with the fall of Komati port and the war seemed over unable to contend fontally with massive British armies after the fall of Blumfenstein",
        2861.68,
        2889.16
    ],
    [
        " the Boers resorted increasingly to raids in order to divert for forces threaten communications and supply gain information alarm the countryside disrupt mobilization and concentrations devastate enemy held lands and release prisoners so that's the mode that they went into that straight up guerrilla warfare for the Brits war soon degenerated into a ceaseless pursuit of an elusive foe they were all too frequently caught unawares by blue by",
        2889.36,
        2917.22
    ],
    [
        " boor commando's doubling back and attacking favorite boor poise were setting grass fires to slow pursuit or riding parallel to supposed pursuers dismounting firing and falling back back",
        2917.22,
        2929.88
    ],
    [
        " Boer organization and war plans are also subjects of importance upon call every male citizen was responsible to present himself with ten days rations a horse a rifle and 30 rounds of ammunition",
        2929.88,
        2944.04
    ],
    [
        " so this is how the boers were set up men were organized into commandos based on electoral districts although they were free to change units at will",
        2944.48,
        2955.06
    ],
    [
        " this is total decentralized command a commando would have anywhere from 300 to 3000 men",
        2955.06,
        2961.82
    ],
    [
        " command was vested in field cornets elected one poor per ward",
        2961.82,
        2967.8
    ],
    [
        " since command was election most new actions were undertaken by consensus such a system could not long survive in war for",
        2968.18,
        2975.78
    ],
    [
        " and we're going to this is massive decentralized command and it's actually decentralized command to to an",
        2975.78,
        2981.98
    ],
    [
        " extreme that becomes ineffective and oftentimes they end up not being able to one of the reasons why",
        2981.98,
        2986.36
    ],
    [
        " they couldn't coordinate attacks work together be like okay the enemies on the ropes let's go coordinate",
        2986.36,
        2992.0
    ],
    [
        " and crush them they wouldn't quite be able to pull that off you know they they would deal with consensus like hey",
        2992.0,
        2997.92
    ],
    [
        " I don't agree with that idea we should wait a little longer and then so they don't take action",
        2997.92,
        3001.62
    ],
    [
        " so there's the dichotomy of leadership decentralized command is great but",
        3001.62,
        3006.52
    ],
    [
        " you can take it too far",
        3006.52,
        3010.02
    ],
    [
        " if the three this is this is where I was talking about earlier if the three capabilities of any army are",
        3010.02,
        3019.24
    ],
    [
        " it's marching marksmanship and discipline then it's obvious where the boor's fatal flaw lay",
        3019.24,
        3024.68
    ],
    [
        " in its lack of discipline for without discipline there can be no coherent attack the boor's so valued",
        3024.68,
        3030.98
    ],
    [
        " their own lives and increased power of the defense that they tended to forsake the tactical offense",
        3030.98,
        3037.84
    ],
    [
        " this lack of aggressiveness was evidenced in their proclivity for sieges",
        3037.84,
        3042.44
    ],
    [
        " I'm African they outnumbered bayden pals force 10,000 men to 700 and that they but they didn't attack",
        3043.82,
        3051.84
    ],
    [
        " they had 10,000 against 700 hey we're just gonna hold siege warfare we're just gonna sit here and wait",
        3051.84,
        3059.38
    ],
    [
        " wait you out I mean if I have 10,000 against 700 we're coming to get you yeah",
        3059.38,
        3064.96
    ],
    [
        " um such unwillingness to launch attacks consistently hurt the boor cause tactically and strategically",
        3071.22,
        3076.78
    ],
    [
        " even in the field the boors had the boors been more aggressive the british would not have had the",
        3076.78,
        3082.0
    ],
    [
        " time to maneuver around their flank lack of discipline was not only a drawback to boor attacks but",
        3082.0,
        3087.98
    ],
    [
        " also had peculiar ramifications for the process of surrender white flags had never been used during",
        3087.98,
        3092.98
    ],
    [
        " the native wars and thus it was not understood that everyone must stop firing when the flags were",
        3092.98,
        3097.18
    ],
    [
        " raised by either side the british frequently complained that while some boors raised their hands",
        3097.18,
        3102.1
    ],
    [
        " others would continue firing and that that caused problems much to british chagrin lord robert's",
        3102.1,
        3109.24
    ],
    [
        " wrote the boors have been the first to introduce into war the theory that every individual has the",
        3109.24,
        3115.16
    ],
    [
        " right to ask quarter for himself at any moment in an action a theory which our own soldiers seem to",
        3115.16,
        3121.48
    ],
    [
        " have almost invariably accepted so you have a couple people surrender a couple people don't that's",
        3121.48,
        3127.14
    ],
    [
        " confusing yeah and this is interesting the europeans never understood the boor philosophy of",
        3127.14,
        3137.76
    ],
    [
        " inflicting damage and then escaping into the vell which is like the open field into the bush",
        3137.76,
        3144.1
    ],
    [
        " basically to a burger and the the term burger in this case it's basically the white citizens down",
        3144.74,
        3153.12
    ],
    [
        " there that control that were in control to a burger no position was worth dying for if he could",
        3153.12,
        3161.38
    ],
    [
        " not retreat he would surrender naturally some might feel that horses only complicated the boor's",
        3161.38,
        3168.26
    ],
    [
        " position when kept to the rear and out of artillery range the burger was capable of neither escape",
        3168.26,
        3173.52
    ],
    [
        " nor pursuit the boors seemed insecure with without their horses and yet were incapable of dealing with",
        3174.04,
        3179.26
    ],
    [
        " with cavalry when mounted so this is something that comes up a lot you know you had these brits where",
        3179.26,
        3184.96
    ],
    [
        " they look at you know the code of honor and they are they're not going to surrender and they're",
        3184.96,
        3191.58
    ],
    [
        " going to fight to the death and they're going to hold positions if ordered and the boors are kind",
        3191.58,
        3195.46
    ],
    [
        " of like hey why would I stay here and if I if if I'm not just going to die on this hill if we're",
        3195.46,
        3201.64
    ],
    [
        " going to lose the hill I'm going to stay alive I'm a surrender so what you end up with is a really",
        3201.64,
        3206.8
    ],
    [
        " fluid element and you end up with a really rigid element as commander in chief bullard violated",
        3206.8,
        3216.64
    ],
    [
        " one of the cardinal rules of warfare and this is kicking off the war by dividing the an inferior",
        3216.64,
        3221.8
    ],
    [
        " force faced with a more mobile enemy operating on interior lines so he one of the first things that",
        3221.8,
        3228.9
    ],
    [
        " this guy baller does and and interesting it's not in this book but I read it in some of the other",
        3228.9,
        3233.54
    ],
    [
        " literature about this this guy baller was like an old guy I think he was 59 years old and he was",
        3233.54,
        3240.9
    ],
    [
        " kind of not in the best of health and the the boors called him the red bull because the name",
        3240.9,
        3249.88
    ],
    [
        " was a bullet they called him red bull because his face was all I'm imagine like you know the alcoholic",
        3249.88,
        3254.72
    ],
    [
        " kind of sunburned yeah you know guy stereotypical guy that's what he was and so they kind of made",
        3254.72,
        3262.42
    ],
    [
        " fun of them they called him red bull and he had some issues man and this this whole thing kicks",
        3262.42,
        3270.72
    ],
    [
        " off in this in this thing that they call in the British military the black week because they took",
        3270.72,
        3276.08
    ],
    [
        " massive losses not just in personnel but in on the battlefield and even when they would might win a",
        3276.08,
        3286.6
    ],
    [
        " battle they're losing so many people because they're doing their winning battles at a massive",
        3286.6,
        3292.36
    ],
    [
        " casualty rate so now it's it's starting to talk about the problems the British army problems at",
        3292.36,
        3301.28
    ],
    [
        " the beginning of the war and it says you just need to look at how the various major commands were",
        3301.28,
        3307.44
    ],
    [
        " set up in the early part of the war it says by the battle of graspin November 25th 19 1899 the",
        3307.44,
        3316.0
    ],
    [
        " British had a 4 to 1 superiority but it had come to respect boor firepower in this case in",
        3316.0,
        3321.88
    ],
    [
        " a temple is made to pin the enemy frontly with infantry while a well spaced column of the",
        3321.88,
        3327.68
    ],
    [
        " naval brigade was to attack the boor right the tactically flexible boors advanced to delay the",
        3327.68,
        3334.56
    ],
    [
        " pinning forces while converging their fire on the blue jackets as they bunched up to ascend the",
        3334.56,
        3340.62
    ],
    [
        " slope despite suffering 50% casualties the sailors broke through supported somewhat belatedly by",
        3340.62,
        3349.66
    ],
    [
        " overwhelming numbers of infantry again the burgers evaded pursuit the British still believed in",
        3349.66,
        3356.54
    ],
    [
        " their systems superiority and overlooked then inflexibility of their open order tactics the",
        3356.54,
        3364.04
    ],
    [
        " disproportionate nature of losses was still unclear so they win this battle but they take",
        3364.04,
        3369.56
    ],
    [
        " you know 50% casualties and one of the things that they say is to cover up the low number of",
        3369.56,
        3377.5
    ],
    [
        " boor casualties stories circulated that the boors had run away carrying their dead and wounded",
        3377.5,
        3382.5
    ],
    [
        " in reality men really stopped to pick up their dead when they're being overrun so the the",
        3384.32,
        3388.16
    ],
    [
        " the British kind of padded themselves on the back and said well you know the boors just took",
        3388.16,
        3391.66
    ],
    [
        " their dead with them that's why there's no that's why there's not many dead bodies here even though",
        3391.66,
        3394.88
    ],
    [
        " we have a ton I apologize to everyone in South Africa for my annihilation of all these words",
        3394.88,
        3403.84
    ],
    [
        " Paul Slade I apologize at the battle of modern river the British once again fell victim to",
        3404.84,
        3413.18
    ],
    [
        " poor reconnaissance mithuens so this is there's one of the major players here this guy named mithuens",
        3413.18,
        3418.44
    ],
    [
        " British guy expected that the boor positions would be on the far side of the river utilizing the",
        3418.44,
        3423.96
    ],
    [
        " high ground and a village as a defensive line instead dail a ray elected to place his man on the",
        3423.96,
        3429.98
    ],
    [
        " forward bank of the river in well camophonged positions emphasis was placed on grazing fire over",
        3429.98,
        3436.34
    ],
    [
        " the flat belt while artillery ranging was a aided aided by strategically placed white stones oh that's",
        3436.34,
        3443.44
    ],
    [
        " mean so they set up visual targets that they could see and know the ranges of oh that's nasty",
        3443.44,
        3451.84
    ],
    [
        " from trenches the burgers could see three miles into mithuens rear as the British troops",
        3451.84,
        3459.42
    ],
    [
        " approach the river the boors open fire pinning them to the ground on coordinated advances increase",
        3459.42,
        3466.0
    ],
    [
        " the slaughter boor gunners concealed 200 yards forward of some building suspected of harboring them",
        3466.0,
        3471.74
    ],
    [
        " wreaked havoc on the defense on the dense British artillery formations whose batteries had been",
        3471.74,
        3476.64
    ],
    [
        " withdrawn to 1400 yards to escape the mergers rifle fire and artillery fire charges were impossible",
        3476.64,
        3483.1
    ],
    [
        " when men at a crawl at 1200 yards and no one could safely ride horseback within 2000 yards of the",
        3483.22,
        3489.56
    ],
    [
        " front so what happened here let me break this out a little bit you had the art so you have the",
        3489.56,
        3494.92
    ],
    [
        " British advancing in an open field the boors let them get close enough so that they could start",
        3494.92,
        3502.06
    ],
    [
        " killing them with rifle fire when they get close enough and start killing them with rifle fire",
        3502.06,
        3506.82
    ],
    [
        " which is you know probably 400 500 600 meters away they start running away as they're out of range",
        3507.16,
        3513.96
    ],
    [
        " of the rifle fire what comes in artillery predetermined artillery positions by whites you know white",
        3513.96,
        3520.7
    ],
    [
        " stones that they've laid out there this is crafty however persistent pressure on the light",
        3520.7,
        3528.2
    ],
    [
        " left flank event finally carried the river line and the bought the British another victory at a",
        3528.2,
        3533.34
    ],
    [
        " disproportionate loss so eventually they keep they get it done right they they they have enough",
        3533.66,
        3538.0
    ],
    [
        " people to get around to a flank and they get it done the British Army of 1899 had in reality stumbled",
        3538.0,
        3543.54
    ],
    [
        " into World War I type of battlefield the question remained as to whether it was to be treated as an",
        3543.54,
        3548.44
    ],
    [
        " aberration or as something new it seemed easy to blame the near disaster on faulty maps poor",
        3548.44,
        3556.18
    ],
    [
        " reconnaissance disregarded information on boor reinforcements and general misunderstanding of",
        3556.18,
        3563.32
    ],
    [
        " isn't that interesting do we say hey that didn't seem to work out too well",
        3563.32,
        3568.78
    ],
    [
        " or do we say you know we didn't have good maps in our reconnaissance wasn't very good and",
        3568.78,
        3574.04
    ],
    [
        " that we didn't expect this from the boors that's not taking extreme ownership",
        3574.04,
        3577.94
    ],
    [
        " that's blaming everything else not not us not us as leaders",
        3577.94,
        3583.16
    ],
    [
        " mithu and hope to cover is advanced by means of heavy preliminary bombardment of the heights and",
        3586.08,
        3592.84
    ],
    [
        " now I'm fast forward a little bit but it the boors would set up this is just it seems so obvious",
        3592.84,
        3600.9
    ],
    [
        " right now but instead of setting up in the perfect position maybe on the crest of a hill where you",
        3600.9,
        3606.88
    ],
    [
        " like have total high ground dominance they put a little distraction up there and they'd set up",
        3606.88,
        3611.48
    ],
    [
        " in a different position maybe lower on the hill or in the military crest you know maybe",
        3611.48,
        3615.42
    ],
    [
        " have two-thirds of a third of the way down the hill or whatever so as the as the britz attack and",
        3615.42,
        3621.48
    ],
    [
        " they start bombing the top of the hill because that's where they think they're going to be they're not",
        3621.48,
        3624.1
    ],
    [
        " there under a driving range rainstorm the highland brigade quarter column set off for boor positions",
        3624.1,
        3635.42
    ],
    [
        " only be discovered a few hundred yards from the boors real positions within six minutes",
        3635.42,
        3640.88
    ],
    [
        " unestimated 650 men lay dead or wounded on the belt for the rest of the day the survivors suffered",
        3640.88,
        3649.32
    ],
    [
        " horribly as they were pinned down by fire baked by the sun and ceaselessly attacked by the ants",
        3649.32,
        3655.52
    ],
    [
        " behind whose nests many of them hid by mid afternoon the brigade was in a route defeat was clear",
        3655.52,
        3664.32
    ],
    [
        " cut had methewine waited another day for the weather to clear he could have used his balloon to",
        3665.1,
        3669.16
    ],
    [
        " explore boor positions too much faith had been placed in shrapnel then they another thing I didn't",
        3669.16,
        3676.34
    ],
    [
        " talk about this but the boors would dig really good positions they would dig in they would set up",
        3676.34,
        3681.34
    ],
    [
        " on these hills and they would dig in and they kind of described what they would dig in they would",
        3681.34,
        3685.04
    ],
    [
        " dig in really deep fox holes that actually had a had a little kind of roofs on them as well",
        3685.04,
        3692.78
    ],
    [
        " and the brits thought hey if we were to huck and bombs at these guys they're all going to",
        3692.78,
        3698.16
    ],
    [
        " blown up but they were was having almost zero effect because if you're in a hole in artillery",
        3698.16,
        3701.58
    ],
    [
        " shell hits near you you're going to be okay unless it goes in the hole you're going to be okay",
        3701.58,
        3707.52
    ],
    [
        " so too much faith have been placed in shrapnel which have been proven ineffective against the",
        3707.52,
        3713.02
    ],
    [
        " trenches poor reconnaissance ineffective artillery preparation in a complicated night attack",
        3713.02,
        3717.44
    ],
    [
        " are we doing things complicated no we're keeping it simple and poor economy of force",
        3717.44,
        3725.14
    ],
    [
        " we're hardly the ingredients of success so we have",
        3725.14,
        3730.28
    ],
    [
        " complicated attacks so we're not obeying the law of simple keeping things simple law of combat",
        3730.28,
        3736.0
    ],
    [
        " and also poor economy of force what that means is you're not prioritizing executing you're not",
        3736.0,
        3740.64
    ],
    [
        " focusing your efforts on one thing and this is a common mistake that these guys made fast forward",
        3740.9,
        3749.48
    ],
    [
        " a little bit while mithuin may be accused of being unimaginative in his approach such could not",
        3749.48,
        3754.88
    ],
    [
        " be said about general sir William gattaker who had actually ushered in the black week at storm",
        3754.88,
        3764.22
    ],
    [
        " stormberg on December 12th he proposed to achieve both strategic strategic and tactical surprise",
        3764.22,
        3770.14
    ],
    [
        " by means of a long rail move followed by a 10 mile night march up the enemy positions before",
        3770.14,
        3775.94
    ],
    [
        " they were even new he was in the area he's got a pretty dynamic plan almost from the first his plan",
        3775.94,
        3783.62
    ],
    [
        " went awry after 17 hours in open top railway cars under the midsummer sun his command became lost",
        3783.62,
        3790.76
    ],
    [
        " in its night march fearing discovery gattaker sent out no scouts or flanking columns as his men's",
        3790.76,
        3800.02
    ],
    [
        " dumbled through the night unclear as to his location he decided on a flank approach to storm",
        3800.02,
        3804.98
    ],
    [
        " stormberg rather than on the original direct attack but failed to communicate to his entire command",
        3804.98,
        3810.88
    ],
    [
        " poor march discipline loaded the local commando and the entire column was soon under attack artillery",
        3810.88,
        3818.42
    ],
    [
        " men with a sun in their eyes managed only to shell their own troops forcing them from a rich line",
        3818.42,
        3824.08
    ],
    [
        " they were on the point of taking at miss as mishap followed confusion gattaker ordered a withdrawal",
        3824.7,
        3833.2
    ],
    [
        " only later to discover he had abandoned the fuselage regiment so the man this is just every",
        3833.2,
        3840.46
    ],
    [
        " horrible thing that can happen you got a blue on blue you got the teams lost",
        3840.46,
        3843.68
    ],
    [
        " you got them leaving an element in the field",
        3843.68,
        3848.6
    ],
    [
        " the final defeat of black week was suffered by general bullar at colinso just 12 miles from lady smith",
        3850.24,
        3858.64
    ],
    [
        " a mere 6,000 boors repelled 21,000 british troops from behind a thinly held riverline the",
        3858.64,
        3866.12
    ],
    [
        " boor position was by no means a strong one for a front of over 15 miles they had to hold two",
        3866.12,
        3872.82
    ],
    [
        " bridges and several fjords the southern fjords the southern fjords were particularly vulnerable",
        3872.82,
        3880.66
    ],
    [
        " as they were situated barely within rifle range to their rear which formed a natural line of defense",
        3880.66,
        3887.46
    ],
    [
        " as usual of boors ignored preliminary bombardment and fired only when the british advanced",
        3887.46,
        3892.5
    ],
    [
        " at once it became apparent that the boor medium and heavy guns far out ranged British comparable",
        3892.5,
        3898.92
    ],
    [
        " British pieces so this is the the way this thing kicks off",
        3898.92,
        3902.36
    ],
    [
        " hid hill yard hill yards attack went off first it was supposed to be closely supported by",
        3902.36,
        3913.42
    ],
    [
        " Colonel Long's field artillery the 1889 drill book recommended that unsupported artillery not",
        3913.42,
        3921.72
    ],
    [
        " move closer than 1700 yards from the enemy without notifying anyone long advanced within 700 yards",
        3921.72,
        3929.78
    ],
    [
        " an unlimored in close order unlimored is when you detach your weapons from their",
        3929.78,
        3935.62
    ],
    [
        " like your big guns you have them on wheels you detach them it's unlimored unlimored in close order",
        3935.62,
        3941.74
    ],
    [
        " although this tactic worked in Egypt in 1881 here his gunners were shot to pieces by boor rifleman",
        3941.74,
        3949.46
    ],
    [
        " later long would claim he had intended to unlimored over 2000 yards but it had been",
        3950.56,
        3955.22
    ],
    [
        " deceived by the night so he's making excuses",
        3955.22,
        3957.12
    ],
    [
        " boor was one of the most popular and personally brave commanders in the army he was actually",
        3957.12,
        3966.68
    ],
    [
        " recipient of the victorious cross of the highest award his care for men was legendary and closely",
        3966.68,
        3974.34
    ],
    [
        " twined with his reforms in the army service corps however his preparations were overly meticulous",
        3974.34,
        3980.02
    ],
    [
        " and in the midst of the South African summer his wagons carried great coats for the infantry",
        3980.02,
        3985.64
    ],
    [
        " gotta keep these guys warm in South Africa in the summer despite his concern for his men",
        3985.64,
        3992.08
    ],
    [
        " boulder had proved a poor troop commander who attacked with little knowledge of terrain or enemy",
        3992.08,
        3997.64
    ],
    [
        " dispositions his command control is inadequate orders in precise and the withholding of two brigades",
        3997.64,
        4004.0
    ],
    [
        " in the face of a vastly outnumbered enemy was unprofessional",
        4004.0,
        4007.76
    ],
    [
        " this guy's making all kinds of mistakes the defeats of the black week collectively had a greater",
        4007.76,
        4015.2
    ],
    [
        " impact than done Kirk Britain at the peak of her powers had been mauled by a nation of farmers",
        4015.2,
        4022.16
    ],
    [
        " the insularity of decades with shatters shattered latent forten latent foreign",
        4022.16,
        4029.38
    ],
    [
        " animosity revealed it safe itself in the international press yet the nation rallied to meet its",
        4030.0,
        4036.5
    ],
    [
        " moment of crisis head on as thousands volunteered for service",
        4036.5,
        4039.74
    ],
    [
        " lord robberts had been appointed to supersede boulder when the latter in a fit of post-defeat",
        4039.74,
        4048.4
    ],
    [
        " depression had signal general right that he might consider surrender shaken by his demotion",
        4048.4,
        4055.48
    ],
    [
        " bull resolved to attack a new before robberts arrival by means of turning the boor right flank",
        4055.64,
        4062.32
    ],
    [
        " so this is just like i mean can you imagine what this the whole scenario is like this guy's",
        4062.32,
        4066.88
    ],
    [
        " he's saying i'm gonna surrender and then he flies off the handle goes no i'm gonna attack i mean",
        4066.88,
        4071.48
    ],
    [
        " we're just talking disaster emotional disaster the whole world knows that you just got beat by a",
        4071.48,
        4078.3
    ],
    [
        " bunch of farmers i mean you're that heavy weight champ and you just had a guy show up in a",
        4078.3,
        4084.66
    ],
    [
        " whatever he's weighted 120 by your 300 pounds wearing basketball shorts yeah he showed up wearing",
        4086.22,
        4092.24
    ],
    [
        " basketball shorts barefoot and he kicked your ass um so he goes to try and make this happen some",
        4092.24,
        4103.0
    ],
    [
        " 1700 men were to assault a hill 1740 feet high in the center of the boor position the rest of",
        4103.0,
        4111.46
    ],
    [
        " but but bullars 20,000 men were to look on and do nothing this is where you got to prioritize an",
        4111.46,
        4118.7
    ],
    [
        " execute you understand that prioritize an execute means you're gonna take your resources that you",
        4118.7,
        4124.16
    ],
    [
        " have and you're gonna focus them on getting something done instead of saying well i'm gonna keep",
        4124.16,
        4129.18
    ],
    [
        " reserves over here i'm gonna keep reserves over here i'm gonna send you know and i'm only gonna",
        4129.18,
        4131.98
    ],
    [
        " send 1700 people to take a thousand of 1700 foot tall tall hill i got 20,000 people this is a",
        4131.98,
        4138.94
    ],
    [
        " no brainer you want me to take that hill that's my number one priority cool watch this",
        4138.94,
        4142.92
    ],
    [
        " the boors had neglected to occupy much of its key position but the british failed to make the",
        4142.92,
        4149.4
    ],
    [
        " most of the opportunity inaccurately exploring or enhancing it so they get the hill incorrectly",
        4149.4,
        4155.84
    ],
    [
        " cited shadow trench shadow trenches were dug by 20 sappers while over a thousand men lay idle so",
        4155.84,
        4163.4
    ],
    [
        " they get this hilltop and i got to continue normally a battalion was was allocated 70 spades",
        4163.4,
        4172.72
    ],
    [
        " but they had been left behind in the ascent colonel marice complained somehow our soldiers by",
        4172.72,
        4181.02
    ],
    [
        " dint of perverse training have imbibed the idea that there is somehow that there is something cowardly",
        4181.02,
        4187.64
    ],
    [
        " and sneakish about sitting behind cover in the field or at any rate if they have to get into",
        4188.16,
        4194.38
    ],
    [
        " trenches and works it is the royal engineers province to provide these defenses so these guys got",
        4194.38,
        4199.86
    ],
    [
        " up on top of the hill and we're like hey there's a thousand soldiers on top of the hill there's 20",
        4199.86,
        4203.94
    ],
    [
        " people 20 engineers to dig and they sit back and watch a because they think it's cowardly and b",
        4203.94,
        4210.7
    ],
    [
        " they think that's not my job yeah",
        4210.7,
        4213.02
    ],
    [
        " if this is what's weird about this is happening right like we're looking back at it but can",
        4213.02,
        4223.72
    ],
    [
        " you imagine you're sitting there as thousands of people you know you know you you know you could",
        4223.72,
        4227.82
    ],
    [
        " be attacked and you're thinking i'm not picking up a shovel and by the way we didn't even bring",
        4227.82,
        4232.68
    ],
    [
        " shovels and by the way we only have 70 shovels for our whole battalion yeah i mean you'd think that",
        4232.68,
        4237.88
    ],
    [
        " in that situation that's just kind of the leftover attitude all the straight up prevalent",
        4237.88,
        4243.2
    ],
    [
        " attitude of not having to really fight fight fight fight you know yeah because you've never had",
        4243.2,
        4248.46
    ],
    [
        " your ass kicked yeah so like you took a shot and now you're like uh oh i'm not going to worry about",
        4248.46,
        4256.72
    ],
    [
        " that yeah it's going to be okay yeah you get taken down like after the first round in the first",
        4256.72,
        4263.12
    ],
    [
        " round you get taken down and then your coach you know in in between rounds the corner man says",
        4263.12,
        4267.04
    ],
    [
        " you're doing great yeah yeah no you're not yeah and he's like man i remember so back",
        4267.04,
        4274.32
    ],
    [
        " long time ago right before people knew about judy to so this guy it was actually my friend told me",
        4274.32,
        4279.82
    ],
    [
        " the story about um when he got in a fight and he just learned judy to and i'm trying to remember",
        4279.82,
        4286.38
    ],
    [
        " the exact situation but basically this story where he got in a fight with a guy and then the guy",
        4286.38,
        4293.94
    ],
    [
        " you know they got in the fight where they and he choked him up right and when he woke back up",
        4294.3,
        4298.86
    ],
    [
        " he wanted to fight again of course so before they fought again he was like yeah i'm gonna it's like",
        4298.86,
        4305.38
    ],
    [
        " yeah you keep you give me with that sneak attack stuff right almost like they're not fighting or",
        4305.38,
        4310.92
    ],
    [
        " something yeah almost like that's just doesn't count yeah it doesn't count it's kind of",
        4310.92,
        4314.94
    ],
    [
        " cowardly or whatever you know it's like yeah they store the guy who gets taken down right hearing",
        4314.94,
        4320.08
    ],
    [
        " you see this actually even now he gets taken down oh it's just wrestle me once it just",
        4320.08,
        4325.8
    ],
    [
        " wrestling he's looking at the ref like ref stand us up kind of thing like almost complaining about",
        4325.8,
        4331.06
    ],
    [
        " certain situations in the middle of the fight so it's kind of like that's that situation right there",
        4331.06,
        4336.48
    ],
    [
        " like oh i'm not taking nothing yeah we don't do that yeah brite you're fighting here in a war by",
        4336.48,
        4342.04
    ],
    [
        " the way so they just don't realize that almost you know continuing on while virtually the entire",
        4342.04,
        4351.12
    ],
    [
        " British army stood idle the Boor army was free to focus his attention and artillery on the hilltop",
        4351.12,
        4357.22
    ],
    [
        " position lacking shelter proper equipment lines clear lines of authority or knowledge that",
        4357.22,
        4363.06
    ],
    [
        " artillery was flying the on the way up the British abandoned the position as untenable",
        4363.06,
        4367.22
    ],
    [
        " this is farmers the superior the superiority of the individual Boor marksman and the inadequacy of",
        4368.68,
        4378.64
    ],
    [
        " this small British small unit tactics was never more in evidence throughout the day one brigade",
        4378.64,
        4384.56
    ],
    [
        " had carried the fighting one demonstrated and three stayed in reserve of further testament to",
        4384.56,
        4391.22
    ],
    [
        " portacris you had three other brigades five thousand i'm guessing you know normal brigade might be",
        4391.28,
        4400.14
    ],
    [
        " like five thousand people that's insane bullers qualities as a commander or in many ways indicative",
        4400.14,
        4410.02
    ],
    [
        " of the army you did not know when to draw the line with his subordinates and this is interesting",
        4410.02,
        4415.26
    ],
    [
        " heart was still so one of his subordinates heart was still marching his men in quarter columns at",
        4415.26,
        4420.14
    ],
    [
        " the second battle of calenzo despite being told not to another guy named warn was allowed",
        4420.14,
        4428.64
    ],
    [
        " inordinate freedom despite compromising the entire battle at other times bullard interfered with",
        4428.64,
        4435.4
    ],
    [
        " poor results such as at twin peaks he lacked a sense of terrain insufficient perseverance time and",
        4435.4,
        4444.68
    ],
    [
        " time again robbed him a victory as did his hoarding of reserves as if his troops were 18th century",
        4444.68,
        4451.22
    ],
    [
        " professionals at the first battle of calenzo only four thousand eight hundred men out of a force",
        4451.22,
        4458.98
    ],
    [
        " of twenty one thousand were engaged at any one time and it's science at spying cop three thousand",
        4458.98,
        4465.44
    ],
    [
        " men out of twenty four thousand staff problems be deviled his battles chain of commands were unclear",
        4465.44,
        4474.1
    ],
    [
        " in artillery was frequently misplaced or uncoordinated in addition strong willed and ambitious",
        4474.1,
        4482.38
    ],
    [
        " subordinates such as warner long and heart were difficult to control bullard became bullard came",
        4482.38,
        4487.46
    ],
    [
        " to appreciate the value of cover rushes and creeping barrage and according to marisa's official",
        4487.46,
        4493.26
    ],
    [
        " history was the original original of curtain fire at the second battle of calenzo he now used so",
        4493.26,
        4504.08
    ],
    [
        " new relevant on the flanks of infantry that's a good idea the new battlefield involved protracted",
        4504.08,
        4509.32
    ],
    [
        " firefights along extensive front coordinated with precise artillery support and an incessant creeping",
        4509.32,
        4514.92
    ],
    [
        " forward of the infantry whereas bullard taken several months and three major engagements to",
        4514.92,
        4521.0
    ],
    [
        " develop a counter to the boomer methods of warfare robberts so a guy gets sent down to take his",
        4521.0,
        4526.2
    ],
    [
        " place robberts arrived robberts arrived in south africa with zoned strong preconceptions",
        4526.2,
        4530.0
    ],
    [
        " and old india hand he placed his faith in cavalry and cavalry and mobility rather than the",
        4530.24,
        4538.24
    ],
    [
        " the fire then firepower robberts had arrived in cape early in january to find the army everywhere",
        4538.24,
        4544.34
    ],
    [
        " in retreat rather than create this is interesting rather than create immediate political problems",
        4544.34,
        4550.2
    ],
    [
        " he allowed both bullard and mithuan to stay in command although with limited forces this is like",
        4550.2,
        4556.9
    ],
    [
        " a little little little play in the game so instead of just coming down there firing these guys",
        4556.9,
        4561.42
    ],
    [
        " he knew that that would be very disrupted so he kept them there he just gave him like really",
        4561.42,
        4566.74
    ],
    [
        " small elements to control robberts would always remain careful with generals associated with",
        4566.74,
        4574.24
    ],
    [
        " woe'sly ring with the woe'sly ring and so there is a guy named general woe'sly who is like a war",
        4574.24,
        4581.02
    ],
    [
        " hero and a general and he had like its crew and these guys were part of his crew and he",
        4581.02,
        4586.88
    ],
    [
        " you know the this guy general woe'sly and a general and a powerful guy and so he had a crew",
        4586.88,
        4594.5
    ],
    [
        " and and these guys were part of that crew and so he was also that's another reason why I kind of",
        4594.5,
        4599.4
    ],
    [
        " blame the long game you know not just gonna come down there and fire these guys because woe'sly",
        4599.4,
        4604.24
    ],
    [
        " got a lot of power the entire army was suffused with pettiness hamilton and littleton lost no",
        4604.24,
        4611.06
    ],
    [
        " opportunity to betray butler and clearly and clearly constantly fought war and and little son so",
        4611.06,
        4616.76
    ],
    [
        " you just have like babies right? Robert's funneled all reinforcements to the cape rather than",
        4616.76,
        4627.64
    ],
    [
        " notall despite an increasing numeric predominance he lulled the boehrs into the belief that he was",
        4627.64,
        4634.5
    ],
    [
        " tied to the railways so the the brits and I haven't really talked about the brits were using the",
        4634.5,
        4639.26
    ],
    [
        " railways to run their supplies and stuff like that that's where he's kind of he's kind of letting",
        4639.26,
        4644.1
    ],
    [
        " the boehrs think that we're addicted to the railways when ready in late January robert's massive",
        4644.1,
        4649.36
    ],
    [
        " army struck far to the east threatening boehrs supply lines as the boehrs withdrew from their",
        4649.36,
        4653.66
    ],
    [
        " earlier blocking positions frenches this is one of the brits general frenches entire cavalry",
        4653.66,
        4658.68
    ],
    [
        " division the largest such british unit in history was launched around their flank for the relief",
        4658.68,
        4665.86
    ],
    [
        " of kimberley with victory so close fast forwarding a little bit they continue to kind of do well the",
        4665.86,
        4672.82
    ],
    [
        " brits now under robberts with victory so close nature now intervened for robberts was incapacitated",
        4672.82,
        4679.44
    ],
    [
        " by a cold he got sick and kitchener his chief of staff assumed command",
        4679.44,
        4686.88
    ],
    [
        " kitchener launched an immediate because concentric assault against the boehrs which now which most",
        4686.88,
        4696.56
    ],
    [
        " veterans realized had little chance of success more than a corps was thrown into the fruitless",
        4696.56,
        4701.68
    ],
    [
        " uncoordinated attack so this is ridiculous so this guy robert's doing pretty well kitchener takes over",
        4702.06,
        4708.54
    ],
    [
        " because robert's literally gets a cold and when this guy takes over man he just goes gets he goes hard",
        4708.54,
        4715.48
    ],
    [
        " he's trying to get a name for himself and he starts all these attacks trying to basically surround",
        4715.48,
        4722.8
    ],
    [
        " the the boehrs more than a corps was thrown in the fruitless and uncoordinated attack commanders",
        4722.8,
        4729.64
    ],
    [
        " were ignored kitchener wrote about the field directing battalions and raising havoc frustration",
        4729.64,
        4736.04
    ],
    [
        " mountain is mounted as battle dazed men began to trickle back from the front line and wander about",
        4736.04,
        4742.28
    ],
    [
        " for lack of orders to entrench as kitchener attempted to launch yet another attack he stripped troops",
        4742.28,
        4749.12
    ],
    [
        " from a key terrain feature this guy's just a micromanager just trying to make things happen it's",
        4749.12,
        4755.06
    ],
    [
        " horrible to read once back in command robert ceased further assaults and resorted to ten days of",
        4755.3,
        4762.6
    ],
    [
        " bombardment and a final night attack so isn't it you know we always talk about how leadership's",
        4762.6,
        4766.86
    ],
    [
        " the most important thing on the battlefield and I skipped the whole chunk of where everything's",
        4766.86,
        4769.74
    ],
    [
        " just falling apart kitchener suffered 1,200 casualties he almost lost one of the major cities",
        4769.74,
        4776.92
    ],
    [
        " ridiculous so robert's comes back in and just stop",
        4779.58,
        4782.88
    ],
    [
        " and then he kind of starts these more methodical attacks and continues that the start and stop",
        4782.88,
        4795.18
    ],
    [
        " offenses of robert's had but one objective the capture of the boehr capitals and with that the",
        4795.18,
        4800.54
    ],
    [
        " presumed end of the war despite continued guerrilla attacks pratoria the second boehr capitals",
        4800.54,
        4806.72
    ],
    [
        " fell on june 4th the link up with general bull are on july 4th signal the end to all conventional",
        4806.72,
        4812.38
    ],
    [
        " resistance by mid-december robert's had departed and kitchener was left in charge of mopping up operations",
        4812.38,
        4820.32
    ],
    [
        " so that's kind of the the overview of how it went down",
        4820.32,
        4825.46
    ],
    [
        " um at the at least up to that point the most general examination of the british army's performance",
        4826.94,
        4832.92
    ],
    [
        " in south africa reveals flaws on virtually every level of command lord wolves this the guy",
        4832.92,
        4838.64
    ],
    [
        " just talked about the commander in chief had been excluded as the field commander on account of his",
        4838.64,
        4843.8
    ],
    [
        " age army and royal politics along with anti-india prejudice served to eliminate various other candidates",
        4843.8,
        4851.18
    ],
    [
        " for the post and general bull are rose to the top of the list despite his recent poor showing in",
        4851.18,
        4856.72
    ],
    [
        " maneuvers and lack of independent command experience although an able staff officer like most british",
        4856.72,
        4863.62
    ],
    [
        " officers he confused personal bravery with the ability to lead an army this is just a common theme",
        4863.62,
        4870.16
    ],
    [
        " and i'm not hitting as much of it as i should in the book but this idea of the brits that like",
        4870.16,
        4875.56
    ],
    [
        " personal bravery was going to be enough to win the day it's so strange to badmouth that right because",
        4875.56,
        4883.04
    ],
    [
        " courage is you know one of the most one of the most powerful characteristics that we can envision",
        4883.04,
        4890.2
    ],
    [
        " a human being with right this ultimate level of courage and sacrifice but in many ways it was a",
        4890.2,
        4897.14
    ],
    [
        " negative quality because they thought if they had that they're good to go you know then this you",
        4897.14,
        4902.56
    ],
    [
        " want to take it back to the mma metaphor is like you know you you see that one guy that's all kinds",
        4902.56,
        4911.22
    ],
    [
        " of fired up and he's yelling and screaming for a fight and he's highly motivated and he might",
        4911.22,
        4914.98
    ],
    [
        " even be training really hard in his strength and conditioning and he might be ready to go the",
        4914.98,
        4922.78
    ],
    [
        " distance he might be ready to die when he goes in the ring and it doesn't matter when you get in",
        4922.78,
        4929.36
    ],
    [
        " there again someone that has better skill than you and that outmaneuvers you all that courage",
        4929.36,
        4934.24
    ],
    [
        " and bravery doesn't do a damn thing but gets you killed so i guess it's not that crazy to look at",
        4934.24,
        4940.4
    ],
    [
        " that characteristic with from a different angle if you if you're if you're putting your whole now",
        4940.4,
        4945.72
    ],
    [
        " look if you have a fighter that's a a wimp right that lacks any kind of courage a laxe bravery right",
        4945.72,
        4951.16
    ],
    [
        " they're not even going to get in the cage or they're going to be scared to get hit they're going to",
        4951.16,
        4957.6
    ],
    [
        " have both you have to have courage you have to have skill yeah and kind of I mean to add to that",
        4958.4,
        4964.62
    ],
    [
        " to you know you get a guy mma again a guy who's like his you know he's a great wrestler great",
        4964.62,
        4970.88
    ],
    [
        " grappler good submission guy or whatever and then the other guys maybe a really good striker and",
        4970.88,
        4975.9
    ],
    [
        " he talks a lot of trash and interviews and stuff so he gets under the guy skin the guy goes in",
        4975.9,
        4980.48
    ],
    [
        " super mad super fired up super motivated i'm gonna i'm gonna basically beat him at his own game",
        4980.48,
        4985.96
    ],
    [
        " and knock him out i'm gonna strike you know rather than strategically go for you know make",
        4985.96,
        4990.42
    ],
    [
        " yourself in a better position as far as like tactically strategically whatever um and then he",
        4990.42,
        4995.62
    ],
    [
        " starts to stand while many gets knocked out of course like you can be motivated but brother guys",
        4995.62,
        4999.38
    ],
    [
        " would just way better than you bro you got to be smarter than that you know kind of thing",
        4999.38,
        5002.56
    ],
    [
        " yeah feels like that's what they're doing to yeah",
        5002.56,
        5005.9
    ],
    [
        " so now so that kind of wraps up some overviews of what happened on the ground and look like I",
        5010.36,
        5020.06
    ],
    [
        " said there's there's I got some books that are first person perspective on the ground",
        5020.06,
        5024.94
    ],
    [
        " boor war and and what we can go into those i'm sure we will at some point",
        5025.34,
        5031.36
    ],
    [
        " but where where this book goes next is how they took the lessons learned and what they did with",
        5031.36,
        5041.72
    ],
    [
        " those lessons learned positive and negative but as i sit here and look at my notes it's it's",
        5041.72,
        5050.58
    ],
    [
        " not short there's a lot of things that got learned and there's a lot of lessons that they incorporated",
        5050.82,
        5055.54
    ],
    [
        " and there's a lot of lessons that they didn't or there's lessons that they made progress towards",
        5055.54,
        5060.66
    ],
    [
        " and then backed away from so rather than do it right now i want to leave enough time for that so",
        5060.66,
        5068.08
    ],
    [
        " let's call it and we'll pick up the boor war military reforms on episode 233",
        5068.08,
        5080.26
    ],
    [
        " so in the meantime echo Charles yes since we are trying to learn well yeah since we are trying to",
        5081.52,
        5090.66
    ],
    [
        " make progress yes how can we continue to make progress as individual humans well first off",
        5090.66,
        5099.2
    ],
    [
        " making progress isn't always comfortable it's not always painless but the good news about that is",
        5099.2,
        5107.76
    ],
    [
        " we have helped so speaking of pain and growing growing pains if you will so",
        5107.76,
        5114.92
    ],
    [
        " joins get a little sore when you lift indeed and i gotta be honest i've been out of the supplementation",
        5114.92,
        5124.26
    ],
    [
        " situation for a little bit this is a little while ago a few weeks ago but i got the replenishment",
        5124.26,
        5129.44
    ],
    [
        " of supplements and what i'm talking about is that's bad planning yeah yeah you sound like the",
        5129.44,
        5137.74
    ],
    [
        " British army on that one you know more look around things to blame you know i got busy caught up nonetheless",
        5137.74,
        5144.86
    ],
    [
        " anyway what i'm saying is look when we're on the path we go hard most of the time i'm not saying",
        5144.86,
        5151.6
    ],
    [
        " go hard into the ground i'm saying you go hard that you know she got to the progress demands",
        5151.6,
        5156.1
    ],
    [
        " hard work we gotta push the envelope so i gotta push the envelope i heard a quote from",
        5156.1,
        5162.58
    ],
    [
        " Denzel Washington he said ease is a greater threat to progress than hardship is i was like",
        5162.58,
        5170.0
    ],
    [
        " ooh that's pretty good concur it's true very true but through that hardship you get joint pains",
        5170.0,
        5176.28
    ],
    [
        " sometimes for Denzel Washington sir for his whole life to achieve this level of skill and you just",
        5176.28,
        5184.82
    ],
    [
        " took his his quote and turn it into your little personal advertisement for joint warfare well",
        5184.82,
        5190.72
    ],
    [
        " that's what just happened it's i'm more turned it into my personal i apologize to you mr denzel",
        5190.72,
        5196.3
    ],
    [
        " Washington well i'm gonna let echo roll he'd be happy because i'm incorporating that into how should i",
        5196.3,
        5202.88
    ],
    [
        " say my my daily my life my approach to life how about that don't seek ease don't seek the rest",
        5202.88,
        5211.96
    ],
    [
        " between sets oh you gotta take the rest between sets but don't seek the rest between sets",
        5211.96,
        5216.92
    ],
    [
        " nonetheless anyway sure when you basically when your joints get sore take joint warfare because it",
        5217.56,
        5222.08
    ],
    [
        " actually works you can have said that like four minutes ago you know yeah like yeah you're probably",
        5222.08,
        5227.34
    ],
    [
        " right about that you know what i saw a video of somebody posted somebody posted the support section",
        5227.34,
        5234.44
    ],
    [
        " sure but they were just listening to you talk and listening to you and i go back to work but they",
        5234.44,
        5238.04
    ],
    [
        " were laughing hysterically and i was like that's a good thing to see uh well yeah it's a good thing to see",
        5238.04,
        5243.16
    ],
    [
        " because most of the time i'm figuring this is the number of people listening right now zero",
        5243.46,
        5247.64
    ],
    [
        " like when they when they hear me say uh okay i go and they go oh yep i cast over it or i cast",
        5247.64,
        5254.12
    ],
    [
        " over fast forward to you you think they're missing any jay if they did that they just missed a",
        5254.12,
        5257.92
    ],
    [
        " denzel Washington quote yeah tell it to me one more time ease is a greater threat to hardship",
        5257.92,
        5264.28
    ],
    [
        " or sorry ease is a greater threat to progress then comfort then hardship is ease is okay got it",
        5264.28,
        5270.76
    ],
    [
        " yeah good we'll give some props to denzel Washington it was good i like that but anybody that",
        5270.76,
        5277.06
    ],
    [
        " pressed stop a little early they didn't get to hear that oh they missed it from you slash denzel",
        5277.06,
        5283.56
    ],
    [
        " denzel man all right well there you go and uh like i said joint warfare if you don't have joint",
        5283.56,
        5289.62
    ],
    [
        " warfare get joint warfare that's your whole point that is the point that is the whole point that",
        5289.62,
        5294.34
    ],
    [
        " is why denzel Washington said what he said yeah one of the reasons why does he think message",
        5294.34,
        5298.56
    ],
    [
        " was get joint warfare in krill oil that was what he was trying to say yeah essentially at its core",
        5298.56,
        5303.24
    ],
    [
        " that's what it's what it's meant for sure don't forget about the don't forget about the discipline",
        5303.24,
        5307.82
    ],
    [
        " the discipline go in cans the discipline powder form jaco Palmer my recommended",
        5307.82,
        5315.18
    ],
    [
        " scenario why because it tastes like an Arnold Palmer iced tea with the perfect amount eliminated",
        5315.18,
        5321.96
    ],
    [
        " in there it's kind of has a little bit of sweetness to it but it's sweetened with monk fruit",
        5321.96,
        5326.42
    ],
    [
        " that's not sugar you're all good you're not getting any insulin spike no you're going smooth flat",
        5327.18,
        5333.16
    ],
    [
        " line that thing easy man yeah and you'll get a little bit of a little bit of hype a little a little",
        5333.16,
        5339.86
    ],
    [
        " bit of a you know you have that noise that you use for a sound effect it's like that high pitched",
        5339.86,
        5347.54
    ],
    [
        " like thing that's being prepared what's the noise there's a name oh there's two of them with",
        5347.54,
        5351.18
    ],
    [
        " them when you talk about is like it's basically like you know the old school flash yes for my camera",
        5351.18,
        5355.26
    ],
    [
        " it kind of feels like things are about to prep yeah things are about to go off",
        5355.26,
        5359.04
    ],
    [
        " so we so we need to you can edit this and you can put it when I say you get that little",
        5359.04,
        5365.64
    ],
    [
        " and you can put it right so I'm gonna do it so I'm gonna give you leave you a little spot",
        5365.64,
        5368.96
    ],
    [
        " when you get that little boom there you go there you go and that's the discipline go yeah imagine",
        5368.96,
        5377.46
    ],
    [
        " you did all yours all your CGI into the actual podcast and I was talking about covering fire",
        5377.46,
        5384.1
    ],
    [
        " and there was machine guns going off that'd be the most popular podcast of all thought",
        5384.1,
        5387.9
    ],
    [
        " tracers tracers coming between us yeah that could be something there'd be horses getting killed you",
        5387.9,
        5393.36
    ],
    [
        " know many horses got killed in the boor war it's crazy yeah crazy yeah it thinks so oh think that",
        5393.36,
        5399.28
    ],
    [
        " be kind of the strategy in a in a way right well kill a lot of them yeah get the horses I think",
        5399.28,
        5404.46
    ],
    [
        " you're trying to kill the people but yeah but if we're trying to kill the enemy the the enemy",
        5404.46,
        5408.22
    ],
    [
        " horses I guess all right in there yeah stop their mobility right like and it's a big target you",
        5408.22,
        5413.34
    ],
    [
        " know I don't know I don't know I've never tried to kill horses so you know I don't have that experience",
        5413.34,
        5418.0
    ],
    [
        " what else we got on the last moke so speaking of moke I made a moke shake last night",
        5418.0,
        5422.04
    ],
    [
        " so I mixed them dark chocolate and the peanut butter chocolate right whatever you know not much",
        5422.04,
        5428.14
    ],
    [
        " about deviation it's not like a mixed strawberry with you know with it anyway and so the thing is",
        5428.14,
        5436.1
    ],
    [
        " I haven't had a moke shaking a while in front of the kids and they don't you know they don't know",
        5436.1,
        5440.1
    ],
    [
        " they think I'm making like I don't know some dessert you know and so they're like yeah I want some",
        5440.1,
        5446.52
    ],
    [
        " some like cool and I give them some they drink the whole thing and this is regular moke too can",
        5446.52,
        5452.86
    ],
    [
        " you imagine like you can just give your kids something that makes them so strong and healthy and",
        5452.86,
        5458.66
    ],
    [
        " they rethink that they're that you're just a great dad like this court that's that's literally",
        5458.66,
        5464.64
    ],
    [
        " what I thought they're looking at me kind of like like can we actually have the cause is big",
        5464.64,
        5469.22
    ],
    [
        " and you know they're two kids you're like drinking a whole thing now I wasn't taking it back I",
        5469.46,
        5474.36
    ],
    [
        " want to do because you know it was mine but at the same time I was like I'm gonna have that it",
        5474.36,
        5478.52
    ],
    [
        " because it was just so it brought so much happiness did you see your did you see your son starting",
        5478.52,
        5483.42
    ],
    [
        " to get a little bit jacked and he got done was he just yeah that's just the way his body is",
        5483.42,
        5488.86
    ],
    [
        " drink one moke shake boom jacked that's a guarantee that's actually oh well now we can it's",
        5488.86,
        5493.44
    ],
    [
        " guaranteed now now we know it's been tested yeah yeah your son is now jacked yes sir yeah how does he",
        5493.44,
        5499.2
    ],
    [
        " three three years jacked jacked some more kids some more your kid moke it's some jaco white tea",
        5499.2,
        5505.96
    ],
    [
        " you can get all this stuff at the vitamin shop if your vitamin shop opens up jaco fuel yep",
        5505.96,
        5511.76
    ],
    [
        " that's what it's called it's cool apparently yes also what we're doing is jujitsu okay look varying",
        5511.76,
        5517.94
    ],
    [
        " levels of participation jujitsu right now understand and I think it's gonna slowly but slowly there's",
        5517.94,
        5524.14
    ],
    [
        " tournaments going on yeah yeah so hey that's something some people are making it happen yeah it's good",
        5524.14,
        5529.22
    ],
    [
        " so anyway so we're doing jujitsu we're starting jujitsu we're continuing jujitsu so when we do jujitsu",
        5529.22,
        5535.14
    ],
    [
        " we need a gig you get an origin key we already know that 100 because they're the best keys straight up",
        5535.14,
        5540.68
    ],
    [
        " that's the the the number the primary situation factually factually as you like to say even yep",
        5540.68,
        5548.94
    ],
    [
        " and they happen to be made it and they're actually they don't happen to be made it is there a problem",
        5548.94,
        5554.72
    ],
    [
        " the fact that these keys are so comfortable that denzel is sort of you know at parade rest over",
        5554.72,
        5564.72
    ],
    [
        " the corner of shaking his head saying boys what's up that's a good that's a good question um because when",
        5564.72,
        5571.32
    ],
    [
        " you put the rift geon you you're you're you're in a different world of jujitsu you're in a different",
        5571.32,
        5577.44
    ],
    [
        " world of jujitsu when you put the rift geon yeah fully and and the thing is you feel it and here's",
        5577.44,
        5581.84
    ],
    [
        " a thing I think about most of us is like we get used to nice stuff we just get used to it so you",
        5581.84,
        5587.08
    ],
    [
        " could not go back it's like if you ever flown an airplane first class it economy sucks forever I",
        5587.08,
        5593.6
    ],
    [
        " know man when you put on a rift gey every other gey that you put on for the rest of your life is",
        5593.6,
        5599.76
    ],
    [
        " economy class it's a that's what's happening it's a visceral insult to my sense yeah do you you in the old",
        5599.76,
        5609.66
    ],
    [
        " days man I had some geys that I felt like I was putting on something that was made out of concrete",
        5609.66,
        5614.96
    ],
    [
        " that's what I was feeling this is as good as not concrete at all yeah it's luxurious I'm gonna say",
        5614.96,
        5621.92
    ],
    [
        " it's luxurious straight up and they happen to me so I actually do say happen to be made in",
        5622.06,
        5627.8
    ],
    [
        " America but they're not they don't happen to be made in America that's just on purpose it's kind",
        5627.8,
        5633.1
    ],
    [
        " of one of the purposes behind them yeah and also speaking of just next level first class",
        5633.1,
        5640.34
    ],
    [
        " sorry Denzel comfort get yourself some delta 68 jeans which are we need to it's like another",
        5640.34,
        5649.9
    ],
    [
        " category of clothing yes because you not you're not feeling like you're wearing jeans right",
        5650.1,
        5655.9
    ],
    [
        " you're not feeling like oh I got to put these jeans on I'm gonna feel constricted in the hot",
        5655.9,
        5661.8
    ],
    [
        " no you're putting on the delta 68s you're ready just to do a straight up you know maneuver",
        5661.8,
        5669.38
    ],
    [
        " yeah you're ready to do a go-go plotter in those things yeah so you kind of think of it and not",
        5669.38,
        5675.78
    ],
    [
        " to go too deep into a tangent far be it for me but you just say far be it far be it to go through",
        5675.78,
        5683.64
    ],
    [
        " into a dance you know okay press right on but you know okay so there's a difference between ease",
        5683.64,
        5689.78
    ],
    [
        " and comfort and functionality so if you're maximizing your functionality and a you because of comfort",
        5689.78,
        5698.22
    ],
    [
        " yeah right yeah yes so yeah and even saying comfort is kind of misleading so look if I have a",
        5698.22,
        5704.2
    ],
    [
        " sword I'm fighting in a battle with a sword and this sword is ergonomically designed for my hand",
        5704.2,
        5711.9
    ],
    [
        " ergonomically right performance will increase and it's a benefit yeah it's comfortable yes you're",
        5711.9,
        5717.26
    ],
    [
        " doing better you're more it whether be efficient more functional more everything comfortable yes but",
        5717.26,
        5722.42
    ],
    [
        " more seem saying so that's the delta 68 scenario that will work good like when you go in a battle",
        5722.42,
        5734.18
    ],
    [
        " that is gonna be work really good until I cut your freaking arm off because that's what I'm gonna do",
        5734.18,
        5740.56
    ],
    [
        " yeah you took it in a interesting direction you know as far as the point but you know I dig it",
        5740.56,
        5747.42
    ],
    [
        " and you're probably right but you said no you're sitting over there saying that you get this",
        5747.42,
        5751.3
    ],
    [
        " ergonomically correct sword and that's gonna be well difference it's fun saying bring it yeah",
        5751.3,
        5757.24
    ],
    [
        " I cut your damn arm off yeah you realize you just assumed that I was going into battle against you",
        5757.24,
        5763.8
    ],
    [
        " well yeah I'm here you're right and you do make a good point on top of my original point for sure",
        5764.18,
        5772.32
    ],
    [
        " and I haven't even really trained much sword but I will start training you're yeah you're down you",
        5772.32,
        5776.6
    ],
    [
        " have a lot of what do you call bravery and other you know what doesn't matter ergonomically correct",
        5776.6,
        5781.3
    ],
    [
        " or not I'm taking your arm off that strategically that's the move that's what we're doing yeah and",
        5781.3,
        5786.34
    ],
    [
        " you can get jeans you can get boots you can get t-shirts you can get whatever you want from",
        5786.34,
        5789.78
    ],
    [
        " origin main dot com ma i and e origin main dot com yes also we have our own store if you're",
        5790.26,
        5798.36
    ],
    [
        " interested in representing while on the path this bleeding goes freedom good take the high ground",
        5798.36,
        5806.24
    ],
    [
        " where the high ground will take you that was a little sleeper one that was good we got some designs",
        5806.24,
        5811.98
    ],
    [
        " coming yes and by the way we're not gonna talk about it now but the last design you submitted to",
        5811.98,
        5816.9
    ],
    [
        " me yes it's almost for full approval I had to do a couple historical researches make sure we are",
        5816.9,
        5823.28
    ],
    [
        " 100 but we're there okay well we'll do one little maybe two little things to it just to clean it up",
        5823.28,
        5829.38
    ],
    [
        " but we're we're really happy about that one designed by jaco yeah yeah it's good I'm proud of",
        5829.38,
        5835.94
    ],
    [
        " about as far as being fired up about a design goes for sure but yeah so you go to jaco store dot com",
        5835.94,
        5842.12
    ],
    [
        " let's like this whole thing about design by jaco that's kind of weird yeah maybe not push that",
        5842.12,
        5846.94
    ],
    [
        " yeah but factually it's true let's move on fashion designer yes anyway yes jaco store dot com uh",
        5846.94,
        5856.12
    ],
    [
        " yeah we got a lot of stuff on there hats hoodies shirts obviously um very successory is good stuff",
        5856.12,
        5862.36
    ],
    [
        " I think it's good stuff anyway yeah and by the way if you want to if you like that if you",
        5862.36,
        5867.78
    ],
    [
        " listen to this podcast and you want to support the podcast this is a way to do it you don't you",
        5867.78,
        5873.28
    ],
    [
        " don't you don't we're not over here saying like uh first of all we're not saying hey you need to",
        5873.28,
        5878.02
    ],
    [
        " listen to the next six minutes of us reading about some random thing that we don't actually care",
        5878.02,
        5882.0
    ],
    [
        " about or know about right that's true we're not doing that we're not saying hey donate money to",
        5882.0,
        5887.68
    ],
    [
        " whatever because whatever we're not doing that we're saying hey listen to this if you happen to",
        5887.68,
        5893.8
    ],
    [
        " feel like oh let's throw some support we don't even want your support we want you to have a t-shirt",
        5893.8,
        5899.3
    ],
    [
        " you know that is that is that's what we want yes that way we can p-i-d-u in the wild yes that's",
        5899.3,
        5906.06
    ],
    [
        " positively i-d-u there's no there's no there's you know you're looking over what a little glance",
        5906.06,
        5911.44
    ],
    [
        " I see a little I see a little whatever shirt we know what's up you know what you're gonna get",
        5911.44,
        5916.94
    ],
    [
        " head non yep we're all good I will get out I know if something goes down you got my back yes sir",
        5916.94,
        5923.48
    ],
    [
        " right oh yeah tell me this you're looking at you're something's going down whatever call it whatever",
        5924.26,
        5928.62
    ],
    [
        " you want there's nine people that you can go hey come with me one of them is wearing a jockele",
        5928.62,
        5935.0
    ],
    [
        " podcast t-shirt who's going with he's going with 100 percent 100 percent I don't care what the other",
        5935.0,
        5940.36
    ],
    [
        " people are wearing actually yeah they could be wearing what I don't even know they could be wearing",
        5940.36,
        5943.92
    ],
    [
        " a sports team what else do people wear on a t-shirt a rock and roll band yeah like look there's",
        5943.92,
        5953.78
    ],
    [
        " you know but if a guy's got a jockele podcast t-shirt on yeah he's coming with automatic admission hey",
        5954.2,
        5959.24
    ],
    [
        " he might even be there might be a like let's see you see with a guy with a jujitsu t-shirt on",
        5959.24,
        5963.56
    ],
    [
        " let's say it's that kind of situation that's going down well he's coming to you know what I'm saying",
        5963.56,
        5968.42
    ],
    [
        " he's coming to yeah yeah very similar so you might as well just prep for that moment",
        5968.42,
        5974.62
    ],
    [
        " and represent and by the way look it might not be me it might be some other drooper out there",
        5974.62,
        5979.26
    ],
    [
        " that's gonna that's gonna that's gonna detach that's gonna look around that's gonna make the right",
        5979.56,
        5984.06
    ],
    [
        " decision at the right time yeah that's gonna understand what you say when you say cover me",
        5984.06,
        5989.2
    ],
    [
        " they're gonna go got it boom we're already in action yeah we got a militia we got a commando",
        5989.2,
        5995.06
    ],
    [
        " so true if you want you have a choice between someone you know is on the path",
        5995.06,
        6000.1
    ],
    [
        " so versus someone who you don't know I'm not saying the not I'm saying you don't know and if",
        6000.1,
        6009.24
    ],
    [
        " they listen to the podcast they know where we're coming from they understand there's gonna be",
        6009.68,
        6014.02
    ],
    [
        " some some some suffering that might unfold in the next 13 seconds while this situation's happening",
        6014.02,
        6019.4
    ],
    [
        " we got it so anyways you might want to get yourself a job on podcast these years yep",
        6019.4,
        6024.34
    ],
    [
        " it's all about commando we appreciate it yes sir also subscribe to the podcast on your favorite or",
        6024.34,
        6033.5
    ],
    [
        " your preferred podcast listening app application whatever anyway yeah so subscribe if you haven't",
        6035.12,
        6042.54
    ],
    [
        " already and you know leave a review if you're in the mood I think yeah it's good it's good to",
        6042.54,
        6047.74
    ],
    [
        " if you want to throw a little um communication our way we we I read the reviews yeah I haven't",
        6047.74,
        6053.32
    ],
    [
        " highlighted one well I got to read a funny review I'm gonna go on there pull up a good review you",
        6053.32,
        6058.14
    ],
    [
        " I for a while it's copy and pasting some of them because they were really good right",
        6058.14,
        6062.0
    ],
    [
        " they had they had something that we like to refer to as layers",
        6062.0,
        6065.22
    ],
    [
        " what else we got don't forget about some other podcasts we got a podcast we had a podcast",
        6065.22,
        6074.44
    ],
    [
        " it was called the thread we'll be re-releasing it soon I said we were coming up with a new name",
        6074.44,
        6080.96
    ],
    [
        " and we are but we're that's what we're doing so that'll be out soon and episode eight yes",
        6080.96,
        6085.84
    ],
    [
        " everyone's been asked before I'm sorry it's been taken a while we got the grounded podcast where",
        6085.84,
        6089.3
    ],
    [
        " we talk about jujitsu somebody just asked for a podcast about women's jujitsu for jackel podcast and",
        6089.5,
        6096.26
    ],
    [
        " we already had it we had on the grounded podcast so check out grounded podcast if you want to hear",
        6096.26,
        6100.78
    ],
    [
        " about jujitsu and life warrior kid podcast just get your kids on the path set them up to have an",
        6100.78,
        6109.14
    ],
    [
        " awesome life get them on the warrior kid podcast if you also want to support a warrior kid you can",
        6109.14,
        6117.74
    ],
    [
        " go to irishoaksratch.com and you can get aiden who is making soap which allows you your family",
        6117.74,
        6126.58
    ],
    [
        " your friends everyone you know if you get this soap you can all stay clean yeah speaking of which",
        6126.58,
        6135.48
    ],
    [
        " if I'm not mistaken and it looked deep into it but I saw I saw hints of a new warrior kid soap",
        6135.48,
        6144.08
    ],
    [
        " yep yep where your kids are too oh yes oh yes so you want your children too",
        6144.08,
        6150.52
    ],
    [
        " stay staying oh yeah also youtube channel we do have a youtube channel for video video version",
        6150.52,
        6158.32
    ],
    [
        " of this podcast excerpts on there if there's anyone that would like to see CGI special effects",
        6158.32,
        6164.94
    ],
    [
        " during the podcast let's get echo freaking working harder because right now he just cut what do you",
        6164.94,
        6172.2
    ],
    [
        " how hard is this you show me you show you you show me you show you this podcast you didn't say anything",
        6172.4,
        6177.86
    ],
    [
        " so just basically me me me me me you're not doing any work but but that's where the we get some",
        6177.86,
        6182.88
    ],
    [
        " some horses trampling across do you know how cool would that be what do they call it when they",
        6182.88,
        6188.24
    ],
    [
        " only hide something in like a video game or a movie they hide something that you got to look for",
        6188.24,
        6192.82
    ],
    [
        " Eastering yes people should go on the youtube and they see when I mention something",
        6192.82,
        6198.16
    ],
    [
        " you know all of a sudden there's a zulu warrior over my shoulder or whatever you know I'm saying",
        6198.58,
        6203.52
    ],
    [
        " yeah that's that's a very good idea why is it that you claim to be the creative guy",
        6203.52,
        6208.18
    ],
    [
        " and I'm over here coming up with albie ideas I don't have you noticed that no where you are I don't",
        6208.18,
        6214.16
    ],
    [
        " think you are why am I covering the movie right for the small thing how about this we'll look",
        6214.16,
        6218.1
    ],
    [
        " into it cool if you don't put a special effect at least one thing that happens during the",
        6218.1,
        6225.56
    ],
    [
        " podcast uh-huh you're disappointing everybody that's here I'm sure that's actually correct oh I",
        6225.56,
        6232.08
    ],
    [
        " guarantee that's factually correct you know when we did the audiobooks for extreme ownership and",
        6232.08,
        6237.58
    ],
    [
        " that economy leadership extreme ownership so if you listen to extreme ownership audiobook I don't",
        6237.58,
        6242.34
    ],
    [
        " want to try and make it sound crazy but there's audio effects in there yes there's machine gunfire",
        6242.34,
        6248.72
    ],
    [
        " there's the call to prayer there's some explosions and when we when we decided to do that well first",
        6248.72,
        6255.12
    ],
    [
        " the main reason is lay for night we've got like words written in there like pop pop pop pop pop pop pop",
        6255.12,
        6261.26
    ],
    [
        " right like machine gunfire and I don't want to start off the chapter going uh you know for instance",
        6261.26,
        6266.66
    ],
    [
        " this one chapter six simple starts off with the word whoom right it's trying to tell you an",
        6266.66,
        6271.46
    ],
    [
        " explosion just happened I didn't want to have to say that right so I said so you know we decided",
        6271.46,
        6279.84
    ],
    [
        " a bunch of these chapters start like that um here's one enemy trace around zipping overhead right I",
        6280.08,
        6285.98
    ],
    [
        " don't want to have to make that noise so what we did was they put special effects in there and the",
        6285.98,
        6292.26
    ],
    [
        " the company the the publisher was kind of acting they were cool but they were kind of acting like this",
        6292.26,
        6297.82
    ],
    [
        " was hmm like it was crazy like it was a little bit of a crazy idea so anyways they did it and that's",
        6297.82,
        6304.38
    ],
    [
        " a lot of people are stoked on it but you got to be ready for it because if you're driving your car",
        6304.38,
        6307.6
    ],
    [
        " here an explosion or machine gunfire especially if you've been in the game you know like for real",
        6307.6,
        6312.04
    ],
    [
        " you might get a little bit of a little bit of uh adrenaline flow no big deal all good so yeah maybe",
        6312.04,
        6319.62
    ],
    [
        " so I think that the same way that that would enhance the audio books for the dichotomy leadership",
        6319.62,
        6325.38
    ],
    [
        " yeah and and extreme ownership if someone had their requisite skills to actually make something",
        6325.38,
        6334.76
    ],
    [
        " cool in here it'd be good all right well I'll keep it in mind okay we also have psychological warfare",
        6334.76,
        6340.36
    ],
    [
        " if you need a little psychological hitter when you need to go overcome a little moment of weakness",
        6340.36,
        6347.2
    ],
    [
        " you can just check out psychological warfare it's on all the mp3 platforms flipside canvas if you",
        6347.2,
        6356.34
    ],
    [
        " want a visual representation of the path check it out flipside canvas dot com Dakota Meyer",
        6356.34,
        6361.88
    ],
    [
        " put in cool graphic representations of things that you can hang on your wall we got some books",
        6363.4,
        6369.56
    ],
    [
        " we actually it seems like we have a bunch of books yes there's no reason we've got the code",
        6369.56,
        6374.72
    ],
    [
        " which just came out which is a real good way just to step up and just go for it that's the code",
        6374.72,
        6384.06
    ],
    [
        " we got leadership strategy and tactics field manual we got way the warrior kid 1 2 3 we got",
        6384.06,
        6389.84
    ],
    [
        " Mikey in the dragons we got disciplinary who's freedom field manual we got extreme ownership",
        6389.88,
        6396.48
    ],
    [
        " of the dichotomy leadership check out all those books if you want to good information and I'll tell",
        6396.48,
        6402.16
    ],
    [
        " you what's cool I hear this all the time you read the book once and you're like oh cool you know",
        6402.16,
        6407.0
    ],
    [
        " I grabbed that I grabbed you know you took a page notes you can take a page of notes on that book",
        6407.0,
        6412.08
    ],
    [
        " if you read it 50 times more you'll take a page notes every time on any of these books that I'm",
        6412.08,
        6416.76
    ],
    [
        " even the kids books yeah I believe it fully so so check those out we got east ashlan front which is",
        6416.76,
        6426.32
    ],
    [
        " leadership my leadership consultancy where we solve problems through leadership if you need",
        6426.32,
        6432.34
    ],
    [
        " help with the leadership in your organization then go to ashlan front dot com for details we also",
        6432.34,
        6439.34
    ],
    [
        " have an online platform called eff online dot com where we train coach mentor discuss guide",
        6439.34,
        6451.0
    ],
    [
        " people through pre-existing volumes that are on there and through live webinars that we're doing",
        6451.0,
        6459.82
    ],
    [
        " all the time so if you actually have a question for me go to eff online dot com come to one of our",
        6459.82,
        6464.12
    ],
    [
        " live webinars and ask me your question that's what's happening so we also have the muster",
        6464.12,
        6471.34
    ],
    [
        " and I you know look this is going back and forth we got the virus this and that we had to cancel",
        6471.34,
        6477.18
    ],
    [
        " Orlando I'm making the call right now Phoenix is on we're going to Phoenix we're going to Phoenix",
        6477.18,
        6483.56
    ],
    [
        " Phoenix Arizona September 16th and 17th I actually just got off the phone with Jamie I'm like can we",
        6483.56,
        6489.66
    ],
    [
        " do this Jamie says we can do this and I said all right rock and roll look and if we get to that",
        6489.66,
        6494.78
    ],
    [
        " point in September and we still have to do some kind of social distancing scenario whatever we",
        6494.78,
        6500.78
    ],
    [
        " got to do we got to do it but we're going to make it happen so it's going to sell out everything",
        6500.78,
        6507.88
    ],
    [
        " we do sells out if you want to come and and look here's the deal depending on the social distancing",
        6507.88,
        6512.52
    ],
    [
        " mandates we may have to limit the seating more than we normally would which means if you want",
        6512.52,
        6519.44
    ],
    [
        " to come buy your tickets now so you don't get caught off because you thought there was going to be",
        6519.44,
        6523.8
    ],
    [
        " more seats so that's it it's September 16th and 17th in Arizona it's December 3rd and 4th in",
        6523.8,
        6531.22
    ],
    [
        " Texas Dallas Texas people been saying we should have gone to Dallas day one and we probably should",
        6531.22,
        6537.26
    ],
    [
        " have and I'll tell you another thing we went to Austin and it was awesome we did it kind of last",
        6537.26,
        6543.16
    ],
    [
        " minute and when we were in Austin people like hey come to Dallas so we're coming to Dallas that's",
        6543.16,
        6548.38
    ],
    [
        " December 3rd and 4th we're going to do that one too by the way who wants to get some",
        6548.38,
        6553.4
    ],
    [
        " and of course we have EF Overwatch if you need executive leadership at your team if you need",
        6553.4,
        6561.54
    ],
    [
        " senior leadership at your team and you want somebody that's experienced that's been tested",
        6561.54,
        6565.56
    ],
    [
        " then go to EF Overwatch dot com it's military leaders from special operations from combat",
        6565.56,
        6572.98
    ],
    [
        " aviation that understand the principles we talk about here and can employ them in your company",
        6572.98,
        6577.76
    ],
    [
        " and if you're a vet and you have those kind of experiences go there as well so we can connect",
        6578.38,
        6583.7
    ],
    [
        " the dots also america's mighty warriors dot org momilee markley's mom and she is put together an",
        6583.7,
        6595.74
    ],
    [
        " organization that helps service members it helps their families it helps gold star families",
        6595.74,
        6601.34
    ],
    [
        " all over the world guys that are on deployment guys that are home from deployment guys that are",
        6601.34,
        6606.02
    ],
    [
        " active duty guys that are retired she is just unbelievable with what she does so go to america's",
        6606.02,
        6613.72
    ],
    [
        " mighty warriors dot org to either donate or get involved if you want to get involved and at this",
        6613.72,
        6620.22
    ],
    [
        " point if you haven't had enough of my horrible horrible inexcusable pronunciations of various",
        6620.22,
        6631.46
    ],
    [
        " languages or you want to hear more of echoes sort of bewildered stream of consciousness thoughts",
        6631.92,
        6639.34
    ],
    [
        " that you can find us on the inner webs as twitter instagram and of course facebook",
        6639.34,
        6650.0
    ],
    [
        " echoes at ecotrals and i'm at jacquo willing and thanks to our military men and women out there",
        6650.0,
        6656.12
    ],
    [
        " around the world in uniform who stand face the darkness and evil every day",
        6656.12,
        6662.02
    ],
    [
        " and thanks to our police law enforcement firefighters paramedics EMTs dispatchers correctional",
        6662.02,
        6668.76
    ],
    [
        " officers board of patrol secret service who stand and face darkness and evil here at home",
        6668.76,
        6674.92
    ],
    [
        " and to everyone else out there",
        6674.92,
        6678.38
    ],
    [
        " do not fail to learn do not fail to learn adapt to new environments change the way you operate",
        6680.1,
        6692.96
    ],
    [
        " don't get stuck in the past get better get better and improve and the way you do that is by going",
        6692.96,
        6704.62
    ],
    [
        " out there and getting after it and until next time this is echo and jacquo out",
        6704.62,
        6714.06
    ]
]