[
    [
        " As a leader, do you ever confide in anyone or seek counsel from anyone or do you just wrestle with issues within yourself and try to figure things out on your own?",
        0.0,
        8.44
    ],
    [
        " Another really good question and I do both. Of course I try and figure out things on my own, but here's the little secret. Is it a secret? It's not really a secret because I'm about to tell everyone, but it's something that I wouldn't really talk about because it's just something I wouldn't sink that we do.",
        8.56,
        23.56
    ],
    [
        " So when I'm figuring things out on my own, at the same time I seek counsel. I said, seek counsel from the trusted teammates that I have or peers or superiors or subordinates that I trust.",
        23.64,
        40.38
    ],
    [
        " But when I counsel them, when I seek counsel and I ask for feedback, while I'm trying to figure out things on my own, I actually keep those thoughts to myself in the beginning.",
        42.42,
        56.34
    ],
    [
        " I let other people tell me what their ideas are. First, I want to hear what they come up with. And if somebody comes up with a good plan, we're going with it.",
        57.52,
        65.72
    ],
    [
        " Like if it's a, you know what, that's a pretty good plan. We'll go with that because as I've said many times, I prefer to use one of my subordinates plans. One of my subordinates plan over mine. I would rather to use my subordinates plan rather than mine as long as it's tactically sound because then they believe in their plan. Right.",
        65.72,
        86.96
    ],
    [
        " And if it's not tactically sound, yep, I give them a little nudge to make some corrections and still use their plan.",
        88.06,
        93.36
    ],
    [
        " Because I want them to use their solutions and their plan. So that way, like I said, they have ownership of the plan.",
        94.4,
        100.68
    ],
    [
        " And when they're coming up with a plan, I guess what's going to happen, they're going to get too close to it. They're going to do what I talked about in that opening story, which is they're going to, they're going to be at low altitude.",
        101.36,
        113.26
    ],
    [
        " They're going to be staring at it right in the face. And I'm going to be allowed to remain detached and remain at altitude. So I have a better perspective of the overall plan than they do. And that ends up making me look like a tactical genius, which is awesome.",
        113.26,
        126.3
    ],
    [
        " So, so I guess this is the secret. This is the trick or whatever. Don't talk so much. Don't talk so much. Don't feel the need.",
        127.2,
        138.7
    ],
    [
        " Don't feel the need is something you have to resist as a leader as a person that wants to be a leader. Yeah, they've always said something about people aspiring leaders, right. If you're an aspiring leader, don't feel like you're the person that has to always come up with the plan or come up with a solution.",
        139.78,
        154.46
    ],
    [
        " Even when you are the leader, don't feel like you're that guy. In fact, it's better to not do that.",
        154.66,
        159.58
    ],
    [
        " It's better just to think and to just listen to what people are saying and watch their plans. Come out and get shot down and get reformulated and be improved. And if you hadn't said anything yet, guess what? The longer you don't say anything, the more people are going to listen when you actually open your mouth.",
        160.5,
        177.34
    ],
    [
        " So just kind of keep your mouth shut. Now, here's this is a little bit different because we're talking about like a plan, right.",
        178.22,
        184.64
    ],
    [
        " A strategy or something. What if it's something political within your team? You know what I mean? Then what do you do? What do you do? Same thing. Like I will think I will listen. I will discuss things with people and gather intelligence from them. I'll ask them some probing questions.",
        184.64,
        203.22
    ],
    [
        " But I'm not going to divulge what my position is because number one, that will influence them. They will make them react. And I don't want to influence anyone or make them react until I'm going to be able to influence them and get them to react and act the way that I want them that's going to benefit the team.",
        204.06,
        220.2
    ],
    [
        " So I'm going to ask some questions.",
        221.1,
        225.62
    ],
    [
        " What do you think about what do you think is going on with Jimmy? Is he he seems to be okay? I'll ask you I'll ask him. I'll ask Mike. I'll ask Bill. I'll ask Jennifer. We'll find out what's going on.",
        226.6,
        239.34
    ],
    [
        " Oh Jennifer and Bill. They say something a little bit different. Oh, okay. See, I'm going to gather the political perspectives and listen. I'm going to let things unfold. I'm going to observe.",
        239.74,
        253.32
    ],
    [
        " And relax and detach and listen and think and calculate. That's what we're doing. And dichotomy. If something needs to happen and I have to be decisive, I'm going to make a decision. We're going to go with it. I'm going to put it out there.",
        257.34,
        272.88
    ],
    [
        " So oddly enough, as a leader, don't talk so much. I know that seems crazy. The more you talk, the less people listen.",
        274.48,
        282.86
    ],
    [
        " What about in like everyday stuff? I guess maybe this wouldn't really apply to as a leader, but maybe like as a person. You know how like you, you know, confide in how like I'll have a prop come in.",
        285.72,
        297.74
    ],
    [
        " And I'll be like, hey, let me get your advice. Whatever about something that obviously I didn't feel like appropriate to like just ask all my friends kind of thing. You know, like, do you ever do that?",
        298.04,
        309.38
    ],
    [
        " No, you just mainly think about it yourself. Well, what I would do is, you know, I like I do it. I would just said I would do. I'd be like, hey, man, what's going on with this? You know, now I guess if you were to see you, when you come and ask me something, you're asking me something, you always ask me about something I'm not a part of anyway.",
        312.38,
        334.36
    ],
    [
        " Yeah, so it's different. So yeah, if it's like that, if it's something I'm completely, if there's someone that's completely outside the situation, yeah, I'll say, hey, this is what's going on. You know, this what's going on here. We had this happen. I got this situation. And just yeah, for sure, I'll do that. Yes. So that is good. But but if it's within the team, then I generally just won't come out and ask like, hey, what do you, you know, I want to change this.",
        334.52,
        361.58
    ],
    [
        " And so I'll be like, hey, what, what do you, what would you change about? You know what I mean? Ask them what they think first. Yeah, you might have to make some adjustments. If I come in and like, echo, we're changing the way we record this thing. Now here's what's happening. And you're like, okay, in your listening. And the first thing you say to me is like, that doesn't make any sense. Now I feel now I'm an idiot, especially when you say, well, here's why I won't work, Jaco. But you lay out three things. Instead of if I was like, hey, man, what would you think about this issue that we're having?",
        361.86,
        391.46
    ],
    [
        " What solutions do you think we could do to solve that? And all of a sudden I get to listen to your ideas. And by the way, when you come up with one of those ideas and one of them sounds pretty good to me, guess what we're doing? That one.",
        392.3,
        402.74
    ],
    [
        " Now who's got ownership of that idea? Now who's all fired up to implement it? You do. Yeah. And I didn't waste any leadership. In fact, I gained leadership capital because now you're like, man, Jaco, you trust me, dude. Yeah.",
        403.22,
        417.74
    ],
    [
        " Yeah. He's pretty cool. He's letting me run this. Yeah. Yeah. And as speaking from person who doesn't necessarily, well, it doesn't seem like I necessarily get that big of a payoff to have that attitude. Like, I'm running this, you know, like, I don't know for whatever reason.",
        417.74,
        431.74
    ],
    [
        " I never felt like that was a big thing to me to be the guy running it. But I don't know. Maybe it is maybe in my subconscious. Because I know that you do that to me. And I'm that's why it's actually kind of funny because you don't do it in big with big things necessarily.",
        431.86,
        445.26
    ],
    [
        " You know, man, maybe you will, whatever. But most of the times it's just some little TV thing. I'm like, oh, yeah, you know, just totally falling. Not falling for it. I get it. You know, it's a good tactic. But now that how you just fully just illustrate it, and meanwhile, I should know this. I do know this really that you do that. But it's not a bad thing. No, I'm not. It's not. I'm actually. It's actually beneficial to you. Yeah. You're actually actually are running things. Yeah.",
        445.3,
        473.44
    ],
    [
        " You know, if I come and say, hey, we're, you know, hey, what do you think? Kind of table we should get from the podcast. You know, what do you think?",
        473.44,
        481.04
    ],
    [
        " What do you think would be the best",
        481.34,
        482.96
    ],
    [
        " lighting system? You know, like I know what I think that's the thing I don't really divulge is I know what I think. Yeah.",
        482.96,
        491.7
    ],
    [
        " And you know what, though, which I know I understand.",
        492.24,
        494.78
    ],
    [
        " But by the way, the table thing that I tried with on that one didn't work. Didn't work. I failed a little bit.",
        495.32,
        502.22
    ],
    [
        " Actually, I failed because I should have put much clearer parameters around the table scenario.",
        503.76,
        509.76
    ],
    [
        " For those of you that don't know what we're talking about, which is no one in the world except for us too,",
        509.76,
        513.52
    ],
    [
        " we had, we got a different table for our recording studio, which is right at this moment being expanded.",
        513.64,
        521.2
    ],
    [
        " And but when we were still in the small recording studio, I forget why we needed a new table. It's because the other one was too big.",
        521.98,
        527.4
    ],
    [
        " No, we're adding another camera. Okay, we're adding another camera and possible guests. So. Yeah.",
        527.54,
        532.06
    ],
    [
        " So it's hey man, you know, go on, grab a table and the one the table that I had gotten in the past.",
        532.9,
        537.86
    ],
    [
        " Let's face it. It was legit. It was legit. Echo goes and gets a table.",
        538.08,
        542.84
    ],
    [
        " I don't know if that thing costs $48, but it wasn't worth it.",
        543.52,
        548.32
    ],
    [
        " This thing was wiggly and small and weak. And anyways, that's an example where I didn't do a good job.",
        548.48,
        557.72
    ],
    [
        " And it's also an example of occasionally your vision is in the line. Like my vision normally you and I have very",
        557.72,
        566.44
    ],
    [
        " lined vision about something. You know, well, when it comes to the technical nature of what the podcast,",
        566.44,
        573.7
    ],
    [
        " the table we were not. I want to bought that table ever. Well, I wouldn't have bought that table for like a",
        574.14,
        582.52
    ],
    [
        " like a prop to be used in a one-zing scenario.",
        582.76,
        586.92
    ],
    [
        " That but well, okay, so I admit, I don't know if I told you this, but I'll admit that the thing is,",
        587.16,
        596.6
    ],
    [
        " you probably when you got your table, you probably went somewhere and was like, yeah, that's the table.",
        596.72,
        600.56
    ],
    [
        " You felt it. And was like, yeah, I can imagine in your I buy it. I actually ordered it online.",
        600.76,
        605.26
    ],
    [
        " But okay, I'd say I have more, even though I know you worked for a moving company.",
        605.86,
        610.78
    ],
    [
        " Nonetheless, I think I have more, I'm more worldly when it comes to Friday.",
        611.62,
        617.8
    ],
    [
        " You might be right. Because there's something wrong. Well, I saw it on Amazon. I was like, hey,",
        618.34,
        622.76
    ],
    [
        " that's a cool table. And that that's good. That fits the dimension. Yeah, I want to come in. It's the old",
        622.92,
        628.84
    ],
    [
        " story. You know, it's like, oh, it looked good in the picture. You know, kind of thing.",
        628.84,
        633.32
    ],
    [
        " When it shows up is like, yeah, it looks good in the picture. And it's only 30.",
        633.32,
        636.98
    ],
    [
        " 90 dollars. The other table we had was like a thousand bucks. Yeah.",
        636.98,
        643.0
    ],
    [
        " All right. Yeah, it wasn't a thought. I should next time put a minimum price.",
        643.36,
        646.54
    ],
    [
        " Just to ensure quality. Man of the price to ensure some kind of quality.",
        646.96,
        650.6
    ],
    [
        " Yeah, no. Anyway, the point is, yes, when you give somebody, you let it be their idea.",
        651.02,
        658.28
    ],
    [
        " You keep your ideas to yourself. I'm not trying to be all secretive. I'm not trying to be all secretive.",
        658.54,
        663.92
    ],
    [
        " It's not a kind of look at it. Tell this person because eventually my ideas, if it needs to come out,",
        663.92,
        667.58
    ],
    [
        " it comes out. Hopefully it doesn't come out. Hopefully it never needs to come out because my team",
        667.58,
        670.98
    ],
    [
        " comes up with a great plan. And I can just be quiet and they can go execute it. That's my goal.",
        670.98,
        674.9
    ],
    [
        " Occasionally, they can't find a solution. And it's like, hey, man, okay, hey guys.",
        675.22,
        680.14
    ],
    [
        " And then maybe you know what I'll do? I won't even divulge my whole idea. I'll say, well, what about?",
        680.42,
        684.48
    ],
    [
        " You know, what about this? What about an idea like this? Oh, yeah, that's not bad.",
        685.18,
        689.24
    ],
    [
        " And man, when you see someone get a good idea, they get so happy. Yes. It's so rewarding. Yeah.",
        689.4,
        696.34
    ],
    [
        " And so you want to give them that gift. And the way you do that is by letting them come up with an idea.",
        696.84,
        701.82
    ],
    [
        " You just got to make sure that they have a world of experience with furniture. Yeah. That's the situation.",
        701.82,
        706.8
    ],
    [
        " All right. Well, there you go. And I dig it. And because in a way, it's not really even about the idea.",
        707.02,
        711.76
    ],
    [
        " It's more about, okay, we need a solution to this problem. I don't care what the, you know,",
        711.92,
        715.48
    ],
    [
        " the potential solution is kind of thing. And yeah, you might have one in your head,",
        715.48,
        719.98
    ],
    [
        " but you don't want to just start saying, bird's throwing it around as the one, you know, it also,",
        719.98,
        724.68
    ],
    [
        " yes, you're right. Also, when you divulge your idea, I guess what happens to everyone else's ideas,",
        724.8,
        728.36
    ],
    [
        " especially when you're in a leadership position, when you're in a leadership position and you divulge",
        728.36,
        731.24
    ],
    [
        " your idea, everyone kind of gravitates towards that idea as being the best. If you keep your idea",
        731.24,
        736.82
    ],
    [
        " to yourself, you let the true growth of ideas develop true things come out. And people aren't just",
        736.82,
        742.62
    ],
    [
        " trying to say like, oh, great idea, John. Yeah. Or even if they're not like a kiss ass, but you just,",
        742.62,
        748.34
    ],
    [
        " you just put an idea in their head and they can't see it a different way. Yeah. You know,",
        748.38,
        752.72
    ],
    [
        " and even if they do, you put them in a position where now they have to shut down your idea.",
        752.9,
        757.24
    ],
    [
        " It's not a big deal, but it's doing that in element that you have to, you know, you got to kind of",
        757.5,
        761.12
    ],
    [
        " put them in as far as that position goes. Yeah. Rather than you, you'll just kind of open up the",
        761.12,
        766.26
    ],
    [
        " floor. It's kind of like back in, you know, who else something to say kind of the atmosphere,",
        766.26,
        771.26
    ],
    [
        " you know, and we all can, you know, throw around ideas. And the best one comes up. There you go.",
        771.3,
        777.02
    ],
    [
        " Thanks, Brian. Oh man. We'll get a better table next time. I promise. Next question.",
        777.22,
        780.58
    ]
]