[
    [
        " Jocco is buds the right filter for the kind of people you want in the seal teams?",
        1.18,
        5.88
    ],
    [
        " Does it filter out good people and light in the bad?",
        6.32,
        9.16
    ],
    [
        " So buds is the basic underwater demolition and seal training and",
        10.68,
        16.06
    ],
    [
        " It does a decent job and I'm not gonna say that everybody that makes it through buds is a guy that you want to work with or",
        16.06,
        24.94
    ],
    [
        " Even a guy that you want on your team because",
        24.94,
        27.44
    ],
    [
        " One thing that happens in buds is that",
        28.98,
        31.92
    ],
    [
        " Punishment is dealt out right. I mean it's just suffering. It's just hard work",
        31.92,
        36.8
    ],
    [
        " It's you know putting a boat on your head and being cold and wet and all this stuff and you either embrace that and crush it",
        36.8,
        42.48
    ],
    [
        " That's one way to get through that's the way you should get through",
        42.48,
        45.92
    ],
    [
        " but there are guys",
        45.92,
        48.68
    ],
    [
        " That they they find a way to",
        48.68,
        52.48
    ],
    [
        " Get by and to sneak by and to work the system right it does happen and",
        53.26,
        59.52
    ],
    [
        " Those guys definitely exist in the teams and the real team guys know who those guys are",
        59.52,
        64.34
    ],
    [
        " But one thing it's hard. It's hard for a civilian to know the difference because to a civilian a seal seal seal",
        64.34,
        70.74
    ],
    [
        " If you have your tried it you're a seal you must be about us. So what is it like?",
        70.74,
        74.82
    ],
    [
        " Kind of like when your coach is saying okay? Everybody push ups for you know",
        75.32,
        79.18
    ],
    [
        " 60 seconds and he's looking around and when you see he's not looking at you just kind of cruise there's",
        79.94,
        84.36
    ],
    [
        " There's there's all kinds of guys. There's all kinds of little",
        84.36,
        86.84
    ],
    [
        " Corners that you can cut. There's things you can get away with and the weird thing about buds is and I think",
        86.84,
        92.86
    ],
    [
        " Lafe talked about this when he was on the podcast is",
        92.86,
        95.62
    ],
    [
        " Or maybe he didn't maybe we just had in conversations, but",
        95.62,
        99.22
    ],
    [
        " You have a mentality when you're going through buds is that you're you're a team and you're trying to help everyone get through",
        99.22,
        106.7
    ],
    [
        " And so you don't like rat those guys out when you see them cut in corners",
        107.46,
        111.34
    ],
    [
        " You it very seldom do you rat one of those guys out unless it's just an atrocious case",
        111.34,
        117.22
    ],
    [
        " Most of the time guys are you know like hey, man are you okay?",
        117.22,
        121.2
    ],
    [
        " Like oh an instructor's coming like they'll help people skate through",
        121.7,
        126.7
    ],
    [
        " Yeah, right? So it's it's pretty negative when you get through buds and you're in the seal teams",
        126.7,
        131.72
    ],
    [
        " Then then you know everyone says to a man. We'll say I wish I wouldn't help anyone get through",
        131.72,
        136.24
    ],
    [
        " Because now they're in the teams and now we can't count on them. Oh, yeah, and now we got to carry their weight so",
        136.7,
        142.54
    ],
    [
        " So so it is definitely a test of",
        142.54,
        147.94
    ],
    [
        " Making it through but there's two ways to make it through you can crush it and survive it or",
        147.94,
        154.22
    ],
    [
        " You can sneak through it and skate through it and it does happen now",
        154.22,
        158.32
    ],
    [
        " It's also mainly a physical test and people talk about no, it's mental. It's physical, right?",
        158.32,
        164.16
    ],
    [
        " There's a mental aspect to it no doubt and if and if you're not mentally",
        164.32,
        169.44
    ],
    [
        " Committed to making it through then it's gonna be hard for you",
        169.44,
        174.5
    ],
    [
        " But it's primarily a physical test and",
        174.5,
        177.08
    ],
    [
        " Physicality is actually a small part of being a seal now of course. It's like a baseline",
        177.08,
        182.32
    ],
    [
        " Factor I mean it is a factor as a seal you got to be able to do the job physically",
        182.32,
        188.22
    ],
    [
        " but",
        188.22,
        189.48
    ],
    [
        " That's the baseline right and being a good athlete is definitely that does definitely not",
        191.34,
        198.76
    ],
    [
        " Automatically make someone a great seal because there's guys that go through buds",
        198.76,
        203.82
    ],
    [
        " That are studs physically and we get the seal teams",
        203.82,
        208.26
    ],
    [
        " They're not good. They're not good seals. They they might be a bad leader",
        208.26,
        213.58
    ],
    [
        " They might be unsafe for they can't shoot or they can't handle the pressure or they can't handle the grind",
        213.58,
        218.92
    ],
    [
        " Because you get a guy that's a elite level ax athlete and guess what he's used to elite level of food",
        220.48,
        226.9
    ],
    [
        " He's used to elite level of of",
        226.9,
        228.94
    ],
    [
        " treatment",
        228.94,
        230.36
    ],
    [
        " He's used to an elite level of rest and you get to the seal teams and there's no elite food",
        230.36,
        236.76
    ],
    [
        " There's no elite treatment. There's no elite rest. There's just grind and you're out the desert and you're just going on an",
        236.76,
        243.36
    ],
    [
        " Operation after operation after operation and some of these high-level athletes",
        243.36,
        246.7
    ],
    [
        " There's such a fine-tuned machine. It's like we talked about before",
        247.24,
        250.6
    ],
    [
        " They're like a poor short race car and what you want to be as a four by four",
        250.6,
        253.92
    ],
    [
        " Like you can put diesel or bio fuel or whatever into that engine. It's gonna keep running",
        253.92,
        258.42
    ],
    [
        " You have to put the high octane clean stuff into the sports car and some of those guys break down on that and",
        258.42,
        264.98
    ],
    [
        " And and the reason is like I said is because the seal teams is not buds training",
        264.98,
        269.46
    ],
    [
        " And I've said be this before known the seal teams cares about buds training",
        269.46,
        275.66
    ],
    [
        " Once you once you've gotten through buds",
        275.66,
        277.88
    ],
    [
        " It's like as normal as brushing your teeth like everyone's done it",
        277.88,
        282.16
    ],
    [
        " No one says hey, did you brush your teeth? No, we all brush your teeth. We all went through buds. It's not that big of a deal",
        282.16,
        287.08
    ],
    [
        " One thing that buds does do good though is it does do a good job of finding people's weaknesses and",
        287.08,
        297.26
    ],
    [
        " Whether it's swimming or whether it's running or whether it's the obstacle course or whether it's whether it's lack of sleep or",
        297.26,
        303.22
    ],
    [
        " Being in the water and the water work that they make you do if you have a weakness of any of those areas",
        303.24,
        308.3
    ],
    [
        " It's gonna it's gonna show. It's gonna show",
        308.3,
        312.38
    ],
    [
        " But again some guys do find a way to make it through and they end up in the teams and they end up",
        312.38,
        321.74
    ],
    [
        " doing a couple of seal platoons, but",
        321.74,
        324.3
    ],
    [
        " Again being just being a seal doesn't make you a badass",
        324.3,
        330.28
    ],
    [
        " That that's just the truth. It doesn't make you a great leader. It doesn't make you a tactical expert. It just doesn't",
        330.28,
        336.96
    ],
    [
        " It means that you made it through the training and you survived a couple seal platoons. That's what it means now",
        336.96,
        343.24
    ],
    [
        " there are",
        343.24,
        345.06
    ],
    [
        " plenty of seals that are badass and great leaders and definitely some tactical experts, but",
        345.06,
        351.5
    ],
    [
        " It certainly isn't every seal",
        351.5,
        354.84
    ],
    [
        " Because there's a bell curve in the seal teams a bell curve just like any other",
        355.34,
        360.64
    ],
    [
        " Group of people or any other organization and at the top of the bell curve",
        360.64,
        365.82
    ],
    [
        " You got a bunch of relentless",
        365.82,
        368.12
    ],
    [
        " unstoppable warriors",
        368.12,
        370.92
    ],
    [
        " That carry more than their share of the weight in the teams and these are the guys that have built or",
        370.92,
        381.7
    ],
    [
        " are building",
        383.18,
        382.7
    ],
    [
        " the reputation that the seal teams have and",
        382.7,
        387.86
    ],
    [
        " Then in the middle of the curve. That's where you got the bulk of the guys and these are great guys",
        387.86,
        391.8
    ],
    [
        " They're great seals. They do the job and they do it well and they're outstanding professional combat troopers",
        391.8,
        397.62
    ],
    [
        " Who get the job done and they get a job they get the job done on time and on target and those are awesome solid guys that maintain",
        397.62,
        408.44
    ],
    [
        " the",
        410.1,
        410.62
    ],
    [
        " Reputation of the seal teams they maintain it and",
        410.62,
        415.42
    ],
    [
        " Then you got the crew at the bottom",
        415.42,
        416.92
    ],
    [
        " And these are the guys that slip through the cracks they work the system and while they're technically classified as seals",
        416.92,
        424.48
    ],
    [
        " These aren't guys that are like",
        424.48,
        428.02
    ],
    [
        " respected by other guys in the seal teams and",
        428.02,
        432.28
    ],
    [
        " Quite honestly these are usually the guys that talk the most and brag the most about being a seal",
        432.28,
        438.1
    ],
    [
        " And these are the guys that they don't build the reputation or maintain the reputation of seal teams",
        439.6,
        445.16
    ],
    [
        " These are the guys that live off the reputation of the seal teams",
        445.16,
        449.04
    ],
    [
        " When in all likelihood they probably haven't contributed anything themselves to that reputation",
        449.04,
        457.52
    ],
    [
        " Leaches",
        457.52,
        460.06
    ],
    [
        " But that is what it is",
        460.06,
        467.68
    ],
    [
        " And as I always say the teams gave me everything the good the bad and the ugly and I wouldn't",
        468.76,
        478.92
    ],
    [
        " I wouldn't change a thing. I love the seal teams the frog man",
        478.92,
        483.16
    ],
    [
        " The AW Gunner in a seal platoon the point man the Korman the radio man the rear security",
        483.16,
        492.48
    ],
    [
        " The platoon chief",
        492.48,
        496.14
    ],
    [
        " And the LPO and the OIC and the A OIC",
        496.72,
        502.12
    ],
    [
        " Those guys those guys in a seal platoon",
        502.12,
        507.44
    ],
    [
        " The ones that carry the weight and carry the torch those guys are in my blood",
        507.44,
        514.92
    ],
    [
        " I love those guys and I always will",
        514.92,
        519.24
    ]
]