[
    [
        " Would your extreme ownership philosophy have changed or lost confidence if you had been",
        0.0,
        4.74
    ],
    [
        " relieved of command when taking ownership of friendly fire incident? You described in your first book.",
        4.74,
        10.64
    ],
    [
        " The book extreme ownership by the way. Yes. Just",
        11.04,
        14.96
    ],
    [
        " to be perfectly clear about this, I wasn't taking ownership of the situation just so that I could",
        14.96,
        22.72
    ],
    [
        " keep my job. It wasn't a political maneuver to set myself up to look good. I was taking ownership",
        22.72,
        30.42
    ],
    [
        " of the situation because I was the leader of the situation that took place. I was the guy responsible",
        30.42,
        39.52
    ],
    [
        " for what was happening. I was taking ownership because that was the correct thing. The correct",
        39.52,
        52.7
    ],
    [
        " and yes, I could have been fired. If I would have been fired, I would have accepted it and I",
        53.14,
        58.4
    ],
    [
        " wouldn't have done anything different. Again, this is sort of similar to a couple of questions",
        58.4,
        65.94
    ],
    [
        " ago. Extreme ownership is not about avoiding trouble. It's not about avoiding trouble. You don't",
        65.94,
        73.38
    ],
    [
        " say, well, I own it and then you don't get in trouble. You actually could get fired. You actually",
        73.38,
        82.68
    ],
    [
        " would have been fired. That's why that idea of preemptive ownership. I talked about that at one of the",
        83.84,
        88.58
    ],
    [
        " monsters. If in the back of your mind, if in the back of my mind, I think, you know what? If the",
        88.58,
        92.9
    ],
    [
        " platoon makes a mistake, I can just blame it on them. I'll be good. Well, now I'm not really that worried",
        92.9,
        97.38
    ],
    [
        " about their plan because I got that little out if I need to. I'm not worried about if the guys",
        97.38,
        101.06
    ],
    [
        " understand the rules of engagement because I got that little out if I need to. I'm not that worried",
        101.06,
        104.2
    ],
    [
        " about deflection because I got that little out if they screwed up. So I have an out for myself and",
        104.2,
        109.12
    ],
    [
        " so I don't really put 100% effort into the planning and of what we're doing. If I have preemptive",
        109.12,
        119.38
    ],
    [
        " ownership, which is, hey, no matter what happens out here, it's my fault. Guess what? Hey, guys,",
        119.38,
        124.58
    ],
    [
        " do you understand the R.O.E.s? Let me talk to you about them again. Hey, hey, Lave, do you guys",
        124.68,
        128.16
    ],
    [
        " understand where the lines of limits of advance are? So you know where you guys don't understand? Hey,",
        128.16,
        132.78
    ],
    [
        " do we have it marked out clearly? Okay, great. Hey, do you know, like dig in and when you dig in",
        133.08,
        138.88
    ],
    [
        " on stuff, then you have less of a chance of something going wrong. But when something does go wrong",
        138.88,
        143.52
    ],
    [
        " and you take ownership of it, you take ownership of it not to avoid trouble, but to face trouble.",
        143.52,
        148.38
    ],
    [
        " That's what you have to do. So my idea hasn't changed. In fact, if I would have blamed someone else",
        148.76,
        160.08
    ],
    [
        " and then kept my job and someone else gotten fired, I would have had a real problem with that.",
        160.08,
        167.86
    ],
    [
        " I could not have lived with myself maintaining that position, knowing that I had sacrificed",
        168.06,
        175.74
    ],
    [
        " someone below me in the chain of command for my own good. That doesn't sit with me, man.",
        175.74,
        182.48
    ],
    [
        " I wouldn't have been able to do that. I wouldn't have been able to do that. And that's why when I was",
        182.96,
        188.58
    ],
    [
        " trying to figure out who to blame it on, because I was, because I was looking at this big problem,",
        188.58,
        192.36
    ],
    [
        " because there was a lot of bad things. And I'm thinking, I said, okay, whose fault was this? And I",
        192.36,
        197.84
    ],
    [
        " didn't feel comfortable saying it was this guy or was that guy? It'd be like this guy in the",
        197.84,
        203.32
    ],
    [
        " previous one guy, well, it's Bill's fault. I don't feel comfortable saying that, especially when I'm",
        203.32,
        208.76
    ],
    [
        " in charge, I don't feel comfortable when I'm a peer, either. If I'm if my peer, but we're part of a",
        208.76,
        212.86
    ],
    [
        " team and something goes wrong, I don't feel comfortable saying it was the other guy. Who does that?",
        212.86,
        218.18
    ],
    [
        " Who feels good about that? Right? Don't be that person. And not only that, when you're,",
        218.6,
        224.86
    ],
    [
        " when you see people acting that way, everybody can identify that that's a bad thing to do.",
        225.0,
        230.5
    ],
    [
        " But they do it anyways, because they're ego.",
        231.5,
        235.38
    ],
    [
        " Let's keep it in check. Yeah.",
        236.62,
        240.94
    ]
]