[
    [
        " This is Jocco podcast number 231 with Echo Charles and me, Jocco Willink. Good evening, Echo. Good evening.",
        0.1,
        6.9
    ],
    [
        " Also joining us tonight once again is Dave Burke. Good evening, Dave. Good evening.",
        7.38,
        13.3
    ],
    [
        " So last podcast was with Dan Patterson. If you haven't listened to that, he was the first officer in charge of the top gun weapons school in the Navy.",
        14.02,
        27.68
    ],
    [
        " It's a great podcast. It was awesome to have him on there. And as I heard him talking the entire time as I read his book, which is also called Top Gun, an American story, the thing about Top Gun is that it's not just a school for fighter jet pilots to go to.",
        30.1,
        54.62
    ],
    [
        " There is a fought pattern. There is a mentality. There is an attitude. And this is not the attitude of, you know, that, and it really, we, you know, we barely even talked about the movie Top Gun on the podcast with him.",
        55.84,
        73.58
    ],
    [
        " And that's because in my mind, I could barely connect the two. I could barely connect the reality of that original Top Gun school with the attitudes.",
        74.28,
        83.46
    ],
    [
        " Look, there's some on the Venn diagram. There's some, there's some overlap, of course. But we're not talking about the arrogant jet jockey. We're talking about the attitude of trying to improve, trying to learn and trying to win.",
        83.94,
        101.08
    ],
    [
        " And there is a giant overlap. The biggest overlap that I found the largest overlap in the Venn diagrams in my brain is, well, it's, it's my kind of fundamental core fought pattern, which is extreme ownership.",
        101.58,
        126.02
    ],
    [
        " That's what it boils down to is this attitude that when you lose a dog fight, and this was very interesting. When you lose a dog fight, you don't blame the plane. You don't blame the other pilot. You blame yourself. You say, okay, this is my fault. Why did I lose?",
        127.48,
        145.7
    ],
    [
        " And how can I win? And I, that's something that has possessed my life. And I see all kinds of comparison in there. And I see the same look, that same mentality, that ownership mentality.",
        147.24,
        161.96
    ],
    [
        " It's in good seals. It's in, it's in a good Jiu-Jitsu school. It's in a good business. It's in a good team. And it's in good leaders. And as, as it relates to the seal teams, part of this is when we started using simulation and we'll get into it.",
        163.66,
        182.3
    ],
    [
        " When we started using paintball, whatever you want to call it, simulation slash paintball laser attack, this multi million dollar laser taxes and that we have. When you add that in here and you can start dog fighting.",
        182.3,
        193.86
    ],
    [
        " You figure out if you're smart, if you take ownership, you figure out how to win UFC, Jiu-Jitsu.",
        194.7,
        201.96
    ],
    [
        " Look, no one really knew who is going to win a fight between a karate guy and a wrestler or a, or a Kempo guy and a Jiu-Jitsu guy.",
        203.02,
        217.06
    ],
    [
        " No one really knew who is going to win until the UFC until people started fighting whatever valetude on Brazil, whatever you, whatever you want to go.",
        217.06,
        225.34
    ],
    [
        " When people start to go at it, when people, when you actually engage in combat and then you ask yourself, why did I lose?",
        225.66,
        234.8
    ],
    [
        " Why did I lose? And, and when you ask yourself why you lost and you don't blame it on the guy was big. Think of how easy that would be in Jiu-Jitsu.",
        236.32,
        244.68
    ],
    [
        " Hey, the guy was bigger than me, the guy was stronger than me, the guy was faster than me. Those are the reasons why my system didn't work.",
        244.74,
        249.58
    ],
    [
        " It's this excuse, it's that excuse, it's another excuse. Instead of saying, you know what? I didn't win.",
        251.0,
        255.86
    ],
    [
        " Let's figure out why I didn't win. And then let's make some adaptations.",
        256.58,
        263.6
    ],
    [
        " And so the more I thought about this, and I said it, you know, as soon as he left, as soon as Dan left, I was like, oh, we're going to have to go deep on this stuff, Dave.",
        265.26,
        273.58
    ],
    [
        " Because the better, you know, the better I can understand what it looked like from your perspective, I think it just opens up a better understanding of this whole mentality.",
        274.16,
        284.64
    ],
    [
        " So let's talk, um, top gun. And let's talk fighter tactics. And let's talk winning and owning and making mistakes and learning from mistakes.",
        285.52,
        295.34
    ],
    [
        " Like this is how this is what the winning teams do.",
        295.64,
        298.86
    ],
    [
        " There was some really interesting points when he was talking about boyd. And he's saying, boyd is saying this aircraft beats that aircraft, which if you think about it, just like we talk about extreme ownership, if I say, oh, that aircraft is faster, tighter turn or whatever, then mine, it's not my fault that I lost.",
        300.78,
        324.04
    ],
    [
        " Instead of saying, what can I do to win? How can I win? And to me, that right there, that's the difference. That's the top gun attitude. That's the extreme ownership attitude. It's not my plane's fault.",
        324.38,
        337.66
    ],
    [
        " It's my fault. And by the way, if you deliver me a plane, a military industry, if you deliver me a plane that doesn't function correctly, what do I need to do?",
        338.28,
        353.42
    ],
    [
        " Take ownership of that and say, let me give you guys some feedback. Here's where this is here's where this fails. Here's where this doesn't work. Here's where the shortfalls are.",
        354.14,
        362.68
    ],
    [
        " If you don't have that attitude, you go up, you know what, we don't have a good enough plane. Oh, well, they didn't, they didn't get it right. Oh, well, we're going to lose now. Oh, well, that's the attitude of blaming others and you never get better.",
        363.6,
        376.16
    ],
    [
        " Yeah, I could talk all day. So this is a cool subject for me. I'm in. Just first things first with the mentality of top gun is I learned more humility at top gun is instructor than anywhere else.",
        378.14,
        396.2
    ],
    [
        " That's where I really started to learn humility, which is somewhat if you think about it from the outside kind of counterintuitive.",
        396.38,
        401.52
    ],
    [
        " It's also connected to what you talked about with the movie is the closer you get to top gun, the farther you get away from the movie and to the point that there's literally zero connection because, you know, of course it's a movie.",
        401.72,
        414.28
    ],
    [
        " But when you're a kid, you see it and sort of represents some idyllic thing that looks really cool and it put you on a path. I want to go do that and the more you learn about it, the more you realize it's just a movie.",
        414.36,
        423.74
    ],
    [
        " Top gun breeds more humility because of what is going on at top gun. The charter for top gun is even more daunting than the charter for being in a fighter squadron.",
        424.14,
        435.76
    ],
    [
        " So when you're in a fighter squadron, you're supposed to be ready to go to war. You're in a operational fleet squadron. It's probably no different than being in a team. Your job is to be ready to go to war.",
        435.88,
        443.62
    ],
    [
        " The charter for top gun is to train every single fighter squadrons leaders to lead their most junior pilots into combat.",
        444.16,
        453.56
    ],
    [
        " And that's a, that is a big, big deal. So when you talk about, am I doing this right or doing this wrong? It isn't just how good am I or it isn't really just how good the people around me are.",
        454.34,
        463.92
    ],
    [
        " Is if what I'm doing impacts the entire, the entire friendly US and allied air forces across the entire globe and that's a huge charter and that that generates a lot of humility because you recognize what is your doing and it's really hard to understand that until you're on the inside.",
        464.24,
        481.56
    ],
    [
        " When I got on the inside of top gun, I realized what a what it really meant to be an instructor. You a lot of weight in your shoulders and you have to deliver.",
        481.7,
        487.9
    ],
    [
        " Did you feel the same attitude of being the people that were responsible for preserving the capability of aerial combat? Did you feel that was there? Was there a sense that hey, this is on me.",
        488.08,
        504.22
    ],
    [
        " Yeah.",
        504.62,
        504.64
    ],
    [
        " You you are part of a legacy and you are you are one of the people in the line that's currently working in that line and you you have three years. That's what you're going to get.",
        505.44,
        515.4
    ],
    [
        " The obligation that you feel to preserve the legacy and then make it better, which is also pretty daunting because you look back in the history of talking to think, man, how am I going to contribute to this and not just sustain it but actually improve it.",
        516.94,
        529.88
    ],
    [
        " You feel that from day one, there is a lot of history there and it's not just history to feel good about it. It's history to give you a sense of what you were part of and what they expect from you.",
        529.9,
        538.44
    ],
    [
        " It's also I've never worked so hard. I've never put in so many hours and I've never been more solely focused on one thing than I did in those three years.",
        538.86,
        548.16
    ],
    [
        " Even in the fleet, there was a little bit of a balance when I was a top gun. The balance was skewed so far towards and I'll just say work just to be it to make it simple.",
        548.28,
        559.84
    ],
    [
        " But the balance was so far skewed towards top gun that I honestly didn't do. I don't think I ever did anything from Monday morning at five o'clock in the morning till Friday night at probably six thirty seven o'clock under Friday night.",
        560.08,
        573.76
    ],
    [
        " Those are the short days Friday afternoon was a short day. Everything I did was completely connected to work. Everything.",
        573.82,
        580.54
    ],
    [
        " Imagine when you compare that to being out in the fleet out in the fleet, you got other things going on right, you got manpower, you got administrative things that are happening, you got whatever deployment cycle and schedule and all this other kind of administrative stuff that just is totally gone when you're at the top gun.",
        582.0,
        595.92
    ],
    [
        " The fleet is cyclical. So you have a work up phase and you have focus on this work up and you prep and you have deployment phase and that's a huge amount of focus.",
        596.1,
        602.62
    ],
    [
        " And you come back and you kind of have a little bit of a let down phase you lose some people they go elsewhere you get some new people on board and it cycles and the pay cycles up and down.",
        602.62,
        610.72
    ],
    [
        " The responsibility cycle up and down what you're trying to do changes all the time. Top gun is a bullet train it has been since 1969 you get on that train and there's no cycles.",
        610.94,
        620.6
    ],
    [
        " There's no downtime. There's no post deployment. None of those things happen. So you are just on that train all the time and that train is just moving and it never really slows down where when you're in a fleet.",
        620.6,
        632.54
    ],
    [
        " I did my first four years in a fleet squadron. This cycles all the time depending on what you're doing and that that those cycles don't exist at Top Gun.",
        632.54,
        640.2
    ],
    [
        " So when you went to Top Gun for the first time as a student. How long had you been flying an F18 for?",
        640.68,
        647.1
    ],
    [
        " I started flying F18s. If I can get this right in early 1998 and I got to Top Gun in 2001.",
        648.44,
        659.1
    ],
    [
        " So you were kind of a new me. I was on the the the younger side in both time and and flight time. So time and time and flying total time and then time in an airplane.",
        660.2,
        671.08
    ],
    [
        " So I was a more junior guy. There are certain qualifications you have to get and one of them is called a division.",
        671.28,
        675.88
    ],
    [
        " Which is leading four airplanes or more. That's a requirement to be there. I got that call. I think like the week before I showed up to Top Gun.",
        675.96,
        682.82
    ],
    [
        " So I was really junior to be going. You know not unprecedented but I was much more on the junior side and more on the inexperienced side when I got selected to go to the course.",
        683.28,
        693.24
    ],
    [
        " And how did you get the nod and not someone else?",
        693.52,
        696.56
    ],
    [
        " You know, I mean some of it's a bit of a numbers game. Every fleet squadron roughly has about 18 pilots and it varies but the math is typically one person a year is going to go.",
        697.1,
        706.6
    ],
    [
        " So in your three years that you're in a squadron, you know, maybe four three or four guys are going to go. Now sometimes I get two in one year none the next because you're deployed but it kind of works out to one a year.",
        707.22,
        716.82
    ],
    [
        " But there's also a you know, kind of a window of where you can go and I probably was competing with maybe 10 guys. It was not all 18.",
        717.56,
        725.86
    ],
    [
        " You know, some of the squadron commander or some are guys that are not really in the window to go. So over those 10, you know, peers that you have, you're going to probably see one or two of those in your peer group go during your time in the fleet.",
        725.86,
        737.5
    ],
    [
        " And it's based on, you know, your performance, it's based on how well you've done up to that point. There's a bunch of qualifications. You got to get one deployment at that point.",
        738.12,
        746.28
    ],
    [
        " I had done one deployment.",
        746.64,
        747.68
    ],
    [
        " And they log every landing that you do in the career and it's all graded everything. And so you had whatever a bunch of tens and some nines and some other guy had a bunch of tens but had an eight.",
        748.62,
        759.98
    ],
    [
        " Yeah, they added all up. There's a little more subjectivity to it. Probably the biggest event is the big culminating event in the fleet and the Navy and the Marine Corps do a very similar.",
        760.24,
        769.76
    ],
    [
        " Similarly, is when you get what's called a, you know, an ACT air combat tactics instructor, it's like the big work up to kind of fully qualify you as a combat flight lead.",
        770.04,
        779.32
    ],
    [
        " And it's a huge process and it culminates with this kind of week long evaluation where an instructor from the weapon school comes out and you fly out this person for a whole week and it puts you through from beginning to end, he puts you the whole thing at the end.",
        779.86,
        792.12
    ],
    [
        " And he kind of determines if you're a qual and then he goes to your squadron commander and basically says, this is how this kid did compared to the dozens and dozens of dozens that I've done personally as an instructor and the hundreds and hundreds that we've done as a weapon school and they kind of tell the squadron commander where they think you are in their experience.",
        792.32,
        810.08
    ],
    [
        " And the feedback that my ACT instructor gave my squadron commander was enough for my squadron commander to look at all the other things he had and then get this external feedback to say, hey, I'm going to send Dave to Top Gun.",
        811.12,
        822.06
    ],
    [
        " Do you guys dog fight in like your regular regular squadron? Yes. You're going against each other. Yes.",
        822.46,
        828.26
    ],
    [
        " How many guys in the regular squadron have been to Top Gun before? I think when I was there the first time there were two patchwears in my squadron.",
        829.4,
        838.4
    ],
    [
        " So if 18 guys, I think two had were Top Gun graduates. And they can kick everyone's ass. Pretty much. Yep, they're pretty much.",
        838.5,
        844.26
    ],
    [
        " So you get the nod. You go when you when you show up there, do you have any inkling in your head that you're going to do well that you're going to be able to hang.",
        845.46,
        851.92
    ],
    [
        " You're just like, do you know 100% that you're getting in with the black in the in with the sharks and with the black belts. Yeah. So I don't have a feeling that I'm not going to succeed.",
        851.92,
        860.2
    ],
    [
        " But I have to be totally honest, I don't have a sense that I'm going to go that I'm going to dominate. I don't walk in there and they won't think I'm going to crush this place.",
        860.52,
        866.58
    ],
    [
        " I wasn't afraid of failing. And you know, I've had that feeling in different places. I remember going to OCS the first time thinking, oh man, I might be in over my head here.",
        866.92,
        875.42
    ],
    [
        " But I had no sense of how long into OCS?",
        875.86,
        878.24
    ],
    [
        " Probably a week. It took me about a week to figure it out at OCS.",
        879.7,
        882.7
    ],
    [
        " First week was just kind of a state of paranoia. Like I'm not supposed to be here. I think I made a mistake. I'm in over my head.",
        883.52,
        889.54
    ],
    [
        " Did you not know what you were getting into?",
        889.76,
        891.24
    ],
    [
        " I didn't. I did kind of sort of, but I didn't quite get it until I got there.",
        892.18,
        897.96
    ],
    [
        " All the things leading up to OCS were just a whole bunch of administrative things that get you there.",
        898.78,
        903.42
    ],
    [
        " It's like paperwork and interviews and applications and GPA and all. It's just a bunch of stuff.",
        903.42,
        908.38
    ],
    [
        " All it is is on. You know, you have to run physical fitness tests and show that you're qualified.",
        908.8,
        912.48
    ],
    [
        " But nobody never, I never replicated that experience at all.",
        913.48,
        917.48
    ],
    [
        " Complete none or loss of freedom of any kind.",
        917.76,
        920.2
    ],
    [
        " Complete none or loss of freedom.",
        920.44,
        921.66
    ],
    [
        " And then what kind of shocked me for me at OCS and I was a little bit of a detour.",
        922.52,
        927.68
    ],
    [
        " When I got to OCS, I looked around and everybody looked the way they looked.",
        927.84,
        932.2
    ],
    [
        " They all look bigger and stronger than me. And it kind of made me think like, oh man, I'm supposed to look and be.",
        932.3,
        938.3
    ],
    [
        " I'm supposed to be six foot one and two hundred and ten pounds. That's what I'm supposed to look like.",
        938.42,
        942.88
    ],
    [
        " And I didn't. I was eighteen in OCS. I mean, I was small and I kind of told myself that what I was on paper wasn't who I was in real life.",
        942.92,
        953.98
    ],
    [
        " I'd never really been tested. I'd never been put in a situation. I didn't think I can handle.",
        953.98,
        957.68
    ],
    [
        " And I get to OCS and 36 hours after you get there, you're on the first platoon run.",
        957.96,
        964.14
    ],
    [
        " And I'm like, I can't run this fast. I've never run this fast in my life. How is everybody running this fast?",
        964.94,
        969.86
    ],
    [
        " And I remember looking around thinking this is nuts.",
        970.06,
        971.46
    ],
    [
        " I had enough fortitude in my mind to not quit.",
        973.04,
        975.64
    ],
    [
        " And the thing that helped me the most about OCS is the first time somebody else quit.",
        976.16,
        979.88
    ],
    [
        " And the first time I saw somebody else quit when I got over the how weird it looked to see somebody quit,",
        980.24,
        985.62
    ],
    [
        " that actually was a little, a little feel for a little, little help for me.",
        985.74,
        990.28
    ],
    [
        " And in the first week, people are quitting left and right.",
        990.76,
        993.7
    ],
    [
        " And every one of those times was help me go hang on a second I can do this until I got to point and like, pff, this is no factor.",
        993.86,
        1000.74
    ],
    [
        " And the latter half of OCS was almost fun. I'm not going to say fun, but it got pretty close.",
        1000.98,
        1005.86
    ],
    [
        " And by the end of OCS, I thought I was 10 feet tall.",
        1005.86,
        1008.48
    ],
    [
        " But I, that was the only real time of my life that I went somewhere in the Marine Corps.",
        1008.92,
        1013.56
    ],
    [
        " Like, I don't think I should, I might have made a mistake here.",
        1013.7,
        1016.5
    ],
    [
        " And I proved myself, you know, it was a good test for me.",
        1017.06,
        1018.92
    ],
    [
        " So I didn't feel like that at Top Gun. I didn't feel like I was in over my head.",
        1019.54,
        1022.42
    ],
    [
        " But I felt like I was in a big, big, big ocean.",
        1022.78,
        1026.46
    ],
    [
        " And I was a pretty small fish and I wouldn't have to work really hard to get by.",
        1026.68,
        1029.64
    ],
    [
        " So how long is the Top Gun school?",
        1031.16,
        1033.7
    ],
    [
        " Ten weeks, a little bit over ten weeks, but it's basically a ten week school.",
        1034.3,
        1036.98
    ],
    [
        " Okay. So how many flights are you doing a day?",
        1037.42,
        1042.0
    ],
    [
        " In the beginning, you kind of plan on two.",
        1043.08,
        1046.3
    ],
    [
        " And then about after the first third of the program, it's typically, typically one a day.",
        1046.88,
        1051.78
    ],
    [
        " One flight is an hour, hour and a half.",
        1052.32,
        1054.94
    ],
    [
        " Flights themselves are about an hour.",
        1054.96,
        1056.68
    ],
    [
        " A one, one point one is what you're going to log for flight time for at Top Gun.",
        1056.88,
        1060.38
    ],
    [
        " One flight a day for five weeks.",
        1061.14,
        1064.14
    ],
    [
        " First, first, first couple of weeks, you said it's two flights a day?",
        1064.64,
        1067.96
    ],
    [
        " Yeah. So at first week is academics, then you do about two weeks of kind of two a day.",
        1068.12,
        1071.78
    ],
    [
        " Then you get another academic kind of thing in there.",
        1071.98,
        1073.78
    ],
    [
        " And then you're typically for the last half of one flight a day.",
        1073.78,
        1076.64
    ],
    [
        " How many, how many air combat duels do you get in an hour?",
        1076.78,
        1082.9
    ],
    [
        " So when you're fighting one against one, you're going to get probably four sets, we call them.",
        1083.92,
        1088.84
    ],
    [
        " A set is one engagement.",
        1089.0,
        1090.56
    ],
    [
        " One game. Start to finish, you can get four, sometimes five.",
        1090.9,
        1093.94
    ],
    [
        " And then depending on how it goes, maybe three or four is about right.",
        1094.74,
        1097.48
    ],
    [
        " Okay.",
        1097.88,
        1098.12
    ],
    [
        " When you start off, you just said one on one.",
        1099.26,
        1103.42
    ],
    [
        " That's where you start. There's one on one.",
        1103.7,
        1106.1
    ],
    [
        " Yeah. Me against you.",
        1106.2,
        1107.76
    ],
    [
        " That's where it starts.",
        1107.78,
        1108.5
    ],
    [
        " That's right.",
        1108.5,
        1108.9
    ],
    [
        " And I would think that because then the next thing you do is two against one, right?",
        1109.12,
        1112.88
    ],
    [
        " Yep. Is that right? That's right.",
        1113.8,
        1114.68
    ],
    [
        " Who's the other, who's the other, there's one bad guy and there's two good guys.",
        1115.1,
        1119.84
    ],
    [
        " The other good guy is a top gun pilot.",
        1119.94,
        1122.16
    ],
    [
        " Correct.",
        1122.38,
        1122.64
    ],
    [
        " Or sorry, a student.",
        1122.82,
        1124.3
    ],
    [
        " Yeah. So when you go out two against one, it's you with an instructor.",
        1125.7,
        1129.58
    ],
    [
        " Oh, against an adversary.",
        1129.86,
        1131.76
    ],
    [
        " God, also an instructor.",
        1132.08,
        1133.8
    ],
    [
        " Okay.",
        1134.2,
        1134.46
    ],
    [
        " Yeah.",
        1134.46,
        1134.8
    ],
    [
        " Most of the fights you do up until the end, really heavy phase, the one against one and the two against one,",
        1135.18,
        1140.64
    ],
    [
        " is you or by yourself or you are with an instructor as your wingman.",
        1140.94,
        1144.22
    ],
    [
        " Okay. Well, that's the, I, I assumed it would be you and me as students against echo the instructor.",
        1144.66,
        1152.58
    ],
    [
        " And we would go out there and beat him up.",
        1152.9,
        1154.76
    ],
    [
        " There are a couple of fights like that. But most of the fights, your wingman is your IP, your instructor.",
        1154.9,
        1160.26
    ],
    [
        " And that's because if it was two knuckleheads out there, we just wouldn't, we just wouldn't get anything right?",
        1160.26,
        1166.72
    ],
    [
        " It's not that you wouldn't get anything right. It's that the closer the instructor is to what you're doing,",
        1167.12,
        1170.92
    ],
    [
        " the more he can help evaluate your performance and give you the feedback that you need.",
        1171.14,
        1175.0
    ],
    [
        " Okay. So you go out, let's say I go out on the student, you're the instructor.",
        1175.7,
        1181.02
    ],
    [
        " We go out, we dogfight against echo.",
        1181.36,
        1182.72
    ],
    [
        " We do three dog fights, four dog fights, it takes an hour.",
        1183.5,
        1185.92
    ],
    [
        " We come back.",
        1186.32,
        1187.34
    ],
    [
        " And look, I've heard you talk about these freaking debriefs, right?",
        1188.36,
        1192.08
    ],
    [
        " What, what are you telling me as my instructor in these debriefs?",
        1193.22,
        1197.92
    ],
    [
        " What are you telling me and how are you telling me the, the things that I'm doing wrong?",
        1197.92,
        1204.92
    ],
    [
        " Is it just cold blooded because look, we all know that you know more than me.",
        1205.16,
        1209.64
    ],
    [
        " And I just fully accept it. And I'm like, all ears.",
        1209.78,
        1212.8
    ],
    [
        " Is that pretty much where people are at?",
        1212.98,
        1214.64
    ],
    [
        " Yeah, for the most part.",
        1214.78,
        1216.24
    ],
    [
        " Look, I mean, I do not want to under understate that their ego, the ego's out there.",
        1216.7,
        1222.26
    ],
    [
        " And it's a top gun, it's there as a student.",
        1222.56,
        1224.38
    ],
    [
        " The ego is usually connected to kind of the fear of being exposed as not as good as you are,",
        1225.1,
        1229.4
    ],
    [
        " as opposed to the ego of, I think I'm better than you.",
        1229.56,
        1231.8
    ],
    [
        " And so the ego reveals itself in different ways, but for the most part,",
        1232.38,
        1235.12
    ],
    [
        " most people get there pretty early on and the disparity between the students and instructors is so great",
        1235.18,
        1239.58
    ],
    [
        " that people aren't really that afraid to just be brutally honest.",
        1239.58,
        1244.16
    ],
    [
        " Now, people aren't jerks about it, but they are, they are brutally honest.",
        1244.7,
        1248.74
    ],
    [
        " And you figure out very early as a student, the two things you figure out is,",
        1248.96,
        1253.14
    ],
    [
        " it's in your best interest to identify all of your own mistakes.",
        1253.38,
        1257.1
    ],
    [
        " And your instructor's mistakes, you know, if you can identify those two,",
        1257.34,
        1259.56
    ],
    [
        " because it reveals that you actually know what's going on.",
        1260.02,
        1262.54
    ],
    [
        " The other side of it is, is if you don't, the instructors pretty much don't miss anything.",
        1263.24,
        1269.22
    ],
    [
        " So if you have a thought like, man, this is really minor.",
        1269.52,
        1273.5
    ],
    [
        " I'm just going to kind of not talk about this.",
        1273.74,
        1275.96
    ],
    [
        " It's going to get brought up.",
        1276.22,
        1277.58
    ],
    [
        " And it's always better for you to bring up your errors than have somebody else bring them up for you.",
        1277.58,
        1281.7
    ],
    [
        " And that gets, that gets in your head pretty quick.",
        1281.92,
        1283.98
    ],
    [
        " So when we get back from this thing, I'm going to go through the debrief first.",
        1284.18,
        1287.54
    ],
    [
        " I get to kick it off because I'm the student.",
        1287.62,
        1289.0
    ],
    [
        " Yep. That's right.",
        1289.04,
        1289.52
    ],
    [
        " And I go, hey, I turned too tight there.",
        1289.56,
        1291.32
    ],
    [
        " I didn't use enough gas there.",
        1291.46,
        1292.6
    ],
    [
        " I, I didn't know where I was for a second over here.",
        1292.74,
        1295.5
    ],
    [
        " I lost track of you.",
        1295.76,
        1297.34
    ],
    [
        " My, my wingman here.",
        1297.64,
        1299.06
    ],
    [
        " So this is the same thing at, when I was running trade at,",
        1299.46,
        1303.06
    ],
    [
        " we, we would let the platoons debrief first.",
        1303.52,
        1306.7
    ],
    [
        " Like, okay, guys, you tell us how it went.",
        1306.84,
        1308.3
    ],
    [
        " And usually the platoon chief will kick it off.",
        1308.44,
        1310.48
    ],
    [
        " And he's going to hit a lot of stuff.",
        1310.62,
        1311.96
    ],
    [
        " The good ones will.",
        1312.18,
        1313.18
    ],
    [
        " The bad ones, same thing that we either cover it up or even worse.",
        1313.52,
        1316.32
    ],
    [
        " They don't even know what just happened.",
        1316.58,
        1317.76
    ],
    [
        " They don't even know what mistakes got made.",
        1317.86,
        1319.2
    ],
    [
        " And, and, you know, so the platoon chief goes, then maybe the,",
        1319.5,
        1322.34
    ],
    [
        " the platoon lieutenant goes and he doesn't see as much usually as the chief.",
        1322.54,
        1325.98
    ],
    [
        " But then the, the task unit senior chief might go and he's going to see more.",
        1326.2,
        1329.44
    ],
    [
        " And then the task unit commander, you should get pretty close.",
        1329.48,
        1331.96
    ],
    [
        " And my goal every single, when I was going through training with my task unit,",
        1332.2,
        1335.58
    ],
    [
        " my goal was like the instructor cadre will be silent because there will be nothing left.",
        1335.96,
        1340.84
    ],
    [
        " We are going to rip ourselves apart so hard that the instructor cadre is going to go.",
        1341.02,
        1345.42
    ],
    [
        " Actually, guys, it wasn't that bad.",
        1345.96,
        1348.44
    ],
    [
        " Yeah.",
        1348.64,
        1348.72
    ],
    [
        " That was always my goal.",
        1348.82,
        1349.84
    ],
    [
        " So, so that's where we're going.",
        1350.06,
        1351.64
    ],
    [
        " Yeah.",
        1351.98,
        1352.08
    ],
    [
        " And are you having to teach me?",
        1352.4,
        1355.86
    ],
    [
        " Okay.",
        1357.52,
        1358.22
    ],
    [
        " So, if you were coming to our desert warfare training and you're a new lieutenant,",
        1358.38,
        1361.84
    ],
    [
        " the first thing I'm going to do is, okay, I'm going to say, okay, here's maneuver number one.",
        1362.16,
        1364.88
    ],
    [
        " Here's maneuver number two.",
        1365.0,
        1365.82
    ],
    [
        " Here's maneuver number three.",
        1365.92,
        1366.76
    ],
    [
        " Here's maneuver number four.",
        1366.86,
        1367.68
    ],
    [
        " You got those basic four moves, right?",
        1368.16,
        1369.92
    ],
    [
        " You got four moves that you're going to do.",
        1370.04,
        1371.32
    ],
    [
        " This is what a contact front, you know, the enemy's out front.",
        1371.72,
        1373.7
    ],
    [
        " Here's what you're going to do.",
        1373.8,
        1374.38
    ],
    [
        " You're in a closed terrain.",
        1374.52,
        1375.7
    ],
    [
        " Oh, the enemy's out front.",
        1376.1,
        1376.96
    ],
    [
        " You're an open terrain.",
        1377.44,
        1378.1
    ],
    [
        " It's a different move.",
        1378.18,
        1378.74
    ],
    [
        " But there's a basic number of moves that you're going to go through.",
        1379.14,
        1383.4
    ],
    [
        " That's where we're going to start.",
        1383.94,
        1385.28
    ],
    [
        " Is this what's happening or do you already know these moves?",
        1385.6,
        1388.86
    ],
    [
        " Yeah.",
        1389.04,
        1389.14
    ],
    [
        " When you show up to Top Gun as a student, you know all the moves.",
        1389.24,
        1392.26
    ],
    [
        " You have to have demonstrated some proficiency in all the moves to even get there.",
        1392.44,
        1396.6
    ],
    [
        " Give me an example of, let's go, let's just teach me a couple moves, right?",
        1396.66,
        1400.38
    ],
    [
        "",
        1400.6,
        1400.6
    ],
    [
        " And you know what at this point, I'm going to call this, if you're not watching this on YouTube,",
        1400.86,
        1405.36
    ],
    [
        " I'm imagining you might start moving your hands around a little bit.",
        1405.62,
        1408.2
    ],
    [
        " Which is, you know, cool with me.",
        1408.2,
        1410.2
    ],
    [
        " But I don't want to keep saying the whole time trying to describe what you're doing.",
        1410.34,
        1414.02
    ],
    [
        " If you start talking with your hands, which you might, maybe you won't.",
        1414.26,
        1416.46
    ],
    [
        " But teach me a couple moves right now.",
        1416.58,
        1419.08
    ],
    [
        " Yeah.",
        1419.6,
        1419.84
    ],
    [
        " So when you start in the one against one phase, so it's pretty straightforward.",
        1419.98,
        1424.66
    ],
    [
        " It's your airplane and my airplane.",
        1424.8,
        1426.2
    ],
    [
        " Same exact airplane.",
        1426.38,
        1427.38
    ],
    [
        " You're flying it as a student.",
        1427.72,
        1429.2
    ],
    [
        " I'm flying it as an instructor.",
        1429.34,
        1430.42
    ],
    [
        " And like you said before, each phase, the instructor will demo a brief.",
        1431.02,
        1434.56
    ],
    [
        " But after that, the flight lead and the person running it is the student.",
        1434.56,
        1438.22
    ],
    [
        " So he runs the brief, he runs the flight and he runs the debrief.",
        1438.48,
        1441.14
    ],
    [
        " And obviously the instructor is there to support through it.",
        1441.14,
        1443.2
    ],
    [
        " But the first set of moves would be when we call offensive BFM.",
        1443.52,
        1447.98
    ],
    [
        " Which means I start behind you.",
        1448.22,
        1449.5
    ],
    [
        " Open BFM.",
        1449.56,
        1450.18
    ],
    [
        " Sorry, good question.",
        1450.42,
        1451.16
    ],
    [
        " Basic fighter maneuvers.",
        1451.58,
        1452.58
    ],
    [
        " So offensive BFM is the first flight you do, which is one against one.",
        1452.94,
        1456.72
    ],
    [
        " And I am being set up by design in an offensive position to fight to dogfight you.",
        1457.28,
        1462.66
    ],
    [
        " So we're going to do a dogfight and we're going to set it up on purpose that I start behind you.",
        1462.66,
        1466.66
    ],
    [
        " And so I'm going to put you in a defensive position and to put me in an offensive position.",
        1466.96,
        1470.64
    ],
    [
        " And the only real objective there is kind of three objectives is the first thing I need to do is I can prove that I can stay behind you.",
        1470.88,
        1476.34
    ],
    [
        " Which is going to require me to do.",
        1476.82,
        1478.14
    ],
    [
        " You're the instructor.",
        1478.36,
        1479.02
    ],
    [
        " I'm the student.",
        1480.18,
        1482.08
    ],
    [
        " Okay.",
        1482.76,
        1483.08
    ],
    [
        " As the lead.",
        1483.36,
        1484.36
    ],
    [
        " You want to do it?",
        1484.58,
        1484.96
    ],
    [
        " Yeah, yeah.",
        1485.0,
        1485.28
    ],
    [
        " Let's make me the student because I'm going to have more dumb questions.",
        1485.28,
        1488.1
    ],
    [
        " Perfect.",
        1488.4,
        1488.58
    ],
    [
        " So I'm the student.",
        1488.7,
        1489.46
    ],
    [
        " You're the instructor.",
        1489.68,
        1490.6
    ],
    [
        " Yes.",
        1490.6,
        1490.84
    ],
    [
        " Because the first thing we do is I'm going to start behind you.",
        1491.26,
        1496.02
    ],
    [
        " Is that right?",
        1496.28,
        1496.58
    ],
    [
        " No, so I got it backwards.",
        1496.74,
        1497.54
    ],
    [
        " So if we're going to do offensive BFM, you're the student.",
        1497.78,
        1500.36
    ],
    [
        " You're going to lead the flight.",
        1500.64,
        1501.44
    ],
    [
        " You will be offensive starting all day.",
        1501.68,
        1503.72
    ],
    [
        " So when we start the flight and we do those, we do those four sets.",
        1504.26,
        1507.5
    ],
    [
        " All four sets.",
        1507.86,
        1508.66
    ],
    [
        " You will be behind me.",
        1508.66,
        1510.04
    ],
    [
        " I'll be the instructor.",
        1510.34,
        1511.44
    ],
    [
        " And your job is to is to maintain that offensive position.",
        1511.9,
        1515.84
    ],
    [
        " Got it.",
        1516.04,
        1516.4
    ],
    [
        " And the moves that you're going to do during that, there's only like three moves.",
        1516.4,
        1520.46
    ],
    [
        " The first is called an offensive break turn.",
        1520.94,
        1523.0
    ],
    [
        " Which means that when I react to you as a defender, and I don't like this because you're over my shoulder,",
        1523.18,
        1526.62
    ],
    [
        " and I'm going to try to shake you.",
        1526.7,
        1528.64
    ],
    [
        " You have to show the timing and the site picture to maneuver your airplane to stay behind me.",
        1529.02,
        1533.72
    ],
    [
        " And then the next move might be is that you have to be able to do a maneuver to avoid flying into the ground.",
        1534.34,
        1538.94
    ],
    [
        " And we have a simulated ground.",
        1539.2,
        1540.28
    ],
    [
        " So we say 5,000 feet to ground.",
        1540.48,
        1542.08
    ],
    [
        " You have to do another maneuver that you can show me that you can transition down to the bottom of the fight and the deck correctly.",
        1542.24,
        1551.66
    ],
    [
        " And then the last move that you might be trying to do is that you can put yourself in a position to employ a weapon.",
        1551.96,
        1556.1
    ],
    [
        " Now you know how to do all those things.",
        1556.42,
        1557.88
    ],
    [
        " You know how to do a break turn.",
        1558.1,
        1558.86
    ],
    [
        " So a break turn is I'm turning my aircraft.",
        1559.16,
        1563.72
    ],
    [
        " That's it.",
        1563.96,
        1564.18
    ],
    [
        " You turned yours.",
        1564.36,
        1565.22
    ],
    [
        " Are you doing like a a a a a shock and jive here where you go a little bit in one way and then you break.",
        1565.46,
        1570.98
    ],
    [
        " Now the way is there anything like that that's happening.",
        1570.98,
        1573.1
    ],
    [
        " No, there's not.",
        1573.3,
        1573.68
    ],
    [
        " So there is that because we're keeping it basic.",
        1573.92,
        1575.74
    ],
    [
        " No, it's because there's actually kind of a science behind it.",
        1576.24,
        1579.22
    ],
    [
        " And there's in each situation, especially in this rudimentary phase of one against one,",
        1579.28,
        1583.88
    ],
    [
        " there's essentially one optimal way to maneuver your aircraft.",
        1583.92,
        1588.3
    ],
    [
        " And it's different if you're defensive than if you're offensive.",
        1588.84,
        1591.88
    ],
    [
        " But as a as an offensive.",
        1592.36,
        1594.16
    ],
    [
        " So I'm offensive as the student or your offensive as a student.",
        1594.16,
        1597.78
    ],
    [
        " You don't have like 14 different things you can do.",
        1597.8,
        1600.52
    ],
    [
        " As a matter of fact, you kind of have one and what you need to be able to do is do it exactly right.",
        1600.76,
        1605.44
    ],
    [
        " Because if you're one second too late, ten knots too slow or any number of other variables off,",
        1605.76,
        1612.6
    ],
    [
        " you're giving away chance for me to get away from you.",
        1613.06,
        1616.78
    ],
    [
        " So for you to stay offensive and keep that offensive position that I've given you,",
        1617.32,
        1621.32
    ],
    [
        " you have to perform that maneuver correctly.",
        1621.48,
        1623.46
    ],
    [
        " Does the defensive guy shock and jive a little bit?",
        1623.56,
        1626.02
    ],
    [
        " No, to be quite honest, what the defensive guy does is pulls directly at the offensive airplane,",
        1626.2,
        1631.64
    ],
    [
        " pulls right at him, closes the space as much as he can, tries to limit the space.",
        1631.82,
        1637.5
    ],
    [
        " And then I'm going to maneuver away from you based on how well that you do your turn.",
        1638.04,
        1642.58
    ],
    [
        " And if you do it right all day, eventually you're going to end up in the same place that you started.",
        1643.02,
        1647.88
    ],
    [
        " I will not respond by like you said, shocking your driving or maneuvering until I see what you've done.",
        1648.4,
        1653.78
    ],
    [
        " Okay, so you're just being nice.",
        1653.78,
        1657.64
    ],
    [
        " I am flying my airplane the best way that I can until I see how you respond to that.",
        1658.58,
        1665.46
    ],
    [
        " And if you do it correctly, then I'll have to start doing other maneuvers.",
        1665.88,
        1669.68
    ],
    [
        " But if I just break into you and just pull my airplane right into yours, really a hard turn, I'm called a break turn.",
        1670.26,
        1675.7
    ],
    [
        " And you as the offender are really late or screw up the timing or go too fast or miss the cues to do it.",
        1676.3,
        1682.46
    ],
    [
        " There's not much for me to do. I don't have to do much because you've given away that offensive advantage.",
        1683.56,
        1687.0
    ],
    [
        " So you're flying flat dumb and happy. I come in behind you and you're just going to at some moment,",
        1687.32,
        1692.26
    ],
    [
        " boom, you're going to turn left, right, whatever. And I just have to track you and stay behind.",
        1692.42,
        1697.12
    ],
    [
        " That's exactly right. It seems very simple.",
        1697.24,
        1699.58
    ],
    [
        " It seems very simple. Do you even head fake? Right?",
        1699.66,
        1702.72
    ],
    [
        " Can I see your head and your canopy?",
        1702.86,
        1704.72
    ],
    [
        " So the ranges that we start are typically a half a mile, a mile, and a mile and a half.",
        1707.14,
        1711.86
    ],
    [
        " Those are just a pre-determined ranges. So you're way, way, way out there.",
        1711.94,
        1715.5
    ],
    [
        " Actually, for most of those, at least to start, you're using the radar as a cue to determine that range.",
        1715.62,
        1720.92
    ],
    [
        " You kind of have some eyeball calibration.",
        1721.38,
        1722.84
    ],
    [
        " But the head fake, again, someone who knows what's going on, all it does is just give away more advantage.",
        1723.48,
        1729.18
    ],
    [
        " The head fake doesn't help you.",
        1729.84,
        1730.72
    ],
    [
        " The best thing you can do is just break hard.",
        1730.92,
        1733.7
    ],
    [
        " Max performance.",
        1734.0,
        1734.62
    ],
    [
        " What if I was a meag, you know, and I was going after you, what's the best thing?",
        1734.7,
        1738.24
    ],
    [
        " I'm on your tail. What's the best thing you can do? Same thing?",
        1738.34,
        1739.88
    ],
    [
        " Exactly. Same thing.",
        1740.14,
        1740.72
    ],
    [
        " The tactics that we apply are the ones that we use in the real world.",
        1740.9,
        1744.28
    ],
    [
        " How is it not good to give a little shock and then go the other direction?",
        1744.34,
        1747.7
    ],
    [
        " Because what that does is that creates separation between our aircraft.",
        1747.96,
        1751.8
    ],
    [
        " And if I'm offensive and I'm the guy attacking on behind you, I want separation to be able to maneuver,",
        1752.3,
        1758.4
    ],
    [
        " employ my weapons, saddle in the way that I want, and adjust the situation, the way that I'm looking to have it be offensive for me.",
        1758.58,
        1765.84
    ],
    [
        " If you minimize that separation and create a bunch of closure, meaning we're now closing the distance,",
        1766.44,
        1771.46
    ],
    [
        " I have a whole bunch of maneuvering I have to do to manage that closure, which I don't want to do.",
        1771.94,
        1776.52
    ],
    [
        " So when I'm on defense, I want you closer to this.",
        1776.78,
        1780.52
    ],
    [
        " Yes. When I'm on defense, I want you closer to me. That's correct.",
        1780.66,
        1783.16
    ],
    [
        " Interesting. Interesting. Just like Jiu-Jitsu, your optimal position on offense is to have their back,",
        1788.76,
        1796.14
    ],
    [
        " because they can't see properly. They don't have any weapons that shoot backwards, right?",
        1796.54,
        1800.44
    ],
    [
        " No. You're right.",
        1800.78,
        1801.44
    ],
    [
        " So just like Jiu-Jitsu, you want to get the person's back.",
        1801.72,
        1805.34
    ],
    [
        " Yes. So that's where we're at.",
        1805.74,
        1806.8
    ],
    [
        " So this is day one. We're doing this. All we're doing, so that's one move.",
        1808.6,
        1813.76
    ],
    [
        " You just taught me one move. I'm sorry it took so long.",
        1813.94,
        1815.66
    ],
    [
        " No. I'm not the smart smartest guy in the world.",
        1815.78,
        1817.46
    ],
    [
        " The first thing you teach me is, hey, I'm just going to break.",
        1817.98,
        1821.18
    ],
    [
        " Well, now I'm going to break and you're going to follow me.",
        1822.54,
        1828.92
    ],
    [
        " Okay, what's the next move?",
        1829.86,
        1830.78
    ],
    [
        " Move two. So you teach me three moves.",
        1831.5,
        1833.18
    ],
    [
        " Yeah, I teach you three times.",
        1833.28,
        1834.04
    ],
    [
        " Right here. So remember, you're the student, you're offence.",
        1834.04,
        1836.32
    ],
    [
        " Because right now this is easy. I'm ready to be a top.",
        1836.34,
        1838.52
    ],
    [
        " Yeah. All I got to do is break. Are you kidding me?",
        1838.78,
        1840.72
    ],
    [
        " Let's do this. I got this.",
        1840.96,
        1842.12
    ],
    [
        " Well, the interesting thing about the offensive break term that I just taught you,",
        1842.22,
        1845.58
    ],
    [
        " the percentage of students that get that right in the beginning is zero.",
        1846.14,
        1849.52
    ],
    [
        " Zero. And the percentage of the time that you get it exactly right,",
        1850.2,
        1855.14
    ],
    [
        " meaning you hit all your parameters, is even by the end is still really low.",
        1855.22,
        1858.4
    ],
    [
        " Now, you've narrowed your error window pretty, pretty, pretty small.",
        1858.56,
        1862.04
    ],
    [
        " But even just the simple, when do I do my turn and when do I identify all the cues",
        1862.42,
        1867.72
    ],
    [
        " and know exactly what to do and exactly how to make it happen?",
        1867.72,
        1869.94
    ],
    [
        " Just doing that very first move is almost impossible for a student to do",
        1870.3,
        1875.78
    ],
    [
        " correctly the first time.",
        1875.78,
        1876.46
    ],
    [
        " So let's say I said, oh, what about a head fake, right?",
        1876.62,
        1880.02
    ],
    [
        " If I'm in the offensive position behind you, I can see the very first indicator.",
        1880.58,
        1888.72
    ],
    [
        " As soon as I see your flaps do whatever they move a little bit and I'm on it.",
        1889.36,
        1894.14
    ],
    [
        " Yes. The quicker I react, the better I stay with you.",
        1894.26,
        1897.76
    ],
    [
        " Yeah. The more you can observe it and there's multiple cues out there.",
        1897.88,
        1901.74
    ],
    [
        " It's the angle of your airplane. It's whether or not your afterburners have opened up.",
        1901.98,
        1905.86
    ],
    [
        " It's your angle over the horizon. It's how quickly you're moving.",
        1905.98,
        1909.38
    ],
    [
        " It's whether you're rotating or transitioning through the sky.",
        1909.42,
        1911.98
    ],
    [
        " There's a whole bunch of cues out there that you have to be able to identify in real time.",
        1912.08,
        1915.82
    ],
    [
        " As you're moving typically, 400 and something not.",
        1916.24,
        1919.84
    ],
    [
        " So the closure is happening really fast.",
        1920.04,
        1921.82
    ],
    [
        " You have seconds to get this right.",
        1921.98,
        1924.02
    ],
    [
        " You call it closure, but we're both moving in the same direction, right?",
        1924.1,
        1927.56
    ],
    [
        " Not when I break back into you.",
        1928.04,
        1930.18
    ],
    [
        " So if I've got this guy behind you, I'm behind you and you break, you're breaking into me.",
        1930.26,
        1934.2
    ],
    [
        " You're turning into me, creating even more closure.",
        1934.34,
        1936.7
    ],
    [
        " So picture me, let's picture you flying around and you look over your shoulder and you think,",
        1938.68,
        1942.84
    ],
    [
        " and you don't realize this, now all of a sudden you see somebody's there.",
        1943.1,
        1945.74
    ],
    [
        " They're behind you and they're in a really good position to shoot.",
        1946.2,
        1948.12
    ],
    [
        " The only place for you to go to keep him from shooting you is towards him.",
        1948.76,
        1953.0
    ],
    [
        " Because if you continue straight ahead or just kind of maneuver around left and right,",
        1953.38,
        1956.52
    ],
    [
        " I just stay back there.",
        1957.02,
        1957.88
    ],
    [
        " So you have to get, you have to turn back into me to close that distance.",
        1958.26,
        1962.16
    ],
    [
        " Guess what that's exactly like.",
        1962.24,
        1964.18
    ],
    [
        " For sure, man.",
        1964.2,
        1966.1
    ],
    [
        " Exactly like Jiu Jitsu.",
        1966.22,
        1966.92
    ],
    [
        " Yes.",
        1967.08,
        1967.18
    ],
    [
        " As long as you're looking away, as long as they have your back, you're doomed.",
        1967.58,
        1972.1
    ],
    [
        " So your goal, you have to turn back towards them.",
        1972.24,
        1975.14
    ],
    [
        " That's right.",
        1975.36,
        1975.7
    ],
    [
        " It's weird for me, I think, conceptually because this is taking place over a long distance.",
        1976.02,
        1980.56
    ],
    [
        " When I'm trying to turn back into you, it takes, how long does it take to turn back into him a minute, 30 seconds?",
        1981.2,
        1987.24
    ],
    [
        " No, seconds.",
        1987.48,
        1988.26
    ],
    [
        " Seconds?",
        1988.7,
        1989.6
    ],
    [
        " Yeah.",
        1989.96,
        1990.06
    ],
    [
        " So you will go from the time that you say fights on, which you would say and then I would start to turn into you.",
        1990.62,
        1998.24
    ],
    [
        " If you did nothing and just flew straight ahead, I would be past you in four seconds.",
        1998.4,
        2004.06
    ],
    [
        " I did a dogfight in an F-18.",
        2004.82,
        2007.58
    ],
    [
        " I did a bunch.",
        2007.8,
        2008.14
    ],
    [
        " I did a backseat right up in Fallon and I did a dogfight.",
        2008.16,
        2011.7
    ],
    [
        " I did a bomb run.",
        2011.84,
        2012.58
    ],
    [
        " It was really cool.",
        2013.16,
        2014.24
    ],
    [
        " But one thing, and I saw and did with the pilot guy, was you can fish tail.",
        2014.52,
        2022.64
    ],
    [
        " Is this right?",
        2023.6,
        2024.44
    ],
    [
        " Am I perceiving this correctly?",
        2024.78,
        2026.12
    ],
    [
        " We turned our wingman or whatever, turned so hard, you could see them fish tailing through the sky.",
        2027.66,
        2033.4
    ],
    [
        " Yes.",
        2033.64,
        2033.74
    ],
    [
        " So I guess that cuts down your amount of time that it takes to turn.",
        2034.42,
        2038.04
    ],
    [
        " Yeah, and that's a cue.",
        2038.16,
        2038.98
    ],
    [
        " You have to be able to see that and perceive that.",
        2039.42,
        2041.28
    ],
    [
        " And if he's doing that maneuver, that indicates how fast he's going.",
        2041.64,
        2044.82
    ],
    [
        " It indicates his angle of attack.",
        2044.94,
        2045.96
    ],
    [
        " It gives you a whole bunch of information about what he's doing.",
        2046.14,
        2048.48
    ],
    [
        " You need to be able to perceive that that's happening.",
        2048.5,
        2050.64
    ],
    [
        " In your own mind, you can figure out as he's turning a small circle, a big circle.",
        2051.3,
        2054.54
    ],
    [
        " You can calculate all those things in your brain as that's happening.",
        2054.54,
        2056.94
    ],
    [
        " That is a cue that you need to know in that other plane as he's doing it.",
        2057.06,
        2060.62
    ],
    [
        " Are you getting taught these cues specifically?",
        2060.76,
        2062.64
    ],
    [
        " Yeah.",
        2063.26,
        2063.44
    ],
    [
        " You know the cues.",
        2063.76,
        2064.64
    ],
    [
        " You know the moves.",
        2065.16,
        2066.42
    ],
    [
        " The planes are being flown in such a precise and aggressive way that they are hard to see.",
        2067.04,
        2072.66
    ],
    [
        " And that's really what the debrief is about is dissecting the cues that you need to figure out in order to maneuver your airplane optimally.",
        2073.2,
        2079.14
    ],
    [
        " It's probably no different than jiu-jitsu.",
        2079.28,
        2081.34
    ],
    [
        " If you were to give me your back, say, hey, we're going to start Dave.",
        2081.34,
        2083.48
    ],
    [
        " I'm going to give you my back.",
        2083.7,
        2084.7
    ],
    [
        " And all I want you to do is maintain that position.",
        2085.22,
        2087.68
    ],
    [
        " How long do you think you would take you before I couldn't keep your back?",
        2088.16,
        2091.44
    ],
    [
        " It would probably matter of seconds.",
        2092.12,
        2093.92
    ],
    [
        " Yeah, pretty quick.",
        2094.32,
        2094.84
    ],
    [
        " Yeah.",
        2095.02,
        2095.16
    ],
    [
        " But if you said, hey, as I start to lower my shoulder and I put my, I want you to kind of bring your hip towards me.",
        2095.44,
        2100.94
    ],
    [
        " And you show me that.",
        2101.02,
        2101.8
    ],
    [
        " Now, there's probably 20 other things going on.",
        2102.22,
        2104.56
    ],
    [
        " But now I got that.",
        2104.56,
        2105.28
    ],
    [
        " It's going to add another two seconds before you, before you, out maneuver me.",
        2105.38,
        2109.98
    ],
    [
        " Now, eventually you will.",
        2109.98,
        2110.7
    ],
    [
        " And then you show me something else.",
        2111.0,
        2112.12
    ],
    [
        " And now, so the goal is for me to incorporate all of those little individual things together.",
        2112.36,
        2117.04
    ],
    [
        " And the eventual goal is that I've started in this offense position and I never give it up.",
        2117.58,
        2122.2
    ],
    [
        " So that's one move.",
        2122.56,
        2124.7
    ],
    [
        " That's one move.",
        2125.02,
        2125.62
    ],
    [
        " One move.",
        2125.78,
        2126.14
    ],
    [
        " What's the name of the offensive?",
        2126.42,
        2127.66
    ],
    [
        " Offensive break term.",
        2127.74,
        2128.18
    ],
    [
        " Offensive break term.",
        2128.2,
        2129.4
    ],
    [
        " Turn.",
        2129.88,
        2130.14
    ],
    [
        " What's the next move?",
        2130.34,
        2131.16
    ],
    [
        " So the next move is when me is the instructor figure out, hey, you're doing a good job.",
        2131.52,
        2136.22
    ],
    [
        " My defensive turn here isn't going to work for me.",
        2137.02,
        2138.78
    ],
    [
        " He's just going to stay behind me.",
        2138.94,
        2139.84
    ],
    [
        " He's going to shoot me.",
        2139.9,
        2140.44
    ],
    [
        " I'm going to do something else.",
        2140.54,
        2141.8
    ],
    [
        " You kind of call that I'm going to shuckin' jive.",
        2142.22,
        2144.52
    ],
    [
        " I'm as a defender.",
        2145.18,
        2146.14
    ],
    [
        " I'm going to maneuver my airplane in a different plane of motion.",
        2146.42,
        2148.58
    ],
    [
        " That first move didn't work.",
        2148.84,
        2150.26
    ],
    [
        " You followed me.",
        2150.46,
        2151.04
    ],
    [
        " And if I keep going, you're going to shoot me.",
        2151.32,
        2152.82
    ],
    [
        " So I have to do what's called a ditch.",
        2153.2,
        2154.42
    ],
    [
        " Which I'm going to now point towards the ground and change this two-dimensional fight into a three-dimensional fight.",
        2154.64,
        2159.62
    ],
    [
        " Complicance to problem for you.",
        2160.12,
        2161.4
    ],
    [
        " It gives you a different thing you got to deal with.",
        2161.78,
        2163.26
    ],
    [
        " And now you have to figure out how to chase me, not just two-dimensionally, but three-dimensionally.",
        2163.26,
        2168.66
    ],
    [
        " And you're going to have to follow my ditch.",
        2168.86,
        2170.66
    ],
    [
        " And we just call that simply a ditch follow.",
        2171.24,
        2173.36
    ],
    [
        " There's different terms for it.",
        2173.92,
        2175.06
    ],
    [
        " But can you now take this two-dimensional flat fight and be as effective in a three-dimensional fight,",
        2175.2,
        2180.66
    ],
    [
        " which introduces a whole nother level of complexity, now we're going downhill?",
        2180.66,
        2184.06
    ],
    [
        " And this was the big thing that Dan kept talking about, depending on the aircraft that you have in the power that you have,",
        2184.54,
        2189.56
    ],
    [
        " we're going to go from horizontal plane to vertical plane.",
        2189.56,
        2192.84
    ],
    [
        " And so this ditch move is the first movement into three-dimensional out of the horizontal plane into this other plane.",
        2193.42,
        2203.3
    ],
    [
        " That's exactly right.",
        2203.42,
        2204.02
    ],
    [
        " And that seems pretty straightforward.",
        2204.7,
        2206.24
    ],
    [
        " It does seem straightforward.",
        2206.88,
        2207.74
    ],
    [
        " All of these maneuvers are straightforward.",
        2208.36,
        2209.94
    ],
    [
        " What else do you add when you...",
        2210.86,
        2213.1
    ],
    [
        " What's the minimum altitude above ground that you can start this maneuver at this ditch?",
        2213.1,
        2218.0
    ],
    [
        " Depending on the airplane, a good rough number is between three and four thousand feet before you think,",
        2218.96,
        2223.92
    ],
    [
        " Hey, if I go much lower than that to the ground and I do it, I have a pretty good chance of hitting the ground.",
        2224.0,
        2228.24
    ],
    [
        " You need several thousand feet to do it.",
        2228.76,
        2230.38
    ],
    [
        " Okay.",
        2231.06,
        2231.28
    ],
    [
        " Third move.",
        2232.2,
        2232.92
    ],
    [
        " The third move is that when I get down to the ground, the floor, you know, we call it the deck, but you're down towards the earth,",
        2233.66,
        2240.3
    ],
    [
        " we now have to do a deck transition, which means that...",
        2240.44,
        2244.02
    ],
    [
        " We move in vertically anymore because if I keep going downhill, I'll hit the ground.",
        2244.02,
        2247.2
    ],
    [
        " So now I have to transition back into a two-dimensional fight and preserve my position in a two-dimensional fight with the ground as a component of this fight now,",
        2247.26,
        2257.32
    ],
    [
        " which was not a factor of an altitude.",
        2257.32,
        2259.48
    ],
    [
        " This means you're having to just gain altitude again.",
        2260.84,
        2266.26
    ],
    [
        " Is that what we're doing?",
        2266.52,
        2267.26
    ],
    [
        " The goal is to do one of two things.",
        2267.68,
        2269.4
    ],
    [
        " Either I now can gain altitude above him or I can push him out in front of me and stay behind him.",
        2269.52,
        2276.28
    ],
    [
        " Either one of those worked for me, but I need to have some separation from the person I'm fighting so I can employ my weapon.",
        2276.36,
        2283.1
    ],
    [
        " I can't shoot the guy at zero feet away from him.",
        2283.62,
        2286.82
    ],
    [
        " I have to have some distance between us.",
        2287.22,
        2288.92
    ],
    [
        " I can either have that distance above him or behind him.",
        2289.0,
        2291.56
    ],
    [
        " Just like Jiu-Jitsu, just like this more moves into MMA where if you're trying to hit me, I want to close the distance, get close to you where your strikes won't really make a difference.",
        2292.64,
        2301.48
    ],
    [
        " Yeah. The parallels are... I mean, there might be some differences in terms of the physical locations of the machines against it with the people, but the parallels are exactly the same.",
        2301.78,
        2312.14
    ],
    [
        " As a person who's offensive, if you think about finishing somebody and the way I'm going to finish this through a strike, which is kind of similar to what these weapons are, I need to have some distance between you and me to make that strike effective.",
        2312.5,
        2325.12
    ],
    [
        " Now there's a distance that I get too close. Those strikes just don't work.",
        2325.58,
        2329.34
    ],
    [
        " There's also a way that if I get so far away, those strikes are ineffective or it actually allows you to strike as well.",
        2329.74,
        2336.52
    ],
    [
        " And so I'm constantly managing those separations and distances.",
        2336.52,
        2340.54
    ],
    [
        " And if I'm defensive and I look over and I see that person's in a great place to just throw a punch at me, I can either try to get away from him, which almost never works at that distance.",
        2340.74,
        2350.06
    ],
    [
        " Although there is a separation that you might try to play, but if that we started off, it was like, hey, you were starting in a place that we know running away won't work.",
        2350.3,
        2357.5
    ],
    [
        " So that range of a half a mile a mile, it's designed to say the escape option is not available to you.",
        2357.5,
        2362.92
    ],
    [
        " So the only other option is I'm going to close that distance to you. I can't let your strike be effective.",
        2363.36,
        2368.08
    ],
    [
        " And I'm going to wrap you up as best I can to do that. That's the defenders job.",
        2368.24,
        2371.92
    ],
    [
        " So what's this third move called?",
        2372.2,
        2373.48
    ],
    [
        " The deck transition.",
        2374.08,
        2374.76
    ],
    [
        " Deck transition. But it sounds like there's multiple options on how you transition from the deck.",
        2375.38,
        2380.44
    ],
    [
        " There are. And all those options are all accumulating.",
        2380.5,
        2385.36
    ],
    [
        " They're all in accumulation of how things have played out the entire way from the beginning of the fight down to the end of the fight.",
        2385.82,
        2391.08
    ],
    [
        " So remember, I started that fight 6,000 feet behind you. I'm a mile behind you.",
        2391.68,
        2396.58
    ],
    [
        " If you do everything right and I do everything right, guess where I'm going to be at the deck transition.",
        2396.84,
        2399.94
    ],
    [
        " I'm a mile behind you. 6,000 feet behind you. I'm going to be a mile behind you and I'm going to be good to go.",
        2400.4,
        2404.34
    ],
    [
        " But if you've done a better job than I have, I've missed some cues. I'm a little bit late. I'll lose.",
        2406.06,
        2410.08
    ],
    [
        " 500 feet here. I'll lose 75 feet here. I'll lose a thousand feet over here.",
        2410.76,
        2417.02
    ],
    [
        " I'll lose another 50 feet here. And each one of those moves that I'm doing down to the floor, you've chipped away by the time I get down to the floor,",
        2417.44,
        2423.86
    ],
    [
        " you know where the fights against top-ground instructors usually end up.",
        2423.96,
        2426.48
    ],
    [
        " Either zero or worse, the defender has become the attacker, which happens sometimes.",
        2426.82,
        2432.06
    ],
    [
        " So that 6,000 feet, it's pretty uncommon to be able to preserve that distance against the top-ground instructor from beginning to end.",
        2432.2,
        2439.54
    ],
    [
        " And each part of the fight and each maneuver that's being executed, you're gathering, you're fighting for that distance.",
        2440.32,
        2446.76
    ],
    [
        " Again, apologize. I'm the student. You're the instructor. I start off 6,000 feet behind you.",
        2446.94,
        2452.78
    ],
    [
        " When you break, turn, you do it successfully. You're now closer to me.",
        2452.84,
        2459.22
    ],
    [
        " Yes. And then you break, turn again, and you're even closer to me.",
        2460.94,
        2464.5
    ],
    [
        " Yep. And you break, turn again, and you're even closer, then you ditch, and you get even closer.",
        2464.7,
        2468.54
    ],
    [
        " And then finally, you either are so close to me that you're behind me.",
        2469.06,
        2473.8
    ],
    [
        " That happens. What's the other thing? If you don't get behind me, what if we're just now we're really close?",
        2474.42,
        2481.0
    ],
    [
        " So just realize, obviously we're not going to get so close that we're going to hit.",
        2482.2,
        2485.36
    ],
    [
        " And so the distance of going from 6,000 feet a mile to being something less than that.",
        2485.98,
        2490.14
    ],
    [
        " If we were zero feet apart, we'd be parallel right beside each other.",
        2490.2,
        2494.02
    ],
    [
        " We wouldn't be zero feet, obviously. The airplanes have a safety bubble between them.",
        2494.16,
        2497.74
    ],
    [
        " But when we transition down to the ground, I'd look across, and instead of being directly behind you, I'd be directly beside you.",
        2498.18,
        2504.78
    ],
    [
        " And I'd have no way to shoot you, just looking at you side by side.",
        2504.9,
        2508.16
    ],
    [
        " We'd be in a completely neutral position where nobody can shoot the other person.",
        2508.16,
        2511.58
    ],
    [
        " And I've given away an entire mile of advantage that you gave me, or that I gave you with the start as a student.",
        2511.66,
        2518.32
    ],
    [
        " Okay. How we doing?",
        2519.48,
        2523.68
    ],
    [
        " We're doing good. I mean, there's something still a little bit hard for me to understand at this point.",
        2524.06,
        2527.98
    ],
    [
        " You two echo, Charles?",
        2528.22,
        2529.36
    ],
    [
        " A little bit, but I guess so because you got to keep remembering that the distances are way far away.",
        2529.36,
        2537.74
    ],
    [
        " Like, you know, when you watch Top Gun, it's like, oh, they're like right there and they're shooting each other.",
        2537.94,
        2541.46
    ],
    [
        " But they're like super far away.",
        2541.74,
        2543.6
    ],
    [
        " But they're also kind of not because it's only a second, or it's two seconds, or whatever to travel that mile.",
        2544.0,
        2551.22
    ],
    [
        " Well, the best thing I could do other than explain this better would be to erase from everybody's memory the movie Top Gun.",
        2551.5,
        2558.38
    ],
    [
        " Because that's where your head's going. This isn't going to work.",
        2559.4,
        2561.52
    ],
    [
        " Well, yeah, because you're like, hey, close the distance. I'm like, okay, close the distance.",
        2561.66,
        2564.86
    ],
    [
        " But then, yes, you got to remember as well that there is no, because essentially like, okay, like in jujitsu or MMA, where it's like green zone, meaning safe zone, if you're too far away from the guy you can't punch or kick you whatever.",
        2565.04,
        2576.96
    ],
    [
        " Green zone, when you're close, he can't punch and kick you affect, but there's the red zone, which is that distance.",
        2577.72,
        2584.14
    ],
    [
        " So in, correct me if I'm wrong, if I'm trying to understand this too, where that initial green zone, the out of range green zone, that's not an option in this particular drill.",
        2584.74,
        2594.42
    ],
    [
        " What is it? What is it? Is it like 10 miles, 12 miles?",
        2594.74,
        2597.56
    ],
    [
        " The separation in terms of, if I'm on your tail, how far away are you from me that you're not in danger?",
        2598.84,
        2605.6
    ],
    [
        " Miles. Yeah. Several miles.",
        2605.9,
        2608.08
    ],
    [
        " Yeah, and that's not an option for this particular. It's by design this one-on-one phase. We build it where you running away at the start, you can't do it.",
        2608.22,
        2616.44
    ],
    [
        " You can't just go faster than me. So you start, we start, I'm behind you, you're in the red zone.",
        2616.54,
        2622.6
    ],
    [
        " And you want to close the distance, get close enough to me that I can't find my weapon. That's exactly the green zone.",
        2622.86,
        2628.08
    ],
    [
        " Right, the close green zone. Yeah, well, he's behind me. My goal is to take that 6,000 feet separation and make it zero.",
        2628.32,
        2635.84
    ],
    [
        " Or as close to it as I can get. Yeah, it's like closing the distance and you get too basic. Don't you, okay.",
        2636.06,
        2640.9
    ],
    [
        " Don't you, when you hit a break turn, and I'm slow. Doesn't that make me further away from you?",
        2641.28,
        2650.5
    ],
    [
        " No, because I'm turning back towards you. You're behind me. I'm rolling my plane and pulling it directly into your plane.",
        2651.26,
        2658.06
    ],
    [
        " And I'm literally going to point right at you as hard as I can and take whatever I can get, whatever that 6,000 feet is and close as much distance as I can as fast as I can.",
        2659.08,
        2668.26
    ],
    [
        " And I'm not going to get much, but I'm going to get something.",
        2668.86,
        2672.54
    ],
    [
        " What's the turning radius of an F-18? It's totally air speed dependent, but at the speeds that we're talking about, the turning radius is probably 3,000, 4,000 feet.",
        2672.82,
        2684.92
    ],
    [
        " That's tight. Yeah, well, when you're slower, it's much tighter. The slower you get, the shorter your radius is.",
        2687.76,
        2695.42
    ],
    [
        " Okay. And so even that point that you made about the turning radius, that's a massive calculation. You're getting to void right there.",
        2695.94,
        2701.62
    ],
    [
        " I have to know what your airplane is capable of doing at 18,000 feet at 400 knots in full afterburner.",
        2702.36,
        2710.36
    ],
    [
        " Because it's different than what your airplane can do at 10,000 feet at 250 knots. And it varies in every 3-dimensional plane at varies.",
        2710.58,
        2719.54
    ],
    [
        " And I have to figure out, I have to be able to determine what your airplane is capable of doing and base my maneuver, part of my maneuver based on that.",
        2720.04,
        2726.72
    ],
    [
        " That's why these simple moves are so complex in terms of implementation getting it right because there's so many things going on.",
        2727.44,
        2735.06
    ],
    [
        " Because even your physical ability in your aircraft changes based on your altitude and your air speed. It's constantly a variable. It isn't your F-18 just does this.",
        2735.06,
        2743.6
    ],
    [
        " Every single altitude, every single air speed, every single throttle position has a different output capability that you're able to generate.",
        2744.36,
        2751.88
    ],
    [
        " Dramatic differences? Yeah, it's very dramatic. What an airplane can do at 15,000 feet versus what an airplane can do at 5,000 feet is dramatic.",
        2752.02,
        2759.1
    ],
    [
        " Big difference. Just rough percentage wise. You probably have your turn radius to probably a third the size that low altitude then it would be up at altitude.",
        2760.06,
        2770.38
    ],
    [
        " So instead of you're talking 3-4,000 feet, you're talking closer to, and I'll just keep it generic, but you know, 1,500-window, much, much, much smaller.",
        2770.88,
        2779.12
    ],
    [
        " Okay, so we get done with our first three engagements on my first flight. I did whatever job. I did a pretty crappy job because no one does it the first time.",
        2780.76,
        2793.46
    ],
    [
        " That's right. Okay, so now we come back in for the debrief. And what are we looking at? Are we looking at a dry race board? Are we picking up the little planes with the sticks on them?",
        2793.6,
        2803.38
    ],
    [
        " Both. You're looking at a straight up dry race board with colored pens. Do we have video? Yep. And we got video. We've got the what's called the HUD view, essentially the first person view of the pilots view of both aircraft.",
        2803.38,
        2815.82
    ],
    [
        " Do you replay like the radar as well or not really not in the 101 phase?",
        2816.46,
        2821.38
    ],
    [
        " Yeah, well, it's not that it's too dimensional. It's that, you know, you just only want aircraft. So in terms of how you're managing that system is not that important.",
        2821.98,
        2829.74
    ],
    [
        " When you account for how well you shot your weapons, you might look at that, but 95% of what you're looking at is just the altitude and the air speed and the angle of attack of each airplane through that pilots view.",
        2830.2,
        2840.74
    ],
    [
        " Okay, so now you're debriefing me how much do I as the student? What percentage you go, okay, Jockel, what'd you see up there? You've got how many points do you have on your checklist? Me and the stakes that I made instructor.",
        2841.6,
        2855.66
    ],
    [
        " 20. Okay, how many do I get? How many do you say you tell me to debrief? How many do I? And I'm a humble guy and I have a good attitude and I'm trying to give you a good percentage.",
        2856.74,
        2866.72
    ],
    [
        " Do I get do I get seven? Do I get 10? I was going to say five or six on day one. You're going to get five or six. She's going to get the big ones. You're going to get the big ones.",
        2867.22,
        2874.56
    ],
    [
        " Again, you know these maneuvers. You've been flying F18s for three years. You've been through a training course. You're going to get all the big ones for the most part. You know, here and there we we some folks kind of get overwhelmed. But for the most part, you've got the big ones.",
        2874.66,
        2886.5
    ],
    [
        " You're now doing an assessment of me like this is just in your own head. Because are we paired up for the whole time where it's not going to be you and me. No, no, but you're going to see me.",
        2888.46,
        2897.26
    ],
    [
        " Yep. Five more times eight more time. Whatever the numbers. You're looking at me and you're going. Yeah. Or you're going.",
        2897.4,
        2905.48
    ],
    [
        " You guys got some potentially not bad. Is that based on my experiences that based on the time I've gotten the aircraft. Is it based on hey, this guy's got a little natural ability.",
        2905.8,
        2919.5
    ],
    [
        " Yeah, I think it's all the above man. It is. I've listened to you talk about this when you first lock up in jujitsu and you don't know 100% of this other guy. But you know a lot right away.",
        2919.96,
        2933.6
    ],
    [
        " Right away. It's the exact same thing almost on that first turn when I'm the instructor and I'm looking over my shoulder on your very first break turn.",
        2933.84,
        2943.4
    ],
    [
        " I'll get about 75% of what I know about you in that turn. And sometimes it's like, oh man, okay.",
        2943.76,
        2950.18
    ],
    [
        " This is going to be a lot of learning. Yeah. And that's like damn, that was that was pretty good. And you can feel that in a very same way in an airplane.",
        2950.48,
        2959.76
    ],
    [
        " It does not tell the whole story. But it gives you a really good cue and a really good indicator of who that person is in terms of flying the airplane. And that's a big part of it.",
        2959.94,
        2969.26
    ],
    [
        " But I am much less concerned about how well you flew your machine. And I'm about how well you can explain what happened. And so the debrief is still a huge part of what my assessment is about you.",
        2969.72,
        2981.76
    ],
    [
        " And I won't really know what that debrief is going to be like until we get in there. But if you show me if we lock up and I feel like you're in the game and you fly a really good airplane.",
        2981.76,
        2991.02
    ],
    [
        " I bet you the debrief is going to be really solid. If I'm out there with a kid who's all over the place, he can barely keep his plane where it needs to be.",
        2991.48,
        2998.18
    ],
    [
        " It's very likely his debrief is going to be just as bad.",
        2998.4,
        3000.72
    ],
    [
        " You know what's interesting is this. I'm thinking about this idea of when you lock up with someone on the jujitsu mats of justice.",
        3001.42,
        3007.34
    ],
    [
        " Yes, sir. You could lock up with nine different types of people. And they all feel totally different.",
        3007.34,
        3020.0
    ],
    [
        " But the indicators that you're getting are providing you with messaging that you have to have a high depth of knowledge to understand.",
        3020.74,
        3033.34
    ],
    [
        " And my clear examples. You get the guy that's just super strong. Right. And he's super strong. So you feel all this tension. But you know as soon as you lock up with him, you go, oh, he's strong.",
        3033.34,
        3047.24
    ],
    [
        " He doesn't know what he's doing. Right. Like that's crazy that you can sense he's really strong. But he doesn't have jujitsu.",
        3047.58,
        3054.06
    ],
    [
        " You lock up with someone that's all lanky and skinny and pale and just and you lock up and they're weak. They're weak.",
        3054.62,
        3063.44
    ],
    [
        " And you lock up with them and you go, uh oh, this guy's got some skills. You can tell that when you lock up, even though the messaging that you're getting to your brain is totally opposite.",
        3063.8,
        3075.64
    ],
    [
        " They're totally opposite. And then occasionally you get someone that you lock up and you're like, oh, this person's strong and they know jujitsu. This is going to be fun.",
        3076.66,
        3083.6
    ],
    [
        " This is going to be a challenge. But it's interesting that you can gather all that from we just, you know, what that lock up and maybe a little bit of a, you know, a little bit of movement.",
        3083.66,
        3096.36
    ],
    [
        " I mean, I'm talking two seconds, a movement, three seconds of movement. You're like, okay, this is going to suck. This is going to be hard or okay, I'm going to have weather the storm here. This guy's strong, but he's not he's doing that.",
        3096.36,
        3106.76
    ],
    [
        " That's a, I don't know if that's completely unique to jujitsu and maybe you're getting guys that you do notice, do you notice that level of understanding based on this guy's, you know, initial reactions.",
        3106.92,
        3120.0
    ],
    [
        " You get a, you get a good read. The way you described it, I think is exactly how I would describe it. You get a good read. It doesn't determine the outcome. You don't know everything.",
        3120.76,
        3129.76
    ],
    [
        " But in those for, in, in, I'll call it the first three, four seconds. It's really the first one or two turns. You watch a couple of turns out of a guy. You know what you're dealing with for the most part.",
        3130.42,
        3140.44
    ],
    [
        " And you know what a good turn looks like. And you know what a week turn looks like. And if a guy gives you two week turns, you kind of know how it's going to play out.",
        3140.7,
        3148.32
    ],
    [
        " What, what does a good turn look like? What does a bad turn look like? A good turn versus a bad turn is a good turn is his, his angle towards you is exactly where it's supposed to be.",
        3148.32,
        3160.88
    ],
    [
        " There's no too high or no too low. It's exactly on the plane that it's supposed to be down to the degree. And you're like, wow, he gave me, he gave away nothing in that turn because I can oversteer.",
        3161.12,
        3170.98
    ],
    [
        " You can, you can oversteer. I can understeer. That's right. You can do both. You can pull not enough. You can pull too much. You can overturn. You can underturn. You could be a little late on your after burger.",
        3171.0,
        3181.22
    ],
    [
        " You could be a little early on your after burger and get going a little too fast. And it opens up your circle even bigger, which gives me even more room. And so the margin of that of the four or five things that you're in control of.",
        3181.64,
        3193.26
    ],
    [
        " You got to get them now. Hold on. Yeah. You just said it gives you more room. It gives you more room because I hit.",
        3193.64,
        3200.02
    ],
    [
        " I thought you, I thought you wanted to have more room. Oh, no, you want to close. Okay, I got it. I got it. No, it's, it's, it's definitely confusing to me. Yeah. And I need to kind of maybe as we keep talking, I'll try to.",
        3200.88,
        3214.34
    ],
    [
        " There's a lot of what we're talking about here in this one against one. That's, that's really cool and, and reveals a lot of things.",
        3215.2,
        3223.26
    ],
    [
        " But it's a really small part of what we're asking folks to do a top gun and what you're really trying to train to.",
        3223.56,
        3229.22
    ],
    [
        " And I need to just explain it a little bit more simply and, and, and, and more rudimentary in a way that, hey, what the objectives are.",
        3229.9,
        3236.62
    ],
    [
        " So that as we talk more about what top gun is, it'll make more sense. It's just, it's not quite as simple as I want to close the gap and you want to close the gap.",
        3237.08,
        3246.2
    ],
    [
        " What I'm really trying to maneuver to is a place where I can employ a weapon. And now there's like this weapon has this minimum max range.",
        3246.2,
        3252.24
    ],
    [
        " This weapon has this minimum max range. And I might try to start for a gun shot, but like, oh, that's going to be hard. So maybe I'll maneuver to a missile shot.",
        3252.36,
        3258.62
    ],
    [
        " Well, this missile has this envelope. Well, I'm outside of that, but this missile has another envelope. So there's a lot of overlapping things.",
        3258.9,
        3265.3
    ],
    [
        " I think the biggest takeaway is is that in order for me as the defender or you as the attacker, the offensive airplane for either of us to succeed in our role, the margin of error at top gun is really small.",
        3265.3,
        3280.64
    ],
    [
        " The capacity to identify your mistakes and those errors is what the real test is. And that happens in the debrief, but you can fly a plane against another aircraft and look over the horizon and watch you fly.",
        3281.88,
        3294.24
    ],
    [
        " I can fly against you and I can tell from the way you move your plane through the sky how good you are. And I can see it and I can feel it and I can watch it and I can calculate it.",
        3294.42,
        3304.3
    ],
    [
        " And I can most of the time in the first two turns tell you exactly how the fight is going to play out. Now if you show up and you give me those first two turns are everybody as good as mine. Now it's like, man, I don't know how this is going to now you're in a real fight.",
        3304.46,
        3319.38
    ],
    [
        " The student against the structure, it just doesn't happen. They just can't bring that level of capability and that performance. You're never contemplating the outcome. You're mostly contemplating how well they minimize their errors and how well they optimize their performance to give away as little as possible.",
        3319.76,
        3336.4
    ],
    [
        " Okay, so in the debrief, you're like, hey, you know, you you pulled too hard. Here's what happened. Look right here. See, see this. You pulled too hard. That's why I'm drifting out of the screen or whatever because you pulled too hard.",
        3336.64,
        3350.08
    ],
    [
        " Yeah. Is this something I go, okay, cool. Got it. Is it a relatively easy thing for me to note? And I'm learning it. It's like, oh, I mean, in Jiu Jitsu, I'd say, hey, echo, you know, you're you need to get you, you squeeze your knees together, right on a normal. Hey, you could have done better, but you, you're knees will lose squeeze your knees next time. And that's something he can factually start doing like at that next arm walk. He tries to get in. Boom. He tightens the knees and he gets it. So this is a similar level of correction and ability.",
        3351.9,
        3380.06
    ],
    [
        " To make those corrections. Yeah, it's almost immediate because everything I'm telling you, you understand, I'm not teaching you a concept and I'm not showing you a move that you don't know. I'm revealing a little bit of an error that you know, hey, what you did here was just, hey, you need to, you need to have your hips here and you need to have your arm here. But you, you get that you're like, oh, man, I can actually recall that my hips weren't where you said that makes sense. Now that I'm seeing this. And typically the way you would have that work is, hey, do you think your earlier or later on?",
        3381.96,
        3410.06
    ],
    [
        " You know, I'm going to be late on this entry here and go, I'm super late. I'm like, yeah, why do you think you're late? Well, first I saw your airplane kind of move, which tells me I'm late, but I also look up and you're doing this airspeed 470. Hey, you know, if you're doing 470, you should have turned already, right? So what's the key?",
        3410.08,
        3427.38
    ],
    [
        " And see, look, hey, I need to start this turn sooner and I need to look for different things and you can go out in the very next flight and almost immediately make that correction. So that's good. So where we were at right there is I liked, I caught this.",
        3427.38,
        3439.68
    ],
    [
        " I saw your airplane move. So I knew I was late. I've said this about Giu Gitsu. If you have to think about the move, you're too late. If I take a second, if I go, oh, Echo's arm is available right now.",
        3440.34,
        3456.74
    ],
    [
        " I think I'm going to go for it. He already defended it. Yeah, I had to have felt it and acted on it. That's anything. That's exactly the same thing. What do you see? Yeah, what do you see? What's a little indicator? So the indicator is if I'm far enough away as you're turning. So you're offensive. If I'm far enough away and you're watching me and you're looking for a cue on when you should start your turn.",
        3456.74,
        3478.72
    ],
    [
        " If I'm far enough away, I kind of just, I appear to just be rotating in the sky because I'm so far. You don't see it. You don't see the lateral movie. Don't see my airplane moving across the sky. Almost appear to be stationary.",
        3479.28,
        3489.4
    ],
    [
        " But the closer I get, and you can picture this, like seeing something far away doesn't have a high crossing rate and something like a car. You look at a car a couple of miles away. You don't see it moving back and forth. And as it gets close, you see this movement back and forth. It's a lot easier to see.",
        3490.06,
        3503.38
    ],
    [
        " What we tell people is you look for the cue that when he stops being stationary in the sky and starts to move across the sky, you're at the range at which you should start to turn your airplane.",
        3503.92,
        3512.94
    ],
    [
        " The problem is, is I'm staring at you going, okay, I'm waiting for him to move and waiting for him, okay, I see him starting to move. And then it's your late.",
        3513.76,
        3521.16
    ],
    [
        " And so it's that visual cue of rotating to translating to this guy, which occurs at an exact range. It's, it's a mathematical range of which you can see that.",
        3521.36,
        3533.32
    ],
    [
        " You have about a second to restute to be on time. And if you're a second early or a second late, you miss that window. And if you're looking for it, it's too late.",
        3533.8,
        3545.02
    ],
    [
        " You're looking for the attitude. Is that the right word, the attitude of the aircraft?",
        3546.7,
        3551.86
    ],
    [
        " No, you're looking for the way the aircraft moves. I would call it the crossing rate. So if I'm five miles away from you and I'm staring at you, you could be moving pretty aggressively.",
        3552.3,
        3562.12
    ],
    [
        " But I don't have to move my head to keep up with you. You're so far away, you're just a little dot. You're just moving.",
        3562.32,
        3565.88
    ],
    [
        " The closer I get, the more it's obvious I can, oh, he's actually moving back and forth. You know, these really small turns actually the closer get are huge turns.",
        3566.02,
        3574.56
    ],
    [
        " And so at some point, the turn of you rotating through the sky actually appears to be moving across the sky.",
        3574.96,
        3581.48
    ],
    [
        " Got it.",
        3581.68,
        3582.08
    ],
    [
        " That range, I'll say it roughly a mile, just keep it simple. That's the point at which you can, you can, that transition from rotating to moving.",
        3582.54,
        3591.72
    ],
    [
        " That's about at that mile and you have to know where that is as soon as that happens, you have to start turning.",
        3591.98,
        3596.06
    ],
    [
        " And I'm teaching you to look for that. Now, you already know what that is. You can explain it. You can teach it.",
        3596.58,
        3606.16
    ],
    [
        " But it's the ability to do it against an aircraft, moving as dynamically and as aggressively as I'm going to be when you're fighting me is where the challenge comes from.",
        3606.56,
        3614.44
    ],
    [
        " And to prepare for this, to come to school, a lot of the guys you've been flying with don't show you the optimal maneuvers.",
        3616.14,
        3625.78
    ],
    [
        " They show you a pretty good maneuver, but not an ideal maneuver.",
        3626.14,
        3629.2
    ],
    [
        " And that's just because they're lack of ability. They're just not as good. And you know, you've talked about when, when guys like Dean train to go fight in the UFC, they don't just have one training partner.",
        3629.3,
        3640.86
    ],
    [
        " They have one guy who's exceptionally good at maybe this one thing. He's really good at grappling.",
        3641.02,
        3645.12
    ],
    [
        " Maybe this guy is really good at striking. Maybe this guy's really good at judo. And he's going to train to be really good at all those things.",
        3645.58,
        3650.32
    ],
    [
        " I suppose it just, his training partner while he's a little weak in this, but he's my training partner.",
        3650.32,
        3653.84
    ],
    [
        " Hey, if my training partner has some strengths here, but he's not great here, you're going to show up to top gun.",
        3654.3,
        3658.74
    ],
    [
        " And we're talking about this one particular skill. You're going to get overwhelmed.",
        3659.18,
        3662.92
    ],
    [
        " All right. So how many flights do we do like this where we're just one on one?",
        3664.3,
        3669.74
    ],
    [
        " Five, six.",
        3670.42,
        3671.74
    ],
    [
        " Do you ever go as the instructor? Do you ever go on offense? Or is that just too easier as that part of it?",
        3672.44,
        3679.52
    ],
    [
        " That's part of it. That's the next flight.",
        3679.64,
        3681.26
    ],
    [
        " The next flight.",
        3681.52,
        3682.2
    ],
    [
        " Yep. Once you, you don't let me get another crack at the title.",
        3682.28,
        3685.28
    ],
    [
        " Well, if you, if your fight is so bad that you couldn't even stay behind me, we're going to go do it again.",
        3686.42,
        3691.94
    ],
    [
        " But as soon as you prove to me, hey, you've demonstrated that you're good enough.",
        3691.94,
        3695.04
    ],
    [
        " You understand what's happening that you can maintain this offensive position. We're moving on.",
        3695.04,
        3698.42
    ],
    [
        " Didn't you say zero people execute a good turn?",
        3698.46,
        3700.44
    ],
    [
        " Zero. But that turns.",
        3701.06,
        3702.52
    ],
    [
        " So a marginal turn still keeps me in the game.",
        3702.72,
        3705.38
    ],
    [
        " You're going to have four different sets.",
        3705.64,
        3706.86
    ],
    [
        " So I'm hoping that each one gets a little bit better.",
        3707.26,
        3709.72
    ],
    [
        " If you have one of those three ranges that wasn't going to have you do it again, hey, let's do that 9000 foot one real quick.",
        3709.92,
        3716.76
    ],
    [
        " Let's do it again. Show, show me one more.",
        3716.8,
        3718.46
    ],
    [
        " And if you're in the window and then in the debrief, you can really explain to me what your errors were.",
        3719.36,
        3724.86
    ],
    [
        " And I truly think that you understand what those were, were, I don't need you to go do it again.",
        3725.06,
        3729.62
    ],
    [
        " If I finished the debrief and I can tell you're lost, I can tell you don't really know what happened.",
        3730.08,
        3733.8
    ],
    [
        " And you didn't really execute and can't explain why we're going to go refly that until you do it again.",
        3734.02,
        3738.78
    ],
    [
        " How many out of 10, how many would you have to reload out of 10 pilots? How many do you have to reload and say, you know what?",
        3739.4,
        3746.36
    ],
    [
        " 8, maybe 9. 9 out of 10.",
        3747.7,
        3750.2
    ],
    [
        " My, my, my class.",
        3750.42,
        3751.48
    ],
    [
        " Well, I'd you say is the next flight we're already doing something else that sounds like we need to do this.",
        3751.68,
        3755.56
    ],
    [
        " Yeah, well, we skipped is something I've mentioned you once before.",
        3755.58,
        3759.72
    ],
    [
        " Most of those reloads, you don't even get to the debrief.",
        3760.24,
        3764.18
    ],
    [
        " We do what's called an immediate refly.",
        3764.4,
        3766.02
    ],
    [
        " We land, we go back and I say, Jaco, don't take off your flight gear.",
        3766.5,
        3771.5
    ],
    [
        " Sign for this airplane. We're going right back out and doing it.",
        3772.5,
        3774.72
    ],
    [
        " Don't you want to tell me what I did wrong? I'm gonna.",
        3774.72,
        3776.54
    ],
    [
        " And in the time that it takes to walk from the airplane to maintenance, assign for the airplane and go back to the airplane in that 15 minutes,",
        3776.82,
        3782.48
    ],
    [
        " you're not going to talk for the entire 15 minutes.",
        3783.06,
        3784.5
    ],
    [
        " Hey, I want you to start looking for this.",
        3784.6,
        3786.26
    ],
    [
        " You're consistently late. Look for this queue. Pay attention to this. Hey, you just slow down, relax.",
        3786.62,
        3791.32
    ],
    [
        " You're going too fast here. You're going too slow here. Take it. And I'm going to give you three or four things to think about.",
        3792.1,
        3796.18
    ],
    [
        " And we're going to go do it again. And that's usually enough to get you to kind of get back your composure and get back to doing it again.",
        3796.32,
        3801.38
    ],
    [
        " And my first, when I went through as a student, only one student in my class got passed the first flight on the first try.",
        3801.56,
        3810.24
    ],
    [
        " One guy was his name Dave.",
        3810.62,
        3813.14
    ],
    [
        " It was not.",
        3813.7,
        3814.1
    ],
    [
        " It was pretty epic. It was pretty epic. It was not me.",
        3814.56,
        3820.04
    ],
    [
        " I was lucky enough that I had one refly and it was that very first flight.",
        3820.7,
        3825.24
    ],
    [
        " I reflued that first flight on immediate refly and I never reflued a flight again, which was kind of crazy.",
        3825.3,
        3830.0
    ],
    [
        " Did you kind of want to get more reflits so you get more time flying?",
        3831.62,
        3834.74
    ],
    [
        " No, I didn't. I wanted to pass the flight on the first try.",
        3835.32,
        3838.3
    ],
    [
        " We could tell the story some other time, but I got plenty of flight time. But I wanted to pass.",
        3839.02,
        3845.1
    ],
    [
        " I wanted to do well enough of my first flight to pass. That's what I wanted to do when I was there.",
        3845.32,
        3849.54
    ],
    [
        " Okay, so now we finished with this one-on-one.",
        3850.72,
        3852.9
    ],
    [
        " Yep.",
        3853.4,
        3853.48
    ],
    [
        " Well, we finished with the first flight now.",
        3853.76,
        3857.28
    ],
    [
        " So I was on offense. Now you're going to go on offense and I'm trying to shake you.",
        3857.72,
        3863.02
    ],
    [
        " Yeah, you're going to be on defense. We're just going to swap roles.",
        3863.06,
        3865.22
    ],
    [
        " And all I'm doing is doing a freaking tight turn. That's it. There's no shock. There's no drive.",
        3866.24,
        3871.18
    ],
    [
        " Jive. There's no, it seems, why is it seem like that just like I could do something a little bit better.",
        3871.32,
        3877.14
    ],
    [
        " Yeah.",
        3877.44,
        3877.6
    ],
    [
        " Like how come you guys couldn't think like me?",
        3880.46,
        3882.92
    ],
    [
        " Yeah, I mean, I think that you just you parallel is probably pretty good.",
        3883.22,
        3887.7
    ],
    [
        " If you're an hour going out there and I'm like just going to, and I just start getting wild with you",
        3887.82,
        3891.14
    ],
    [
        " and just turn to some of these crazy things and I'm trying to throw these crazy moves your way to try to shake you.",
        3891.14,
        3895.66
    ],
    [
        " Is it really going to be a problem for you? No.",
        3895.82,
        3897.62
    ],
    [
        " Is it going to make it easier for you? Yeah, it's going to make it easier than if I just do exactly what I'm supposed to do.",
        3897.82,
        3903.76
    ],
    [
        " And there's sort of one or two things that I really have to do.",
        3903.86,
        3907.04
    ],
    [
        " I have to put my body in this place. I have to put my weight in this place for this to work.",
        3907.58,
        3911.94
    ],
    [
        " And if I don't have those two, all the other stuff that I'm doing for you is like, what are you doing, man?",
        3912.52,
        3916.68
    ],
    [
        " Like it's just almost like it's just, it does, it does nothing but make it easier for you to attack my position.",
        3916.86,
        3923.78
    ],
    [
        " That being said, if you're on defense as the instructor, you can do a break a ditch, a deck transition,",
        3923.86,
        3933.72
    ],
    [
        " and then another break and then another, like you can pile these moves on top of one another, right?",
        3934.06,
        3937.66
    ],
    [
        " Oh yeah, I mean this happens multiple times in a flight. Yeah, you're doing ditch and ditch and ditch and it's happening several times.",
        3937.82,
        3944.12
    ],
    [
        " It's not just three moves. Those moves, like that several times.",
        3944.16,
        3947.84
    ],
    [
        " So those are the moves then. Yes.",
        3947.84,
        3949.28
    ],
    [
        " The moves are those moves. So in GJ2, there's a really easy way to explain this, escaping the mount, right?",
        3949.28,
        3958.52
    ],
    [
        " When you escape the mount, you can either, basically, you can either opa the guy over your left shoulder, over your right shoulder,",
        3958.66,
        3966.18
    ],
    [
        " you can knee escape or you can elbow escape the right leg or your or their left leg, right?",
        3966.32,
        3970.9
    ],
    [
        " That's, you can go in any one of those four spots.",
        3971.04,
        3973.36
    ],
    [
        " And you know, this is actually deemlister material.",
        3974.62,
        3977.4
    ],
    [
        " You can go, so you have to try A first. When it doesn't work, you can try B. When that doesn't work, you can try C.",
        3978.3,
        3984.7
    ],
    [
        " When that doesn't work, you can try D. When that doesn't work, you go back to A.",
        3984.96,
        3988.06
    ],
    [
        " But the way you actually escape is ADBC, DBC, DDDB, ACB, D-Boot, and you're out.",
        3988.68,
        3995.38
    ],
    [
        " So this is the same thing. Yeah, when you said, hey, teach me the moves.",
        3996.3,
        4001.46
    ],
    [
        " I'm making it simple. There's basically three moves. Now you, you are going to apply them throughout that flight,",
        4002.78,
        4008.96
    ],
    [
        " but you're not going to come up with like, oh, man, I'm going to come up with some crazy thing that he's never seen before.",
        4009.12,
        4015.04
    ],
    [
        " It doesn't work and it actually makes it worse for you. So if you're mounted and I'm trying to get you off,",
        4015.54,
        4021.56
    ],
    [
        " I just am flailing right, I roll over on my stomach or do some as the offender, you're just like, dude, you're not helping.",
        4021.6,
        4028.26
    ],
    [
        " Just do A. When you just work fully, the best thing you can do is just do a break.",
        4029.4,
        4034.02
    ],
    [
        " That's right. Best thing you can do. The best thing you do is do a break.",
        4034.3,
        4037.02
    ],
    [
        " And then do a ditch. And then do another break. And then do another ditch. And then do another break.",
        4037.28,
        4041.24
    ],
    [
        " Yeah. And you're out of moves, by the way, the three moves.",
        4042.08,
        4044.8
    ],
    [
        " Yeah, I'm in and listen, sometimes you can't do a ditch. If you're too close to the ground, the ditch is in an option.",
        4045.5,
        4051.62
    ],
    [
        " It's not available to you. If you do it, you will die. Period. So it is not in your repertoire.",
        4052.26,
        4056.24
    ],
    [
        " How much do you use a change of pace? Like in basketball, you know, when you're dribbling down the court, you change pace.",
        4056.28,
        4062.22
    ],
    [
        " You go, you're going fast and you slow down for a second, then you go fast again. Is there any of that?",
        4062.4,
        4066.62
    ],
    [
        " Yeah, not really.",
        4066.86,
        4067.6
    ],
    [
        " Is that because it's too hard to control the rate of speed of the aircraft in a short enough time that it will make them react in a proper way?",
        4068.32,
        4075.26
    ],
    [
        " Yeah, I think that's that's a big part of it. And so getting from fast to slow is pretty easy.",
        4075.48,
        4081.34
    ],
    [
        " Getting from slow to fast is harder. And so the change of pace to me is more about, I'm going to, I'm going to try to get some airspeed back.",
        4081.88,
        4090.3
    ],
    [
        " Let's say I'm going 200 knots and I'd love to be 400 knots. I can't just go from 200 to 400.",
        4090.96,
        4096.36
    ],
    [
        " So I'm going to go to 220. And that may take a second and I'm going to steal that 20 knots.",
        4096.98,
        4101.66
    ],
    [
        " And then we're going to swirl around a little bit and then I'm going to see an opportunity to go, oh, oh, oh, jaco gave me a little bit of room here.",
        4102.02,
        4106.98
    ],
    [
        " I'm going to go from 220 to 250 and that'll be three seconds. Boom, I got it. And I'm going to steal that and I'm going to get to fit.",
        4107.28,
        4113.54
    ],
    [
        " And I'm going to, so that change of pace is me trying to steal.",
        4113.68,
        4116.9
    ],
    [
        " But if you ever apply so much pressure to me effectively that I can't do that, I don't get that speed back.",
        4117.74,
        4124.42
    ],
    [
        " And you can actually find aggressive enough airplane to keep me from doing that. That I don't get to just steal that to dictate the pace.",
        4124.64,
        4132.08
    ],
    [
        " So the pace of that of changing air speeds, it comes at a pretty big cost.",
        4132.28,
        4137.14
    ],
    [
        " And so you have to do it really intelligently when you do that and steal it every chance you get.",
        4137.6,
        4142.14
    ],
    [
        " What about when Dan was talking about going vertical?",
        4142.34,
        4144.74
    ],
    [
        " Yeah. So there's a really unique thing that they discovered at the top of them.",
        4145.18,
        4149.64
    ],
    [
        " When they talked about the egg about this vertical fight is the way your airplane maneuvers vertically going from pointed up so pointed high to low is a.",
        4149.72,
        4160.92
    ],
    [
        " Your airplane is typically very slow at the top of a loop, which makes sense.",
        4160.92,
        4163.96
    ],
    [
        " You lose energy to get up there. So the slower you are, the smaller your radius is so the tighter you can turn.",
        4164.12,
        4169.0
    ],
    [
        " But you also have something we call God's G. So it is pulling you back towards the ground.",
        4169.48,
        4174.88
    ],
    [
        " So the radius of your turn at the top of a loop is way smaller than your radius at the bottom of a loop.",
        4175.04,
        4180.08
    ],
    [
        " Because you're fighting against G going from low to high. G is helping you going from high to low.",
        4180.44,
        4186.02
    ],
    [
        " So if there's ever a place where you're above someone and they're below you and all the other factors are relatively even your turn at the top is better than his turn at the bottom.",
        4186.36,
        4197.66
    ],
    [
        " And it's typically a more advantageous place to be.",
        4197.66,
        4199.94
    ],
    [
        " And so the key would be is how can I maneuver to a place where I can climb above you without putting myself at risk to your weapons and then maneuver above you and take advantage of that free G force that's available to me going from high to low.",
        4200.68,
        4214.0
    ],
    [
        " Where you're fighting against that and you're losing it going from low to high. And that's kind of the goal of that vertical fight that he described.",
        4214.0,
        4220.8
    ],
    [
        " So is that something that you would do?",
        4221.16,
        4223.36
    ],
    [
        " Yeah, I mean that's something you could do. So he brought up an interesting thing and you mentioned this with boy.",
        4223.7,
        4228.44
    ],
    [
        " I think the way you said it was exactly right, man. So F18, F16, F15, MIG29, S-C27.",
        4228.56,
        4239.66
    ],
    [
        " All these airplanes in this generational world that I was in at Top Gun during that time, they're all pretty good.",
        4239.9,
        4246.18
    ],
    [
        " And you know what? The F16 is a little bit faster than an F18.",
        4247.14,
        4253.44
    ],
    [
        " But the F15's got a little bit better turn race and it's no different than hey maybe you're stronger than Echo.",
        4254.28,
        4258.28
    ],
    [
        " But Echo's got a little better flexibility and maybe you've got some capacity that he doesn't.",
        4258.82,
        4265.56
    ],
    [
        " But none of that is exclusive meaning you don't get to just beat him because you're stronger because he can counter that strength that you have with something that maybe you don't have.",
        4266.14,
        4274.02
    ],
    [
        " So on paper, all these airplanes have different strengths and weaknesses. But none of them are so absolute that you get to just beat me because your machine is better than me.",
        4274.52,
        4282.2
    ],
    [
        " It's always always always comes down to the pilot.",
        4282.6,
        4284.94
    ],
    [
        " Depending on what type of plane I'm flying against, that vertical move is an awesome move.",
        4285.76,
        4290.5
    ],
    [
        " Some airplanes, it's the last thing I want to do so I won't go up there at all.",
        4291.06,
        4295.22
    ],
    [
        " When Boyd comes to his conclusion, wasn't our aircraft in Korea worse than the other aircraft?",
        4295.6,
        4304.7
    ],
    [
        " In most ways, yes. Most of the ways he didn't.",
        4305.22,
        4307.64
    ],
    [
        " And how was that not just a red flag that hey actually it depends on what the pilot does?",
        4307.84,
        4312.14
    ],
    [
        " Well, in Boyd's defense Boyd kind of understood that.",
        4313.02,
        4316.34
    ],
    [
        " Boyd had the way Boyd explained it when he talked about EM theory that Dan was talking about.",
        4316.72,
        4323.3
    ],
    [
        " He explained it in some way of a different way.",
        4323.48,
        4325.38
    ],
    [
        " He also evolved into a different airplane, the Phantom.",
        4325.6,
        4328.12
    ],
    [
        " But Boyd, make no mistake, Boyd understood that just because your machine turned faster, climbed higher didn't mean you're going to win.",
        4328.52,
        4336.66
    ],
    [
        " Boyd understood that without a doubt.",
        4336.92,
        4338.56
    ],
    [
        " Because we know that there's other areas that were stronger in.",
        4339.16,
        4342.5
    ],
    [
        " Others that were stronger in and I can actually assess in real time how well you're performing your aircraft.",
        4342.86,
        4349.94
    ],
    [
        " So I can observe and go, hey your airplane can actually do this but you're not making it do that.",
        4350.9,
        4356.22
    ],
    [
        " So guess what, you're essentially giving that to me.",
        4356.38,
        4359.56
    ],
    [
        " So the strength on paper that says you know you can jump this high.",
        4359.98,
        4364.76
    ],
    [
        " Well, in theory you should have that extra three or four inches that you can jump it I can't.",
        4365.3,
        4370.08
    ],
    [
        " But you're not jumping that high.",
        4370.32,
        4371.96
    ],
    [
        " And I can see that and assess it and I'm going to take that from you and I make that your advantage is no longer your advantage.",
        4372.32,
        4377.32
    ],
    [
        " So how does Boyd then get to hey don't fight a Meg with a F4 Phantom?",
        4377.74,
        4383.24
    ],
    [
        " I mean the way I perceive that is a failure to recognize a how much training matters.",
        4384.42,
        4393.02
    ],
    [
        " How much how critical it is to be able to observe all these tiny little nuance things that by themselves may not appear to be a big deal.",
        4393.4,
        4401.14
    ],
    [
        " But if I find 20 of them in a fight and I put them all together it's a massive advantage.",
        4401.62,
        4405.96
    ],
    [
        " And what this what what science says an airplane can do isn't the limiting factor.",
        4406.94,
        4414.42
    ],
    [
        " Now there are some limits but when you build an EM diagram you don't account for Dan Petersen's tail slide.",
        4414.84,
        4422.04
    ],
    [
        " Sound in the EM diagram it's not in the science because the science says the airplane is no longer flying and these guys are like yeah that may be true.",
        4422.88,
        4429.2
    ],
    [
        " But watch this I can go pure vertical to my tail of the airplane slides back down I can pitch around with my rudder none of that is in the diagram.",
        4429.54,
        4436.42
    ],
    [
        " And I can make my airplane do something the paper says it can't and when I do to you you will not know how to react and I'm going to kill you.",
        4436.44,
        4442.48
    ],
    [
        " So that combination of the mentality and the mindset with the recognition that a fight is 20 things piece together and all of them together is how you get to the outcome is why Top Gun is what Top Gun is.",
        4442.62,
        4457.14
    ],
    [
        " If I'm looking at that like I just don't understand how I don't figure out that I can beat a MIG within F4 if I know well let me take one step further.",
        4460.86,
        4473.7
    ],
    [
        " How do the engineers not know this how the engineers not say hey here's what you can do with one of these aircraft.",
        4474.4,
        4479.06
    ],
    [
        " In that era I think the way Dan yet describes it is they didn't they didn't have the right mentality these airplanes were not even designed to be dogfighters there was a they were convinced that that era was over that's kind of like guys like in the Air Force guys like Robin olds or such legends because in the face of an entire industry and in the face of an entire era of.",
        4481.56,
        4508.74
    ],
    [
        " Of the military mindset he recognized that the value you know the thing that makes us better is how well we train and how how aggressive we are with our machines not what you tell me the machine can do and that's why guys like yank and the do's the sort of Top Gun and guys like the Robin olds of the world that's why those guys are legendary because they fought against a trend that said this is a machine that's not designed to turn if you turn with the MIG you're going to lose it's like well.",
        4510.0,
        4536.56
    ],
    [
        " We're turning with MIGs and I'm not going to lose so I'm going to figure this thing out and some guys did and that was the origin of Top Gun is when everybody else saying you can't do this is not only can we we have to.",
        4537.28,
        4547.2
    ],
    [
        " And that's pretty cool.",
        4547.76,
        4549.42
    ],
    [
        " The other I'm just thinking of of the test pilots right because because those guys are taking these birds and the engineers are saying it can do xyz and they're taking it way beyond those limitations especially in that era that's what I'm saying because nowadays maybe with commute computer modeling in AI yeah you can maybe get a little closer but back then it was like okay here's the bird here's what we think you can do what he got dude.",
        4550.5,
        4579.04
    ],
    [
        " Those guys back then the Yeager era those guys would get in airplanes and even though they were going to fly.",
        4579.56,
        4584.36
    ],
    [
        " I mean what they knew on paper versus what was going to happen there was a big gap there those test pilots of that generation you know that right stuff generation.",
        4585.04,
        4592.96
    ],
    [
        " I mean they were doing crazy things and having the discoveries they made and what they're able to do now there is so much more modeling so much more science behind it that look there's still a community out there they're doing incredible things but typically when you strap on it.",
        4593.4,
        4609.02
    ],
    [
        " And you have a pretty good idea of how it's going to perform and how it's going to be no where near like what they were dealing with in that era how did you feel when you when you were flying the F 22 and the F 35 how how much were you saying it hey you guys told me xyz let me give you the real numbers over here from from good deal.",
        4609.16,
        4624.44
    ],
    [
        " Yeah well that that was kind of my life in the Raptor I was an operational test pilot so not a developmental guy that's that you know there's developmental test which is literally they build it and they want to go see if this thing works.",
        4624.44,
        4634.2
    ],
    [
        " Our job is once they figured out the machine work which is the Raptor operational test pilots go out there and figure out how to use this thing and operationally test it in operationally relevant environments so not the science but the operational piece of it and you look you had to know the science you had to know what the airplane could do mechanically.",
        4634.48,
        4652.86
    ],
    [
        " But the coolest thing about being an operational pilot was taking an airplane like a Raptor and then finding everything you didn't like about it everything you thought was wrong about it everything that the science said was good but you knew wouldn't work in combat and we got to identify and fix those things and that was awesome because you took this awesome machine and put it in in relevant operational scenarios and you beat the crap out of it to see how it would do.",
        4653.04,
        4676.4
    ],
    [
        " Give me an example unclassified of like hey you took your Raptor out and you said you know what you need to make some adjustments over here and I mean I know the acquisition systems in the military is like crazy would you get real time fixes on these birds yes I would get pretty quick you know we had to do a lot of prioritize and execute back when we're doing operational test so we get this airplane have we had this list of 30 or 40 things on this tracker of all the things wrong with it.",
        4676.46,
        4706.32
    ],
    [
        " And oftentimes what we thought was the number one problem would take the longest and cost the most money.",
        4707.28,
        4712.52
    ],
    [
        " But problem 5 6 and 7 combined were less and problem one and they could fix it in a matter of days and so we hit problem 5 6 and 7 and got really quick turnarounds and made a ton of incremental changes that over time over 2-3 year period completely change the K.",
        4712.82,
        4730.86
    ],
    [
        " We didn't always get everything we wanted we didn't always get all the money we needed and we always have time to make all the fixes but we had a really cool feedback loop with the engineers to fix the things that we said were important and make it fix it really fast.",
        4731.7,
        4743.4
    ],
    [
        " Okay, I'll run you back to top gun.",
        4743.7,
        4747.72
    ],
    [
        " You're putting me through training and you're judging you echo and me.",
        4748.6,
        4754.9
    ],
    [
        " Okay, and you get your first lock up with both of us you do your little assessment.",
        4755.24,
        4760.0
    ],
    [
        " What?",
        4760.7,
        4761.44
    ],
    [
        " Prioritize next you what's the number one differentiator between echoes.",
        4762.6,
        4769.72
    ],
    [
        " Top line capability so you're going to get echo your new goal is just to train echo and train me to be as good as we possibly can get.",
        4770.72,
        4777.7
    ],
    [
        " What is the what's the quality that you're like oh echoes good at this he's going to be able to excel in in this and he's going to do a little better better than",
        4778.12,
        4788.7
    ],
    [
        " Jockel because I can see Jockel is kind of lagging in his ability to X.",
        4788.7,
        4792.38
    ],
    [
        " Yeah, I would say recall.",
        4792.38,
        4794.64
    ],
    [
        " From remember I'm teaching an instructor I'm teaching a teacher here my job is to make you an echo teachers in this not just how to fly the airplane but",
        4794.9,
        4807.68
    ],
    [
        " recall can you tell me what happened all the things that happened and recall is connected very closely to something we call situational awareness.",
        4808.06,
        4816.8
    ],
    [
        " So do you really know all the things that are going out there in three dimensional space with all the airplanes in real time.",
        4817.46,
        4823.72
    ],
    [
        " The more you can process what's happening the more you can recall what's happening the better you are going to be able to teach this and understand what actually is going on.",
        4824.72,
        4833.08
    ],
    [
        " You can be really good in the airplane and maybe a little bit better than him just pure moving that machine around but if you don't really know what's happening around you the way that he does eventually is going to out he's going to outperform you.",
        4833.52,
        4843.5
    ],
    [
        " So it sounds like I need to have the ability to detach.",
        4844.08,
        4847.38
    ],
    [
        " I would agree with that.",
        4847.92,
        4850.04
    ],
    [
        " Did you identify that while you were in the in top of the Marine Corps did you ever identify like hey oh I can see this guy gets all wrapped up doesn't know what's happening but this guy over here.",
        4850.52,
        4861.3
    ],
    [
        " He's you know he separates his brain from his body and what's happening and he can see the big picture.",
        4862.26,
        4868.68
    ],
    [
        " Yeah I mean we what did you call it we used the situation awareness well the term a situational awareness when people lost situational awareness or no longer did what you just described.",
        4868.68,
        4878.0
    ],
    [
        " We just call it we'd say looking through the soda straw.",
        4878.0,
        4881.02
    ],
    [
        " I mean which is very similar to you know we I think you guys use a phrase front site well front site focus isn't the best because front site focus is a positive thing because you're doing it in order to do it.",
        4881.28,
        4891.28
    ],
    [
        " So the name you're going to we say your your target fix a target fix anything but then we say you know you're staring down the scope of your weapon which that is exactly what you're talking about you're looking at through a straw.",
        4891.3,
        4901.14
    ],
    [
        " Same thing yeah and I think it's just same different phrase same exact meaning what that typically meant is that echo or you whoever's looking through the soda straw would just start to stare one piece of information.",
        4901.28,
        4912.76
    ],
    [
        " And an airplane you got a whole bunch of things going on inside and outside of the airplane plus your hearing things so you've got always different inputs and I could tell when you are or echoes looking through the soda straw without even seeing you because I'll say something to you and you either won't respond.",
        4912.8,
        4928.7
    ],
    [
        " You know you'll respond really lay you'll do something wrong you know I hate this.",
        4929.02,
        4934.18
    ],
    [
        " I hate this you know I hate this because I know it's on video right it's on video like you're like oh here's me calling you.",
        4934.48,
        4940.32
    ],
    [
        " You know here's me calling you again here's me calling you again and I'm going yeah I know I was not detached it's crazy what do you tell me so we get back I was there and through the soda straw what do you tell me a what what your D.B.",
        4940.78,
        4952.48
    ],
    [
        " Point and then what's your what's your corrective measures that you're going to give me.",
        4952.54,
        4956.26
    ],
    [
        " When you're looking through the soda straw yep so the D.B.",
        4956.54,
        4960.0
    ],
    [
        " Down with a flight and I'm looking through the soda straw I didn't respond to your calls I missed a bunch of stuff what do you tell me so the way I'm going to have a pretty good idea in the while we're flying around that you're doing that.",
        4960.02,
        4968.58
    ],
    [
        " And I'm going to know because you're missing calls you're not going the way you're supposed to not hearing things and not doing things but when we get back the first time I'm going to do is say hey tell me what happened on that flight which is just draw it out for me just run me through what you saw.",
        4968.94,
        4979.46
    ],
    [
        " And that is the standard debrief the first thing we do is recreate the flight and you get a marker you get up in front of the flight you get red pens and blue pens you get good guys and bad guys and you just need to draw.",
        4979.7,
        4991.72
    ],
    [
        " We started here we went here you started here and and that may be two airplanes that may be 16 airplanes but I'm going to need you to just show me your recall.",
        4992.38,
        5000.46
    ],
    [
        " And that's going to be my first real indicator other than me watching in real time that you've you've missed some things and so after you draw it up and just say this is what happened then we're going to put up the tapes.",
        5001.32,
        5012.42
    ],
    [
        " So before I get into your and say hey you missed this and miss that what I really am going to do is give you a little bit of a chance to now watch the tape and go oh hang on stop tape for a second.",
        5012.78,
        5022.84
    ],
    [
        " I drew that we went off to the north and turned here with this group and I'm watching the tape hey that didn't happen now I as an instructor on okay that's a really good sign.",
        5023.46,
        5032.74
    ],
    [
        " Jocco maybe wasn't all together there but Jocco can self assess he's detached in the debrief and he's he's self aware the likelihood that you're going to go out and get better on the next fight is actually really high and I don't need to give you a ton of debrief and I might reinforce and go hey that's a good catch man.",
        5033.22,
        5046.7
    ],
    [
        " Listen for the audio on the next call did you hear the call that there was a maneuver in the north and he's like no man Jocco says he missed it okay these are all good things.",
        5046.84,
        5054.48
    ],
    [
        " If you draw it up clear your missing things you run through the entire tape and don't make the connection now you and I need to start back over and I need to draw what's up there and I'm going to put some some big circles in the board and go hey we're going to really analyze this engagement here and I'm going to play the tape and go okay stop what do you see where's his airplane.",
        5055.1,
        5072.46
    ],
    [
        " Where did you pick it I'm going to show you that you miss something and I'm going to have to kind of run through that whole thing in detail with all this data to show what happened to try to get you to realize that you're missing things.",
        5072.96,
        5084.46
    ],
    [
        " And then what I'm going to tell you moving forward is you're more likely to start to lose situational awareness after we get past to this phase so once the first turn happens you tend to get to connect it or to engage or to board side it on this thing and I can start to figure out what triggers you to get emotional what triggers you to get board side of what triggers you to look through the sort of draw and start to call this out for you and get you to think about it before we go do it and then see how well you can adapt to that.",
        5084.78,
        5114.18
    ],
    [
        " How well can you actually pull yourself out of that detach and we'll go do that again and see what you do in the next one.",
        5114.38,
        5120.08
    ],
    [
        " So I you know because you're not in an airplane because you're you know in a fake urban environment or you're out in the desert.",
        5120.88,
        5128.3
    ],
    [
        " Like this is a conversation I had more times than I can count with a young leader.",
        5128.3,
        5134.58
    ],
    [
        " Hey man you're you're all caught up in this here's what you need to do you need to put your weapon in high port you need to take a step back offline you need to turn your head and look around.",
        5134.8,
        5144.24
    ],
    [
        " So it seems like that is a clearer form of instruction it's an actual thing that you can do because it's a different environment.",
        5144.44,
        5156.34
    ],
    [
        " Is there anything that you could give them more directly to get them to take a step back put their head on a swivel look around to attach is there anything better that you could tell them you're I see what you're doing with hey here's all the things you missed and I did that too I would do it with my little pocket recorder and we had these laser gun we had these laser tag system and they had little GPS is on them and those little GPS is would track where you are and then we could replay the whole thing on Google.",
        5156.78,
        5186.32
    ],
    [
        " And these guys would have no idea I didn't know my element was over there I didn't know this guy so that's the same thing that's the same technique of listen man you didn't know this element was over here you didn't know that the soldiers already left the building and you didn't see where you didn't know the stuff was going on and they go yeah I need to I need to pull back but then I'd say listen man you need to get off your gun you need to go to high port you need to start looking around you need to start paying attention to what's going on big picture.",
        5187.12,
        5214.32
    ],
    [
        " Is there any instruction give like that while I'm flying it on F 18.",
        5215.14,
        5219.16
    ],
    [
        " It's pretty uncommon that in the middle of a training flight that I as an instructor I'm going to give you cues to do the things that you're supposed to do.",
        5220.3,
        5230.8
    ],
    [
        " There are a few exceptions but I mean I could do it after that after the op I mean this isn't always like hey I'm right there I'm after the op I'm going bro you can't let this happen here's what you need to do.",
        5231.14,
        5243.48
    ],
    [
        " All the time to all the time and that's sort of the beauty the tapes you know one of the crazy things is the way that the tape machines used to run before is the cameras would be kind of connected to the canopy and record the screen and then the reflection of the screen you could see the pilots head literally see his head and I go hey listen every time we're approaching a murder than 10 miles I can see you staring at this display at 10 miles so what I want you to think on this but every time you get and the reason 10 miles important is that we have",
        5244.32,
        5274.3
    ],
    [
        " a radio call that would come in and say somebody would say 10 miles and he wouldn't be hearing that call 10 miles is the call that's telling everybody start looking outside start literally looking up and out so you can stop looking your screen to start finding the actual your point itself.",
        5274.3,
        5288.08
    ],
    [
        " Hey I want you I want you to give the 10 mile call you're going to be the 10 mile call today and get that guy to and I would say this is a way to get you out of the cockpit and up and out and we would probably had a hundred different tricks and a hundred different ways to give a guy something to think about.",
        5288.56,
        5303.76
    ],
    [
        " Hey this is where you get wrapped up and this is a tool and a technique that you can use to take yourself out of being too attached and to detach 10 mile calls an awesome way to do that.",
        5303.76,
        5314.02
    ],
    [
        " And engage calls an awesome way to do that anything that you could help with that guy and the debrief because these are good guys these are guys you build really strong 10 weeks is a long time to share a lot of space.",
        5314.1,
        5325.66
    ],
    [
        " It's a very little space somebody you got to know these students really really well you can have really honest straightforward conversations you could build really good relationships they would come around Saturdays you barbecue and you just talk flying and you could tell them all the things and you wanted them to succeed and you would give them everything you could you could to help them get better.",
        5325.66,
        5342.86
    ],
    [
        " And what did you call this recall recall can you tell me what happened yeah which is the massive indicator for.",
        5343.58,
        5352.42
    ],
    [
        " I'm detached and I'm actually paying attention everything that's going on 100% if you are not detached you will not you won't know what's happening other than maybe what's happening inside your cockpit but top can isn't about dis you in your plane is you leading a formation of 16 planes.",
        5353.08,
        5366.96
    ],
    [
        " And you need to know what's going on with all those 16 planes no different and I'm not saying that you have to know every step that they're taking every turn in their mind you know there are times that you were detached from your task and they're maneuvering but you know what's happening these guys are shifting to this building these guys are head up to the roof these guys are bogged down there's a problem over here hey I need to now pull some resource over here because there's no resistance over here these guys are kind of doing nothing and shift them up and that you can.",
        5367.94,
        5394.42
    ],
    [
        " And you can manage your task unit in real time and have a really good idea of what's going on with all of them without being with any of them and in the exact same way that's completely trainable.",
        5394.42,
        5406.16
    ],
    [
        " Does athlete how much does athletic ability play a role.",
        5406.58,
        5411.9
    ],
    [
        " You know I don't know if anybody is ever that I've ever seen like the connection between that specifically but if you're a good athlete you're probably a good pilot and if you you're a good pilot you were probably a good athlete and we used to say all the time the joke would be when people are asking should this guy come to top gun the joke would be is hey can you throw a football.",
        5413.48,
        5436.12
    ],
    [
        " That's a question we'd ask and it was a little bit tongue and cheek is I don't really care if you can throw a football but it was the connection between those those two things and it doesn't mean you had to be a superstar athlete but you had to be athletic it's physical it's physical you had to be athletic you had to be physical you had to be you had to not be afraid of conflict and did I care if you were the captain of your football team and high nobody cared about that stuff but there was an absolute connection between being athletic and liking athletic competition and being good in the airplane.",
        5437.1,
        5465.24
    ],
    [
        " How about eyesight which I know back in the day was like the component Chuck Yeager you know could like PID bogeys so before anyone is even close to seeing them same thing I know you I know you have really good I do",
        5466.12,
        5490.88
    ],
    [
        " back and certainly back in the day that was everything because the only resource they had to find the enemy was their eyeballs but I would tell you that it's still really important eyesight was really important now one of the major discoveries that the military came up with in recent decades was that they would let you wear glasses so you know if you did have good eyesight they would let you fix it but eyesight was really critical because there's a phase in every fight that transitions from the systems to the visual",
        5491.58,
        5520.04
    ],
    [
        " and that transition was really hard it's really hard to look at your screen and then look up and try to account for where that person is in space clouds and all sorts of different things and so the sooner you could see that with your eyes the better you know technology is help without a bunch there's cues now little boxes and you can do that eyesight still important it's not as important as it was before but it was something that if you if you had if you had good eyes and kids term was going on at farther ranges you have an advantage",
        5520.52,
        5548.08
    ],
    [
        " how much does luck play a role luck plays role it does I'm a beneficiary of a ton of good luck you know after my entire life you know there's a bunch of cliches and catch phrases about what luck really is luck by itself would never would never be enough just getting lucky and you know you'd come back and then man we got lucky on that one but typically the lucky things that you know you know you can do that",
        5550.52,
        5580.02
    ],
    [
        " that worked out you can almost always connect it to a whole bunch of things you did right to get to the point where something is just worked out in your favor so yeah do guys get lucky that I get yeah I got lucky all the time but rarely was that by itself an attribute or a circumstance that was very reliable",
        5580.04,
        5596.7
    ],
    [
        " can you utilize okay so in Jiu Jitsu and really in any endeavor you can you you can wear someone out like in Jiu Jitsu you call it gasing I would imagine that that is a strategy that you would have",
        5598.18,
        5613.54
    ],
    [
        " they I've got a bigger gas tank than you or I can make you do the maneuvers that are going to burn more gas is that a thing really no it's totally the big 29 was notoriously bad on gas notoriously you know the next worst airplane for gases F 18 the F 18 so we knew going in our fights that we're always at a disadvantage and when bigger plane showed up like we talked about the SC 27 that thing had a ton of gas it's a hundred percent of consideration a hundred percent and you think you would think about it all the time not to",
        5613.82,
        5643.44
    ],
    [
        " mention in naval aviation you got to go back to the ship you're always managing your gas you had enough yet enough gas to go back and get back aboard the ship not some giant airport with you know 18,000 feet of runway you had to go back and land aboard the carrier and that was a gas critical endeavor how many yet how many carrier landings do you have maybe 450",
        5643.7,
        5665.44
    ],
    [
        " it seems like a lot it it's not that much can be you know there are carrier guys out there with 8,900 landings some some close to a thousand so it seems like a lot but there's plenty of guys with a lot more than",
        5668.8,
        5679.6
    ],
    [
        " did you ever were you ever comfortable with it I got comfortable during the day for sure to be totally honest I never got comfortable with the night",
        5679.6,
        5695.4
    ],
    [
        " I did Afghanistan right after 9 11 we were on that we were the night carrier so all of our operations for about six months were at night",
        5695.4,
        5702.1
    ],
    [
        " just by pure just doing it every single day it got a lot better but the night landing was always in the back of your mind it was always something to kind of",
        5702.1,
        5725.38
    ],
    [
        " time a postage stamp and all these other things and you know it's so hard it's the hardest thing and blah blah blah this book was the first time I really said to myself",
        5725.38,
        5733.7
    ],
    [
        " yeah it has got to be a gut check every single time yeah look I've done a decent amount of flying a bunch of different airplanes I got to fly with all the services",
        5733.7,
        5746.68
    ],
    [
        " a night carrier landing there's really nothing else like it and it is a gut check and it is a gut check every single time no matter how many you've done I got well over a hundred",
        5747.54,
        5757.32
    ],
    [
        " night landings which on a ratio of day to night like that's a lot of night landing six I happen to be on a night carrier which most deployments you don't spend the entire deployment at night and I just happen to be on one of those",
        5757.32,
        5768.04
    ],
    [
        " it is it's a gut check for everybody the pilot the flight deck the LSO the ship it then the night page on a ship on an aircraft currency there is nothing",
        5769.14,
        5780.12
    ],
    [
        " an aviation like it and it is a gut check for everybody and it never gets better it never gets easier so talk talk me through a little night carrier landing I will yeah night carrier landing is is kind of the great equalizer in",
        5780.12,
        5794.94
    ],
    [
        " in aviation that's a thing that's out there that every fighter pilot is going to have to do and no matter what has gone on in your mission whether it's just a straight up just super simple training mission you could have been by",
        5795.88,
        5808.22
    ],
    [
        " yourself just flying around or you just did six hours in Iraq or Afghanistan or somewhere else you're going to come back and you're going to land aboard the ship and no matter what you've got going on that that always sits in the back of your mind you got a plan for it you got",
        5808.22,
        5822.4
    ],
    [
        " to have a plan for it you got to manage a fuel for it and you've got to recognize that more than likely the hardest part of your flight no matter what you're doing more often than not it's going to be the last thing you do",
        5822.42,
        5834.4
    ],
    [
        " when you're coming back to the field and you know you're coming back to Marine Corps station Miramar or wherever you're not even thinking about the landing that's just a no brainer",
        5834.4,
        5844.18
    ],
    [
        " landing a regular plane on a regular runway most of the time is just it's just not hard it's just it's certainly not something you're going to sweat like man I hope I can",
        5845.04,
        5853.52
    ],
    [
        " hope I can land this time like it's just not something you think about so once you figure out a land an airplane like an like an F 18 and a regular runway you just don't really think about it too much",
        5853.52,
        5862.72
    ],
    [
        " carriers totally different and so it's something you have to think about you got to compartmentalize you got to detach from it but you can't ignore that it's out there either so you got to think about your fuel you got to think about your wingman you got to think about the other 20 airplanes that are going to be landing on the ship at the",
        5863.58,
        5879.96
    ],
    [
        " same time as you and the coordination goes along with that and this is a huge choreography that you the ship and the other airplanes have to manage and coordinate and typically typically the goal of your flight",
        5879.96,
        5892.7
    ],
    [
        " is to do it either no calm or men calm there's very little talking going on in this coordination you might get to sign an altitude and you might get a sign what's called a push time when you commence your approach and that may be all the talking you get up until the time",
        5892.7,
        5909.64
    ],
    [
        " that you're about to land so you're kind of alone yourself contained and you've got to manage all these things so night landings are look man they're legit and they never",
        5909.64,
        5921.62
    ],
    [
        " get easy they never get comfortable the the idea I've said this before right when people say what makes the seals good well I think the thing that makes the seals good is that we have to work in the water and the water is the same",
        5921.62,
        5936.66
    ],
    [
        " thing it's an equalizer every every time you're in the water you don't need an enemy to kill you and you're in the water you can the water itself can kill you when you",
        5936.66,
        5951.54
    ],
    [
        " can't cover it in sand your radios get flooded there's all there's just all these things that happen doing doing a direct action mission",
        5951.54,
        5958.0
    ],
    [
        " from humvees compared to doing a direct action mission that you swam over the beach it's not even comparable you could train you know you",
        5958.0,
        5968.22
    ],
    [
        " could take a high school football team and you could train those guys in three or four days to do a pretty decent job doing a",
        5968.22,
        5981.52
    ],
    [
        " and they need to be able to pull it off to get them to be able to come over to launch from a ship and take zodiacs over the beach and get on the beach and change out into their new gear and you you need",
        5981.52,
        5998.66
    ],
    [
        " you need months you need months if not longer you need you need six months and you'd have a wash out rate you'd have people that are not capable because look on a football team you how many people on a football team the whole team",
        5998.66,
        6013.06
    ],
    [
        " what high school yeah let's go college 100 105 105 hold on yeah okay so 105 that are going to train to do a land direct action mission you're going to have five or six that",
        6013.06,
        6028.0
    ],
    [
        " can't do it deal they're they're they're they're they got some issue they're not safe they're just not with it whatever whatever the case may be you put them in the water and you start swimming over the beach",
        6028.54,
        6038.24
    ],
    [
        " you're looking at your little you're losing 50% of those guys maybe 70% of those guys that are just they can't they're not good enough swimmers they're not good enough you know",
        6038.24,
        6047.52
    ],
    [
        " at in the water they're not comfortable they're they're cold and there's so many things that right there is the difference and when I start thinking about",
        6047.52,
        6055.14
    ],
    [
        " landing on aircraft carriers it's got to be somewhat similar because the weather you're landing on a thing that is moving",
        6055.7,
        6066.16
    ],
    [
        " yeah did it's it that's so true man I mean I I think the thing about the water is when you're operating around the water you can never you can't take a time out you can't pause",
        6066.16,
        6079.84
    ],
    [
        " you can't just stop for a minute look if I'm coming back to Miramar and there's a problem in Miramar I got 10 other airports within 30 minutes that I can go to I can go back over to",
        6080.32,
        6090.86
    ],
    [
        " you know where the weather is always perfect I can go to North Island I could go to LA I've got so many different options and the the water never lets you pause you",
        6090.86,
        6104.2
    ],
    [
        " cannot pause you can't just wait you can't just decide not to do it there's no divert that's just down the road",
        6104.2,
        6110.94
    ],
    [
        " this this awesome seal captain who is of prior marine and and and and a little bit of a rebellious guy he gave a",
        6110.94,
        6123.2
    ],
    [
        " speech that I was at and I don't want to give any details about where it was at what was it about but he he was making a dig at",
        6123.2,
        6130.18
    ],
    [
        " some of the other personnel that that he was working with at the time and we he said it was a great speech he was saying look we're in the Navy",
        6130.18,
        6139.92
    ],
    [
        " and what's different about the Navy is we come from ships and on a ship you don't have any choice but to fight",
        6139.92,
        6150.12
    ],
    [
        " there is no retreat on a ship those are our roots now look he took the most absolutely romantic view that I and the most heroic view that a human could",
        6150.32,
        6162.12
    ],
    [
        " ever take about tying you know the modern Navy and and especially the seal teams to rooting our character in the fact that on a ship",
        6162.12,
        6169.72
    ],
    [
        " there is no retreat there is no surrender if the ship goes down we all die that's our attitude I mean you want to talk about a young jock a bit getting pumped up but that's that's what I'm thinking right now is when you're at",
        6169.72,
        6183.72
    ],
    [
        " see you can either land on this carrier or you can land on this carrier that's it I mean that's it there's no other options yeah and if you got a problem",
        6183.72,
        6192.56
    ],
    [
        " or you're running low on gas or you've got a kind of mechanical issue that that's going to create some problems for you you're going back to the ship",
        6192.64,
        6200.72
    ],
    [
        " I mean if you if you take your seals and you load them up and into into boats and you jump off the bigger ship to go do some sort of insertion",
        6200.72,
        6208.22
    ],
    [
        " and the weather's so bad and the environment's so bad and then everything like hey we can't do this training exercise it's not safe the training",
        6208.22,
        6213.22
    ],
    [
        " exercise is canceled what do you have to do yeah we got to go drive those boats into the well deck of a ship in 12 foot seas which is a complete nightmare you're out in a parking lot",
        6213.22,
        6223.34
    ],
    [
        " thinking this is a bad idea we can't do this and and you know the weather is not going to allow this this training mission happen",
        6223.34,
        6228.72
    ],
    [
        " believe me we are we we would say you know what let's just go totally it's easy than trying to get back on that ship yeah and so the thing about",
        6228.72,
        6242.94
    ],
    [
        " real life it's just real life all the time and there's another thing there's a psychological component about the ship that kind of",
        6242.94,
        6254.64
    ],
    [
        " it reminds you what it is every time so you get you're coming back you may be over the beach and we you know you've done a long mission",
        6254.64,
        6261.74
    ],
    [
        " or it doesn't matter what you're doing at some point you end up what's called the stack and all the stack is is about 15 20 miles from the boat",
        6261.74,
        6268.86
    ],
    [
        " at every altitude you know five thousand six thousand seven thousand there's an airplane in every altitude and they just stack them up from five up to however many there are up to 20",
        6268.86,
        6277.04
    ],
    [
        " thousand feet or if there's 15 airplanes something like that and you just sit in the stack and you've got your gas and somebody will come up in the",
        6277.04,
        6284.12
    ],
    [
        " radio and go hey you know aircraft 204 your push time is time 10 15 that's the only call you're going to get so I'm at 9000 feet I look at my watch or",
        6284.12,
        6295.44
    ],
    [
        " look at the clock and I am now wait until 1015 for me to push and then there's a very particular route and a particular heading and turns and out and there's a whole",
        6295.44,
        6303.46
    ],
    [
        " sequence that we all memorize how to do it and it's not that complicated but you got to do it but the entire time the entire time as you're",
        6303.46,
        6309.32
    ],
    [
        " looking out you can't see anything it's just dark it's just pitch black every now and then there's like a nice moon the water has a little white",
        6309.32,
        6317.7
    ],
    [
        " reflection of the moon which looks kind of cool but you can't see the ship when you're 20 miles from an airport you see the",
        6317.7,
        6325.24
    ],
    [
        " runway lights you see the lights that line you up you see the white lights you see the control tower you can see your buildings when you're 20 miles from the",
        6326.12,
        6332.4
    ],
    [
        " ship you can't see anything and then when you're 10 miles from the ship you still can't see anything and then you just send down and you do this the last",
        6332.4,
        6339.88
    ],
    [
        " bit of this approach at night is it like 600 feet over the water and it's pitch black and you're just going towards the ship or you 100%",
        6339.88,
        6351.36
    ],
    [
        " instruments and look modern airplanes have great instruments they horn it is a beautiful instrument instrument instrument a",
        6353.12,
        6359.7
    ],
    [
        " machine I'm sure you know when when Yanke was talking about back in the Vietnam air is more challenging but you're just",
        6359.7,
        6364.76
    ],
    [
        " flying your instruments more challenging because homeboys up there with a red lens flashlight trying to figure out where he's at",
        6364.76,
        6370.78
    ],
    [
        " that's sorry he's telling us for yards above the looking for the wake of the ship crazy you chuckled because you were asking",
        6370.78,
        6378.38
    ],
    [
        " you're like hey I think I know that flashlight I said same flash on how do my face the same green elbow shaped flashlight we all have I mean one",
        6378.42,
        6386.36
    ],
    [
        " thing hasn't changed much in naval aviation it's the gear it's all the same stuff but as you're coming back you're on",
        6386.36,
        6392.46
    ],
    [
        " instruments you're waiting for your turn for the final approach you know the last mile of descent where you go from",
        6392.46,
        6400.6
    ],
    [
        " from 600 feet and then you start to descend down onto the boat itself and that's when you start picking up the visual cues the",
        6400.6,
        6408.58
    ],
    [
        " meatball they call it kind of the lineup of the runway but a lot of times you still can't see the ship if there's cloudy or foggy or",
        6408.58,
        6416.64
    ],
    [
        " or low or rain or snow and all these things and all these elements are just there and you have no choice you have no",
        6416.64,
        6422.5
    ],
    [
        " alternative and the psychological component of knowing that every single time you're going to sort of duel with that it's in some",
        6422.82,
        6431.44
    ],
    [
        " ways it's it's kind of terrifying but in other ways it means that every single there's there's a challenge in every single",
        6431.44,
        6439.92
    ],
    [
        " flight and I think one of the cool things about being around the ship and one of the things it makes naval",
        6439.92,
        6445.6
    ],
    [
        " aviation unique what these guys in the Navy and the Marines that did it is that every single flight there was this",
        6445.6,
        6452.42
    ],
    [
        " risk there was this fight that you were going to get the duel against this machine this boat this thing that's out there that sort of",
        6452.92,
        6460.68
    ],
    [
        " geared and designed in every way shape or form it's a really bad airport it's not a it's not designed to be an",
        6460.68,
        6467.86
    ],
    [
        " airport it's got this tight and and the margin of error is minuscule I think in the horn at the margin of error from coming across they",
        6467.86,
        6474.4
    ],
    [
        " called the ramp that's the very first piece of steel that you get over the top of the ship to land if you were eight",
        6474.4,
        6480.22
    ],
    [
        " feet off you're either going to miss and go around or if you're eight feet low you were going to hit the ship so the margin of",
        6481.18,
        6487.7
    ],
    [
        " error is tiny hold on a second what what happens when you're in a 12 foot sea state yeah well when you're in a",
        6487.7,
        6498.78
    ],
    [
        " 12 foot sea state and that things moving around the the visual sent indications on the ship that this visual",
        6498.78,
        6505.44
    ],
    [
        " thing we call the meatball just a light system that reflects where you are so the light is high above there's like a green light that goes back and",
        6505.44,
        6512.34
    ],
    [
        " forth is around yellow light in the middle it's around it's yellow so they call it the meatball looks like a circle if that ball is above",
        6512.34,
        6519.34
    ],
    [
        " the green lights your high and if that ball is below the green lights your low and you're kind of flying in around to try to move that",
        6519.34,
        6524.36
    ],
    [
        " white or that yellow ball in between the green lights that system keeps up with ships movement up to some degree I don't",
        6524.36,
        6531.56
    ],
    [
        " remember exactly what it was the ship will kind of list back and forth it'll raise up and down and as long as it's not moving too",
        6531.56,
        6537.26
    ],
    [
        " fast or too much that light system is accurate also you're you're you're accommodating the movement of the ship",
        6537.26,
        6544.78
    ],
    [
        " absolutely 100% and you're moving your throttle let you know forward and backwards you know 10 15 times every",
        6544.78,
        6550.96
    ],
    [
        " second to accommodate for that and the good thing is that it's it's good information it's trustworthy so if the ball is",
        6550.96,
        6558.38
    ],
    [
        " high your high the ball is low as your low the ball gets too low it turns red you're good you are dangerously low and that",
        6558.38,
        6564.46
    ],
    [
        " gives you a very good cue if the ship starts moving too fast or too much that system is no longer reliable it doesn't",
        6564.46,
        6572.68
    ],
    [
        " keep up with the movement the ship fast enough so you cannot rely on that and then you're landing signals",
        6572.68,
        6576.88
    ],
    [
        " officers your LSOs your people that have radios on the flight deck they have to start talking to you and they'll say",
        6576.88,
        6583.06
    ],
    [
        " things like ignore the information that you're seeing your low and now you're in this challenge of seeing this",
        6583.06,
        6592.12
    ],
    [
        " visual cue that you've relied on hundreds of times and you have someone saying ignore that information I'm telling you",
        6592.12,
        6599.64
    ],
    [
        " you need to add power even though that's showing you high and look those things don't happen all the time how can they",
        6599.64,
        6605.32
    ],
    [
        " give you the micro adjustments fast enough in that situation the LSOs and look I one of the cool things",
        6605.32,
        6612.52
    ],
    [
        " or is he like a power power power break break break break like left left left is you doing that not not",
        6612.52,
        6618.26
    ],
    [
        " it's quite as fast as you but that is what he's that's what we were saying so I was in LSO one of the cool",
        6618.26,
        6622.34
    ],
    [
        " things in my career when I was on the ship is I got to lead an LSO team so I was a landing signals officer so every",
        6622.34,
        6627.88
    ],
    [
        " fifth day on a cruise I just help airplanes land I sat out there with a team on radios and usually usually if",
        6627.88,
        6636.74
    ],
    [
        " jaco's coming in these low I can just say little power that's all you need just a little cool smooth call and you",
        6636.74,
        6642.08
    ],
    [
        " oh okay I'm behind and you'll add some power sometimes a power and you're like dang and you'll hear it and you'll and that's",
        6642.08,
        6648.14
    ],
    [
        " a little more little heat little little little little big little more of a hitter than you might normally need",
        6648.14,
        6653.46
    ],
    [
        " there are a few times in every LSO let's listen to this and every student that's out there in play school probably",
        6654.16,
        6659.5
    ],
    [
        " knows this there are times in my career that I've had to scream power power power power power and barely barely",
        6659.5,
        6669.02
    ],
    [
        " got these airplanes over the ramp to the point that after they landed we'd go investigate and we'd see",
        6669.02,
        6674.68
    ],
    [
        " divots on the very edge the carrier called the round down divots from the hook smashing the edge of the boat",
        6674.68,
        6681.08
    ],
    [
        " which means that their their their wheels may have missed it by no joke two feet something like that so what you",
        6681.08,
        6688.88
    ],
    [
        " described doesn't happen very often but it absolutely does happen and then at the time say you're you're lined up",
        6688.88,
        6695.1
    ],
    [
        " a little left and it was a right for lineup right for lineup and you're talking to them and the tone of your voice",
        6695.1,
        6701.98
    ],
    [
        " and the rate at which you say it hopefully solicits the response now the interesting thing about that is what do you",
        6701.98,
        6710.06
    ],
    [
        " think the mental state is of a pilot who's so low and can't assess that on his own to respond to your cues",
        6710.06,
        6717.62
    ],
    [
        " you're typically dealing with the guys who are so they were struggling behind the airplane so they didn't always",
        6717.62,
        6722.66
    ],
    [
        " necessarily respond to your calls they didn't detach and that and it's that's the challenge of the night carrier",
        6722.66,
        6730.06
    ],
    [
        " landing is can you detach from what is can be by itself under the best circumstances a terrifying experience",
        6730.06,
        6738.54
    ],
    [
        " on the best nights and when you have engine problems few leaks",
        6739.76,
        6745.22
    ],
    [
        " hydraulic issues low on fuel no diverts to in the morning in a snowstorm you have no choice",
        6745.22,
        6754.88
    ],
    [
        " but to get aboard that ship and it is that is that is why the carrier landing especially the night",
        6754.88,
        6760.52
    ],
    [
        " landing that is the great equalizer and aviation and hearing yank talk about it and reading about it",
        6760.52,
        6765.88
    ],
    [
        " there isn't there's nothing else in the world like it is nothing ever done that I can compare that experience to",
        6766.3,
        6772.14
    ],
    [
        " and you did you said you did a hundred night carrier landings yeah I'm a sketchiest one dude so I mean I have I have landed in what we call zero zero",
        6772.14,
        6782.0
    ],
    [
        " I have landed where there is zero visibility and what's the other zero so the two measures is the height of the clouds",
        6782.0,
        6790.98
    ],
    [
        " and the depth which you can see them so you know a hundred and a half would be clouds are to hundred feet visibility is a half a mile",
        6791.02,
        6797.78
    ],
    [
        " so zero zero is the clouds are at zero feet and your visibility is zero feet so you can kind of picture being in fog",
        6797.78,
        6804.02
    ],
    [
        " it may be on the ground maybe at zero feet but it's thin fog you kind of maybe see a mile in front of you you know driving a car",
        6804.02,
        6809.34
    ],
    [
        " and I've ever been in a car like dang I can't see I can't see ten feet in front of me that's zero zero",
        6809.34,
        6815.4
    ],
    [
        " so you landed in zero zero zero so here's how here's how that works and here's how much fun the night zero zero landing is",
        6815.42,
        6823.78
    ],
    [
        " you can fly your engine to the meatball you can't see anything zero zero you see nothing gets home yeah these are good times",
        6823.78,
        6832.92
    ],
    [
        " so you got your instruments though and you're in space everyone that was thinking they wanted to be a fighter pilot just during the Air Force bro",
        6832.92,
        6839.46
    ],
    [
        " yeah if you're gonna fly fighters in the Navy you need to know what you're getting yourself into because you're gonna have your night in the barrel there's not a pilot there's not a",
        6840.86,
        6848.82
    ],
    [
        " navigator in the world that hasn't had that night whatever that night is for you you're gonna have that night and I bet you the exact same thing in the",
        6848.82,
        6856.8
    ],
    [
        " teams like you're gonna have an experience you can have something that happens to you you cannot avoid it it's gonna be your night or your",
        6856.8,
        6862.82
    ],
    [
        " day or your experience you're gonna have that there's no getting around and and we call everybody in naval aviation calls it the",
        6862.82,
        6868.82
    ],
    [
        " night in the barrel that's your night and you know you don't know what's gonna happen it's just your night to deal with whatever you got to deal",
        6868.82,
        6873.76
    ],
    [
        " with that zero zero landing your instruments will get you to about maybe a quarter mile at best maybe a half a",
        6873.76,
        6881.92
    ],
    [
        " mile so probably the last eight seconds once you're inside that last eight seconds your instruments just aren't they",
        6881.92,
        6888.84
    ],
    [
        " don't keep up with what's going on fast enough for you to fly off them you have to transition to a visual landing you have to",
        6888.84,
        6893.62
    ],
    [
        " and the only way for that to work when you can't see is for you to turn on your taxi light which is this giant really",
        6893.62,
        6903.0
    ],
    [
        " high powered light in your nose gear and the LSO and this is a call you want to have your stomach drop when you're out in the",
        6903.0,
        6909.84
    ],
    [
        " stack with nothing else to do but thinking about your landing you hear all these calls he says he says they comes out of the",
        6909.84,
        6915.12
    ],
    [
        " radio 99 which means every when you say 99 that's a call for everybody 99 taxi lights on every pilot in the",
        6915.12,
        6923.28
    ],
    [
        " sack is like oh god it's so bad that I I now know that at the end of this landing I will not be able to see the",
        6923.28,
        6929.4
    ],
    [
        " the carrier and the LSO is gonna have to talk me down and you talk about trust and relationships and",
        6929.4,
        6939.38
    ],
    [
        " putting your life in somebody else's hand you're gonna fly this machine doing 140 knots this 35,000 pound machine to a",
        6939.46,
        6947.4
    ],
    [
        " half a mile from the carrier and you'll never see the ship until you hit it and the guy on the ground is going to talk you",
        6947.4,
        6956.46
    ],
    [
        " through the last eight seconds of that and he's only going to do it through his eyeballs literally through his eyeballs and the faint",
        6956.46,
        6962.36
    ],
    [
        " through the fog that faint little glow of the white light coming from your your nose gear and that is a recalling that as we speak",
        6962.62,
        6973.38
    ],
    [
        " that is a that's a life change in event right there I mean that's a that's a no joke experience so so he's giving you the same",
        6973.38,
        6981.36
    ],
    [
        " things he's the eyeball eyeball he's eyeball calisthenes this guy well how does he know to do this well LSO",
        6981.36,
        6990.84
    ],
    [
        " the LSO qualification at the Navy is typically reserved for the best guys in the squadron typically not always but it's a it's a it's a very highly thought of",
        6991.46,
        7003.76
    ],
    [
        " qualt it's a it's a well-respected qualification that I'm gonna take Jaco we're going on cruise you've demonstrated as a young guy as a nugget you're",
        7003.76,
        7010.88
    ],
    [
        " good around the ship you're reliable I'm gonna task you with learning to be an LSO I'm gonna put my pilots lives in your your hands I would do that as a",
        7010.88,
        7017.6
    ],
    [
        " quadromanter I'm gonna send you to school to be an LSO you'll go LSO training and then you'll go through kind of an apprenticeship where you sit",
        7017.68,
        7024.44
    ],
    [
        " and watch other LSOs and after about three or four months of that I'm gonna give you the radio and on a perfectly clear gorgeous",
        7024.44,
        7030.94
    ],
    [
        " blue day I'm gonna let you start to see what it looks like and you know you're you're doing it hundreds of times a day",
        7030.94,
        7038.48
    ],
    [
        " every five days cruise after cruise after cruise and eventually you build this capability through your own",
        7038.48,
        7044.64
    ],
    [
        " experience to be able to do that do they ever have to call in like the cooler let that they're like hey man it's 00 go",
        7044.76,
        7051.62
    ],
    [
        " get the ice man over there or whatever bring him up here dude that's no joke we we call him the cad LSO so on the ship",
        7051.62,
        7059.66
    ],
    [
        " the air group is known as the Cag so that's you know the ship is the ship and they've got all their",
        7059.66,
        7064.64
    ],
    [
        " people but then the air wing is all the planes there are two guys that are the two senior landing signals officers",
        7064.64,
        7070.7
    ],
    [
        " on the ship 90% of the time all they're doing is training us and letting us run the show well when it's 00 the cooler is the Cag LSO",
        7070.7,
        7080.6
    ],
    [
        " and he's gonna be supported or backed up by the team lead and so that guy and those nights he's gonna be the primary controlling LSO",
        7080.6,
        7088.04
    ],
    [
        " he's gonna do one doing the talking and his backup is gonna be the team leader of that LSO teams there's five team leads you know five teams one for each day",
        7088.04,
        7095.6
    ],
    [
        " you wrote 10 every five days those two guys the Cag LSO the cooler and the team lead are gonna recover every airplane on the ship when it's required",
        7095.6,
        7104.44
    ],
    [
        " are you answering is your coming in 00 and I tell you power what do you say Roger",
        7104.44,
        7110.56
    ],
    [
        " no you don't talk at all you just do what he says and so and I can tell by watching your aircraft",
        7110.56,
        7116.38
    ],
    [
        " you can also hear it you can so you're a quarter mile away you're seven eight seconds from landing when I say power",
        7116.38,
        7122.36
    ],
    [
        " or when I say power and you add power your your motors are gonna change you're gonna hear that you're gonna hear the tone of that",
        7122.78,
        7129.56
    ],
    [
        " and you're gonna he did it and you can hear the duration and so if I say power and you you add it and it's not enough",
        7129.56,
        7135.66
    ],
    [
        " I'm gonna immediately say it again before I even watch you settle because I know you didn't do it long enough",
        7135.66,
        7140.02
    ],
    [
        " and I'm gonna say power power and that means you're gonna go longer and if you go too long and I hear you really run the engines",
        7140.02,
        7146.96
    ],
    [
        " I'm gonna say easy with it I'm gonna ask you and you're gonna bring power off and so I'm gonna talk I'm gonna watch",
        7146.96,
        7151.64
    ],
    [
        " are these uniformed pro words used by all every single word in the LSO manual is exactly the same",
        7151.64,
        7157.8
    ],
    [
        " you people there we only use one word for power when we one word for take off power one word to turn right one word to turn left",
        7157.8,
        7164.96
    ],
    [
        " and they're predetermined they all know everybody else oh use the exact same",
        7164.96,
        7168.84
    ],
    [
        " did you say easy buddy what is it easy with it easy and that's the that's the terminology in the book easy with it means back off power",
        7168.84,
        7176.2
    ],
    [
        " a little bit that's right if you're gonna have someone go right you say right for lineup if you're gonna have someone go to the left",
        7176.2,
        7181.36
    ],
    [
        " you say come left that way if you said come left come right you might get a little come I'm not sure right for lineup left for lineup",
        7181.36,
        7188.4
    ],
    [
        " you might so there's a different version of going right and then risk going left every pilot in the world and everybody else",
        7188.4,
        7194.14
    ],
    [
        " so knows in the world he's gonna go left come left if you want to go right right for lineup and as I start to hear the",
        7194.14,
        7199.76
    ],
    [
        " I know he's telling me right for lineup because I don't have to really decide for that call and if I hear the E in the easy with it",
        7199.76,
        7207.58
    ],
    [
        " I'm coming off the power a little bit and so there are you know the terms are totally predefined everybody knows what they are",
        7207.58,
        7213.62
    ],
    [
        " and we rely on those and so the zero zero recovery doesn't happen all that often but it happens you can't see the ship until you hit it",
        7213.62,
        7223.3
    ],
    [
        " yeah as you're a landing you may get lucky that a half a second before you feel the shutter of hitting the flight deck you might catch something out of the corner",
        7223.3,
        7231.76
    ],
    [
        " you're right and meanwhile at that moment you go prepare to go full you actually go full throttle when you hit the deck right",
        7231.76,
        7238.76
    ],
    [
        " you feel your your flight when you hear your tires hit the flight deck you go full power every time that way if you miss you're taking off",
        7238.76,
        7249.0
    ],
    [
        " and not just falling into the drain that's right that's exactly right if you miss you go back around and you know that that",
        7249.0,
        7255.54
    ],
    [
        " LSO piece of flying around the ship is also a skill that it's really hard to get people to appreciate how how good you have to be how",
        7255.54,
        7266.58
    ],
    [
        " much confidence as an LSO you have to be to say I got this I would a thousand times over like prefer to be the guy that's the pilot",
        7266.58,
        7275.44
    ],
    [
        " and not be the guy that's you know it's one of those horrible situations where you're not actually in danger",
        7275.44,
        7281.56
    ],
    [
        " but you've got someone that's relying on you to get it right yeah you'd be a good LSO because you also know the power you talk about all the time of just how you communicate",
        7282.38,
        7295.68
    ],
    [
        " the LSO is that panic when you're when I look up and I see your jet in a really bad spot a really bad spot and if I panic in my communication to you",
        7295.68,
        7306.1
    ],
    [
        " and I doesn't mean I won't be stern and very specific power but if I panic and I have a high pitch kind of a shrill towel I'm communicating you're going to react that way so the best LSOs",
        7306.1,
        7315.64
    ],
    [
        " or the guys that look at the worst situation in the most dire circumstances and the worst weather where the pilot that he knows has one chance to get a board one chance",
        7315.64,
        7324.56
    ],
    [
        " and he has the coolest, calmest, most chill voice in the world to until you're little low just a little power you're on Gladslope",
        7325.56,
        7337.2
    ],
    [
        " and that can put a pilot in these to go oh holy cow I can do this I can get a board now whereas before he's thinking I can't see the ship I got this engine problem",
        7337.2,
        7345.78
    ],
    [
        " I got all these things and creates a situation as a mind that he knows he can't get a board and LSO can talk him out of that mindset and get him on the flight deck",
        7345.78,
        7351.94
    ],
    [
        " so when Dan was talking about the guy that missed 12 times in a row and I think it wasn't a Dan that actually went down there and said let me get on the radio let me talk this guy on",
        7352.08,
        7362.8
    ],
    [
        " and that's the same thing he says hey bud we're going to get it done we're going to get done right this time",
        7362.8,
        7366.76
    ],
    [
        " and if it's from the right person at the right time in the right way it makes all the difference and that was that guy's night in the barrel",
        7366.76,
        7374.4
    ],
    [
        " I mean that's a lot that's not common",
        7374.4,
        7376.8
    ],
    [
        " the reason you don't get another shot is because you're out of fuel yeah don't you have a refueler up there",
        7377.18,
        7382.56
    ],
    [
        " yeah usually you do there are emergencies that your jet will not take gas you've got emergencies that you've got a hydraulic problem",
        7382.56,
        7391.72
    ],
    [
        " that even if you had all the fuel in the world eventually your hydraulic fluid will run out and you can't fly the airplane",
        7391.72,
        7396.16
    ],
    [
        " so in most these are not common cases but there are cases that this happens",
        7396.16,
        7402.58
    ],
    [
        " what do you do if you are out of hydraulic fuel you missed your landing what's the protocol to eject now what do you do you go to a certain spot",
        7402.58,
        7409.38
    ],
    [
        " do you they spin up they get the helicopters ready that that's exactly right so there's two options you got a barricade option",
        7409.38,
        7414.94
    ],
    [
        " but if it's on a controllable situation I mean the thing is you pull alongside the ship and eject so what you do is you try to fly a parallel straight",
        7414.94,
        7422.5
    ],
    [
        " right across you know a board the ship you know a mile a beam the helicopters out there spinning there's always a helicopter flying",
        7422.5,
        7428.88
    ],
    [
        " when you're coming aboard at least during the day and I've never I've never been on a cruise where we had to intentionally do that",
        7428.88,
        7435.76
    ],
    [
        " I've been on cruise is where we started briefing that option as an OSO like okay here's what we're going to do this is what our plan can be you're starting to coordinate",
        7435.76,
        7443.98
    ],
    [
        " with the ships emergency recovery team on this is what we're going to do if indeed we don't you know get this guy up board for whatever reason",
        7443.98,
        7452.38
    ],
    [
        " life of the ship is no joke and the Navy makes it look easy because they're doing it hundreds of times a day every single day",
        7453.16,
        7459.6
    ],
    [
        " and 99 times out of 100 999 out of a thousand these dire situations they pull it off and the only ones we ever hear about are the ones that it really",
        7459.6,
        7469.1
    ],
    [
        " but these type of things happen all the time these dangerous situations are happening right now there's there's someone in the",
        7469.1,
        7477.0
    ],
    [
        " barrel once a day on the on a carrier deployment once a week once a days no I'd say more often than not certainly one weather is good",
        7478.84,
        7487.7
    ],
    [
        " I mean it's it's smooth I mean you're putting 120 aboard and you know launching recovery in a day and most days just go by",
        7487.7,
        7496.08
    ],
    [
        " but if you've got you know if you do the math that we've got multiple carriers deployed to see all the time and you're doing multiple",
        7496.08,
        7502.3
    ],
    [
        " flight ups all the time once a week out there somewhere in the blue ocean there's a kid up there who's struggling it might not be 12 you know but he's",
        7502.3,
        7512.34
    ],
    [
        " struggling and he's having a hard time and you're watching them have a hard time and you're trying to talk him down did you ever have a hard time did you ever",
        7512.34,
        7520.22
    ],
    [
        " get shook to the point where you came back and like had to decompress and say you know what this I had a I had a buddy in the",
        7520.22,
        7529.88
    ],
    [
        " team's and he did a he did a he's doing some we'll just say maritime operations off the coast of Korea for an exercise and it was just freezing",
        7530.08,
        7544.18
    ],
    [
        " cold and claustrophobic in the whole nine yards and he was telling me you know he's in this evolution and he's thinking",
        7544.18,
        7552.74
    ],
    [
        " himself I don't even know if I actually ever want to do this again you don't I mean everything about that so wait like when that kid and you know the kid that",
        7553.6,
        7563.34
    ],
    [
        " Dan talks about the does 12 12 tries to make it the next day they put him right back up there and he did fine did you ever get shook as they say in modern",
        7563.34,
        7572.14
    ],
    [
        " terminology I struggled in the beginning before I would go launch I had a really good time and I was like I was going to",
        7572.14,
        7582.72
    ],
    [
        " do a real problem in the very beginning when I got assigned to a carrier squadron and I kind of had to come to grips that this is going to move my day to day life",
        7582.72,
        7589.3
    ],
    [
        " I think I might even mention it to I think I mentioned the name gunny pilgrim be it just this awesome gunnery sergeant that taught me everything as a lieutenant",
        7589.3,
        7598.34
    ],
    [
        " he and I were pretty tight and I'd say for the first probably the first month of my carrier career where I'm doing sustained cyclic carrier operations",
        7598.34,
        7608.58
    ],
    [
        " if I was I would walk up on the flight deck I would pre-flight my jet and I throw up over the side of the ship just from nerves and anxiety and just like man just being stressed and I would just I would just be physically ill",
        7609.52,
        7623.02
    ],
    [
        " and you know I didn't tell anybody about it and he knew and so if you ever managed to find this can he'll tell you those stories and it was just something I just I just had to learn to deal with but you know you",
        7623.02,
        7633.9
    ],
    [
        " and I mean it like the phrase man up we call getting into an airplane manning up like you climb up the ladder to man up your jet we man up the jets and you go and you come back and then at the end you look back and like that was awesome",
        7634.5,
        7645.68
    ],
    [
        " and then we'd sound to go to again you you get nauseous and that subsided I did have a couple of landings and he described really well I had a couple landings that were so kind of terrifying that I couldn't move I couldn't control my legs",
        7645.68,
        7657.76
    ],
    [
        " so my legs would they would shake so so fast and so your feet would would from the adrenaline that it'd be hard to steer the airplane and a couple times I had to stop the airplane and the flight",
        7657.76,
        7667.94
    ],
    [
        " that grew kind of understands this like when you just stop the kind of look at you and you just you kind of give him like give me a second",
        7667.94,
        7672.56
    ],
    [
        " and so I had several stops you hooked on to the you hook you come to a stop you kind of turn off and then adrenaline wash kind of goes out so maybe about a minute after that your whole body will convulse like your legs and you steer",
        7672.56,
        7685.9
    ],
    [
        " everything with your legs you're putting a lot of pressure on your feet in your toes and you maneuver the airplane with your feet and your legs are shaking so hard that you literally can't steer and they're you're margin for like they take it to the side of the ship like three feet away from the edge of the ship",
        7685.9,
        7699.08
    ],
    [
        " so you're looking over the water and you just kind of so I've had several landings or after I landed I needed to stop for a second and just like hey dude just give me a second I would just stop the airplane and usually they would look at you and go take catch a breath",
        7699.08,
        7711.82
    ],
    [
        " I never got out of the airplane and said I don't want to do that anymore even on and I had some pretty rough nights and I think there was just this piece of this idea that",
        7713.28,
        7723.26
    ],
    [
        " it's like you",
        7723.26,
        7729.62
    ],
    [
        " when sent something a long time ago that I just laughed at I'm like that's not me and you said I like the taste of blood you like and I kind of",
        7729.62,
        7739.64
    ],
    [
        " took like you like fighting not that you want to I don't mean it like you like to fight other people but that feeling that you get you like",
        7739.64,
        7745.56
    ],
    [
        " that feeling well I told you I don't like the taste of blood",
        7745.56,
        7748.32
    ],
    [
        " flying a fighter around the ship with all the things that made me think about not wanting to do it",
        7748.32,
        7758.1
    ],
    [
        " all the danger all the emergency all I loved it I freaking loved every second of it even the things that I hated and there were things I hated about it",
        7759.12,
        7769.86
    ],
    [
        " I loved it and I loved doing it and and I hated it at the same time but not once did I ever say I don't want to keep doing that",
        7769.86,
        7780.82
    ],
    [
        " I might as a crew on later on but being around the ship being on the ship doing ship things as much as I hated it my squadron was still a they did not like flying around the ship I hated it",
        7780.82,
        7789.58
    ],
    [
        " but man I freaking loved it so that was kind of my personal experience everybody's different I never really quite normalized to it I always just felt like man this sucks",
        7789.58,
        7798.5
    ],
    [
        " but there was something about it that never got old and never got tired for me and I I love doing it",
        7798.5,
        7807.5
    ],
    [
        " yeah and it's weird because that idea of I like to taste a blood it's one of those things where when I haven't tasted blood in a while",
        7807.5,
        7820.12
    ],
    [
        " I don't really I don't notice I'm not sitting there thinking about it and then all of a sudden something will happen",
        7820.12,
        7825.1
    ],
    [
        " something will will will happen you know could be any number of things it could be it could be something as simple not not usually",
        7825.1,
        7834.12
    ],
    [
        " you did to me isn't isn't this type of thing maybe occasionally it'll be something will happen on the mats but normally that's not it I just enjoyed you did too much",
        7834.12,
        7843.3
    ],
    [
        " but something will happen some some situation will unfold and I'll I'll go into like war mode and when I go to war mode I just feel so good",
        7843.3,
        7854.82
    ],
    [
        " and when I get there I'm like oh yeah and it makes me you know sometimes I I when I get there it makes me just look around and I just think I wasn't really I wasn't really supposed to be doing anything else",
        7855.18,
        7884.8
    ],
    [
        " I feel so so good to to be in that mode to feel that focus to have like for me and this is just so weird for me because you know I like to",
        7884.8,
        7898.98
    ],
    [
        " you know where we are we're building relationships we're building teams we're working together for me when I have an opponent",
        7898.98,
        7909.64
    ],
    [
        " not not just an opponent has to be stronger than that when I have somebody or some entity that that isn't that is that is antagonistic to me and my family my friends my team",
        7910.12,
        7927.56
    ],
    [
        " I feel something that is the best feeling to me and it and it doesn't happen that much anymore I mean it just doesn't I mean that's just the way it is but like even you know even when I was a platoon commander",
        7928.94,
        7944.68
    ],
    [
        " and something would happen some some other you know whether it was whether it was the enemy whether it was some part of some organization",
        7944.68,
        7953.38
    ],
    [
        " you know some person that had some dude did something that was I don't want to throw this word out there because it just it just sets off a whole bunch of you know what could",
        7954.22,
        7964.08
    ],
    [
        " it be but you know if there's a betrayal scenario where someone betrays me and they want to go to war with me that delivers me you know that's when I I",
        7964.08,
        7980.74
    ],
    [
        " love the taste of blood and I and I can feel it and you know like I said it's it's a you know it's an old man talking now and just don't get those situations very often but it's good it's good it's good feeling",
        7980.84,
        8000.84
    ],
    [
        " yeah it happens from time to time well it's it's you and I are too old men at least for this game at this point but if I were to look back and I spent a lot of my life dreaming of being a fighter pilot a lot of my life was spent dreaming about doing the things that I got to do",
        8001.64,
        8017.98
    ],
    [
        " if you were to ask me at any point during my time at sea flying what I was doing that I could have done anything anywhere for any amount of money there's not one single thing in the world I would have done on my worst night on my scariest whatever that one other thing",
        8019.66,
        8042.2
    ],
    [
        " and when you said what you said that that I think described that feeling is this is what I'm supposed to be doing and every night the thing that you were fighting you know in some sense was yourself but it was that environment that is sort of designed to kill you it's dark it's pitch black at night and it's a steel unforgiving ship with a tiny little area that's 42 feet wide and 130 and everything about that on paper",
        8042.24,
        8071.38
    ],
    [
        " is designed to kill you and the only way you're going to outmaneuver that is is what you and your machine do and there was a piece of that fight which I think is what it was is that the satisfaction of doing that on the best days of the worst days is really hard to recreate and replicate and feel in other ways that satisfaction of I did something I was supposed to be doing and if I didn't do it well enough it was going to get me in the game",
        8073.12,
        8101.36
    ],
    [
        " get me hurt or killed or the people around me hurt or killed and I haven't experienced a lot of other things like that but it's rare to be in a you know in a work environment where you get that so regularly",
        8101.38,
        8113.56
    ],
    [
        " and that's every single landing if you take your eye off the ball no pun intended on the most clear perfect blue sky day the you'll kill yourself you'll get yourself killed and you'll probably hurt a lot of people long the way",
        8113.56,
        8129.72
    ],
    [
        " and there was a challenge there that I that I I never got tired of which was for me doing what you described this is what I'm supposed to be doing can you imagine the screening process that it's the de facto screening process that we can launch I mean how many guys are landing on a carrier today right and that happens all the time and this screening process and the training process is so good that these guys can pull this off over and over and over again",
        8130.46,
        8159.7
    ],
    [
        " around the world and every Tuesday day night clouds no clouds fog no fog that's what that's what that's what we do I mean it's crazy I mean it ships doing well over a hundred a day every single day and yeah dude what the Navy is doing it's unreal man it's awesome so with that with that does that then is that the",
        8159.7,
        8189.68
    ],
    [
        " this where okay look the inside the Navy inside the Navy where you cannot surrender because you cannot give up the ship because otherwise you all by inside the Navy",
        8189.68,
        8200.72
    ],
    [
        " you have this this of all the people that are in the Navy of all the people that are in the Marine Corps a little bit different because it's just a different it's a different subset right but the subset of Marine Corps aviators fighter jet pilots the Navy",
        8200.72,
        8216.86
    ],
    [
        " your your it's it's more prevalent in the Navy let's face it the Delta between a surface warfare officer in the Navy and a Navy fighter pilot that Delta is bigger than the Delta",
        8216.86,
        8233.58
    ],
    [
        " between a Marine Corps infantry officer and a Marine Corps fighter pilot unless we want to go back to World War II and you want to see some just insane incredible just that there I mean the danger of being on a Navy ship in World War II was totally insane as well",
        8234.7,
        8254.38
    ],
    [
        " so so the Delta the screening process where you get to is you end up with a certain type of person so in the Navy when you're going to go for the SEAL teams you're a certain there's a certain element that's there and for lack of a better word",
        8255.24,
        8271.8
    ],
    [
        " and I think I'm using it because Dan talked about it there's a there's a rebellious nature right there's someone that's going hey look I don't care look you don't fall in tear to go land on that freaking postage stamp if you hold life to be the most precious thing there's something else there right there's something you don't do that you just don't do that and that's what I like about this top gun mentality",
        8272.94,
        8300.76
    ],
    [
        " and I'll call the top gun mentality I'll call it the the the idea that I talked about earlier this extreme ownership mentality of like hey I'm going to go and make this happen and when it goes wrong I'm going to figure it out and I'm going to fix it there's a certain breed of human that tend in that direction and you can you because otherwise",
        8301.2,
        8329.66
    ],
    [
        " I mean let's face it you talking about landing on a carrier at night there is a massive swath of human beings that there's no way in hell they ever want to do what you just talked about echo what is your what are you fired up to go do a carrier landing right now",
        8330.5,
        8350.86
    ],
    [
        " no not at this time I think not it's about what about zero zero what about nighttime what a what about day after day after day after day after night after night after night after night after night right so we're talking about a different you know a different kind of human with a different mentality and what we've done is set up this process that finds those humans",
        8350.86,
        8375.24
    ],
    [
        " they get them to that point where they do that for 25 years for 25 years that's how we're doing this that's pretty impressive yeah",
        8375.24,
        8389.32
    ],
    [
        " so I got I had a couple more things I want to ask flexible for is that what it's called the flexible for what's the what's the fluid for the fluid for what we're we're in a formation we work together",
        8389.32,
        8404.18
    ],
    [
        " it sounded like there's a lot more regimented than it was fluid yeah fluid for is not a fluid for me does anyone use it anymore yeah we use it to kind of like navigate to and from the space other than that it's not it's not a tactical thing at all you do it just to keep people close together so you're going to go from point to point B and I want to mess around just kind of get close to",
        8404.9,
        8422.66
    ],
    [
        " you're going to fluid for out there I sent you a text I said loose doose I said loose doose it equals cover and move plus decentralized command over and you're like Roger makes sense yes that's it exactly right yep because in a loose goose formation or sorry loose doose formation",
        8422.66,
        8446.16
    ],
    [
        " either one of us can take lead we can we can we can take lead we can make things happen on our own and yet we have to cover for each other if we don't work together we're going to die that's right that's exactly right I can and I can direct you to do something that I need you to do and when you don't comply I know that's it's because you can't and so there's this relationship piece there's all those components that you just talked about are inside there and that's how you and I are going to work together",
        8447.42,
        8476.02
    ],
    [
        " to eventually isolate the bad guy and one of us going to kill him and I don't really care who does it as long as one of us does it and that means I got to stay engaged the whole time that you get the kill it's good by me because we're good and we move on",
        8476.72,
        8488.22
    ],
    [
        " these guys figured that out right these guys figured out these guys said the other way doesn't work this way works better this is again you have to have some element of rebel mentality in your brain in order to say",
        8488.22,
        8505.08
    ],
    [
        " you know what it's same thing with say same thing with jujitsu right you someone's got to say listen I don't really believe that if you do this kata to me that it's going to work somebody's got to say that in the teams",
        8505.1,
        8520.5
    ],
    [
        " you know the biggest this this happened to us in the teams we were we were using we'd use real ammunition we shoot at paper targets and you win every single time and you you know you go through the house and every every target is dead and they didn't maneuver you they didn't fire",
        8521.3,
        8535.2
    ],
    [
        " they didn't fire on you and they don't maneuver so it becomes so easy when we brought in laser tag we brought in paintball and simulation and these things that allowed us to fight each other even then somebody had to have the mentality",
        8535.2,
        8548.96
    ],
    [
        " number one to say you know what first of all we should try these tactics on each other because we've been being told over and over again I got told that for my first 10 years in teams",
        8548.96,
        8555.34
    ],
    [
        " eight years in the teams hey this is what works you know what you say Roger that Roger that Roger that to say you know what we need to check this we need to test it you know what there was people that when paintball when paintball revealed the shortfalls of our tactics there was people that said yeah but yeah",
        8555.34,
        8576.92
    ],
    [
        " but you know it's it's only paint so it's oh yeah but it's not a real weapon yeah but the there's a different in the penetration there's all kinds of yeah but the rebels said yeah you're saying yeah but guess what somebody just pointed a paintball gun down the hallway and and you know 13 out of 16 of us got hit with paintball that doesn't seem good",
        8576.92,
        8601.08
    ],
    [
        " and there was people that were saying yeah but yeah but it's not an AK 47 AK 47 only owns 30 rounds of paintball gun has a hopper with a hundred rounds that's not realistic okay what if they had a freaking any kind of machine gun",
        8601.44,
        8616.24
    ],
    [
        " so you have to employ this rebel mentality and that's why you get you know that's where you get these crazy top gun stories that's why they're stealing a trailer to set up shop",
        8616.24,
        8628.22
    ],
    [
        " the seal teams has trace its whole history back to that kind of rebel behavior yeah there's a there and that's what shocked me and then shocked me but that's what was so amazing when Dan was like hey he's the OIC and he says we are going to be the most professional humans that these pilots have ever talked to we're going to brief these things we're going to murder board each other we're going to be in the perfect uniform",
        8628.22,
        8652.56
    ],
    [
        " they're talking about uniforms this attitude of we're going to be rebellious we're going to we're going to make sure things work and at the same time we're going to be we're going to be above board across the board and everything else so that when we step out and say hey this is wrong people will actually listen that is a rare thing",
        8653.02,
        8673.8
    ],
    [
        " it's a rare thing to know that you have to hold the line to the line be above board across the board and then at the same time know that when something's not quite right you've got to be a rebel at heart",
        8674.3,
        8690.16
    ],
    [
        " top gun mentality yeah man it's so legit and and have that legacy persist and to be able to cultivate it in a way that has evolved and changed a whole bunch we're not dealing with the same problems that that the original bros are dealing with back in the late 60s we're not losing in the end I'm not dealing but we actually have to do the same thing and what what that mentality now is fighting for the",
        8694.72,
        8720.14
    ],
    [
        " fighting against the complacency that comes with the things that we've been able to do so well for so long and have people say hey listen I know this has worked for a long time and I know this has been the best way to do it but it's not going to keep working like this because the people",
        8720.82,
        8735.18
    ],
    [
        " were fighting against are going to figure this out they're going to build a new machine they're going to build some countermeasure they're going to do something that keeps us from working and we have to have to be everybody is creative and I tell the or the entire institution what we're doing won't work anymore",
        8735.18,
        8748.64
    ],
    [
        " and figure a way to get the institution this giant behemoth institution to listen to you and none of that happens ever unless you as a leader as a team member stay humble if you don't stay humble I can't even imagine like like I know what you know when you're going into this",
        8748.64,
        8773.86
    ],
    [
        " seal training and it's the most elite training and you you know the the video the recruiting video that I watched the title of the video was be someone special right that's the title of the video to try and get you to go in there",
        8774.34,
        8788.72
    ],
    [
        " so you're getting told you're special the whole time the top guns got to be ten times worse on top of that you add the freaking you know Maverick and Viper and iceman I mean we're talking you're just this is an this is an ego booster rocket",
        8788.72,
        8803.44
    ],
    [
        " and to to have that ego booster rocket and yet you know throw out the see anchor to keep you grounded to keep you down to earth to keep you humble that is the last part of this top gun mentality",
        8803.66,
        8821.92
    ],
    [
        " that's allowed us you know allowed the allies of America are our air forces around the world to be the best and continue to be the best and you have to have all those elements",
        8822.32,
        8838.98
    ],
    [
        " and what's awesome is if you have these elements these elements do not only apply to fighter fine aircraft they they apply to being in a seal platoon they apply to be in a name for tree company they apply to be on the Giu Gitsu mats they apply to every to be to be in a in a part of a family part of a team part of anything these aspects will make you win in the end",
        8838.98,
        8865.72
    ],
    [
        " two and a half hours Dave did I miss anything no man that was awesome there's probably a bunch of other things that you could get me talking about the mentality that you talked about at the end I think for me is the most important thing for sure yeah and that's and to finish without it and to have that be the thing that persists in the legacy of top gun and have it have nothing to do with Hollywood or any of those things but the legacy of people who took that",
        8869.92,
        8898.9
    ],
    [
        " burden of responsibility of I'm responsible for people's lives we're going to go out and lead junior pilots out in the combat and turn that into something that becomes in organization that's lasted for decades I mean what yank was able to do in the face of of more organization was this is that I've ever faced I didn't face a big Navy or big Marine Corps telling me no all the time I didn't grow up in that that Marine Corps",
        8898.9,
        8925.5
    ],
    [
        " to be and I said this last time to be a small link in that long chain I had a harder time reading this book personally because it was so easy to connect I was so inside not I read this book and understood so much of it that a hard time seeing you actually even talked about a little bit of what like I was missing components of that because I was in the inside talking about it with him last week",
        8927.08,
        8950.74
    ],
    [
        " and then coming back here again on today has helped me detach even more to see even what I did at top gun while I was there that didn't I didn't understand quite that level because I was inside of it",
        8950.74,
        8963.5
    ],
    [
        " and the story is incredible but it's it's the persistence of that mentality that is how you win everywhere connected back to the attribute that has been my biggest challenge",
        8963.5,
        8976.84
    ],
    [
        " and by far the thing that has mattered the most in my life which is humility to learn at a place at top gun where people are telling you that you're the best of the best",
        8977.66,
        8986.84
    ],
    [
        " and that is the phrase against the right all the time the best of the best you know there's a difference between humility and showmanship there's plenty of showmanship up there used to talk about the counter and regregor all the time",
        8986.84,
        8997.64
    ],
    [
        " but there is so much humility inside that organization because of the burden and the responsibility that they feel that it's cool to come from a circle from the beginning of this conversation was I learned more about humility at top gun than anywhere else",
        8998.54,
        9012.5
    ],
    [
        " because it was the thing that I was required the most for me to actually be successful there and yankin and the original bros they deserve a lot of credit for creating that",
        9012.5,
        9023.66
    ],
    [
        " no doubt and it's it's also amazing that when you trace back the history of the seal teams and the way they were formed and the way they learned and the attitude it's the same it's the same traits it's the same traits that we talk about all the time",
        9024.92,
        9038.48
    ],
    [
        " this is what it takes to win",
        9038.48,
        9040.66
    ],
    [
        " and with that echo trolls if do you have any suggestions on how we can employ the top gun mentality in our own lives",
        9043.26,
        9055.92
    ],
    [
        " yeah sure but first I have a question for good deal day so back to the because it's kind of come back to the dog fighting situation of scenario one maybe to scenario one the one where",
        9055.92,
        9069.74
    ],
    [
        " dang you're going way back yeah because let's face it that wasn't as cut and dry straight forward as far as understanding it goes",
        9069.74,
        9077.02
    ],
    [
        " it was just hard to track yeah a little bit right so okay so you're trying to close the distance as the the guy on the offender no defense that was close to distance you got it",
        9077.02,
        9091.24
    ],
    [
        " I tried so yeah because it's confusing because usually like in jujitsu or fighting the offender wants to go if you're jujitsu fighting you want to close the distance as the you know yes",
        9091.24,
        9102.18
    ],
    [
        " and then the that outside green zone is not available in the scenario but it is still available in the whole kind of scope of fighting",
        9102.18,
        9109.28
    ],
    [
        " okay you said that you don't do like a like a like a juke or like a faint or anything like that or you know go one way and then break right or",
        9109.28,
        9121.02
    ],
    [
        " whatever is there any version of a faint in dog fighting at all well wouldn't it be you do a break and then you do a ditch",
        9122.0,
        9131.02
    ],
    [
        " and then you do another break and then you do another ditch no I would not equate I I did not explain it well enough to have it in your in your mind see it clearly enough",
        9131.02,
        9142.78
    ],
    [
        " but the break and the ditch are two exclusive things and the simplest way to answer that is is no because if you're fighting against opponent an opponent who recognizes that that's a faint what a faint would do if you move to one direction to set up a move in another direction",
        9143.02,
        9162.2
    ],
    [
        " is that you're giving him the separation that he wants to attack you and part of what might be confusing about this is that you know we started with this one against one which is a very canned setup that we're starting in a mile or whatever that might be you know that that 6,000 feet",
        9162.24,
        9177.5
    ],
    [
        " it has an account for all the things that have gotten to that point but that mile is actually the optimal separation for an attacker to get so if you were in whatever the optimal position between you",
        9177.5,
        9191.96
    ],
    [
        " and somebody else in jiu jitsu for you to be successful as the person in the offensive advantage that's a mile so if you can kind of equate if you were to just show me exactly how you'd want to position yourself against someone else you know you taking his back you've kind of started to set up the rear naked or whatever that might be",
        9191.96,
        9207.94
    ],
    [
        " whatever that that separation is that's not the same separation as if someone in the amount pulled you and kind of grabbed you and pulled you close him so you couldn't strike them",
        9207.94,
        9217.2
    ],
    [
        " so that that start of you being behind him is is that start of that position and if I kind of fainted or kind of hinted at I was going to move in one direction to stop the choke and I open up my neck to do it",
        9217.6,
        9230.86
    ],
    [
        " the guy the guy you're fighting is going to laugh at that faint because all you did was open up your neck and he's good enough and fast enough to take advantage of that that he what you're doing is giving him more positional advantage and you already have",
        9230.86,
        9243.58
    ],
    [
        " totally understand now because I think it's natural when we're not fighter pilots to to think oh yeah the defender right the guy who's who's in front or whatever we think of that is like why doesn't he just get away right or why doesn't it you know why don't you just do a move here and fake them out and get away but it's not that it's like you the the offender the offensive guys just kind of trying to keep you at a certain range right attack range",
        9243.68,
        9273.3
    ],
    [
        " like that's essentially his goal it's not to like follow you everywhere you know like a high speed car chase or something it's like to keep you in that range the whole time so if you compare it to Jiu Jitsu you're right you know how like we have situational training which that's essentially what it is right situational training so if you start on my back",
        9273.3,
        9293.36
    ],
    [
        " jaco I'm the defender it's essentially same thing I'm the defender and you hold me I hold you tight like I'm holding your hands instead like I got one hand here one hand here I'm holding you tight you can't like maneuver at all I'm so tight everything is just so tight you want to get me in a range that essentially you can choke me right so or actually a better one is side control you know I think I have it",
        9293.88,
        9322.12
    ],
    [
        " I think I think I think I figured out what's going on here you've heard me say in Jiu Jitsu that if I'm going to fake a move if I'm going to faint a move I actually have to faint the move enough that you have to react to it right I can't just I can't just fake the sweep and expect you to react because if you if I fake the sweep",
        9323.36,
        9350.78
    ],
    [
        " and you know it's a fake sweep you just pass my guard or you you you take advantage of my fake or you don't fall for it at all I think because of the because of the reaction of an aircraft if you're going to fake enough that I'm going to actually have to fall for your fake for you to recover back is you can't do it quickly enough and I am going to be able to take advantage of it so I'm going to take advantage of it",
        9351.6,
        9380.76
    ],
    [
        " so you can't it's it's not possible to throw a fake that's committed and like when you commit the the the hands down the best thing you can do is commit to that move and that is the hardest thing for me to track is that an accurate assessment yes",
        9380.76,
        9399.0
    ],
    [
        " yes yes yes that took me so long to figure out it took me this entire conversation to figure out that yeah so like in Jiu Jitsu they're not really been faint they're essentially just chaining moves together I'm going to do this movement when he reacts to this move that I'm doing not a fake one a real one when he reacts that I can do this yeah",
        9399.18,
        9416.7
    ],
    [
        " yeah yeah yeah yeah so let's face it if you do a real move in Jiu Jitsu and the person doesn't react to it well then you just get the move so that's what they're saying here is you're doing the move and if the person doesn't react to it cool you win if they do react to it you go to the next move in the chain",
        9416.8,
        9435.8
    ],
    [
        " just like you wouldn't you Jiu Jitsu yeah exactly so you ever been again someone where you get side mount on them and they hold you really really really tight like just a new guys I think do it out of panic but if you get a strategic guy like some of the graces will do this where they'll hold you",
        9435.88,
        9454.7
    ],
    [
        " because if you're too tight chest you can't do any submission you need a little bit of space you know so it's essentially that right where the defender he's holding you tight that's what he wants he wants to hold you tight you don't start off tight but that's that's how he can kind of defeat your attacks because you're out of range of attack right so it I think it's just a misconception where outsiders",
        9454.74,
        9475.8
    ],
    [
        " people who are not pilots or whatever they look at top gun and they're like yeah you just shoot the guy that's how you win you know kind of thing but it's no you got to keep them in that range and then yeah if you can find the correct Jiu Jitsu scenario that's that's similar then it becomes easier to understand because I wasn't understanding at all I was like proud that doesn't even like why doesn't this guy yeah but then yeah after a while I think I got it I think I'm ready let's go up the top gun ready for top gun yeah do this so thanks so",
        9476.36,
        9505.02
    ],
    [
        " yeah speaking of top gun we do want to be capable as capable as we can you know we don't all have 20 30 vision which one is the good vision 20 30 or 30 20 20 25",
        9505.88,
        9521.1
    ],
    [
        " 25 yes the dope one so 25 would be like super human so second number is the low number so 2020 means at 20 feet the object appears like it's 20 feet away that's normal",
        9521.1,
        9534.1
    ],
    [
        " 20 30 means at 20 feet the object appears like it's 30 feet away that's fighter pilots some fighter pilots out there they got 20 10 vision they see it as if they're 10 feet closer that's how good their eyes are my my daughter allegedly allegedly they brought other you know they when she was doing the eye to miss my oldest daughter they do in the eye test the doctor was or the whatever the practitioner was hey everyone come in here and look at this because she was just really good",
        9534.64,
        9564.08
    ],
    [
        " I she said 25 that seems unrealistic to me but she also kind of gave like a 25 and she was like 25 2010 so maybe it's just 2010 but yeah it's pretty violent my my dad also had really insane vision really insane really good vision mine was always just you know solid really good what did you was yours",
        9564.82,
        9590.14
    ],
    [
        " so I was better than 2020 yeah so like I was I would read the 2015 line kind of no factor and I was picking off like a couple off the 2010 which is not not common I mean not a lot of I was lucky enough to have a gift of really good vision",
        9590.54,
        9608.14
    ],
    [
        " yeah I mean just a man how stoked were you when you're like like oh yeah you're taking your vision because you want to be a fighter pilot oh by the way this is one of the most important factors oh by the way you happen to have just naturally one in a hundred thousand humans have this kind of vision",
        9608.14,
        9623.7
    ],
    [
        " can you like not become a fight fighter pilot if your vision is like a you know used to be like that like it's another you know like joker and go get lay sick and like song as he passed the physical was good then there's there's technology and science out there that improves your vision",
        9623.7,
        9637.96
    ],
    [
        " you don't have to be born with it anymore did you notice that on the mustard video the one that got that must have got canceled or land or land",
        9637.96,
        9645.56
    ],
    [
        " the right yes when they got canceled in the video put little attributes to each of the team members in yours was the",
        9645.56,
        9652.0
    ],
    [
        " eyes test it was real quick oh you notice that's why I saw that yeah you did pick it off check that out 2010 line anyway capability right",
        9652.0,
        9663.24
    ],
    [
        " all right you want to be capable you want to stay capable jacquo feel will help you do that actually here's the thing all right look do you have a perfect diet do you have a perfect",
        9663.24,
        9673.92
    ],
    [
        " perfect diet no I do not I don't know how I probably I don't have a perfect diet either so jacquo feel food drink supplementation boom all in one so what do we got joint warfare super",
        9673.92,
        9689.04
    ],
    [
        " cruel oil for your joints when they go out and they have you said boom I was like oh he's trapped I don't know yeah I don't",
        9689.04,
        9695.54
    ],
    [
        " think echo knows where he's going but then you just you just maneuvered right out of the house like you you do a little deck transition",
        9695.54,
        9702.62
    ],
    [
        " you rolled right out and I was pretty impressed like what is that a hard break to their",
        9702.62,
        9707.16
    ],
    [
        " debt transition was awesome man so that's what happened right there right there you go then the last I'm just",
        9707.16,
        9713.62
    ],
    [
        " trying to explain what we got here you know what we're taking what I'm taking you know anyway look",
        9713.62,
        9718.92
    ],
    [
        " that just be straight up what do you take every day super cruel oil I ran out of joint warfare just",
        9718.92,
        9723.3
    ],
    [
        " text I know I know you know you know I'm 14 2020 and that's my excuse but nonetheless you know I got",
        9723.3,
        9732.12
    ],
    [
        " a response so is he fat-exing I you know I don't go over those details okay so we'll come good guys",
        9732.12,
        9740.34
    ],
    [
        " a percent the good thing is we can we will now get another what is that scientific assessment",
        9740.34,
        9748.16
    ],
    [
        " of when you go off joint warfare yeah and you start getting aches and pains yeah which is what happens",
        9748.16,
        9755.16
    ],
    [
        " yeah fine so you take joint warfare super cruel oil that's the combo that's the combo for",
        9755.16,
        9760.9
    ],
    [
        " the antioxidant combo right there what do you I take three joint warfare in the morning three",
        9760.9,
        9765.38
    ],
    [
        " joint warfare at night three super cruel in the morning three super cruel at night every day yeah I",
        9765.38,
        9770.1
    ],
    [
        " take basically half I do that but not night and day oh you just do it one hit three and three",
        9770.1,
        9774.6
    ],
    [
        " huh easy money discipline every single day every put it this way every day that I workout",
        9774.6,
        9779.66
    ],
    [
        " deep-length all day with like a electoral light kind of thing you know I used to take this pre-workout",
        9779.66,
        9787.36
    ],
    [
        " with caffeine don't even take it anymore discipline so the power of discipline yes sir what flavor",
        9787.36,
        9793.82
    ],
    [
        " um which are all of them all interchangeable to me because I can't just love that you are",
        9794.58,
        9800.4
    ],
    [
        " well your brother-in-law with ice with ice yeah crushed ice crush ties is ridiculous sure",
        9800.4,
        9807.58
    ],
    [
        " traffic thunder you know is my go-to with the cans 100% 100 cans every day but the discipline",
        9807.58,
        9814.06
    ],
    [
        " powder 100% every every day that I workout which is five sometimes sixty-seize week yes so",
        9814.06,
        9819.54
    ],
    [
        " that's everything to milk not every day oh really that goes comes in waves",
        9819.6,
        9824.5
    ],
    [
        " cuz you know sometimes you just I told you about the milk in the coconut milk right yes sir that's",
        9824.5,
        9830.54
    ],
    [
        " a big difference because look I can't pound a freaking half gallon of milk or whatever I can't",
        9830.54,
        9837.7
    ],
    [
        " pound a big giant uh what is it 20 ounces of milk on an empty stomach it's not it's not",
        9837.7,
        9844.54
    ],
    [
        " optimal where's the way you feel right yeah you're familiar with this but you can hammer that",
        9844.7,
        9851.8
    ],
    [
        " coconut milk and it tastes your freaking delicious yeah delicious arguably better than regular milk",
        9851.8,
        9858.26
    ],
    [
        " taste wise coconut milk with we could be there yeah we could be there I know that's",
        9858.26,
        9863.94
    ],
    [
        " that days looking at me like I'm crazy I'm don't know we could be there if you haven't gone if",
        9863.94,
        9867.68
    ],
    [
        " you gone down the coconut milk road yeah no but I'm not I'm not a milk I we do almond milk okay",
        9867.68,
        9872.74
    ],
    [
        " and so I you're you're speaking my language I mean to drink like 20 ounces of milk right now",
        9872.74,
        9878.22
    ],
    [
        " actually sounds like it would be a problem yeah because I haven't drank a regular milk in a long time",
        9878.22,
        9882.86
    ],
    [
        " I do like a nightcareer landed the bigger issues barrel all day what do you mean you don't take it",
        9882.86,
        9888.36
    ],
    [
        " every day what mulk yeah yeah you know it goes in waves like for you know week two weeks or whatever",
        9888.36,
        9893.94
    ],
    [
        " do like if you're you what do you do when you get done with dinner and it was a really good dinner",
        9893.94,
        9898.44
    ],
    [
        " than you're like oh yeah but I want dessert yeah I don't know how much you're strong well you know",
        9898.44,
        9904.52
    ],
    [
        " when I'm thinking that mulk train all day but the thing is that feeling comes in waves you see what I mean",
        9904.52,
        9910.76
    ],
    [
        " anyway the the almond Dave Dazard not relating at all the almond milk coconut milk regular milk",
        9910.76,
        9920.22
    ],
    [
        " I like regular regular milk straight up like like it empty stomach full stomach whatever",
        9920.22,
        9924.94
    ],
    [
        " I had coconut milk in like you know I'll brand them smoothie before and I was surprised it was",
        9925.88,
        9931.42
    ],
    [
        " surprisingly good oh it's good for coming from a dairy milk cow's milk lover that's that's",
        9931.42,
        9939.0
    ],
    [
        " something cool all right so we got that we got warrior kid mulk as well we got jocke a white tea we",
        9939.0,
        9944.56
    ],
    [
        " got the cans of dispon go which I have been partaking into of quite quite a few many today",
        9944.56,
        9949.12
    ],
    [
        " so getting a little crazy with that and part of that reason is just because it freaking taste",
        9949.12,
        9954.52
    ],
    [
        " delicious all these things are available at the vitamin shop so if the vitamin shops open around you",
        9955.96,
        9962.56
    ],
    [
        " you can find some of this stuff if not you can go to origin main ma i and eat dot com you can order",
        9962.56,
        9970.38
    ],
    [
        " it up and we will send it to you stat yep very reliable crew stat oh the crew is up there just",
        9970.38,
        9977.04
    ],
    [
        " getting after it yes just getting after it it's done also origin they also make jeek geese",
        9977.04,
        9984.1
    ],
    [
        " for jiu jitsu because we are doing jiu jitsu hey slow we got to get back into jitsu have to at some",
        9984.1,
        9989.16
    ],
    [
        " point we have to right and I dig it if we're if we're if we're exercising restraint being a little",
        9989.16,
        9995.16
    ],
    [
        " hesitant you know given the current I dig it but some of us men it's got a corn train",
        9995.16,
        10000.82
    ],
    [
        " train with your corn team yes sir with your corn team yeah man and some people getting back",
        10000.82,
        10006.82
    ],
    [
        " into it quicker than others so if you don't have a gui you want to know what the best",
        10006.82,
        10010.06
    ],
    [
        " gui is factually origin people made America 100% also aside from jiu jitsu not forgetting about jiu",
        10010.06,
        10018.38
    ],
    [
        " but aside from jiu jitsu we got in addition to jiu jitsu yes correct in addition to jiu jitsu",
        10018.38,
        10024.7
    ],
    [
        " geese that are made in America we have other things yes so that is true denim American denim",
        10024.7,
        10030.82
    ],
    [
        " in the form of jeans yep we all wear jeans corn teen or not we can wear our jeans and we can",
        10031.22,
        10037.5
    ],
    [
        " represent made in America 100% by the way no big deal but you can also help rebuild manufacturing",
        10037.5,
        10044.68
    ],
    [
        " in the United States of America yeah maybe that's important to you I know it's important to me",
        10044.68,
        10048.78
    ],
    [
        " so you might want to get on that train as well gets yourself some origin boots",
        10048.78,
        10054.08
    ],
    [
        " yeah",
        10056.94,
        10057.38
    ],
    [
        " 100% yeah boots have it as you mentioned I was looking at those did we have it origin boots yes I do",
        10057.38,
        10064.04
    ],
    [
        " as a matter of fact I do I don't think I've seen you wearing them have I oh well no I haven't",
        10064.04,
        10069.56
    ],
    [
        " seen you wearing them I tend to reserve my boot wearing scenarios um pretty conservatively you know",
        10069.56,
        10075.28
    ],
    [
        " so I uh you know I don't wear them basically this is your way of saying we need to make origin",
        10075.28,
        10081.16
    ],
    [
        " slippers or and and some form of sneakers sneakers tennis shoes running shoes whatever whatever",
        10082.78,
        10090.82
    ],
    [
        " whatever depending on what part of the world you're from what do you guys call sneakers in in",
        10090.82,
        10094.44
    ],
    [
        " oh I shoes shoes you know what I don't know if we were ever familiar with that product shoes",
        10094.44,
        10102.12
    ],
    [
        " or whatever yeah whatever so yeah when I moved to the mainland it was like yeah she's sneakers",
        10102.12,
        10106.94
    ],
    [
        " we wear slippers aka flip flops yeah or go bare feet 100% what are we calling sandals yeah I call",
        10107.0,
        10117.04
    ],
    [
        " them flip flops yes um sandals to me sandals means has a strap over the top is a different situation",
        10117.04,
        10124.94
    ],
    [
        " maybe this is a like a this is like a a guy that lives in Miami that's taking his you know his",
        10124.94,
        10131.3
    ],
    [
        " young uh girlfriend and he's like 52 years old and he's taking her out to like an Italian restaurant",
        10131.46,
        10136.84
    ],
    [
        " that guy's wearing sandals right I'm wearing flip flops well right did I catch maybe is there",
        10136.84,
        10144.82
    ],
    [
        " an origin flip flop scenario brewing here I would not be mad at that scenario no let me put it to",
        10144.82,
        10150.76
    ],
    [
        " this way I don't want to wear things that aren't made in America at all so so yes and as like you",
        10150.76,
        10160.56
    ],
    [
        " I wear flip flops pretty much every day so are there some brewing the answer is in the affirmative",
        10160.56,
        10167.4
    ],
    [
        " jake time well I think sandals and this is just how it feels so I don't know technically flip flops",
        10167.4,
        10174.8
    ],
    [
        " sandals if you're referring to flip flops are the ones that you're referring to my homeboy in Miami",
        10174.8,
        10180.06
    ],
    [
        " yeah well that's true for you girl for the if the thing goes between your your big toe and your",
        10180.06,
        10184.7
    ],
    [
        " tucking toe the thing you know they fall off on sometimes oh that's a good term for it if it has",
        10184.7,
        10189.92
    ],
    [
        " that then yeah sandals don't they just cover your foot they don't go between your toe I don't",
        10189.92,
        10194.26
    ],
    [
        " know that seems like the technical reason all this stuff and more available at origin main.com",
        10194.26,
        10200.08
    ],
    [
        " gets them yes very true also what do we got I think we have a store yes it's called Jaco's store",
        10200.08,
        10208.1
    ],
    [
        " so you want to continue to represent on the path is where you can get your discipline",
        10208.1,
        10213.1
    ],
    [
        " equals freedom good shirts more rash guards Dave Burke hoodies hats beanies you know all this kind",
        10213.1,
        10223.42
    ],
    [
        " of stuff um parallel we got some posters on there too oh yeah some worried kids stuff as well",
        10223.42,
        10227.52
    ],
    [
        " that's always good yeah so yeah jacos dork.com go over there you know get something represent",
        10227.52,
        10233.56
    ],
    [
        " while you're on this path that we're all on also you can support this podcast",
        10233.56,
        10241.66
    ],
    [
        " by subscribing to it subscribe to this podcast and then this podcast called jaco podcast",
        10242.5,
        10248.68
    ],
    [
        " we also have another podcast that I'm changing the name of and we'll get it back out there and",
        10248.68,
        10253.9
    ],
    [
        " I'm we're discussing the how we're gonna actually play that game or how we're gonna do it but",
        10253.9,
        10259.98
    ],
    [
        " so there was a podcast called the thread it will be back under a new name I didn't I didn't even",
        10259.98,
        10267.34
    ],
    [
        " google the name when I just named my own new podcast right this is zero research this is a good name",
        10267.44,
        10273.94
    ],
    [
        " I like it and do it so sometimes I'm a little bit too default so gotta watch out for that cut the",
        10273.94,
        10280.96
    ],
    [
        " grounded podcast where we talk about life through the lens of jiu jitsu war your kid podcast",
        10280.96,
        10286.3
    ],
    [
        " for your children and also pretty good for parents to listen to and also get some war your kid",
        10286.3,
        10292.36
    ],
    [
        " soap available yet yes oh it's available on jacos dork.com order yourself some killer soap made",
        10292.62,
        10299.08
    ],
    [
        " by young aiden so that you as a human being can stay clean also not to mention jacos soap and",
        10299.08,
        10309.1
    ],
    [
        " trooper soap oh yeah so the you know so sometimes I'm not saying this is what it's for because",
        10309.1,
        10317.08
    ],
    [
        " it's not what it's for but sometimes soap is sort of sitting out it's just sitting out on",
        10317.08,
        10321.56
    ],
    [
        " display we'll call it so weird on the street is the trooper soap in particular gets many many",
        10321.56,
        10328.04
    ],
    [
        " compliments with the aroma so it smells good is what I'm saying interesting yeah I personally like",
        10328.04,
        10335.44
    ],
    [
        " that killer soap yeah I kill yourself but I guess the trooper soap if you want to you know let's say",
        10335.44,
        10340.94
    ],
    [
        " it's a night time your final shower you're gonna go go sleep with your wife or something like this",
        10340.94,
        10346.34
    ],
    [
        " maybe use the trooper soap is what I'm saying interesting anyway yes I also spoken",
        10346.34,
        10351.68
    ],
    [
        " ranch dot com also jacos store dot com boom soap available get some also we have a YouTube channel",
        10351.68,
        10358.9
    ],
    [
        " if you're interested in the video version of this podcast you're gonna watch it instead of just",
        10358.9,
        10363.22
    ],
    [
        " listen uh by the way I posted a video the other day of me making some food with Josh Hall",
        10363.22,
        10369.9
    ],
    [
        " oh yeah and and Tori and but not somebody wrote like um the no explosions so I think we kind of",
        10369.9,
        10378.0
    ],
    [
        " oh yeah oh it to the world but explosions and some you know some jaco cooking videos",
        10378.0,
        10384.88
    ],
    [
        " I'm the worst cook uh well you know some guys are into it yes you know it's kind of like a thing",
        10384.88,
        10391.36
    ],
    [
        " like I'm gonna grill up lafe babin all the way dude lafe babin's all about that grilling and what",
        10391.36,
        10396.92
    ],
    [
        " do you do with uh what do you do with it before you cook it you leave it in the fridge inside",
        10396.92,
        10400.24
    ],
    [
        " some sauce for the night what's marinate it marinate it marinate it all on the yards",
        10400.24,
        10404.44
    ],
    [
        " but lafe say yeah got some move for some marina he's all fired up for that",
        10404.44,
        10408.7
    ],
    [
        " I you know what I'll do with food eat it you know you know how you can tell if someone's really",
        10408.7,
        10415.04
    ],
    [
        " into cooking when they put salt on it they don't just put salt like this or like I see you know",
        10415.04,
        10420.46
    ],
    [
        " you put seasoning you know before it goes in the oven wherever it goes you know you just put",
        10420.46,
        10424.9
    ],
    [
        " salt puts easy this is how you can tell they grab the salt they grab the salt with their fingers",
        10424.9,
        10429.8
    ],
    [
        " and they didn't they sprinkle it like in a circle you know like they have a they have a technique",
        10429.8,
        10433.72
    ],
    [
        " to sprinkle and so you see what I'm saying people not into cooking they don't do that can still",
        10433.72,
        10437.3
    ],
    [
        " what about the guy that the salt bay oh advanced oh advanced the deal",
        10437.3,
        10441.82
    ],
    [
        " salt administrator I went to his restaurant yeah and I have had him actually put salt on my steak",
        10441.82,
        10449.12
    ],
    [
        " cut it for me yep and did he and he did it that way I did he was advanced name drop you",
        10449.12,
        10455.18
    ],
    [
        " want to hear name drop yes sir you know who I was sitting there eating steak with a couple friends",
        10455.18,
        10459.22
    ],
    [
        " including Hanzo Gracie we're kicking it oh yes that's a solid yeah so awesome such an awesome guy",
        10459.22,
        10468.38
    ],
    [
        " yes sir so there you go name drop yeah anyway so the point is yeah we have a YouTube channel",
        10468.38,
        10473.64
    ],
    [
        " so yeah check that out if you're if you know you know watch the podcast straight up also",
        10473.64,
        10478.14
    ],
    [
        " psychological warfare need a little spot that's what it is a spot if you're hitting moments of",
        10478.14,
        10484.0
    ],
    [
        " weakness specifically in the workouts that I mean if I'm speaking for myself right now we can",
        10484.0,
        10489.58
    ],
    [
        " need a little spot you're gonna get past that feeling I don't feel like doing this whatever",
        10489.58,
        10493.76
    ],
    [
        " boom psychological warfare will spot you a little bit folks I can't miss dot com Dakota",
        10493.76,
        10500.72
    ],
    [
        " Meyer making prints for you to hang up in your house that will keep you on the path we got a bunch",
        10500.72,
        10505.66
    ],
    [
        " of books we got top gun by Dan Patterson you can get that on jaco podcast dot com the books",
        10505.66,
        10513.7
    ],
    [
        " some people will late get that up there no big deal you know whatever better late than never",
        10513.7,
        10519.64
    ],
    [
        " yeah that's what I'm saying you know you can get that there you can also get the latest book",
        10519.64,
        10523.72
    ],
    [
        " called the code the evaluation of protocols Dave Burke getting some good feedback on that",
        10523.72,
        10535.4
    ],
    [
        " troopers are in the game on this book which is awesome humbling book dude humbling and repetitively",
        10535.4,
        10543.2
    ],
    [
        " humbling repetitively on it's one of those books where uh what it's kind of like what you were saying",
        10543.2,
        10549.26
    ],
    [
        " about landing on a carrier and being on a carrier and having that life where you're like this is hard",
        10549.26,
        10556.06
    ],
    [
        " but I love it you that's the code the evaluation put yourself in check and it's like a rem it",
        10556.06,
        10563.6
    ],
    [
        " there it is a reminder because like a lot of this stuff is like yeah like you could have a one day",
        10563.6,
        10569.84
    ],
    [
        " you could have a zero day right but if you forget about the code it won't even really move you",
        10569.84,
        10574.74
    ],
    [
        " either way but if you're on the pat you know if you're if you are reminded that hey you're",
        10574.74,
        10579.02
    ],
    [
        " going by this code you throw up a zero by that hurts you know but if you're not reminded it doesn't",
        10579.02,
        10585.02
    ],
    [
        " hurt seem sane you know remind yourself so get the code you can get leadership strategy and",
        10585.02,
        10590.58
    ],
    [
        " attack is field manual you can get way the warrior kid one two and three you can get Mikey in the",
        10590.58,
        10595.66
    ],
    [
        " dragons you can get this plenty equals freedom field manual you can get extreme ownership dichotomy",
        10595.66,
        10599.22
    ],
    [
        " leadership been writing books over here get some information a nya check those books out",
        10599.22,
        10606.06
    ],
    [
        " ashlaw front it's our leadership consultancy where we solve problems through leadership you may",
        10606.06,
        10612.68
    ],
    [
        " think well how are you doing that no one's traveling because of COVID-19 well we are we are doing",
        10612.68,
        10619.16
    ],
    [
        " it all day long we're actually stepping up we're doing a lot of it virtue well we're doing it",
        10619.16,
        10625.28
    ],
    [
        " all virtual now and what we found is that you can have me come and talk to your you can have me come",
        10625.28,
        10633.36
    ],
    [
        " and talk to your team of a thousand people in a big in a big auditorium and most of those people",
        10633.36,
        10641.38
    ],
    [
        " what they're watching is the screen next to me on stage that's projecting my face that's what",
        10641.38,
        10647.88
    ],
    [
        " actually watching and then they don't have any interaction they can't ask any questions because",
        10647.88,
        10652.96
    ],
    [
        " there's too many people there or during a zoom call right there Dave's right there lace right there",
        10652.96,
        10661.56
    ],
    [
        " whoever whoever from the echelon front team is right there talking directly to you to your team so",
        10661.56,
        10670.54
    ],
    [
        " it's turned out awesome you know the interaction that we can have the connection the discussions",
        10670.66,
        10677.26
    ],
    [
        " that's what we're doing at echelon front now it's been a great transition I'm sure we'll do we",
        10677.26,
        10684.18
    ],
    [
        " will end up doing live face-to-face consulting again but right now it's no factor we're pushing right",
        10684.18,
        10693.0
    ],
    [
        " through it how many zoom calls do you think you're doing a day right now dude I'm doing a lot of",
        10693.0,
        10699.36
    ],
    [
        " zoom calls and the whole time in my head I was thinking what it was it's no factor it's no factor yeah",
        10699.36,
        10706.0
    ],
    [
        " it's been awesome yep it's it's in many ways it's better yeah it's better to be able to have",
        10706.0,
        10713.98
    ],
    [
        " Dave talk to your 12-person team twice a week and that cost Dave an hour but he spent",
        10713.98,
        10725.52
    ],
    [
        " we it cost him two hours you know in a week whereas if he had to fly up to your location and spend",
        10725.52,
        10731.16
    ],
    [
        " two hours up there that cost him whatever two days it cost him two days and your people can't you",
        10731.16,
        10738.98
    ],
    [
        " know hit him up in that conversation today what do you think I go let me let me hit you the",
        10738.98,
        10742.46
    ],
    [
        " email it's it's it's truly developing relationships that we didn't think was possible so go to",
        10742.46,
        10749.36
    ],
    [
        " echelonfront.com for details on that and and in that we also stepped up our game with EF online",
        10749.36,
        10754.88
    ],
    [
        " EF online.com this is the other thing we're doing we are communicating all the time we're having",
        10754.88,
        10761.74
    ],
    [
        " live meetings we're doing them basically five times a week if you want to sit if you want to ask",
        10761.74,
        10765.72
    ],
    [
        " me a question if you want to ask me a question if you want to sit there on a computer look at me",
        10765.72,
        10771.82
    ],
    [
        " and ask me a question go to EF online.com and come to one of our live meetings you will get to",
        10771.82,
        10777.78
    ],
    [
        " ask me a question we'll have a full conversation it's it's epic not to mention we've got all kinds",
        10777.78,
        10785.04
    ],
    [
        " of material on there to for you to to learn leadership to train your tactics it's all in there",
        10785.04,
        10790.46
    ],
    [
        " and it's only growing it's growing really fast we've we're we're pouring everything we got into",
        10790.46,
        10797.04
    ],
    [
        " EF online so check that out we also have the monster coming up we have Dallas, Texas, December",
        10797.04,
        10802.56
    ],
    [
        " 34th we have Arizona Phoenix Arizona September 16th and 17th so if you want to come to those",
        10803.38,
        10810.74
    ],
    [
        " better register quick extremotorship.com we've sold out all of our gigs we've ever done",
        10810.74,
        10817.44
    ],
    [
        " we'll sell these out too so if you want to come go register and EF watch and EF Legion",
        10817.44,
        10824.78
    ],
    [
        " Look we work with companies all the time all companies need leaders at every level from frontline",
        10827.52,
        10834.04
    ],
    [
        " leaders to senior leaders if you need a senior level level leader go to EF Overwatch if you need a",
        10834.04,
        10839.02
    ],
    [
        " frontline leader go to EF Legion if you were in the military in any capacity go to EF Legion.com",
        10839.02,
        10846.62
    ],
    [
        " and go and register so we can get you connected with companies that are looking for frontline leaders",
        10846.62,
        10854.1
    ],
    [
        " and find the Americas mighty warriors.org that is momilee that is marklies mom",
        10855.28,
        10862.14
    ],
    [
        " and that is her charity which she set up after mark was killed she decided to pick up the fight",
        10862.14,
        10870.64
    ],
    [
        " she decided to carry on and she's out there helping service members helping their families helping",
        10870.64,
        10877.48
    ],
    [
        " gold star families around the world to give you an example of what she's doing there's medical",
        10877.48,
        10883.84
    ],
    [
        " treatments that sometimes aren't covered by insurance America Americas mighty warriors is covering",
        10883.84,
        10890.38
    ],
    [
        " that kind of thing for our vets she's doing it all the time that's one of the many things that",
        10890.38,
        10896.88
    ],
    [
        " she's out there doing so if you want to support go to that website and you can either donate or",
        10896.88,
        10901.66
    ],
    [
        " you can get personally involved and if you want to hear any more of my despotic sermons or you",
        10901.66,
        10910.5
    ],
    [
        " want to hear any more of echo Charles's preposterous myths or you haven't had enough of Dave's",
        10910.5,
        10918.96
    ],
    [
        " overindulgent anecdotes then you can find us all of us we're on the inner webs we're on twitter",
        10918.96,
        10926.38
    ],
    [
        " instagram and facebook davisat david arbourg echo is at echo Charles and i am at jocke a willing",
        10926.38,
        10932.28
    ],
    [
        " and thanks to all of the military personnel out there look they all make this machine work when",
        10932.28,
        10940.1
    ],
    [
        " that carrier when that fighter pilots going to land on that carrier there is five thousand people",
        10940.12,
        10946.44
    ],
    [
        " that are making that possible on that ship there's five thousand people working coordinating",
        10946.44,
        10954.76
    ],
    [
        " making it happen they're all over the place so thanks to all of you that are out there thanks to our",
        10954.76,
        10962.36
    ],
    [
        " police law enforcement firefighters paramedics EMTs dispatchers correctional officers border patrol",
        10962.36,
        10967.28
    ],
    [
        " secret service and everyone that defends our way of life right here at home also",
        10967.28,
        10972.5
    ],
    [
        " thanks to all the doctors and nurses and medical personnel who care for us when our way of life",
        10972.5,
        10979.48
    ],
    [
        " is threatened and everyone else out there just remember to keep that top gun mindset put your ego",
        10979.48,
        10988.52
    ],
    [
        " in check throwing a little bit of rebellion push yourself to learn set up competition that forces",
        10988.52,
        11000.52
    ],
    [
        " you to get better and then get out there and get after it and until next time this is david burq",
        11000.52,
        11011.06
    ],
    [
        " and echo and jocke out",
        11011.06,
        11014.92
    ]
]