[
    [
        " To give you a little backstory, I tried my first Jiu Jitsu class last week and during the",
        0.0,
        5.36
    ],
    [
        " rolling part of the class, happened to get matched up with another white belt who has been",
        5.36,
        10.02
    ],
    [
        " going to the gym for over a year.",
        10.02,
        11.6
    ],
    [
        " During the roll, I got thrashed around a bit and tapped to what I've been told was called",
        12.16,
        16.76
    ],
    [
        " a cross collar choke.",
        16.76,
        18.2
    ],
    [
        " I ended up getting Guy Burns on my neck and my face.",
        18.72,
        21.88
    ],
    [
        " As well as getting my lips split, having trained Muay Thai and spared for a couple of years,",
        25.18,
        31.36
    ],
    [
        " I'm used to physical pain and that didn't exactly bother me.",
        31.54,
        34.9
    ],
    [
        " What did bother me was the marks that were left on my face, which in addition to just",
        35.14,
        39.68
    ],
    [
        " not looking good, I can't have because my job requires that I meet with clients face-to-face",
        39.68,
        44.0
    ],
    [
        " and these clients might make judgments and assume I was in a street fight.",
        44.0,
        47.3
    ],
    [
        " I also think the white belt I was rolling with went a little too hard on me, but I don't",
        47.74,
        53.38
    ],
    [
        " know enough about Jiu Jitsu to determine whether or not people go full speed every roll.",
        53.38,
        57.24
    ],
    [
        " I know that in Muay Thai boxing normally we try to tone down the intensity level for",
        58.12,
        63.62
    ],
    [
        " newbies, especially the first time they spar.",
        63.62,
        65.66
    ],
    [
        " So my questions are, one, does Jiu Jitsu normally leave you with lots of marks or scrapes",
        66.12,
        71.54
    ],
    [
        " on your face?",
        71.54,
        72.0
    ],
    [
        " I don't mind occasionally getting them, but can't go home with them after every class.",
        72.3,
        77.14
    ],
    [
        " That's it.",
        77.48,
        77.8
    ],
    [
        " Or first question.",
        77.92,
        79.1
    ],
    [
        " Second question.",
        79.38,
        79.82
    ],
    [
        " Do people normally go full speed in rolling and if not, how do I get him to stop without",
        80.18,
        85.6
    ],
    [
        " sounding like a giant wimp?",
        85.6,
        87.36
    ],
    [
        " Okay, so number one, does BJJ normally leave you with lots of marks or scrapes on your face?",
        88.46,
        93.54
    ],
    [
        " The answer is no, not normally.",
        93.74,
        95.62
    ],
    [
        " Will you occasionally?",
        96.18,
        97.04
    ],
    [
        " Yes, you will actually get dinged up, you'll get black eyes, you'll split your lip,",
        97.5,
        101.38
    ],
    [
        " you'll have key bars on your face, you'll get scratched.",
        101.56,
        104.06
    ],
    [
        " Yeah, that'll, that's going to happen.",
        104.78,
        106.44
    ],
    [
        " But it's not regular, it's not regular.",
        106.98,
        109.28
    ],
    [
        " What do you think?",
        109.7,
        110.28
    ],
    [
        " Once every three weeks.",
        110.62,
        112.4
    ],
    [
        " On your face and neck, yeah, once every three weeks.",
        112.54,
        116.4
    ],
    [
        " Once every three weeks, maybe four weeks.",
        116.4,
        117.76
    ],
    [
        " We have once, maybe once a month, you have something visible while you're wearing a suit",
        117.84,
        121.44
    ],
    [
        " presenting to clients.",
        121.44,
        123.08
    ],
    [
        " Given the normal amount of training, you know, like if you're straight up competitive,",
        123.84,
        130.06
    ],
    [
        " you know, mode two times a day.",
        130.06,
        132.8
    ],
    [
        " Okay, yeah, it's more.",
        132.92,
        134.18
    ],
    [
        " Yeah, it's more.",
        134.76,
        135.64
    ],
    [
        " But normal training, yeah.",
        135.8,
        136.92
    ],
    [
        " And then the next question is, do people normally go full speed in rolling and if not, how",
        137.28,
        143.86
    ],
    [
        " do I get him to stop without sounding like a giant wimp?",
        143.86,
        146.36
    ],
    [
        " So this is actually funny because if you think about it, think about this.",
        146.74,
        151.34
    ],
    [
        " He's kind of complaining in a way that the other person was going too hard, right?",
        151.94,
        157.48
    ],
    [
        " Yes.",
        157.82,
        157.92
    ],
    [
        " And yet he didn't tap to this until his face was scraped and got thrashed around.",
        158.6,
        166.34
    ],
    [
        " So what I'm saying is it takes two people to escalate a situation.",
        166.4,
        170.7
    ],
    [
        " And without knowing it, he escalated the situation because he resisted as hard as he could.",
        171.06,
        175.64
    ],
    [
        " He's only been training for a day.",
        175.68,
        177.18
    ],
    [
        " And he's going there fighting like crazy instead of just relaxing and being like, hey,",
        177.62,
        181.04
    ],
    [
        " you know, I've only been, I've never trained before.",
        181.04,
        182.62
    ],
    [
        " Oh, you're going to choke me out.",
        182.9,
        184.08
    ],
    [
        " Yeah.",
        184.08,
        184.5
    ],
    [
        " You know, instead of learning and relaxing, you, you allow yourself to get caught up in",
        184.7,
        191.64
    ],
    [
        " the primal instinct of fighting for your life, which is what happens when people start",
        191.64,
        197.58
    ],
    [
        " you to do the primal instinct takes over.",
        197.58,
        200.36
    ],
    [
        " And it's also ego and the will to win.",
        200.6,
        203.16
    ],
    [
        " It takes over and they just want to go so hard and they can't believe that this little",
        203.22,
        207.04
    ],
    [
        " guy's joking me.",
        207.04,
        208.08
    ],
    [
        " They're not going to let it happen.",
        208.14,
        209.08
    ],
    [
        " So that is actually your ego.",
        209.26,
        210.74
    ],
    [
        " And it is also your ego.",
        211.56,
        213.52
    ],
    [
        " And I tell people all the time, one of the main reasons people get hurt in jiu jitsu is because",
        214.26,
        217.8
    ],
    [
        " of ego.",
        217.8,
        218.16
    ],
    [
        " You either don't tap number one, which is just stupid.",
        218.46,
        221.6
    ],
    [
        " Or you, you don't say no to rolling with people that you know you shouldn't roll with.",
        222.02,
        228.14
    ],
    [
        " That's it.",
        228.44,
        229.7
    ],
    [
        " And when I say don't tap, it's like has to do with, with the way you're rolling too, right?",
        229.84,
        234.78
    ],
    [
        " I mean, if you're just going to fight everything so super hard because you want to win,",
        235.02,
        240.06
    ],
    [
        " well, then you're going to end up having a much higher chance of getting injured.",
        240.32,
        243.34
    ],
    [
        " So I fall into that sometimes too.",
        243.96,
        247.12
    ],
    [
        " You know, if I'm like, I had a hurt knee the other day.",
        247.58,
        249.98
    ],
    [
        " And you know, maybe like a month ago, my knee was a little hurt.",
        250.16,
        253.6
    ],
    [
        " And I was rolling, but I hadn't been doing a lot of stand up.",
        254.06,
        257.54
    ],
    [
        " And all of a sudden I was escalating with whoever would like, and be or someone.",
        257.56,
        262.12
    ],
    [
        " And all of a sudden I was standing and I didn't want to give up the position, right?",
        262.56,
        267.68
    ],
    [
        " And as I'm standing there, I'm like,",
        268.38,
        269.66
    ],
    [
        " oh, this is your ego right now.",
        269.66,
        270.8
    ],
    [
        " You have no reason to sit here and fight on the feet where your, where your knee is actually bothering you.",
        271.2,
        276.58
    ],
    [
        " Just don't be an idiot and just pull guard.",
        276.74,
        280.8
    ],
    [
        " And so no big deal, right?",
        281.2,
        282.92
    ],
    [
        " Okay, pull guard.",
        283.04,
        283.66
    ],
    [
        " It's whatever.",
        283.8,
        284.9
    ],
    [
        " Did you pull guard?",
        285.36,
        285.96
    ],
    [
        " I did.",
        286.08,
        286.34
    ],
    [
        " Yeah.",
        286.54,
        286.74
    ],
    [
        " Because I was realized I was being stupid.",
        286.8,
        288.16
    ],
    [
        " And if there I am, I've been healing and I'm almost good to go.",
        288.42,
        291.88
    ],
    [
        " And now I'm going to jeopardize it because I just, I want to stand up and get some, right?",
        292.0,
        295.88
    ],
    [
        " I want to win.",
        296.06,
        296.48
    ],
    [
        " Stupid.",
        296.48,
        296.96
    ],
    [
        " Stupid.",
        297.14,
        297.68
    ],
    [
        " So that is what you have to do.",
        299.32,
        300.52
    ],
    [
        " You have to put your ego in check and that is a huge part of,",
        300.6,
        302.58
    ],
    [
        " you just say that's one of the things that makes you get to so impactful.",
        302.6,
        304.74
    ],
    [
        " It's so humbling.",
        304.74,
        305.94
    ],
    [
        " Your ego can't withstand it.",
        306.28,
        307.68
    ],
    [
        " And despite how hard you fought against this guy in this question, that guy was still going to tap you out.",
        307.9,
        312.94
    ],
    [
        " You didn't stand a chance.",
        313.0,
        313.88
    ],
    [
        " You didn't stand a chance.",
        314.12,
        315.34
    ],
    [
        " Yeah, my first class versus a guy who'd been rolling for over a year.",
        315.68,
        318.7
    ],
    [
        " Over a year.",
        318.7,
        319.2
    ],
    [
        " You don't stand a chance.",
        319.64,
        320.5
    ],
    [
        " You don't stand a chance.",
        320.82,
        321.88
    ],
    [
        " You don't.",
        322.3,
        322.72
    ],
    [
        " So what you, what you want to do is you want to learn.",
        323.0,
        326.3
    ],
    [
        " So put your ego aside, relax, talk.",
        327.04,
        330.86
    ],
    [
        " And if you get someone that's going, so you don't want to sound like a wimp, that's what gets you hurt.",
        331.16,
        335.58
    ],
    [
        " What's cool is when somebody's 58 years old and they're on the mat and some,",
        335.96,
        340.8
    ],
    [
        " some 22 year old blue belt that weighs 80 pounds more than them says,",
        340.98,
        346.4
    ],
    [
        " you won't roll.",
        346.4,
        347.18
    ],
    [
        " And the older dude says, no, man, I'm good.",
        347.7,
        350.4
    ],
    [
        " I'm not rolling with you because their ego is in check.",
        350.64,
        353.22
    ],
    [
        " And they realize that's not going to get him anywhere.",
        353.46,
        355.12
    ],
    [
        " Yeah, rolling with this big idiot.",
        355.2,
        357.1
    ],
    [
        " That's not going to get him anywhere.",
        357.2,
        358.8
    ],
    [
        " So they're saying, no, I don't want to roll with you.",
        358.94,
        360.12
    ],
    [
        " Their ego is fine.",
        360.3,
        361.32
    ],
    [
        " They get there over it.",
        361.52,
        362.64
    ],
    [
        " So put your ego in check.",
        362.88,
        364.52
    ],
    [
        " You won't get marked up a lot and people,",
        364.7,
        367.0
    ],
    [
        " people will go full speed if you're going full speed.",
        367.14,
        370.42
    ],
    [
        " That's the answer.",
        370.6,
        371.76
    ],
    [
        " The harder you go, the harder the other person's going, you want to go in there and get to a level",
        372.0,
        376.4
    ],
    [
        " seven death match with every person you roll with, you're going to get them.",
        376.4,
        379.36
    ],
    [
        " You're going to get them, especially with people that are around your level.",
        379.54,
        383.18
    ],
    [
        " Yeah.",
        383.3,
        383.56
    ],
    [
        " Because if the person's a purple belt or a brown belt or a black belt,",
        383.88,
        386.9
    ],
    [
        " you can go nuts on them.",
        387.16,
        388.24
    ],
    [
        " It doesn't even matter to them.",
        388.34,
        389.32
    ],
    [
        " They're just going to be laughing at you.",
        389.42,
        390.46
    ],
    [
        " Although you can, you can offend them.",
        390.58,
        392.4
    ],
    [
        " And I've seen some black belts and some good jujitsu practitioners that get offended",
        392.7,
        398.56
    ],
    [
        " if someone attacks them with fury like they have a chance.",
        398.56,
        402.96
    ],
    [
        " And you go, okay, cool.",
        403.58,
        404.68
    ],
    [
        " You want to be like that?",
        404.82,
        405.44
    ],
    [
        " I'm going to smash you.",
        405.54,
        406.44
    ],
    [
        " And I've done that from time to time.",
        406.84,
        408.26
    ],
    [
        " You know, where someone just, they're in there.",
        408.6,
        410.46
    ],
    [
        " They're like, they think it's their day or whatever.",
        410.48,
        412.8
    ],
    [
        " And they think they're going to get you.",
        412.9,
        414.54
    ],
    [
        " And you go, oh, you're not going to get me.",
        414.62,
        416.48
    ],
    [
        " But now you've, now you're going to get God.",
        416.6,
        418.42
    ],
    [
        " It is not going to be fun.",
        418.88,
        420.22
    ],
    [
        " Yeah.",
        420.64,
        421.18
    ],
    [
        " That tends to happen though.",
        421.28,
        422.7
    ],
    [
        " Not if you're well within the confines of just jujitsu stuff like them.",
        423.14,
        427.3
    ],
    [
        " But if you start to drift towards the edges of etiquette.",
        427.42,
        430.92
    ],
    [
        " So like, let's say, like if I'm, if, you know, I'm going to spar with you",
        431.0,
        434.56
    ],
    [
        " and today is my day.",
        434.56,
        435.58
    ],
    [
        " And I start stiff, farming you hard and doing that kind of stuff.",
        435.82,
        439.6
    ],
    [
        " Stuff that's, it's legal.",
        439.6,
        440.76
    ],
    [
        " But it's like, yeah, for sure.",
        441.02,
        442.16
    ],
    [
        " You shouldn't, you know, it's like that kind of stuff that'll make a higher belt",
        442.16,
        444.94
    ],
    [
        " mad, I think.",
        444.94,
        445.74
    ],
    [
        " You are correct.",
        445.9,
        446.72
    ],
    [
        " You are correct.",
        447.14,
        447.5
    ],
    [
        " Just someone going, just someone going level nine psycho.",
        448.0,
        451.02
    ],
    [
        " Instead of just being, oh, you, you want to roll?",
        451.5,
        453.94
    ],
    [
        " Hey, cool.",
        454.18,
        454.5
    ],
    [
        " Hey, we're going to use strength.",
        454.72,
        455.72
    ],
    [
        " I get that.",
        456.02,
        456.4
    ],
    [
        " I get that.",
        456.62,
        457.14
    ],
    [
        " We're going to use strength.",
        457.18,
        457.72
    ],
    [
        " That's the way it works.",
        457.74,
        458.38
    ],
    [
        " That's part of the game.",
        458.5,
        459.1
    ],
    [
        " That's why we work out, right?",
        459.16,
        460.1
    ],
    [
        " I get that we're going to go fast.",
        460.4,
        461.78
    ],
    [
        " I get that.",
        461.9,
        462.26
    ],
    [
        " That's cool.",
        462.36,
        462.68
    ],
    [
        " But you want to just go level nine psycho.",
        463.0,
        465.1
    ],
    [
        " Cool.",
        465.3,
        465.42
    ],
    [
        " That's, it's not going to work out.",
        465.76,
        467.02
    ],
    [
        " Good.",
        467.02,
        467.26
    ],
    [
        " Yeah.",
        467.74,
        468.06
    ],
    [
        " And just cruise, man.",
        468.5,
        469.5
    ],
    [
        " Have a good time.",
        469.58,
        470.14
    ],
    [
        " Yeah.",
        470.48,
        470.74
    ],
    [
        " Nothing wrong with that.",
        470.74,
        471.64
    ],
    [
        " I'm a huge advocate of cruising for sure.",
        471.74,
        474.06
    ],
    [
        " But I'm, I support like guys going hard.",
        474.52,
        478.54
    ],
    [
        " For sure, even like young guys, I mean, like where, where this guy,",
        479.08,
        482.54
    ],
    [
        " but the thing is this guy is saying, how does he stop it?",
        483.16,
        486.28
    ],
    [
        " Yeah.",
        486.52,
        486.72
    ],
    [
        " The way you stop it is by relaxing.",
        486.72,
        488.16
    ],
    [
        " Exactly.",
        488.44,
        488.68
    ],
    [
        " Yeah.",
        488.96,
        489.08
    ],
    [
        " I'm full support of people going hard.",
        489.22,
        490.58
    ],
    [
        " Yeah.",
        490.86,
        491.0
    ],
    [
        " You know, and I go hard, right?",
        491.12,
        493.16
    ],
    [
        " I go.",
        493.82,
        494.18
    ],
    [
        " I guess you're right.",
        494.46,
        495.06
    ],
    [
        " Yeah.",
        495.3,
        495.92
    ],
    [
        " I mean, I train hard for sure.",
        496.08,
        497.24
    ],
    [
        " But like, if I don't know you, yeah.",
        497.66,
        500.34
    ],
    [
        " And you want to just go level nine?",
        500.74,
        502.46
    ],
    [
        " Cool.",
        502.68,
        502.84
    ],
    [
        " Well, go level nine.",
        503.06,
        503.88
    ],
    [
        " Yeah.",
        503.9,
        504.28
    ],
    [
        " But, you know, yeah, it's all it's all the spectrum of, of jujitsu and also,",
        504.28,
        510.44
    ],
    [
        " I get it though.",
        510.62,
        511.62
    ],
    [
        " Like, you know, he doesn't want marks all over his face all the time for, I mean,",
        511.7,
        515.4
    ],
    [
        " to me, you don't even have to say because of work.",
        515.74,
        517.88
    ],
    [
        " You just say, I don't want marks all over my neck and my face all the time.",
        518.02,
        521.48
    ],
    [
        " You know, that's work because that's actually what I do.",
        521.48,
        523.24
    ],
    [
        " It's cool.",
        523.56,
        525.48
    ],
    [
        " But you know how like, okay, so I don't wear mouthpiece anymore.",
        525.66,
        528.22
    ],
    [
        " So every once in a great while.",
        528.22,
        529.96
    ],
    [
        " Like I'll bite my tongue on the side.",
        529.96,
        531.44
    ],
    [
        " And then you can't eat for a few days.",
        531.44,
        533.5
    ],
    [
        " Not that good.",
        533.5,
        534.26
    ],
    [
        " Yeah.",
        534.48,
        534.58
    ],
    [
        " It's, or you ever get your jaw.",
        534.72,
        536.46
    ],
    [
        " You can't eat.",
        536.46,
        537.02
    ],
    [
        "",
        537.02,
        537.02
    ],
    [
        " Like, you can't eat.",
        537.3,
        539.58
    ],
    [
        " You try to eat.",
        539.74,
        540.36
    ],
    [
        " No, it's hurts to eat ketchup.",
        540.4,
        541.36
    ],
    [
        " Yes.",
        541.36,
        541.72
    ],
    [
        " Next question.",
        542.02,
        542.66
    ],
    [
        " Salad with Italian dressing.",
        542.82,
        543.92
    ],
    [
        " Really?",
        544.28,
        544.52
    ],
    [
        " Stinks.",
        544.68,
        544.94
    ],
    [
        " Yeah.",
        545.28,
        545.38
    ],
    [
        " That's where you're right.",
        545.54,
        546.32
    ],
    [
        " You're right.",
        546.42,
        546.62
    ],
    [
        " Eat for a call.",
        546.7,
        547.1
    ],
    [
        " That's the exaggerating.",
        547.18,
        547.86
    ],
    [
        " But, or if you get like a jaw, like, this is what I'll get in my common one.",
        547.98,
        552.08
    ],
    [
        " You'll get your jaw whacked.",
        552.18,
        553.44
    ],
    [
        " Like, maybe you're something else.",
        553.62,
        554.84
    ],
    [
        " The incidental stuff.",
        555.04,
        555.48
    ],
    [
        " I heard you're a little bad.",
        555.52,
        556.4
    ],
    [
        " Yeah.",
        556.62,
        556.84
    ],
    [
        " So you can't bite down on that side.",
        556.84,
        558.66
    ],
    [
        " Yeah.",
        558.72,
        559.0
    ],
    [
        " So you kind of can't eat for like a week.",
        559.64,
        561.44
    ],
    [
        " You got to drink through a straw.",
        561.52,
        564.08
    ],
    [
        " Anyway.",
        564.5,
        565.78
    ],
    [
        " But, so yeah, I get it.",
        566.82,
        568.34
    ],
    [
        " But just like I said, man, it's that ego.",
        568.38,
        570.22
    ],
    [
        " And I'm in support of ego.",
        570.58,
        572.36
    ],
    [
        " It's kind of what Giziu Jitsu and doing Jiu Jitsu.",
        572.54,
        575.22
    ],
    [
        " It's bluster.",
        575.38,
        576.16
    ],
    [
        " Really?",
        576.48,
        576.78
    ],
    [
        " The guy, like, guy going, like, what if I roll with you?",
        577.04,
        579.04
    ],
    [
        " And I tap you out, but you were not going hard at all.",
        579.36,
        581.44
    ],
    [
        " I don't want to do that.",
        581.66,
        582.64
    ],
    [
        " I'd rather get tapped out by you every single time.",
        582.78,
        584.82
    ],
    [
        " Then tap you out when you weren't going hard.",
        584.82,
        586.52
    ],
    [
        " As far as like my Giziu Jitsu journey kind of thing.",
        586.8,
        591.18
    ],
    [
        " Yeah.",
        591.8,
        591.84
    ],
    [
        " But, but at the same time, like, bro, if you don't want that beef,",
        592.38,
        595.68
    ],
    [
        " if you don't want to go with some big guy going hard,",
        595.78,
        599.22
    ],
    [
        " Brad, just say sorry, bro.",
        599.34,
        600.72
    ],
    [
        " I mean, no, the main concern is not disrespecting the guy.",
        601.06,
        604.16
    ],
    [
        " Like, you know how you, I've asked people to roll.",
        604.56,
        606.8
    ],
    [
        " And I know I'm maybe a little bit more big",
        607.14,
        609.28
    ],
    [
        " or whatever than like the average guy.",
        609.28,
        611.8
    ],
    [
        " Right.",
        612.02,
        612.18
    ],
    [
        " So I'll ask someone to roll.",
        612.74,
        613.84
    ],
    [
        " And they won't even answer.",
        613.84,
        615.24
    ],
    [
        " They'll just look away straight up look away.",
        615.44,
        617.92
    ],
    [
        " And I'm like, okay, I really got to kind of understand,",
        618.04,
        620.86
    ],
    [
        " okay, maybe they just don't want that beef.",
        620.88,
        622.7
    ],
    [
        " And they don't know how to say it to me respectfully, you know,",
        622.84,
        625.56
    ],
    [
        " I've never had anyone like look away.",
        625.66,
        627.28
    ],
    [
        " That's weird.",
        627.36,
        627.78
    ],
    [
        " Yeah.",
        628.02,
        628.4
    ],
    [
        " I had a time.",
        628.64,
        629.14
    ],
    [
        " Do you ask them?",
        629.14,
        630.1
    ],
    [
        " I, okay, I asked a guy to roll.",
        630.46,
        633.74
    ],
    [
        " And he acted like he didn't hear me and looked away.",
        634.06,
        636.8
    ],
    [
        " I went to the next guy of standing up to maybe that kind of",
        637.34,
        641.34
    ],
    [
        " helped didn't help my situation, but whatever.",
        641.56,
        643.46
    ],
    [
        " I asked the guy right next to him.",
        643.9,
        646.1
    ],
    [
        " Same exact thing.",
        646.7,
        647.52
    ],
    [
        " He acted like, oh, he was kind of in a conversation.",
        647.62,
        649.68
    ],
    [
        " And then all I mean, I got a little bit frustrated.",
        650.54,
        652.62
    ],
    [
        " I said, I said, so no one wants, no one's rolling here.",
        652.62,
        655.22
    ],
    [
        " That's what I said.",
        655.36,
        655.8
    ],
    [
        " So that's what we're doing.",
        655.88,
        656.8
    ],
    [
        " Everyone's saying I know and then like someone rolling to me,",
        656.98,
        659.3
    ],
    [
        " I think whatever is little while ago.",
        659.3,
        660.5
    ],
    [
        " But the intimidated.",
        660.72,
        662.3
    ],
    [
        " No, but here's the thing.",
        662.66,
        663.84
    ],
    [
        " Here's the thing.",
        663.92,
        664.22
    ],
    [
        " Of course, at the time it's a little bit frustrating.",
        664.34,
        666.32
    ],
    [
        " And this is kind of part of the point where if they didn't want",
        666.32,
        669.98
    ],
    [
        " to roll, because maybe whatever, I was too big and they were like",
        669.98,
        673.04
    ],
    [
        " small or something like that, then you can tell the guy, hey,",
        673.04,
        677.02
    ],
    [
        " respectfully, like, I don't want to roll with you.",
        677.06,
        680.24
    ],
    [
        " I fear injury, I fear whatever, I fear marks on my face or whatever.",
        680.36,
        683.0
    ],
    [
        " No problem.",
        683.82,
        684.54
    ],
    [
        " I dig it and I understand.",
        684.82,
        685.98
    ],
    [
        " Even if there's no one else to roll with.",
        686.2,
        687.76
    ],
    [
        " But you're saying have the respect to tell you the truth.",
        687.78,
        689.94
    ],
    [
        " That's the thing.",
        690.26,
        691.06
    ],
    [
        " Because your ego needs the little pump of like their scared of you.",
        691.2,
        693.8
    ],
    [
        " I wouldn't have been the opposite though.",
        694.1,
        696.7
    ],
    [
        " Nonetheless, that's the thing though.",
        697.58,
        700.28
    ],
    [
        " Like that's what you have to, in my opinion, you have to address it.",
        700.86,
        703.62
    ],
    [
        " And the other thing about this, because I may have,",
        703.62,
        707.36
    ],
    [
        " that being said, like if someone wants to roll with you,",
        707.64,
        710.98
    ],
    [
        " if you're a healthy human being, man, get it on.",
        711.4,
        714.24
    ],
    [
        " That's what I'm saying.",
        714.46,
        715.42
    ],
    [
        " That's what I was saying.",
        715.48,
        716.54
    ],
    [
        " That's what happened.",
        716.74,
        717.3
    ],
    [
        " Like I get it if you have a situation.",
        717.3,
        720.04
    ],
    [
        " And this is one that I need to, I always have to watch out for.",
        720.46,
        722.84
    ],
    [
        " Like if I have it, let's say I'm injured.",
        723.18,
        724.6
    ],
    [
        " And let's say I normally do 10 rounds, nine rounds, eight rounds.",
        725.6,
        729.6
    ],
    [
        " Like that's my normal training.",
        729.9,
        731.44
    ],
    [
        " And when I'm injured, I'll be like, okay,",
        731.88,
        734.78
    ],
    [
        " I'm only gonna do like four rounds.",
        735.16,
        736.88
    ],
    [
        " I'm only gonna do five rounds.",
        737.3,
        738.34
    ],
    [
        " But then someone's like, let's get one more.",
        738.56,
        740.02
    ],
    [
        " Yeah.",
        740.18,
        740.34
    ],
    [
        " And that's the hardest thing for me is to say,",
        740.8,
        742.5
    ],
    [
        " no, because my instinct all the time is like,",
        743.32,
        745.32
    ],
    [
        " oh, if someone wants to roll, let's do it.",
        745.38,
        746.56
    ],
    [
        " Let's do it.",
        746.96,
        747.44
    ],
    [
        " Let's get it on.",
        747.76,
        748.26
    ],
    [
        " You want to roll with me?",
        748.54,
        749.22
    ],
    [
        " Let's get it on.",
        749.38,
        749.86
    ],
    [
        " Yeah.",
        750.28,
        751.02
    ],
    [
        " So.",
        751.32,
        751.76
    ],
    [
        " And I, yeah, again, this is all part of it.",
        752.42,
        755.12
    ],
    [
        " And two, and this is a total opinion or philosophy or whatever.",
        755.3,
        759.1
    ],
    [
        " But yeah, that's how it should be.",
        759.4,
        760.98
    ],
    [
        " That's what I think, dude, that's how it should be.",
        761.06,
        762.94
    ],
    [
        " Like if I asked you to roll and you're just sitting there",
        763.24,
        765.7
    ],
    [
        " during the rolling part of training,",
        765.7,
        769.12
    ],
    [
        " and you're just sitting there essentially waiting for someone",
        769.44,
        771.2
    ],
    [
        " to ask you to roll, really that's what it is.",
        771.2,
        773.04
    ],
    [
        " Right.",
        773.22,
        773.28
    ],
    [
        " And you like turn your head, then why are you here?",
        774.38,
        777.16
    ],
    [
        " Like you're only gonna roll with small.",
        777.56,
        779.24
    ],
    [
        " And I was like, hey man, I got a tweak.",
        779.24,
        781.08
    ],
    [
        " Yeah, I can't roll anymore today, man.",
        781.08,
        782.4
    ],
    [
        " No, no, no.",
        782.4,
        782.92
    ],
    [
        " You're good with that.",
        782.92,
        783.46
    ],
    [
        " Yeah, 100%.",
        783.48,
        784.56
    ],
    [
        " You go home and like, I jacked that up as a winning jack.",
        784.56,
        787.02
    ],
    [
        " That's what I would do 100%.",
        787.18,
        788.7
    ],
    [
        " But yes, no, I'm talking about being selective with who you roll.",
        788.7,
        794.16
    ],
    [
        " Like I won't roll with him because he'll tap me out.",
        794.36,
        796.12
    ],
    [
        " I won't roll with him because he goes hard and I'll get tired.",
        796.22,
        799.22
    ],
    [
        " No, no, no, no.",
        799.26,
        800.12
    ],
    [
        " I don't want to roll without tough as people.",
        800.12,
        801.82
    ],
    [
        " Yeah, okay.",
        802.28,
        802.72
    ],
    [
        " And again, that's like your philosophy and I agree with that.",
        802.94,
        805.72
    ],
    [
        " But if you're like being selective, like that guy's too big",
        806.12,
        809.74
    ],
    [
        " and advanced, he might mess me up.",
        809.9,
        811.7
    ],
    [
        " Look, if you're concerned about actual injury, that's one thing.",
        811.98,
        815.96
    ],
    [
        " But if you're like, like basically the situation that I explained",
        816.7,
        820.64
    ],
    [
        " I was in and this is what I think given all the information I kind of gathered from",
        820.64,
        825.6
    ],
    [
        " the situation.",
        825.6,
        826.2
    ],
    [
        " They didn't want to roll with me because I was maybe, I don't know, bigger intimidating.",
        826.4,
        831.24
    ],
    [
        " Were you higher belts than them?",
        831.44,
        832.64
    ],
    [
        " Yes.",
        832.84,
        832.98
    ],
    [
        " That's really weird then.",
        833.58,
        835.08
    ],
    [
        " No, but see, and that's what I thought too.",
        835.38,
        836.96
    ],
    [
        " I was like, well, maybe that's why you're here.",
        837.02,
        839.32
    ],
    [
        " Lower belt.",
        839.32,
        839.92
    ],
    [
        " If you're a lower belt and you're smaller, you have absolutely nothing no shame in getting",
        840.16,
        844.82
    ],
    [
        " tapped out by a big dude that's a higher belt than you.",
        844.82,
        847.52
    ],
    [
        " That's what I was saying.",
        847.52,
        848.38
    ],
    [
        " Because I was talking to my brother and great about it.",
        848.72,
        850.3
    ],
    [
        " Did you do a breath check before you went in there or something?",
        850.3,
        852.28
    ],
    [
        " Maybe a key check.",
        852.58,
        853.3
    ],
    [
        " Maybe you just smelled really bad.",
        853.38,
        854.62
    ],
    [
        " No one wanted to roll with you.",
        854.74,
        855.72
    ],
    [
        " No, bruh.",
        855.74,
        856.2
    ],
    [
        " Because the fact is I did do those checks.",
        856.32,
        858.4
    ],
    [
        " I do them every single time.",
        858.8,
        859.74
    ],
    [
        " That's why I know.",
        860.02,
        860.7
    ],
    [
        " But I talked to my brother and Greg about this.",
        861.16,
        863.7
    ],
    [
        " Yeah.",
        863.78,
        863.92
    ],
    [
        " I was like, I was trying to be understanding, you know, but at the first part of the conversation",
        864.16,
        868.76
    ],
    [
        " with Greg Train?",
        868.76,
        869.24
    ],
    [
        " No, I don't think Greg was there at that time.",
        869.62,
        872.18
    ],
    [
        " Greg Train, you might underestimate Greg Train.",
        872.18,
        874.78
    ],
    [
        " You might be like, I'll just roll with this little guy.",
        875.08,
        877.24
    ],
    [
        " No, you see his ears here like I am.",
        877.38,
        879.06
    ],
    [
        " I was talking to them like the next day or something.",
        879.1,
        883.02
    ],
    [
        " So I didn't think they went there.",
        883.4,
        884.08
    ],
    [
        " So Greg was saying the same thing is you.",
        884.42,
        887.12
    ],
    [
        " Like, no, you don't do that stuff.",
        887.26,
        888.8
    ],
    [
        " Why are you even here then?",
        888.9,
        889.66
    ],
    [
        " But Jay brought up a good point.",
        890.36,
        891.46
    ],
    [
        " He said, well, it doesn't matter why you think they should be there.",
        891.9,
        895.74
    ],
    [
        " They pay their membership.",
        895.98,
        897.78
    ],
    [
        " And they're there to learn.",
        897.86,
        899.02
    ],
    [
        " You did too.",
        899.22,
        899.68
    ],
    [
        " They have the right to train with whoever they want.",
        899.78,
        901.68
    ],
    [
        " And they have the right to not train with whoever they don't want.",
        901.76,
        904.22
    ],
    [
        " Jay Charles with the free will.",
        904.32,
        905.86
    ],
    [
        " Right.",
        906.0,
        906.14
    ],
    [
        " It's true.",
        906.48,
        906.68
    ],
    [
        " But that very thing applies to this guy right here.",
        906.9,
        909.48
    ],
    [
        " Casting etiquette out the window.",
        909.5,
        911.84
    ],
    [
        " Jay Charles.",
        912.22,
        912.72
    ],
    [
        " Right.",
        912.88,
        913.0
    ],
    [
        " And that's kind of the kind of argument, which is legitimate.",
        913.14,
        915.78
    ],
    [
        " By the way, there is the etiquette of the mats.",
        915.78,
        918.02
    ],
    [
        " It's like, it's like if you go to a 24-hour fitness gym or whatever, you're the guy.",
        918.38,
        921.7
    ],
    [
        " You're not, I mean, now, nowadays they have a science that's re-reacuates.",
        922.16,
        925.7
    ],
    [
        " But there's certain things that you just got to do for the etiquette.",
        926.16,
        929.76
    ],
    [
        " You know Akbar.",
        929.92,
        930.64
    ],
    [
        " You know Akbar.",
        931.08,
        931.48
    ],
    [
        " Yeah, of course.",
        931.8,
        932.52
    ],
    [
        " He came up together.",
        932.52,
        933.08
    ],
    [
        " Yeah, he's a beast, right?",
        933.36,
        935.44
    ],
    [
        " And he fights at 155.",
        935.92,
        938.4
    ],
    [
        " So he'd walk around at 170.",
        938.4,
        939.68
    ],
    [
        " Strong.",
        940.2,
        940.8
    ],
    [
        " Yeah.",
        941.42,
        941.5
    ],
    [
        " Not too scared.",
        942.18,
        942.64
    ],
    [
        " Not too scared.",
        942.92,
        943.86
    ],
    [
        "",
        943.96,
        943.96
    ],
    [
        " But he and I would have wars.",
        944.38,
        946.5
    ],
    [
        " Wars.",
        947.0,
        947.3
    ],
    [
        " Total wars.",
        947.72,
        948.36
    ],
    [
        " Every single time.",
        948.54,
        949.26
    ],
    [
        " Mayhem.",
        949.5,
        949.92
    ],
    [
        " And we had a packed always.",
        950.24,
        952.74
    ],
    [
        " Sure.",
        953.1,
        953.5
    ],
    [
        " Is that I will roll if you no matter what.",
        953.5,
        955.08
    ],
    [
        " No matter what is going on, I will roll.",
        955.5,
        957.16
    ],
    [
        " I will roll with you.",
        957.26,
        958.28
    ],
    [
        " I know he's always like, he'd come in.",
        958.78,
        960.22
    ],
    [
        " For me, it was, you know, I'd roll in from either work or I'd be done training with a bunch of people and then he'd show up.",
        960.62,
        966.24
    ],
    [
        " Or for him, it was, he'd be done with like a crazy sparring session.",
        966.34,
        969.5
    ],
    [
        " But yeah, so I always told him, no matter what, I'll roll with you.",
        969.84,
        973.0
    ],
    [
        " And the reason I told him that is because I didn't want to roll with him.",
        973.34,
        977.04
    ],
    [
        " Because it was always freaking hardcore.",
        977.28,
        979.5
    ],
    [
        " It was always because he moved all the time and he was so strong and so fast and bony.",
        979.74,
        984.94
    ],
    [
        " Yeah.",
        984.94,
        985.48
    ],
    [
        " And he's submissions are savage.",
        985.58,
        987.14
    ],
    [
        " And he was a guy that I'd like, I didn't want to roll with him.",
        987.4,
        991.62
    ],
    [
        " And that's exactly why I made a pact with him.",
        991.86,
        993.44
    ],
    [
        " I would always real with it.",
        993.44,
        994.84
    ],
    [
        " You do it.",
        994.96,
        995.48
    ],
    [
        " You want that be.",
        995.48,
        996.46
    ],
    [
        " Yeah.",
        996.98,
        997.18
    ],
    [
        " Because it is a, it's a siege to roll with you.",
        997.32,
        1000.2
    ],
    [
        " And there's guys like that.",
        1000.26,
        1001.44
    ],
    [
        " And you know, like, you know, it's funny, you know, Taylor and Andy, by the way, they're like that if you make it like that.",
        1001.78,
        1007.74
    ],
    [
        " But if you don't, well, you might be different because you're kind of in a different position.",
        1007.74,
        1011.44
    ],
    [
        " But when you roll with them, if you start to go light, they'll just go light the whole time, by the way.",
        1011.68,
        1017.12
    ],
    [
        " But if you turn up the heat and they'll turn out the heaters, like, but yeah, that's that's a big thing where",
        1017.18,
        1022.1
    ],
    [
        " like some guys man, you're like, okay, I got to get mentally ready to do this, you know, because they, they just bring a lot.",
        1022.1,
        1028.62
    ],
    [
        " Yeah.",
        1028.86,
        1029.18
    ],
    [
        " And it depends how your game matches up with them.",
        1029.32,
        1031.4
    ],
    [
        " Yeah.",
        1031.62,
        1031.86
    ],
    [
        " You know, your game matches definitely with different people.",
        1032.12,
        1034.3
    ],
    [
        " Yeah, that's true too.",
        1034.64,
        1035.46
    ],
    [
        " Big time.",
        1035.72,
        1036.12
    ],
    [
        " But yeah, this guy, you know, does it normally leave you with lots of marks?",
        1036.16,
        1041.92
    ],
    [
        " Not really.",
        1041.92,
        1042.66
    ],
    [
        " I think you're right.",
        1042.88,
        1043.52
    ],
    [
        " But the more, you know, ambitious, hungry white belts you roll with with the key, yeah, the more marks you get.",
        1043.84,
        1051.2
    ],
    [
        " And the more you go forces you to fight them as if it's a death match.",
        1051.3,
        1055.4
    ],
    [
        " Yeah.",
        1055.4,
        1055.68
    ],
    [
        " Yeah.",
        1055.84,
        1056.1
    ],
    [
        " Yeah.",
        1056.1,
        1056.8
    ],
    [
        " Very true.",
        1057.42,
        1058.94
    ],
    [
        " And then do people go full speed?",
        1059.12,
        1061.0
    ],
    [
        " You know what?",
        1061.74,
        1062.72
    ],
    [
        " 50-50 maybe?",
        1062.82,
        1063.84
    ],
    [
        " Well, actually, no.",
        1064.52,
        1065.7
    ],
    [
        " Technically awful.",
        1066.02,
        1066.74
    ],
    [
        " No, it's awful, straight.",
        1066.74,
        1067.74
    ],
    [
        " Yeah.",
        1068.02,
        1068.12
    ],
    [
        " Yeah.",
        1068.22,
        1068.42
    ],
    [
        " Like, can you cruise?",
        1068.76,
        1069.64
    ],
    [
        " Like, I always do a warm up, one warm up round with Andy.",
        1069.84,
        1073.28
    ],
    [
        " No one out with Andy and Dean, Dean won't do a warm up round with me because that's when he attacks me with full strength.",
        1073.56,
        1078.22
    ],
    [
        " Dee, Andy is awesome and we always do one round just to break a sweat.",
        1079.24,
        1082.64
    ],
    [
        " We're just cruising and then the next round will go.",
        1082.64,
        1084.74
    ],
    [
        " And when we go, I mean, we go, I guess maybe there's some gradation at the high end of the spectrum.",
        1084.92,
        1091.8
    ],
    [
        " And I will recognize a difference between that.",
        1092.4,
        1094.84
    ],
    [
        " Like, let's say, for instance, you say, I'll know I don't want to let Andy pass my guard today.",
        1094.94,
        1101.48
    ],
    [
        "",
        1101.94,
        1101.94
    ],
    [
        " Like for like a legit reason, like I think he's got some new offensive move that I've seen him pulling off.",
        1102.42,
        1107.26
    ],
    [
        " And I go, well, if he gets this position on me today, I'm going to be in a real bad situation.",
        1107.26,
        1110.8
    ],
    [
        " Yeah.",
        1110.8,
        1111.26
    ],
    [
        " So he's not passed my guard.",
        1111.26,
        1112.46
    ],
    [
        " So then he'll feel like I'm going harder.",
        1112.54,
        1114.16
    ],
    [
        " Yeah.",
        1114.44,
        1114.72
    ],
    [
        " Because a lot of times you pass my guard, okay, cool.",
        1114.92,
        1118.08
    ],
    [
        " Whatever.",
        1118.3,
        1118.48
    ],
    [
        " Now you're cross side now, I'm trying to escape that.",
        1118.58,
        1120.46
    ],
    [
        " You know what I mean?",
        1120.46,
        1121.14
    ],
    [
        " It's like when you're competing.",
        1121.58,
        1123.3
    ],
    [
        " When someone is competing with you in Jiu-Jitsu, especially with the G-id, so noticeable in a competition,",
        1123.54,
        1129.12
    ],
    [
        " how hard they grip everything and how you can't get a millimeter of movement",
        1129.56,
        1134.38
    ],
    [
        " that you don't have to fight for.",
        1134.38,
        1136.2
    ],
    [
        " So you can't simulate that in, you can't simulate that level of intensity on the mats.",
        1136.7,
        1142.48
    ],
    [
        " That only comes in competition.",
        1142.82,
        1144.28
    ],
    [
        " Yeah, very important.",
        1144.72,
        1145.6
    ],
    [
        " Yeah, on the training mats.",
        1145.6,
        1146.94
    ],
    [
        " But in a way, and I talked to Greg about this a lot, where it's kind of, you know how",
        1147.16,
        1151.68
    ],
    [
        " like someone's been super stubborn.",
        1151.68,
        1153.04
    ],
    [
        " Like, the day I was talking to him, this is what I was talking about.",
        1153.24,
        1156.36
    ],
    [
        " Like the guy who you get a sweep on him or something, and they don't, it's almost like they're",
        1156.44,
        1160.58
    ],
    [
        " not even fighting Jiu-Jitsu anymore.",
        1160.58,
        1161.78
    ],
    [
        " They just want to get to their feet and stand up because they don't want to play on the bottom.",
        1161.98,
        1164.9
    ],
    [
        " Right.",
        1165.3,
        1165.4
    ],
    [
        " These guys.",
        1165.74,
        1166.02
    ],
    [
        " So I was talking to him about that and that it was kind of frustrating and whatever.",
        1166.26,
        1170.06
    ],
    [
        " And he was like, hey bro, that's like, that's kind of his job.",
        1170.56,
        1174.04
    ],
    [
        " He's job, like give you an accurate representation of somebody giving you trouble in whatever way.",
        1174.18,
        1180.32
    ],
    [
        " Yeah, I was about to tell that's the same thing that Jade Charles said.",
        1180.54,
        1182.66
    ],
    [
        " Like if you allow that guy to get your feet, then that's bad.",
        1182.76,
        1185.7
    ],
    [
        " As a matter of fact, I went through this cycle of Dean, where I realized that I wasn't giving Dean a good representation",
        1185.82,
        1191.64
    ],
    [
        " because every time he had some good guard passes that he would do from a little bit of a distance",
        1191.64,
        1196.66
    ],
    [
        " and they were working well.",
        1196.66,
        1199.52
    ],
    [
        " And then I said, well, why don't I just stand up?",
        1199.74,
        1201.12
    ],
    [
        " Yeah.",
        1201.66,
        1201.8
    ],
    [
        " And so then I just started standing up and then all of a sudden he realized he couldn't give me that much space",
        1201.84,
        1205.72
    ],
    [
        " which messed up that guard pass which put us back to both getting better because we were improving the techniques that we were each using.",
        1205.72,
        1212.56
    ],
    [
        " So yeah, sometimes now have you ever rolled with someone that you they're just not doing Jiu-",
        1213.02,
        1220.84
    ],
    [
        " they're just they're just not engaging.",
        1220.84,
        1224.24
    ],
    [
        " Right?",
        1224.62,
        1224.88
    ],
    [
        " They're not engaging.",
        1225.2,
        1226.28
    ],
    [
        " That can be that can be a little bit frustrating.",
        1226.46,
        1228.42
    ],
    [
        " Yes.",
        1228.42,
        1228.82
    ],
    [
        " And sometimes I do that.",
        1230.34,
        1231.72
    ],
    [
        " Yeah, but that's part of an overall strategy though.",
        1231.78,
        1234.34
    ],
    [
        " But yeah, oh yeah, 100%.",
        1234.88,
        1236.96
    ],
    [
        " Like the guy who's not in, because again, this goes back to why you're doing Jiu-",
        1236.96,
        1241.86
    ],
    [
        " to begin with though.",
        1241.86,
        1242.8
    ],
    [
        " So let's say if you're doing it like to compete in a tournament, a guy not engaging, that's part of your training right there too.",
        1243.0,
        1249.32
    ],
    [
        " Yeah, that is.",
        1249.48,
        1249.94
    ],
    [
        " But if you're like, you know, if this is a fight and you know, if you like all elements and let's say",
        1250.08,
        1255.62
    ],
    [
        " you're focusing on like a self defense situation and the guy's not engaging, then yeah, you might as well be like, I might as well train with somebody.",
        1256.64,
        1262.78
    ],
    [
        " It is good.",
        1262.78,
        1263.22
    ],
    [
        " You're right.",
        1263.36,
        1263.56
    ],
    [
        " It is good because also I've gone with like some wrestlers that they know they're let's say they're a purple belt in Jiu-",
        1263.66,
        1269.38
    ],
    [
        " and they're doing a five minute round with you and they're just their goal is to just avoid and knock it tapped out.",
        1269.38,
        1275.86
    ],
    [
        " And they're not really going to roll Jiu- Jitsu with you.",
        1275.86,
        1277.82
    ],
    [
        " They're just going to avoid and knock it tapped out.",
        1278.06,
        1279.66
    ],
    [
        " They're not going to progress like they get the double leg now they're in your guard.",
        1279.82,
        1283.06
    ],
    [
        " They're going to sit there and hold your hips.",
        1283.08,
        1284.12
    ],
    [
        " Yeah.",
        1284.16,
        1284.48
    ],
    [
        " So they're going to sit there.",
        1284.66,
        1285.6
    ],
    [
        " So for me, what I have to do, I need to have some moves to get some out of the, you know, that's a situation.",
        1285.76,
        1289.72
    ],
    [
        " I'm going to do it out.",
        1289.72,
        1289.82
    ],
    [
        " I've got to take some owner of it.",
        1290.04,
        1291.4
    ],
    [
        " Yeah.",
        1291.54,
        1291.84
    ],
    [
        " Yeah, just like the guy who doesn't like tap someone who's strong and doesn't tap, you know.",
        1291.88,
        1296.42
    ],
    [
        " So either forces you to like injure him or let go kind of thing.",
        1296.66,
        1301.24
    ],
    [
        " That's kind of the same thing where it's it's a weird dichotomy though because like what do you do now?",
        1301.3,
        1307.6
    ],
    [
        " Now it's kind of up to you.",
        1307.7,
        1308.72
    ],
    [
        " You know, they got you okay, so if that doesn't tap right and you kind of get mad.",
        1308.78,
        1312.26
    ],
    [
        " I'm like, you're going to force me to injure you, you know.",
        1312.26,
        1315.72
    ],
    [
        " You have to take that training as as this realistic training where this guy is giving you a very accurate look.",
        1316.14,
        1322.46
    ],
    [
        " Where sure, you can choose to injure him.",
        1322.7,
        1325.82
    ],
    [
        " Now it's on you.",
        1325.98,
        1326.72
    ],
    [
        " You chose to injure him.",
        1326.86,
        1327.88
    ],
    [
        " Sure.",
        1328.04,
        1328.36
    ],
    [
        " And whatever you chose, you chose.",
        1328.6,
        1330.1
    ],
    [
        " Especially if he was giving you less of an option or you just let him go and understand that yeah, I understand accurately.",
        1330.32,
        1335.98
    ],
    [
        " You got to be honest with yourself that I would have had that submission.",
        1335.98,
        1338.66
    ],
    [
        " I could have injured him.",
        1338.78,
        1339.7
    ],
    [
        " But don't be all mad because you know, you should have tapped and give me that win in training.",
        1339.78,
        1345.3
    ],
    [
        " You know, like if you don't do that, you know, yeah, you got to keep your mind.",
        1345.3,
        1349.02
    ],
    [
        " Wait, but you said who cares?",
        1349.18,
        1350.24
    ],
    [
        " Come on, bro.",
        1350.28,
        1350.8
    ],
    [
        " Come on.",
        1351.16,
        1351.58
    ],
    [
        " I said that you're going to talk.",
        1351.58,
        1352.64
    ],
    [
        " I know, but for how you care though, I care.",
        1352.8,
        1355.18
    ],
    [
        " What if someone is if someone because one time out the reason I was talking to was talking to Greg again about it about a guy was running with who didn't want to tap.",
        1355.74,
        1365.74
    ],
    [
        " And I was mad because he was forcing me to either injure him or he wasn't going to give me that that win in training.",
        1365.74,
        1373.26
    ],
    [
        " So what did you do?",
        1373.46,
        1374.22
    ],
    [
        " I let him go.",
        1375.06,
        1375.54
    ],
    [
        " Hmm.",
        1376.02,
        1376.3
    ],
    [
        " For one time and it was a white belt.",
        1376.52,
        1378.62
    ],
    [
        " He started going hard.",
        1378.76,
        1379.6
    ],
    [
        " You know how this is just an old white belt.",
        1379.66,
        1381.4
    ],
    [
        " Like what what submission was it?",
        1381.62,
        1383.06
    ],
    [
        " I'm talking about another story now.",
        1383.14,
        1384.44
    ],
    [
        " I told this story story.",
        1384.46,
        1384.8
    ],
    [
        " Okay, because I mean, just I'm just saying like the both.",
        1384.8,
        1387.86
    ],
    [
        " Okay, so the the regional story of talking that's talking to you not to tap into a community.",
        1388.18,
        1392.38
    ],
    [
        " Yeah, he was strong.",
        1392.5,
        1393.2
    ],
    [
        " But so maybe you didn't really have it.",
        1394.1,
        1396.48
    ],
    [
        " I had it.",
        1396.48,
        1398.64
    ],
    [
        " I'm not weak either.",
        1398.76,
        1400.64
    ],
    [
        " That's the thing.",
        1400.74,
        1401.22
    ],
    [
        " So he's strong and I'm like, okay, it's serious.",
        1401.38,
        1403.14
    ],
    [
        " It's here.",
        1403.4,
        1403.76
    ],
    [
        " It didn't matter.",
        1403.92,
        1405.44
    ],
    [
        " I knew I knew with certainty where it's like, okay, I'm going to have to injure the person now.",
        1406.06,
        1411.52
    ],
    [
        " And you know, he didn't have, but Greg made a good point where it's like that's his job.",
        1412.96,
        1416.42
    ],
    [
        " You know, he's giving you an accurate look of what it's like.",
        1416.66,
        1418.9
    ],
    [
        " So at the end of the day, sure, I could have chosen an interim and then it's partially his fault.",
        1419.48,
        1423.98
    ],
    [
        " But the thing is I can't account for whether it's his fault or not.",
        1423.98,
        1426.76
    ],
    [
        " I'm accounting for what training I'm getting by the way.",
        1426.9,
        1429.9
    ],
    [
        " What training I'm getting now come, you know, it's not a competition.",
        1429.9,
        1432.36
    ],
    [
        " It's not in the street.",
        1432.36,
        1433.2
    ],
    [
        " Switching stories on me.",
        1433.4,
        1435.72
    ],
    [
        " Quick to it was a white belt.",
        1435.78,
        1437.48
    ],
    [
        " I was wrong with he was going nuts.",
        1437.48,
        1439.02
    ],
    [
        " And I took a personal back to what we're talking about.",
        1439.02,
        1442.18
    ],
    [
        " What belt were you at this time?",
        1442.18,
        1443.28
    ],
    [
        " Purple.",
        1443.58,
        1443.88
    ],
    [
        " So I was taking a personal I was like, whoa, dear.",
        1444.16,
        1446.62
    ],
    [
        " You try to go nuts on me like just doing stuff.",
        1446.74,
        1449.54
    ],
    [
        " It was all within the confines of etiquette, but he was going a little bit too hard.",
        1449.54,
        1452.78
    ],
    [
        " Right.",
        1452.92,
        1453.0
    ],
    [
        " Later I found out that's just his style, by the way, which is a total innocent thing.",
        1454.34,
        1457.66
    ],
    [
        " But at that time, I was like, no, I was like, okay, you want to go hard?",
        1457.76,
        1460.56
    ],
    [
        " I'm going to go hard and I injured him.",
        1460.76,
        1462.48
    ],
    [
        " Here's the thing I injured him with a submission because I went dick.",
        1462.6,
        1466.52
    ],
    [
        " He more I again.",
        1466.76,
        1467.4
    ],
    [
        " And not that I did it necessarily so hard that I heard him, but he had a bad shoulder.",
        1467.64,
        1473.34
    ],
    [
        " I didn't really need anything.",
        1474.5,
        1475.58
    ],
    [
        " I think not all I told care I had a bad shoulder.",
        1475.66,
        1477.02
    ],
    [
        " I didn't.",
        1477.16,
        1477.36
    ],
    [
        " I don't think of it.",
        1477.66,
        1478.58
    ],
    [
        " I was going to say I've never injured anyone with a submission, but I have injured a couple",
        1479.12,
        1483.08
    ],
    [
        " people.",
        1483.08,
        1483.84
    ],
    [
        " One of them.",
        1484.24,
        1485.92
    ],
    [
        " Did I injure you?",
        1486.08,
        1486.72
    ],
    [
        " Yeah, my rib, man.",
        1486.86,
        1487.72
    ],
    [
        " Oh, yeah, but that's just really the right.",
        1487.88,
        1489.32
    ],
    [
        " No, but I'm saying with a submission locked in.",
        1490.16,
        1492.4
    ],
    [
        " Right.",
        1492.92,
        1493.0
    ],
    [
        " Yeah.",
        1493.44,
        1493.66
    ],
    [
        " The times I've done it is I can only think of one off the top of my head.",
        1493.82,
        1497.42
    ],
    [
        " And it was a guy like you said, just had pre-existing shoulder injury.",
        1497.52,
        1500.24
    ],
    [
        " That was like that was like, ah tap.",
        1500.24,
        1502.42
    ],
    [
        " And then I'm hurt.",
        1502.76,
        1503.44
    ],
    [
        " And then my shoulder's bad.",
        1503.66,
        1505.28
    ],
    [
        " Right.",
        1505.36,
        1505.62
    ],
    [
        " Like bro, you're rolling with me.",
        1505.94,
        1507.48
    ],
    [
        " Yeah.",
        1507.66,
        1507.88
    ],
    [
        " Tell me.",
        1508.1,
        1508.44
    ],
    [
        " And this is a black belt, you know.",
        1508.44,
        1510.04
    ],
    [
        "",
        1510.32,
        1510.32
    ],
    [
        " And I was like, bro, come on.",
        1510.32,
        1511.34
    ],
    [
        " Not a guy I'd seen in a while, but I just go, you know, big strong guy.",
        1511.44,
        1514.94
    ],
    [
        " Yeah.",
        1515.1,
        1515.38
    ],
    [
        " Got the pier and I put it on and all of a sudden he's like, ah, yeah.",
        1515.48,
        1518.7
    ],
    [
        " And injured.",
        1518.76,
        1519.12
    ],
    [
        " Yeah.",
        1519.46,
        1519.68
    ],
    [
        " And I just said, bro, I mean, I know the complete limitations of where it's injury or not.",
        1519.88,
        1526.48
    ],
    [
        " And I was not there yet.",
        1526.72,
        1527.88
    ],
    [
        " At all.",
        1527.88,
        1528.44
    ],
    [
        " Yeah.",
        1529.0,
        1529.12
    ],
    [
        " And so he's like, you like in a bad shoulder, I should have told you, you know.",
        1529.3,
        1532.12
    ],
    [
        " Yeah.",
        1532.44,
        1532.56
    ],
    [
        " And that's actually why I felt really guilty because I did.",
        1532.9,
        1535.94
    ],
    [
        " I was like, oh, you want to go hard.",
        1536.04,
        1536.88
    ],
    [
        " So I did it hard.",
        1536.88,
        1537.62
    ],
    [
        " I wasn't trying to hurt him.",
        1537.62,
        1538.74
    ],
    [
        " But if he was had a bad shoulder, which he did, I understand you hurt him.",
        1539.0,
        1544.84
    ],
    [
        " And that doesn't surprise me that I hurt him.",
        1545.0,
        1546.98
    ],
    [
        " And I shouldn't I shouldn't have went that hard to begin with as far as like going, I know how to do it.",
        1546.98,
        1551.0
    ],
    [
        " You're a good.",
        1551.06,
        1551.54
    ],
    [
        " Yeah.",
        1551.6,
        1551.74
    ],
    [
        " And just kind of clarify my earlier statements.",
        1551.92,
        1554.42
    ],
    [
        " Like when somebody goes level nine on me, it doesn't mean I'm like,",
        1554.42,
        1557.42
    ],
    [
        " out to you.",
        1557.42,
        1558.46
    ],
    [
        "",
        1558.64,
        1558.64
    ],
    [
        " I just, no, I just go, I just apply level, if they're at level nine, I'm going to apply level",
        1558.72,
        1564.92
    ],
    [
        " nine point one back to them and put them.",
        1564.92,
        1567.1
    ],
    [
        " Yeah.",
        1567.18,
        1567.34
    ],
    [
        " And actually, usually I do something to him that forces them to calm down.",
        1567.54,
        1571.04
    ],
    [
        " Like, I'll just, I'll get across side and be like, hmm, yeah.",
        1571.52,
        1574.18
    ],
    [
        " Keep spasming.",
        1574.22,
        1574.84
    ],
    [
        " Keep going nuts right now.",
        1575.12,
        1576.2
    ],
    [
        " I'm just going to be here.",
        1576.4,
        1577.66
    ],
    [
        " We're cruising.",
        1578.04,
        1578.64
    ],
    [
        " Do you?",
        1578.82,
        1579.22
    ],
    [
        " Yeah.",
        1579.38,
        1579.58
    ],
    [
        " At level nine point one, but just.",
        1580.26,
        1581.76
    ],
    [
        " At level nine point one book, completely cruising.",
        1581.88,
        1583.98
    ],
    [
        " Yeah.",
        1584.44,
        1584.7
    ],
    [
        " Because they can't move.",
        1584.7,
        1585.76
    ],
    [
        " They're blocking and going crazy and getting nuts and then you're just sitting there.",
        1586.12,
        1589.9
    ],
    [
        " Yeah.",
        1590.2,
        1590.24
    ],
    [
        " Yeah.",
        1590.9,
        1591.44
    ],
    [
        " Check.",
        1591.94,
        1592.18
    ],
    [
        " But yeah, I still feel guilty about that day.",
        1592.64,
        1594.38
    ],
    [
        " I'll never do it again.",
        1594.98,
        1595.74
    ]
]