[
    [
        " This is the Jocco podcast Civil War excursion.",
        0.02,
        4.58
    ],
    [
        " Number two, with JD Baker and me, Jocco Willink.",
        4.6,
        8.5
    ],
    [
        " Good evening JD.",
        8.84,
        9.58
    ],
    [
        " Good evening Jocco.",
        10.2,
        10.96
    ],
    [
        " Soldiers of the Army of the Mississippi, I have put you in motion to offer battle to the",
        12.88,
        20.74
    ],
    [
        " invaders of your country.",
        20.74,
        22.32
    ],
    [
        " With the resolution and discipline and valor becoming men fighting, as you are, for all",
        22.7,
        29.82
    ],
    [
        " worth living or dying for.",
        29.82,
        31.86
    ],
    [
        " You can but march to a decisive victory over the agrarian mercenaries sent to subjugate",
        32.42,
        40.04
    ],
    [
        " you and to dispoil you of your liberties, your property and your honor.",
        40.04,
        45.08
    ],
    [
        " Remember the precious stake involved.",
        46.68,
        49.84
    ],
    [
        " Remember the dependence of your mothers, your wives, your sisters and your children on",
        50.18,
        55.44
    ],
    [
        " the result.",
        55.44,
        56.0
    ],
    [
        " Remember the fair, broad, abounding land and the happy homes that would be desolated by",
        57.52,
        63.54
    ],
    [
        " your defeat.",
        63.54,
        64.12
    ],
    [
        " The eyes and hopes of eight millions of people rest upon you.",
        64.92,
        71.58
    ],
    [
        " You are expected to show yourselves worthy of your lineage, worthy of the women of the",
        73.02,
        78.5
    ],
    [
        " south whose noble devotion in this war has never been exceeded in any time.",
        78.5,
        83.76
    ],
    [
        " With such incentives to brave deeds and with the trust that God is with us, your generals",
        84.88,
        92.36
    ],
    [
        " will lead you confidently to the combat assured of success.",
        92.36,
        97.68
    ],
    [
        " On that right there is General Albert Sidney Johnson giving a speech, a speech that was",
        98.96,
        110.88
    ],
    [
        " given to each regiment as they approached the battle of Shiloh, which is going to be",
        110.88,
        120.34
    ],
    [
        " kind of the first really big battle in the Civil War.",
        120.58,
        127.64
    ],
    [
        " JD, how do we get there?",
        127.64,
        132.42
    ],
    [
        " Last episode we left off after Fort Sumner and Lincoln is thinking, and I guess it's a",
        132.7,
        142.22
    ],
    [
        " fair assessment to say that Fort Sumner was kind of like a 9-11 moment, September 11th",
        142.22,
        150.5
    ],
    [
        " moment for the North.",
        150.5,
        152.44
    ],
    [
        " Because 1860, the army, you talked about this the last episode, the army was tiny really.",
        153.1,
        163.28
    ],
    [
        " I mean, in 1860 there was 16,000 total men and officers on the roll, only 14,000 of them",
        163.7,
        170.66
    ],
    [
        " were present for duty, there was five general officers total.",
        170.66,
        173.84
    ],
    [
        " Most people were, most of the soldiers were posted west of the Mississippi.",
        174.6,
        179.42
    ],
    [
        " There's only 16 companies east of the Mississippi.",
        179.92,
        183.08
    ],
    [
        " So in 1860, the military is just absolutely tiny.",
        183.22,
        188.26
    ],
    [
        " How many people are stationed on Camp Pendleton, California?",
        189.5,
        192.56
    ],
    [
        " Thousands.",
        193.7,
        194.28
    ],
    [
        " How about any, what's what Marine Corps base did you spend the most time on?",
        195.4,
        200.64
    ],
    [
        " How many people on Luzune, you think?",
        201.32,
        203.42
    ],
    [
        " Oh, at least 35,000 folks.",
        204.12,
        206.64
    ],
    [
        " So in one base, there's twice as many people are, as there are soldiers before the war",
        207.02,
        213.34
    ],
    [
        " kicked off.",
        213.34,
        213.82
    ],
    [
        " So their September 11th happens, which is Fort Sumner, and now it's on.",
        214.34,
        223.56
    ],
    [
        " Now that being said, and I'd say this about September 11th too,",
        224.64,
        229.8
    ],
    [
        " people think, okay, the war is going to kick off, but the war.",
        230.98,
        233.86
    ],
    [
        " What are we talking?",
        234.16,
        234.78
    ],
    [
        " Maybe a few months, four or five months, maybe to go down south, beat back the Confederacy,",
        234.92,
        241.04
    ],
    [
        " we'll take everything back over.",
        241.14,
        242.22
    ],
    [
        " Is that what we're thinking up north?",
        242.62,
        243.78
    ],
    [
        " Oh, yeah, probably if you're looking at it on that aspect, it's like a 90 day.",
        244.44,
        249.66
    ],
    [
        " Hey, it's a 90 day.",
        250.28,
        252.12
    ],
    [
        " Hey man, I could imagine with the amount of sources available,",
        252.42,
        259.48
    ],
    [
        " like going through there.",
        259.48,
        260.34
    ],
    [
        " I mean, when you say like five general officers, there's probably like five general officers",
        260.44,
        264.9
    ],
    [
        " sharing a cubicle right now in the Pentagon in 2022.",
        264.9,
        268.92
    ],
    [
        " You know what I mean?",
        269.5,
        269.96
    ],
    [
        " Like that just always is shocking.",
        270.06,
        272.42
    ],
    [
        " So when you're looking at the professional soldier, you know, it does take a lot.",
        272.42,
        278.06
    ],
    [
        " You know, you get done with the Mexican-American war.",
        278.14,
        280.06
    ],
    [
        " Yeah, everything is out west because the Western expansion, so they've got a lot of these",
        280.22,
        284.36
    ],
    [
        " armies and stuff and companies that are out west.",
        284.56,
        287.74
    ],
    [
        " And you know, it's a lot dealing with the Native Americans and protection for these folks",
        288.36,
        294.68
    ],
    [
        " that are moving west with western expansion.",
        294.68,
        297.44
    ],
    [
        " If you're looking at the aspects of the size of the army and the comparison of Pearl Harbor,",
        298.1,
        304.64
    ],
    [
        " even Abraham Lincoln is kind of looking like, I mean, he's wanting them to bombard for",
        305.18,
        313.3
    ],
    [
        " some reason.",
        313.3,
        313.84
    ],
    [
        " Because now that's going to give him northern buy-in.",
        313.88,
        318.14
    ],
    [
        " Like, you know what I mean?",
        318.94,
        319.64
    ],
    [
        " So he had a little bit of that.",
        319.78,
        321.06
    ],
    [
        " He wanted that.",
        321.36,
        322.56
    ],
    [
        " It's not a false flag attack.",
        323.12,
        324.82
    ],
    [
        " He wanted it to get attacked so he could use it as some propaganda to start getting some",
        324.94,
        328.44
    ],
    [
        " troops masked up.",
        328.44,
        329.26
    ],
    [
        " Right.",
        330.0,
        330.38
    ],
    [
        " Because, you know, I kind of look at it as if, okay, you've got all these states and they",
        330.5,
        334.94
    ],
    [
        " decide that they're just going to succeed from the union.",
        334.94,
        337.72
    ],
    [
        " So we're all, yeah, so South Carolina, Alabama, Mississippi, Georgia, you know, Virginia,",
        338.12,
        342.34
    ],
    [
        " they're all going to pop smoke.",
        342.34,
        343.68
    ],
    [
        " And as a president of the United States, you're like, we're going to stand up an army and",
        344.26,
        347.48
    ],
    [
        " we're going to go down there and we're going to bring them back into the union and people",
        347.48,
        351.58
    ],
    [
        " are like, well, they haven't.",
        351.58,
        353.24
    ],
    [
        " They haven't really done anything.",
        353.26,
        354.26
    ],
    [
        " They're going to have some dude in New Hampshire's like, bro, I'm not going anywhere.",
        354.26,
        357.7
    ],
    [
        " We're talking about it.",
        357.98,
        358.64
    ],
    [
        " They want to leave.",
        358.66,
        359.18
    ],
    [
        " I'm up here.",
        359.56,
        359.92
    ],
    [
        " I got work to do.",
        359.92,
        360.66
    ],
    [
        " Yeah.",
        360.88,
        361.26
    ],
    [
        " You know what I mean?",
        361.52,
        362.16
    ],
    [
        " And they haven't really done anything.",
        362.3,
        364.1
    ],
    [
        " They're just talking right now.",
        364.1,
        365.94
    ],
    [
        " You know what I mean?",
        365.94,
        366.64
    ],
    [
        " So it's more like all the states, they're just saying that they're not really going to",
        366.74,
        370.84
    ],
    [
        " leave.",
        370.84,
        371.2
    ],
    [
        " But they are.",
        371.86,
        372.74
    ],
    [
        " They're like leaving, but no shots have been fired yet.",
        372.96,
        376.2
    ],
    [
        " So it's almost like the same thing before we can, you know, even when you look at the Mexican",
        376.84,
        380.8
    ],
    [
        " American War, I mean, they sent Zachary Taylor down there to kind of monkey around the Rio",
        380.8,
        384.64
    ],
    [
        " Grand.",
        384.64,
        385.04
    ],
    [
        " They pop a couple of shots.",
        385.46,
        386.84
    ],
    [
        " They send a memo back up, which was up to DC or let the president of the United States,",
        387.0,
        392.02
    ],
    [
        " hey, man, we're under fire.",
        392.16,
        393.32
    ],
    [
        " Go to Congress to clear war.",
        393.58,
        395.28
    ],
    [
        " Boom.",
        395.68,
        396.28
    ],
    [
        " Well, we're in the Mexican American War.",
        396.6,
        398.1
    ],
    [
        " So somebody's got to pull the trigger here.",
        398.96,
        400.96
    ],
    [
        " You know what I mean?",
        401.32,
        401.7
    ],
    [
        " If, you know, like, obviously there was problems that were known prior to September 11th,",
        401.88,
        411.46
    ],
    [
        " that there was bad people.",
        411.48,
        412.9
    ],
    [
        " You know what I mean?",
        413.2,
        413.72
    ],
    [
        " That's probably a fair thing to say that in the United States, we knew that there were",
        413.82,
        418.5
    ],
    [
        " individuals outside the United States that wanted to cause harm.",
        418.5,
        422.24
    ],
    [
        " But as the United States, we didn't just go over there and just raise an army and invade",
        422.94,
        429.34
    ],
    [
        " their country.",
        429.34,
        430.0
    ],
    [
        " They've just done a lot of talk, you know what I mean?",
        430.24,
        434.3
    ],
    [
        " And they haven't really threatened American soil yet.",
        434.3,
        437.94
    ],
    [
        " So as the president, you kind of got to get some buy-in.",
        438.14,
        441.24
    ],
    [
        " So as soon as, you know, the old man pulls the lanyard, you know what I mean?",
        442.4,
        447.7
    ],
    [
        " Dude, we just got northern buy-in because they're like, wait a minute.",
        448.5,
        451.6
    ],
    [
        " They just bombarded American soldiers at a federal fort in the harbor of Charles Sassal,",
        451.6,
        459.6
    ],
    [
        " Carolina.",
        459.72,
        460.22
    ],
    [
        " Yeah, we're done with this little Confederacy thing.",
        460.52,
        463.98
    ],
    [
        " You guys think you're going to plan up up there.",
        464.1,
        465.92
    ],
    [
        " So now we're in.",
        466.14,
        467.26
    ],
    [
        " So you can see that, you know, as Lincoln being the president of the United States, now",
        467.96,
        471.56
    ],
    [
        " when he goes to the, his, his northern folks and he's looking for a, a, a raising of,",
        471.56,
        478.48
    ],
    [
        " of arms to come join into this fight, he's going to get a lot more buy-in.",
        478.7,
        484.12
    ],
    [
        "",
        484.28,
        484.28
    ],
    [
        " So, so that's basically what's happening.",
        484.88,
        487.08
    ],
    [
        " So, you know, Lincoln, you know, the main is, yeah, Sumpner is, is his, that's his 9-11.",
        487.28,
        491.74
    ],
    [
        " Now he's, like you said, like a 90-day, okay, he's going to take 90 days.",
        492.22,
        497.1
    ],
    [
        " We're going to go down there, we're going to kick the shit out of some people.",
        497.26,
        499.36
    ],
    [
        " It's all going to be good.",
        499.52,
        500.52
    ],
    [
        " We'll come back home.",
        500.52,
        501.1
    ],
    [
        " So they're, their primary initial raising of troops is like National Guard guys, right?",
        501.18,
        507.22
    ],
    [
        " Bringing guys on for like a 90-day list, enlistment type thing?",
        507.32,
        510.64
    ],
    [
        " Yeah, you know what I mean?",
        511.5,
        512.62
    ],
    [
        " Because, you know, the whole, you know, the, the, the, the militia that, you know, it,",
        512.74,
        519.68
    ],
    [
        " it has been in existence, hell, it's still in existence today.",
        519.74,
        522.56
    ],
    [
        " You know what I mean?",
        522.92,
        523.56
    ],
    [
        " You're going to stand at the right to bear arms.",
        523.66,
        525.82
    ],
    [
        " You know what I mean?",
        526.14,
        527.02
    ],
    [
        " It was literally like meant something back then, meaning, yeah, okay, you got the rifle",
        527.02,
        531.36
    ],
    [
        " hanging over top of the, of the fireplace and you use it during hunting season.",
        531.36,
        536.14
    ],
    [
        " But, if there's a call to arms, you're a part of the, the militia, everybody's from the",
        536.14,
        541.26
    ],
    [
        " same little hometown and you're going to stand up and you're going to join in with the,",
        541.26,
        545.84
    ],
    [
        " the company and then that company's got a regiment in the States and they, they're going",
        545.84,
        550.14
    ],
    [
        " to send these folks down south to kind of quell this insurgency that's kind of taking",
        550.14,
        556.12
    ],
    [
        " place.",
        556.12,
        556.52
    ],
    [
        " So yeah, I mean, 90 days max, you know what I mean?",
        557.08,
        560.32
    ],
    [
        " But then you got to look at like moving bodies.",
        560.38,
        562.5
    ],
    [
        " Yeah, okay.",
        563.02,
        563.84
    ],
    [
        " How do you move them?",
        563.98,
        564.94
    ],
    [
        " You know, it's either by water, it's by rail or they're going to walk.",
        564.94,
        568.24
    ],
    [
        " And then they got to get their stuff and then you got to like have stuff to supply them",
        569.0,
        574.28
    ],
    [
        " because then you're going to have to feed them.",
        574.28,
        575.72
    ],
    [
        " You're going to have to clothe them.",
        575.72,
        577.06
    ],
    [
        " So, you know, it's a lot more, you know what I mean?",
        577.18,
        579.98
    ],
    [
        " When you kind of look at the aspects of, hey, we're going to stand up an army, you know,",
        579.98,
        585.3
    ],
    [
        " even a, even a small army.",
        585.42,
        586.88
    ],
    [
        " And then you have to look at it as like, like you said earlier, like the dude in New Hampshire,",
        587.22,
        590.86
    ],
    [
        " he's like, I got a job.",
        590.86,
        592.34
    ],
    [
        " I'm like, you know what I mean?",
        592.34,
        593.66
    ],
    [
        " I run a gym and so cow, man, I got to be a work tomorrow.",
        593.96,
        597.36
    ],
    [
        " You know what I mean?",
        598.24,
        598.86
    ],
    [
        " I got like nine kids at home.",
        598.98,
        600.9
    ],
    [
        " Like, you know what I mean?",
        601.12,
        601.7
    ],
    [
        " What I'm just going to pop smoke.",
        601.82,
        603.2
    ],
    [
        " We're going to go down there.",
        603.32,
        604.06
    ],
    [
        " But then again, you also, you got to look at it on the aspect of like the 9-11 of like,",
        604.48,
        608.54
    ],
    [
        " I mean, you remember the recruiting offices, you know, in the United States military",
        608.82,
        614.08
    ],
    [
        " after I let, we were not having a recruiting problem.",
        614.08,
        617.0
    ],
    [
        " No.",
        617.44,
        617.58
    ],
    [
        " Like in Tim Kennedy, he was like, he went down to the recruiting officer September 12th.",
        617.94,
        621.98
    ],
    [
        " Like the line was around the block, you know, and that's just one example.",
        621.98,
        625.3
    ],
    [
        " And that's in California, right?",
        625.3,
        626.52
    ],
    [
        " Like it was on.",
        627.0,
        628.36
    ],
    [
        " And you remember like all the guys that like, because you and I served in the, in the",
        628.7,
        633.18
    ],
    [
        " same time frame of like all the guys that, that came in like, and so they missed desert",
        633.18,
        638.14
    ],
    [
        " storm.",
        638.14,
        638.56
    ],
    [
        " And then there's like this dry spell.",
        638.88,
        641.32
    ],
    [
        " You know what I mean?",
        642.16,
        642.82
    ],
    [
        " I mean, there's, yeah, there's like these little kind of hot pocket things that are kind",
        642.82,
        646.74
    ],
    [
        " of happening around the world.",
        646.74,
        648.14
    ],
    [
        " But if you're not on a specific unit, a specific team at a specific time, you're just going",
        648.14,
        652.46
    ],
    [
        " to miss it.",
        652.46,
        653.2
    ],
    [
        " And you know, so now you got these guys that are like, well, it doesn't look like anything's",
        653.92,
        657.12
    ],
    [
        " going to happen in the next four years.",
        657.12,
        658.34
    ],
    [
        " I'm going to get out and I'm going to go back home, you know, go to college, you just",
        658.48,
        662.66
    ],
    [
        " get a job.",
        662.66,
        663.28
    ],
    [
        " And I'm kind of done with the military thing.",
        664.02,
        666.28
    ],
    [
        " And then bam, 9-11 hits.",
        666.28,
        667.56
    ],
    [
        " And then these guys are like, dude, I want back in.",
        667.56,
        669.64
    ],
    [
        " You know what I mean?",
        670.42,
        671.08
    ],
    [
        " So now that's even a problem.",
        671.1,
        673.16
    ],
    [
        " That's like, dude, I got skill sets.",
        673.16,
        674.72
    ],
    [
        " Okay.",
        674.92,
        675.12
    ],
    [
        " Well, you left as a sergeant.",
        675.22,
        676.7
    ],
    [
        " You know what I mean?",
        676.8,
        677.16
    ],
    [
        " We can't, dude, I don't care if you bring me back as a private rifleman.",
        677.16,
        680.72
    ],
    [
        " You know what I mean?",
        681.28,
        681.84
    ],
    [
        " I just want to be on the big bird that's going to cross the pond.",
        682.0,
        685.42
    ],
    [
        " And we're going to bring the wood to these people that did these events in New York and",
        685.78,
        690.72
    ],
    [
        " the fields in Pennsylvania and to the Pentagon.",
        690.72,
        693.04
    ],
    [
        " So I could imagine, you know, back then when the word got out, you know, to me, you know,",
        694.02,
        700.1
    ],
    [
        " of looking at the aspects of they just bombed, you know, to me, a federal installation.",
        700.2,
        705.98
    ],
    [
        " But that's the same as if it would happen today.",
        706.9,
        710.22
    ],
    [
        " I mean, there would be a call to arms.",
        710.56,
        712.26
    ],
    [
        " The President of the United States is no matter who the president is, like you're going",
        712.36,
        716.64
    ],
    [
        " to get backed by the American people.",
        716.64,
        718.48
    ],
    [
        " They are going to back you with this event.",
        718.9,
        720.78
    ],
    [
        " This is unjust.",
        720.96,
        722.38
    ],
    [
        " So yeah, when we left off the last time and you look at those, you know, the totals",
        723.58,
        727.52
    ],
    [
        " that are there.",
        727.52,
        727.96
    ],
    [
        " So, you know, they're, and I wouldn't even, I think that, you know, you and I, we're",
        728.2,
        732.4
    ],
    [
        " using the references, the National Guard, but these guys aren't even at that level.",
        732.4,
        735.98
    ],
    [
        " Like these are just like novice novice guy.",
        736.3,
        738.94
    ],
    [
        " You know, they, they, they just come out and it, you know, it's kind of cool to be, it's",
        739.04,
        742.78
    ],
    [
        " a drinking club.",
        742.78,
        743.5
    ],
    [
        " It's like a volunteer fire department.",
        743.5,
        744.92
    ],
    [
        " You know, I mean, like it's a cool place to hang out.",
        744.92,
        746.96
    ],
    [
        " But, you know, I mean, we're really not going to go to war.",
        746.96,
        749.68
    ],
    [
        " It's just fun to go and, you know, I get away from the wife and the kids for a couple",
        749.8,
        753.74
    ],
    [
        " of days and, you know, and I mean, and so I'm going to come out.",
        753.74,
        756.96
    ],
    [
        " Plus, you could imagine, you know, if you think this is going to be like a, a quickie,",
        756.98,
        761.54
    ],
    [
        " like you don't want to be the only guy that hung back, you know, and I mean, like",
        761.74,
        767.4
    ],
    [
        " when everybody's flying the flags and stuff and, and they're like, what's, what's, where's",
        767.4,
        772.32
    ],
    [
        " Fred?",
        772.32,
        772.64
    ],
    [
        " Where's Fred?",
        772.86,
        774.92
    ],
    [
        " You know, and, and he's trying, it's kind of like, you know, one of my favorite movies is",
        775.4,
        780.84
    ],
    [
        " Old Yeller.",
        780.84,
        781.5
    ],
    [
        " I don't know if you ever, you ever saw the movie, but, you know, Old Yeller, when that one",
        782.1,
        786.32
    ],
    [
        " dude decides that he's going to hang back to kind of take care of the, the women folk",
        786.32,
        791.24
    ],
    [
        " and the, and the farm, everybody's kind of looking at that guy like, really dude.",
        791.24,
        795.16
    ],
    [
        " Yeah.",
        795.5,
        796.3
    ],
    [
        " And even the women are looking at him like, dude, we're good.",
        796.58,
        799.14
    ],
    [
        " You can go, but he doesn't want to go.",
        799.5,
        802.06
    ],
    [
        " You know what I mean?",
        802.18,
        802.74
    ],
    [
        " So he's going to make it seem like he needs to stay back.",
        802.76,
        805.76
    ],
    [
        " Man, nothing will ever beat the freaking World War I in England where if a guy was like",
        806.36,
        811.66
    ],
    [
        " a military-aged male and he wasn't, and he wasn't in a freaking uniform, the, the",
        811.66,
        816.68
    ],
    [
        " women would give him a white flower.",
        816.68,
        818.82
    ],
    [
        " That was like the coward.",
        819.34,
        820.98
    ],
    [
        " Yeah.",
        821.76,
        821.98
    ],
    [
        " Free.",
        822.44,
        822.74
    ],
    [
        " That's how you peer pressure your country men to go and get it on.",
        823.18,
        826.62
    ],
    [
        " That's a World War I, right?",
        826.78,
        828.56
    ],
    [
        " This is where you know, like your chances of survival are minimal.",
        828.84,
        832.8
    ],
    [
        " If you're going to go over the lot, over the top over there.",
        833.24,
        835.42
    ],
    [
        " But that's, you know, you don't even necessarily need that.",
        836.3,
        839.16
    ],
    [
        " And the, the peer pressure is going to come.",
        839.74,
        841.92
    ],
    [
        " Well, it's like, I mean, you even, when you read the letter that was read prior to the",
        842.04,
        848.18
    ],
    [
        " battle of Shiloh by said, that's exactly World War I.",
        848.18,
        850.7
    ],
    [
        " I mean, when you go back through and you read, you know, what he's calling out of the,",
        850.86,
        855.08
    ],
    [
        " the women, you know, and the mean of who you're defending and who you're standing up for.",
        855.08,
        860.86
    ],
    [
        " I mean, he's, he's calling him out like, you know, why you're here and who you represent.",
        861.04,
        867.66
    ],
    [
        " That speech that's written out prior to that is, that's a, that's a pretty good one.",
        868.78,
        873.64
    ],
    [
        " So, so the North kind of put, is putting it together.",
        874.4,
        878.16
    ],
    [
        " And the probably of the mind that, you know, we're going to kind of get this done pretty",
        878.78,
        885.16
    ],
    [
        " quick.",
        885.16,
        885.6
    ],
    [
        " One of the first larger battles, the first battle of Manassas, which is in Manassas, Virginia.",
        886.14,
        894.2
    ],
    [
        " The, the union calls us the battleable run.",
        895.24,
        898.1
    ],
    [
        " The, the union thinks this is going to be a pretty easy victory for them rolling down there.",
        898.7,
        902.5
    ],
    [
        " It doesn't work out that way.",
        902.98,
        904.68
    ],
    [
        " No, yeah, it's, I mean, it's, you know, the Manassas is like a, a hop skip and a jump,",
        905.46,
        911.74
    ],
    [
        " just south of DC. I mean, you cross over the Potomac, you come down,",
        911.92,
        915.84
    ],
    [
        " the Manassas battlefield park, beautiful part of Virginia that's in there.",
        916.08,
        922.7
    ],
    [
        " It's same guy that we kind of talked about before with Beauregard and Anderson down there.",
        922.92,
        927.42
    ],
    [
        " So now Beauregard is up in Virginia.",
        927.58,
        929.46
    ],
    [
        " So Beauregard was the guy that was commanding the, the Confederate troops at Fort Sumpner during",
        929.82,
        936.2
    ],
    [
        " that initial attack. So now this guy, Beauregard, who had just attacked his professor,",
        936.2,
        943.92
    ],
    [
        " his, his professor at West Point, now he's up at Manassas and who's, who's he fighting against up",
        944.1,
        952.04
    ],
    [
        " there? Got McDowell. Who's one of his classmates?",
        952.04,
        955.0
    ],
    [
        " Yeah, their classmates together. You know what I mean? That would be like me going against some",
        955.0,
        960.04
    ],
    [
        " of my classmates of 2005. You know what I mean? It's just unimaginable. Now you got these two folks",
        960.04,
        966.6
    ],
    [
        " and, and a lot of the folks back then, you know, and some of the readings when you look at the,",
        966.6,
        971.8
    ],
    [
        " at the battle of, of it taking place, but being novice, so you've got this voluntary force of",
        971.8,
        980.3
    ],
    [
        " a bunch of folks that are kind of coming in and it's not, it's not the professional military",
        980.3,
        985.32
    ],
    [
        " that we kind of have of today. You know what I mean? So now you've got like a slim picking of officers.",
        985.32,
        991.98
    ],
    [
        " Well, a lot of the officers that resigned their commission after the Mexican-American war,",
        992.74,
        997.6
    ],
    [
        " now are all trying to get back in. So, you know, so before the battle on both sides of the fence,",
        997.6,
        1006.08
    ],
    [
        " there, you know, of course, you know, you're a West Point grad, you know, coming in, that's going",
        1006.5,
        1011.8
    ],
    [
        " to weigh heavy on selection of officers. And then you kind of look at them of like, okay, well,",
        1011.8,
        1018.18
    ],
    [
        " what did a guy do in the Mexican-American war? Okay, he was a young officer. So now you're kind of",
        1018.18,
        1022.28
    ],
    [
        " like taking like a young Marine Lieutenant or Lieutenant J.G. in the Navy. Now we're going to make him",
        1022.28,
        1029.66
    ],
    [
        " a general. Okay, so the last time you were in charge of like 30 people, now we're going to put",
        1029.66,
        1036.04
    ],
    [
        " you in charge of like a couple of thousand people to the upwards of, you know, you've got divisions,",
        1036.04,
        1042.32
    ],
    [
        " you've got brigades, you've got, you know, a regiment, you know, a regiment is set out to be",
        1042.72,
        1048.36
    ],
    [
        " somewhere around like a thousand, you know what I mean? If you've got a thousand folks that are in",
        1048.36,
        1053.78
    ],
    [
        " there and need to get brigades, you've got the division and then you've got core and then you've",
        1053.78,
        1059.08
    ],
    [
        " got like an army, you know what I mean? So when you're looking at like an army, you know, I mean,",
        1059.08,
        1064.4
    ],
    [
        " it could be 60,000 people. Well, when you look at some of these guys, they haven't been in charge",
        1064.4,
        1068.9
    ],
    [
        " for 60,000 people. I mean, you know what I mean? So, you know, like you said before, like this is a",
        1068.9,
        1073.72
    ],
    [
        " company that is growing at an extreme rate. And they're coming from all over, both the North and the",
        1073.72,
        1080.42
    ],
    [
        " South. I mean, you got folks just like we had said earlier that they've never left their state before.",
        1080.42,
        1084.84
    ],
    [
        " So you got folks coming as far as, you know what I mean? From Mississippi and Alabama that are",
        1085.44,
        1089.54
    ],
    [
        " heading up into Virginia, you got folks from Connecticut, you got Maine, you got Wisconsin, I mean,",
        1089.54,
        1094.94
    ],
    [
        " you got Ohio and these folks are trying to make their way into the capital. And then you got a lot",
        1095.06,
        1101.66
    ],
    [
        " of these guys that are coming in that are looking for positions. And a lot of them are immediately coming",
        1101.66,
        1108.22
    ],
    [
        " in and of course they want to be a general officer. Like why not just, you know, if you're going to go",
        1108.22,
        1114.7
    ],
    [
        " go big, you know what I mean? Well, what do you, okay, you were a lieutenant JD now you want to be a",
        1114.7,
        1119.58
    ],
    [
        " general. That's right. Make me a general. And it's also because of, you know, if you're thinking that",
        1119.58,
        1126.32
    ],
    [
        " the war is going to be short, now you got a guy that you would spoke on the last one when you talked",
        1126.32,
        1131.2
    ],
    [
        " about Sherman down at LSU. You know, with Sherman's down there, with Sherman's got a different vision of",
        1131.2,
        1137.16
    ],
    [
        " this 90 day war kind of thing. I mean, even when field Scott, you know what I mean, thought that it",
        1137.16,
        1143.48
    ],
    [
        " would take, you know, what was it like over 60,000 people, you know, to mean to be able to stand up.",
        1143.48,
        1149.08
    ],
    [
        " I mean, that's a lot of people to come in. And he thought it was going to take a couple of years.",
        1149.08,
        1153.66
    ],
    [
        " Like five times bigger than what they had in 1860. Yeah. I mean, so he's going to increase the size by",
        1153.86,
        1160.42
    ],
    [
        " by at least five times. And he thinks it's going to even take a couple of years. So this is,",
        1160.42,
        1166.3
    ],
    [
        " you know, you're seeing your met me. I mean, if you're looking at it of like folks with military",
        1166.58,
        1170.18
    ],
    [
        " experience in the United States at that time, like when field Scott's the guy, you know,",
        1170.3,
        1174.78
    ],
    [
        " it means Zachary Taylor, him, they were both down the Mexican American War. But, you know, when field",
        1174.88,
        1178.72
    ],
    [
        " Scott's the guy, he stayed a professional soldier, very well respected in the administration.",
        1178.72,
        1186.22
    ],
    [
        " But then when you look at the folks that are that are going to come in for this first battle,",
        1186.76,
        1191.88
    ],
    [
        " they even talked of like, you know, like local folks from DZ, like getting in their carriages and",
        1192.32,
        1197.52
    ],
    [
        " stuff and like following the army down because they want to go speck. That's going to watch. Yeah,",
        1197.52,
        1201.6
    ],
    [
        " like this is the state fair. Like you know what I mean, we're going to go watch. And it's just going",
        1201.6,
        1207.38
    ],
    [
        " to be the unions going to get routed. And then they're going to get pushed back into D.C. And",
        1207.38,
        1214.46
    ],
    [
        " that's not going to look well, you know, for the president or for the union. And because you",
        1214.46,
        1222.26
    ],
    [
        " looking at recruiting aspects of it, I mean, how's it looking on the Confederacy side?",
        1222.26,
        1227.7
    ],
    [
        " Because they're going to move the capital of the Confederacy out of Montgomery and they're",
        1228.4,
        1232.68
    ],
    [
        " going to move it into Richmond, Virginia. And when you move it up into Richmond, Virginia, I mean,",
        1232.68,
        1237.8
    ],
    [
        " the distance between you know, I live like smack dab, Spots of Agnes, Virginia, Fredrick's",
        1237.88,
        1242.42
    ],
    [
        " Barg is like literally in the middle between D.C. and Richmond. So now you've got these two",
        1242.42,
        1249.36
    ],
    [
        " capitals that are literally, you know what I mean? A hop skip and a jump from each other.",
        1249.84,
        1255.56
    ],
    [
        " And the battle is going to take place just north of Fredrick's Barg. So it's going to be like",
        1256.4,
        1262.3
    ],
    [
        " in between the Rapa Hannock River and where the Potomac River is like right up in there of that",
        1262.3,
        1267.58
    ],
    [
        " Ocaquon, Fairfaxi kind of area. So that's the area we're talking about. And the union is going to",
        1267.58,
        1276.6
    ],
    [
        " get defeated in the first battle of Manassas or bull run of how you're looking at it. So the union",
        1277.3,
        1285.18
    ],
    [
        " kind of realizes like, okay, we're going to need more people. Like, okay. And what's interesting,",
        1285.18,
        1292.42
    ],
    [
        " we talked about this a little bit on the last one. You got Baltimore who is, you know, obviously in",
        1292.5,
        1306.58
    ],
    [
        " your state with the union, but as the union is trying to ship people down to fight, Baltimore is",
        1306.58,
        1314.82
    ],
    [
        " like trying to stop it from happening. Oh, yeah. I mean, like rioting. They're going to come and,",
        1314.82,
        1320.4
    ],
    [
        " you know, so they got you. So here you are. You know, you're riding on a rail car. You're all",
        1320.46,
        1324.94
    ],
    [
        " excited. You're coming from Rhode Island, Connecticut, New York, you name it. And then you get down to",
        1324.94,
        1329.98
    ],
    [
        " Baltimore and like those people are happy out there that we're coming through through",
        1329.98,
        1335.3
    ],
    [
        " bolts. So they're trying to stop the progress. You know, to me, talk about bringing friction in.",
        1335.3,
        1340.98
    ],
    [
        " You know, you're learning that you've got to get people at a lot of people and you got to start",
        1341.14,
        1347.06
    ],
    [
        " standing up armies that are going to have to deal with this, this insurgency that's taking over",
        1347.06,
        1354.58
    ],
    [
        " in the Confederacy. And so these people are coming in. So yeah, the folks in Baltimore, like",
        1354.58,
        1360.8
    ],
    [
        " Maryland, it is a slave state and it's a split state. And you got to look at it as the people in",
        1360.8,
        1366.02
    ],
    [
        " Baltimore looking like their livelihoods are going to be affected. Like if this gets abolished,",
        1366.02,
        1371.88
    ],
    [
        " like we're going to have to start making another plan because now we got to like what are we going",
        1372.02,
        1377.82
    ],
    [
        " to like start paying people? You know what I mean? Like what do you mean? I can't have slavery. I",
        1377.82,
        1381.6
    ],
    [
        " can't just work them. I can't own these. I mean, so this is a huge shift to a lot of folks in the",
        1381.6,
        1389.56
    ],
    [
        " United States. I mean, not that it's even close to comparison, but like you and I were both",
        1389.56,
        1395.58
    ],
    [
        " working at the same time. And we were getting ready for Gettysburg and we have a pandemic hit.",
        1395.58,
        1399.94
    ],
    [
        " We got to go like online. I mean, that was a huge shift in America. I mean, it was a new way",
        1400.1,
        1406.38
    ],
    [
        " of thinking. So this is something that's a huge way that's being pushed by the union. And",
        1406.38,
        1413.04
    ],
    [
        " Baltimore is giving resistance. And now they're going to have to start moving some of the troops",
        1413.04,
        1416.82
    ],
    [
        " through at night. I mean, now it's got to be timed. And you know, I always kind of look back at it",
        1416.82,
        1423.38
    ],
    [
        " as, okay, so here you are, you know, you're you're, you're thinking you're working in. It's like when",
        1423.38,
        1428.5
    ],
    [
        " when George Washington decided that hey, we're going to stand up a continental army. We're going to",
        1428.5,
        1433.34
    ],
    [
        " go against like the crown of England, but you still have loyalists that are in and amongst you,",
        1433.34,
        1441.72
    ],
    [
        " living next door to you, you know, in the mean. So now you've got these folks that, you know,",
        1441.72,
        1447.22
    ],
    [
        " you're in Maryland, you're in Pennsylvania, well, you've got Southern sympathizers that are",
        1447.28,
        1452.04
    ],
    [
        " living amongst you. So anything they can do to disrupt that machine as well. And then you've got,",
        1452.04,
        1461.12
    ],
    [
        " you know, folks that, okay, who's going to run these armies? And as they come in, and of course,",
        1461.32,
        1467.4
    ],
    [
        " they're all kind of jockey in for for general officers. The one that I'll bring up just because",
        1467.4,
        1472.52
    ],
    [
        " I think it's super cool is, you know, when you talked about Sherman. So Sherman comes in because",
        1472.52,
        1479.2
    ],
    [
        " he's a, he's a West pointer. He fought in the Mexican American war and everybody's going in",
        1479.2,
        1483.7
    ],
    [
        " straight for general. They want that. And Sherman comes out and they're like, hey, deep,",
        1483.7,
        1487.22
    ],
    [
        " would you get, he's like, yeah, I'm a Colonel. They're like, dude, man, you could like easily gotten",
        1487.38,
        1492.14
    ],
    [
        " general. He goes, I'll earn general. Check. You know what I mean, Sherman's a different,",
        1492.18,
        1500.92
    ],
    [
        " you know, of course then everybody, you know, they're going to call him crazy, of course, because",
        1501.34,
        1507.14
    ],
    [
        " he's not fit in the mold as everybody else. You know, he's making those kind of statements down",
        1507.14,
        1511.42
    ],
    [
        " at modern day LSU, he's speaking true. I mean, he's, he has a vision, sees what takes place. So",
        1511.42,
        1519.04
    ],
    [
        " Sherman's a different kind of guy. He's got an elevated view of an elevated view of what's going",
        1519.46,
        1525.62
    ],
    [
        " on for sure. Yeah, for sure. Um, so as these, you know, as these troops are now kind of moving",
        1525.62,
        1534.18
    ],
    [
        " into position throughout from the north towards the south, you know, you got, you got skirmishes",
        1534.18,
        1541.08
    ],
    [
        " happening. You got, you know, people running into union troops, you got resistance, kind of like",
        1541.08,
        1547.04
    ],
    [
        " chance contacts going on cavalry, we getting into engagements, you know, as they're out doing",
        1547.4,
        1552.78
    ],
    [
        " scout, they'll get some resistance. And then you get to the battle of seven pines is May, May 31st",
        1552.78,
        1561.16
    ],
    [
        " to June 1st, 1862. Uh, general McLellan called little, he's popular, little Mac. Why does everybody",
        1561.16,
        1569.8
    ],
    [
        " like general McLellan? Well, you know, um, McLellan, uh, calling him little Mac. So he, he gets, uh,",
        1569.8,
        1577.68
    ],
    [
        " he gets, uh, you know, general officer and he's going to be the, uh, the, the commander of the army",
        1577.9,
        1584.6
    ],
    [
        " of the Potomac. Uh, you know, when you look at the army of the Potomac, uh, it's right there in",
        1584.6,
        1590.66
    ],
    [
        " Virginia, the Potomac River, um, if you look at like different armies or different organizations,",
        1590.66,
        1597.54
    ],
    [
        " the army of the Potomac is the 100% manned, they get the best geared equipment. You know what I mean?",
        1598.12,
        1604.62
    ],
    [
        " They're, they're like varsity. They're getting all this stuff, you know what I mean? The guys that",
        1604.84,
        1609.1
    ],
    [
        " are standing up armies out west, they're JV, you know what I mean? They're, you know, they're not",
        1609.1,
        1614.76
    ],
    [
        " getting the attention because he's right there with the Capitol. I mean, he's right there, uh,",
        1614.76,
        1619.36
    ],
    [
        " with the president. He's got Winfield Scott. He's, I mean, he's, he's in the mix. And, you know,",
        1619.48,
        1624.76
    ],
    [
        " when you look at, at Little Mac, the, the interesting thing about McClellan when he becomes the army",
        1624.76,
        1630.38
    ],
    [
        " commander, uh, of the Potomac, of course, he's got to come up with a plan. Uh, and, and McClellan,",
        1630.38,
        1636.32
    ],
    [
        " one, if you kind of look at it, McClellan was a status quo guy. He was one of those guys that kind of",
        1636.86,
        1643.92
    ],
    [
        " believed of, hey, dude, just let them do what they've been doing. Like, you know, I mean, which,",
        1643.92,
        1647.92
    ],
    [
        " yeah, and that's an interesting, you know, even we were talking about people in Baltimore.",
        1648.3,
        1652.04
    ],
    [
        " Status quo was a thing. Like, there's not too many people in America right now. You say,",
        1652.78,
        1656.9
    ],
    [
        " hey, are you conservative or are you liberal? There's not too many people say, hey,",
        1657.16,
        1661.16
    ],
    [
        " I kind of like, it's okay. The way it is, you know, the conservatives are saying we got to bring",
        1661.26,
        1664.36
    ],
    [
        " it back to this. The liberals are going to change that. A legitimate kind of political viewpoint",
        1664.36,
        1669.88
    ],
    [
        " at this time period was like, hey, let's just keep it what we got. Just hold what you got. Just",
        1669.88,
        1674.82
    ],
    [
        " status quo. And so you get these people that are status quo and, and Little Mac being one of them,",
        1674.82,
        1681.5
    ],
    [
        " hey, real quick, army of the Potomac. This is just a naming convention that we need to cover",
        1681.5,
        1688.36
    ],
    [
        " right now because it can get confusing. The, the union armies are named after rivers. That's",
        1688.36,
        1696.8
    ],
    [
        " the, that's what, that's their naming convention. So you're going to hear a bunch of these",
        1696.8,
        1700.56
    ],
    [
        " different armies and sometimes you can, confusing because you got rivers in America that are called",
        1700.56,
        1704.42
    ],
    [
        " things like the Mississippi and called things like the Tennessee River. So it can get real confusing,",
        1704.42,
        1708.86
    ],
    [
        " real quick. What are the, what are the Confederate armies named after? Like the, you know, the army of",
        1708.86,
        1715.1
    ],
    [
        " Northern Virginia, the army of Mississippi, meaning like, of not the, yeah. So it's going to get a",
        1715.1,
        1722.96
    ],
    [
        " little confusing if you don't pay attention to that. But just remember that the, the Northern",
        1722.96,
        1727.06
    ],
    [
        " armies are named after rivers. So army the Potomac. So General McClellan, he's, he's, I",
        1727.06,
        1735.7
    ],
    [
        " cut you off when you were saying that he's kind of a status quo guy, not looking to be super dynamic.",
        1735.7,
        1741.0
    ],
    [
        " No, not at all. You know, and I think with, with him, he's got, he's got political views. I",
        1742.34,
        1750.3
    ],
    [
        " mean, he ends up running for president in 64. You know, I mean, a lot of these guys, you know,",
        1750.3,
        1755.22
    ],
    [
        " the, I, I guess I should use the term whiff him. You know, I mean, if you make me a general",
        1755.32,
        1760.36
    ],
    [
        " officer or whiff him is, is what's in it for me after the thing? So a lot of these guys are coming",
        1760.42,
        1766.0
    ],
    [
        " with a little bit of an agenda of like, okay, yeah, hey, if I join up one, you know, it's, it's,",
        1766.0,
        1771.32
    ],
    [
        " it's this, it's this civil war that takes place. I'm a general officer. If I serve with distinction,",
        1771.42,
        1776.54
    ],
    [
        " you know, I mean, I might gain something out of it, you know, in the end. And I, I would say that",
        1777.06,
        1785.0
    ],
    [
        " that plays a bigger part on the union side than it does on the Confederate side. Like the Confederate",
        1785.0,
        1791.92
    ],
    [
        " generals that are down there, they just want to be left alone and let us run our own cut. We,",
        1791.92,
        1796.12
    ],
    [
        " what we're done with this United States thing with the union, we're creating our own country.",
        1796.12,
        1801.38
    ],
    [
        " And we just want you guys to just leave us alone and let us just keep doing what we're doing.",
        1801.74,
        1806.68
    ],
    [
        " Kind of a thing. So there's like, there's, you know, I mean, when Jefferson Davis is,",
        1806.68,
        1810.98
    ],
    [
        " unanimously picked to be the president of the Confederacy, it's not like they didn't even have it.",
        1812.14,
        1815.86
    ],
    [
        " Like, well, there's no election. Like, you know, just Robert E. Lee's like, man, I think that, you",
        1815.94,
        1820.14
    ],
    [
        " know, if I have served with distinction, I'll be president of the Confederacy. Like, there's",
        1820.14,
        1823.52
    ],
    [
        " nobody kind of jockeying to get rid of Davis. They just want to, hey, man, we're just, you know,",
        1823.52,
        1830.16
    ],
    [
        " we're going to form these states in the Confederacy with Davis. And we're going to keep running",
        1830.72,
        1837.36
    ],
    [
        " how we're run. We don't need this big federal government thing kind of telling us how we're,",
        1837.4,
        1841.56
    ],
    [
        " how we're going to run and how our states are going to be ran. We're all going to be a coalition",
        1841.56,
        1846.18
    ],
    [
        " of states. And we're going to run it the way we see fit. So when McClellan gets these aspects,",
        1846.18,
        1852.42
    ],
    [
        " you know, and if you look at the, at the map, like I said, again, like back during the, the Civil War,",
        1853.0,
        1858.04
    ],
    [
        " anytime we kind of look at, at a general officer, there's a lot of folks, there's statements that",
        1858.3,
        1864.02
    ],
    [
        " made that amateur study tactics, professional study logistics, especially at that level,",
        1864.02,
        1872.34
    ],
    [
        " because you logistically have to move 120,000 people and all their stuff. So, you know,",
        1872.62,
        1881.92
    ],
    [
        " back then, you're either going to walk them, you're going to put them on a train, or you're",
        1882.04,
        1885.92
    ],
    [
        " going to put them on a boat. And we already talked about, you know, so you got the distance that's",
        1885.92,
        1893.52
    ],
    [
        " got this McClellan, you know, Taguerit, McGow's out, you know what I mean? And he's going to take",
        1893.52,
        1900.76
    ],
    [
        " this form to army of the Potomac, and he's got, he's got a briefest plan to the boss. So he's",
        1900.76,
        1906.92
    ],
    [
        " going to do what he's going to do a peninsula campaign, which that's where we get to the,",
        1906.92,
        1910.84
    ],
    [
        " the seven pines down there. So the peninsula, you know, North Folk, because you either got two",
        1910.9,
        1923.08
    ],
    [
        " that runs from DC, of course, now we got 95. So it's basically like if you put it in today's",
        1923.14,
        1927.66
    ],
    [
        " terms, we're going to hop on 95 and then two hours, we're going to be enrichment. So we can either",
        1927.66,
        1932.52
    ],
    [
        " go over by land, or we can just swoop in and around, put everybody on a boat, we can float them",
        1932.52,
        1938.04
    ],
    [
        " down the Potomac out into the bay and come right at me, North Folk, you know, phenomenal naval base,",
        1938.04,
        1943.56
    ],
    [
        " and then just come right up the peninsula. So the distance, and then you got to look at like,",
        1944.06,
        1949.12
    ],
    [
        " okay, logistically, how am I going to support these folks? You know what I mean? Well, logistically,",
        1949.12,
        1953.44
    ],
    [
        " yeah, I mean, we've got a navy, you can just logistically support by water. You know what I mean?",
        1953.56,
        1959.42
    ],
    [
        " It's easily supported logistically. If you look at it on the other aspects, the river ways,",
        1959.56,
        1965.8
    ],
    [
        " when you get down like to the rapahana river, if we talk about like Freddishburg, if you blow the",
        1965.8,
        1970.24
    ],
    [
        " rail line, which the rail line are blown in Freddishburg, you know what I mean? Now you're going to",
        1970.24,
        1974.5
    ],
    [
        " have to offload everything. It's a logistically going to be a lot harder moving that much stuff.",
        1974.5,
        1979.6
    ],
    [
        " I mean, if you look at us even today in the military, I mean, we move a lot by naval. I mean, we can move",
        1980.04,
        1986.14
    ],
    [
        " cities worth this stuff. So he's going to make this decision, he's going to go down, he's going to",
        1986.14,
        1992.58
    ],
    [
        " fight the peninsula campaign. This is McClellan, just a little map. Yeah, Lou McSez, all right. I'm",
        1992.58,
        1997.5
    ],
    [
        " going to go fight this peninsula campaign. Yep, I'm going to put all the guys, bunch guys, put them",
        1997.5,
        2001.64
    ],
    [
        " on boats. We're going to float down. We're going to hop off. We're going to fight this peninsula",
        2001.64,
        2005.04
    ],
    [
        " campaign. And it's just short A to B distance right up, crossover the chick hominy and bam, man,",
        2005.04,
        2010.52
    ],
    [
        " we're up the James and we are in Richmond. We'll overthrow the capital. Easy peasy.",
        2010.52,
        2016.3
    ],
    [
        " Wars over, man. You know what I mean? We just took the capital. Well, you know, there's a problem.",
        2016.6,
        2022.5
    ],
    [
        " The Confederates don't want to give it up that easy. So, you know, they get down there and then",
        2022.84,
        2029.2
    ],
    [
        " get into one of the distinctive battle of the seven pines. That is also when, you know, so Lee,",
        2029.2,
        2036.72
    ],
    [
        " at that time, at the beginning of the war, Lee is an advisor. He's a military advisor to Jefferson",
        2037.42,
        2043.9
    ],
    [
        " Davis. He's not a combatant commander at the time. Due to attrition, General Officer,",
        2043.9,
        2049.54
    ],
    [
        " another Johnson goes down. His number two guy, exo is Gustavus W Smith, which of course,",
        2049.58,
        2059.18
    ],
    [
        " 24 hours because, you know, as soon as Davis is like, Hey, dude, what are you going to do? He's like,",
        2059.8,
        2063.58
    ],
    [
        " oh, I'm going to need more resources. Yeah. We don't have any more resources. That's not a plan.",
        2063.58,
        2068.12
    ],
    [
        " You know what I mean? Bobby, you're in. And Robert E Lee steps on the field to take command of",
        2068.14,
        2075.0
    ],
    [
        " the army of Northern Virginia. He had already established a relationship with Jackson, Stonewall Jackson.",
        2075.0,
        2080.64
    ],
    [
        " And he's going to Stonewall Jackson, you know, so he's got this threat coming in on peninsula.",
        2081.0,
        2086.24
    ],
    [
        " So of course, he's going to take this guy. And when you have a nickname like Stonewall,",
        2086.62,
        2090.68
    ],
    [
        " you know what I mean? That's like a, that's like a pretty good one to get. You know what I mean?",
        2091.04,
        2095.36
    ],
    [
        " So they're going to send Jackson and Robert E Lee is going to send him up into the valley. So",
        2095.42,
        2100.82
    ],
    [
        " he's going to do, there's the valley campaign that kind of goes on. Well, you know, Lincoln's number one",
        2100.82,
        2105.8
    ],
    [
        " worry is like DC protecting Baltimore DC. I mean, it's huge protection of DC. Well, you get Jackson",
        2105.8,
        2113.4
    ],
    [
        " up there running around. Nothing safe. Nothing safe with Jackson. And he's proven it because he's",
        2113.4,
        2120.8
    ],
    [
        " sending other armies out there to try to, you know, banks and some of these guys are trying to",
        2120.8,
        2125.92
    ],
    [
        " intercept Jackson. And he's just Jackson's foot mobility of infantry is just unmatched in the valley.",
        2125.92,
        2134.0
    ],
    [
        " It's just, it's amazing what Jackson's doing out there. The amount of movement, you know, with",
        2134.76,
        2141.36
    ],
    [
        " Jackson and he's winning. So the morale of underneath Stonewall Jackson is very high",
        2141.36,
        2148.06
    ],
    [
        " because everybody wants to play for a winning team. I mean, Jackson's becoming very popular.",
        2148.06,
        2153.78
    ],
    [
        " And he's, you know, just a little back history a little bit. So Jackson, he was a, he was a",
        2154.64,
        2160.42
    ],
    [
        " professor. He taught it at the Virginia Military Institute prior to the war. And as an instructor,",
        2160.42,
        2167.18
    ],
    [
        " like, you know, today, like, you know, you got kids, I got kids that go to college and stuff.",
        2167.72,
        2171.64
    ],
    [
        " They got that rate my professor dot com stuff, you know, and the kids can like take a course",
        2171.74,
        2175.94
    ],
    [
        " and JD's the course. And then they can, they can go on until JD, oh, he sucked. I didn't like him.",
        2175.94,
        2180.94
    ],
    [
        " He was this bad. If they had rate my professor dot com at VMI, Jackson would have been the most",
        2180.94,
        2187.0
    ],
    [
        " hated professor at VMI. And why is that? He just, he just wasn't very well liked. He was,",
        2187.0,
        2197.44
    ],
    [
        " I mean, nothing, nothing wrong with it. He was a press material, extremely religious. You know,",
        2198.14,
        2205.64
    ],
    [
        " he, he very strict. And I think because of some of his upbringing, he didn't, he kept a lot of",
        2205.78,
        2216.02
    ],
    [
        " information close hold. He didn't trust a lot of other people. And, you know, he is a say that",
        2216.08,
        2223.34
    ],
    [
        " could be from a lot of the peer kind of peer leadership. You know what I mean? He was, if he's not one",
        2223.34,
        2227.98
    ],
    [
        " of the guys that is not partaking in the, you know, the barbecues on the weekend, you know,",
        2227.98,
        2233.48
    ],
    [
        " the mean Sundays, he's devoted to church, family, that kind of stuff. So, you know, he's one of",
        2233.48,
        2238.78
    ],
    [
        " those guys that just doesn't fit in with the cool club kids, you know what I mean, that are doing",
        2238.78,
        2244.6
    ],
    [
        " stupid stuff. But when Stonewall shows up, he's going to go to work. And when he goes to work,",
        2244.88,
        2249.94
    ],
    [
        " he's, you know, you're going to, if you're working for Stonewall, Jackson, you know, you're going to",
        2250.24,
        2254.62
    ],
    [
        " get up in the morning, you're going to get on the road, you're going to face to the right,",
        2254.62,
        2258.32
    ],
    [
        " you're going to hike anywhere between 20 to 25 miles. There's going to be a gunfight at the end.",
        2258.5,
        2263.06
    ],
    [
        " And he, and he's going to bring the wood. And he's going to win. And then you're going to hike",
        2263.68,
        2268.4
    ],
    [
        " back out. I mean, there's a, that valley campaign of the movements that that guy's doing in around",
        2268.4,
        2273.36
    ],
    [
        " the valley. You know, I mean, like we had talked, you know, kind of before the terrain of,",
        2273.36,
        2277.26
    ],
    [
        " you know, looking at some of the hills and the Shannon Doe of Valley area. It's, and these guys",
        2277.26,
        2283.2
    ],
    [
        " are like no shoes, you know what I mean? Like they're doing some serious movements. And they got",
        2283.2,
        2290.64
    ],
    [
        " on their, their home on their back. And they're moving and around and they're winning. And",
        2290.64,
        2297.28
    ],
    [
        " so Lee is going to send Jackson up in the valley because he's, he knows that if, if Jackson goes up,",
        2298.92,
        2305.3
    ],
    [
        " and then the word's going to get out to Abraham Lincoln, he's going to be like, well, okay,",
        2305.3,
        2309.74
    ],
    [
        " Stonewall is in the valley. Is he, is he coming up the valley? And he's going to make a threat",
        2310.26,
        2315.34
    ],
    [
        " towards Washington, DC. So if I'm the commander in chief, and you're, you're asking for more resources",
        2315.34,
        2322.1
    ],
    [
        " down there because one thing McClellan was like really good at was exaggerating the numbers.",
        2322.1,
        2327.34
    ],
    [
        " Like that dude, you know what I mean? They, they would be, you know, Robert E. Lee would have",
        2328.2,
        2332.84
    ],
    [
        " 55,000 folks. Oh, he's got 110. I mean, he's gonna, he's gonna exploit the numbers just insane.",
        2332.84,
        2340.86
    ],
    [
        " So he's telling small lies or in some cases, probably big lies in order to get more resources.",
        2341.48,
        2347.02
    ],
    [
        " Yeah. Yeah. If he, this is, this is McClellan. Yeah, this is McClellan. So McClellan's, you know,",
        2348.54,
        2353.74
    ],
    [
        " gets word from his cavalry, his scouts that there's whatever, 50,000 people he's going to tell his boss,",
        2353.9,
        2360.64
    ],
    [
        " there's a hundred thousand. Oh, yeah. And if this isn't, and this, this is his pattern. This is his",
        2360.9,
        2368.4
    ],
    [
        " pattern. Yeah, I mean, because then that's going to, uh, delay anything that he's going to,",
        2368.4,
        2374.9
    ],
    [
        " going to have to do. Like, I mean, you know, the, the president, you know, when fields got,",
        2375.42,
        2380.64
    ],
    [
        " these guys are like, dude, when, when are you going to attack? Well, I mean, he's just like slow rolling,",
        2380.74,
        2385.98
    ],
    [
        " you know, the commander in chief because he keeps exactly, he's got that guy, Pinkerton, you know,",
        2386.24,
        2391.9
    ],
    [
        " private kind of, you know, uh, intel guy. And of course, you know, if, if you hire me,",
        2391.96,
        2397.98
    ],
    [
        " I'm going to tell you what you want to hear. Oh, there's a, there's shitload of them there. Oh,",
        2398.22,
        2403.62
    ],
    [
        " yeah, I mean, we thought it was 50,000. I heard this guy's coming from here and this guy's coming",
        2403.62,
        2407.72
    ],
    [
        " from up there. So they're going to inflate the numbers to try to get more resources. Uh, and,",
        2407.72,
        2412.98
    ],
    [
        " and you could see it, uh, even in the writings and, and, and in the books of, of his communications",
        2412.98,
        2417.98
    ],
    [
        " with his wife, uh, McLellan is a little Napoleon. Uh, he, thanks very highly of himself. Um, and",
        2417.98,
        2426.28
    ],
    [
        " with, when you look at it of, of McLellan and why are the troops liking?",
        2426.28,
        2430.4
    ],
    [
        " Because he's keeping them alive because they're not doing anything.",
        2432.42,
        2434.9
    ],
    [
        " You know, and, and McLellan is not one as a commander to put his personal self at risk.",
        2436.04,
        2444.76
    ],
    [
        " You know what I mean? Like he's not going to put himself out there and that's a pattern.",
        2445.38,
        2451.5
    ],
    [
        " Uh, you know what I mean? He's going to stay in the rear. He's not going to go out. You know what I mean?",
        2452.16,
        2457.52
    ],
    [
        " He's, he's not going to, you know, he's, so he's not seen, uh, you know, during battle, uh, that",
        2457.54,
        2464.0
    ],
    [
        " takes place out there. And, uh, so now he's going to go up against, and, and the problem is that",
        2464.0,
        2469.84
    ],
    [
        " everybody goes to West Point and everybody kind of knows that everybody and everybody was kind of",
        2469.84,
        2473.16
    ],
    [
        " down in the Mexican-American war. So everybody kind of knows the character of each one of these",
        2473.16,
        2478.6
    ],
    [
        " individuals. Uh, and then now you're going to bring in this guy, Bobby Lee, uh, and Robert E. Lee,",
        2478.6,
        2485.7
    ],
    [
        " you know, at the beginning, everybody's kind of thinking like, man, it's Robert E. Lee.",
        2485.8,
        2489.26
    ],
    [
        " Well, I mean, he had nicknames too, you know, I mean, down in cell block, uh, with the",
        2489.52,
        2493.68
    ],
    [
        " private and stuff sitting around, you know, they got this whole thing of like this digging in.",
        2493.68,
        2497.92
    ],
    [
        " Like what's this, what's this digging in stuff? Like what's this fortifications? What is it?",
        2498.42,
        2502.52
    ],
    [
        " That's not manly. That's not how we fight. This is so Robert E. Lee is oftentimes pushing",
        2502.56,
        2508.58
    ],
    [
        " set up defensive positions. Get out your shovels, dig in. We're going to hold what we got right now.",
        2508.58,
        2514.92
    ],
    [
        " Which is in the view of the troops, the frontline troops cowardly. Yeah, I mean, they're calling",
        2515.7,
        2522.02
    ],
    [
        " the king of spades. As in spade shovel. Yeah, like the spade the shovel, not like a cool spade.",
        2522.02,
        2528.82
    ],
    [
        " You know, they call him granny too. Oh, yeah, granny Lee. Cause, you know, which, you know, we've",
        2529.14,
        2535.12
    ],
    [
        " talked about this before when, you know, just you and I up at, uh, up at Gettysburg, you know,",
        2535.12,
        2541.14
    ],
    [
        " I mean, Lee's in his 50s. Well, of course, yeah, when I was a kid at eight years old, the first time",
        2541.14,
        2545.72
    ],
    [
        " I went to, you know, VMI and I'm seeing Robert E. Lee. I'm like, man, that dude was old.",
        2545.72,
        2550.06
    ],
    [
        " Now I sit across the table from him. I'm like, that dude's in the prime of his life.",
        2550.7,
        2554.22
    ],
    [
        " But to the young soldiers, you know, I mean, he's this old man. Uh, so they were calling him granny Lee.",
        2555.22,
        2560.94
    ],
    [
        " He's not the, the Robert E. Lee that everybody's kind of, uh, thinks about, you know,",
        2561.16,
        2566.4
    ],
    [
        " towards, you know, after the war and, and what he is, he's not as prominent. Uh, I would probably put",
        2566.88,
        2572.58
    ],
    [
        " Stonewall Jackson, uh, coming in early in the war and all the way up to 63 is probably",
        2572.58,
        2579.12
    ],
    [
        " becoming the most, he is the most popular general in the Confederacy, uh, Stonewall. I mean,",
        2579.12,
        2585.6
    ],
    [
        " just because he's, he's making the paper he's making his name and, and, but they're going to bring in,",
        2585.66,
        2589.52
    ],
    [
        " Robert E. Lee, uh, and, and Robert E. Lee, uh, you know, is going to, uh, he's going to defeat and push",
        2589.74,
        2599.98
    ],
    [
        " back, uh, the army of the Potomac to where now he's going to put a dilemma on McClellan. Uh, so",
        2599.98,
        2607.46
    ],
    [
        " McClellan is going to have to make a decision of like, man, we're not going to be able to take",
        2607.46,
        2619.46
    ],
    [
        " up to the, you know, up the, up the Potomac and, and, and regroup and, and kind of go at this again.",
        2619.46,
        2625.02
    ],
    [
        " And you could only imagine like the amount of resources and the amount of information that he's",
        2625.68,
        2631.34
    ],
    [
        " pushing up the DC that, you know, the President of the United States and these guys up in DC are not happy",
        2631.34,
        2637.52
    ],
    [
        " with what they're kind of getting down there on the peninsula campaign. Uh, but, you know,",
        2637.52,
        2642.8
    ],
    [
        " relieving a general officer pulling from his command, uh, is going to be, uh, I mean, that's",
        2643.1,
        2649.8
    ],
    [
        " a difficult decision because these guys are very well connected, uh, politically as well.",
        2649.8,
        2655.24
    ],
    [
        " So as they, they pull back off the peninsula, we end up getting, you know, the, the second battle",
        2655.98,
        2663.0
    ],
    [
        " of, of bull run, battle of Manassas and, uh, and they're going to bring in other commanders that,",
        2663.0,
        2670.26
    ],
    [
        " that are going to come in and at the, at the second battle, McClellan's going to slow roll.",
        2670.26,
        2675.84
    ],
    [
        " And he's getting orders to, to release folks up there, uh, to, to, to take part in the battle and,",
        2676.78,
        2683.54
    ],
    [
        " and he's going to slow roll the other commanders almost kind of like, send in a message of like,",
        2683.54,
        2689.44
    ],
    [
        " so he doesn't provide support with his team to the other team that's in the pitched battle. Right.",
        2689.52,
        2697.36
    ],
    [
        " He decides, no, I'm not going to send you any support. Or, um, oh yeah, okay, I'll, I'll get it",
        2697.58,
        2703.0
    ],
    [
        " started. They'll be there tomorrow or whatever. He slow rolls the execution and they end up getting",
        2703.0,
        2708.62
    ],
    [
        " to beat again. Yep. They end up getting beat again. And then, you know, now they're going to put the",
        2708.62,
        2712.88
    ],
    [
        " Lincoln into a predicament to where they're going to put him back in command. They're going to",
        2712.88,
        2716.7
    ],
    [
        " combine those armies there and bring them all underneath McClellan. Uh, there's a lot of, a lot of",
        2716.7,
        2725.76
    ],
    [
        " the officers, uh, you know, the book that, that we have, Leigh and Ear on the table, the one, uh,",
        2726.04,
        2730.9
    ],
    [
        " Lincoln's lieutenants, uh, it's a, a great read, uh, into the insights of the, the officers,",
        2731.12,
        2738.4
    ],
    [
        " the general officers in the army of the Potomac. And what Lincoln is having to deal with, uh,",
        2738.4,
        2744.48
    ],
    [
        " with some of these guys, it just don't, yeah, drama. Like literally, it's the housewives of the",
        2744.5,
        2749.24
    ],
    [
        " army of the Potomac, like literally, like, you know what I mean? Like they could have a, a whole",
        2749.24,
        2753.92
    ],
    [
        " episode of this stuff just going on of just the, the drama that's going on in, in and around the",
        2754.08,
        2759.74
    ],
    [
        " general officers. And yeah, you know, there's, when, uh, when I'm trying to help companies hire people,",
        2759.74,
        2765.02
    ],
    [
        " you know, one of the things I advise them to do, if it's possible for them to do it is put them in",
        2765.02,
        2770.58
    ],
    [
        " this, put them in the situation that they're going to be working in. So can you hire them as a",
        2770.58,
        2774.6
    ],
    [
        " contractor for 90 days and then you figure out what they're like, even when people say who's",
        2774.6,
        2778.76
    ],
    [
        " going to make it through seal training? Well, you, the only way to figure out who's going to make",
        2778.76,
        2782.12
    ],
    [
        " it through seal training is by putting them in some kind of similar situation, you know,",
        2782.12,
        2787.98
    ],
    [
        " some kind of similar situation. That is very similar to seal training. And then you might have",
        2788.12,
        2793.22
    ],
    [
        " an indication. So that's kind of what we got going on here. It's not like these, many of these",
        2793.22,
        2798.2
    ],
    [
        " senior officers, they haven't gone through the, the, the ranks. And like you said, they haven't",
        2798.2,
        2804.72
    ],
    [
        " led a platoon and then led a company and then been a battalion exo and then been a battalion commander.",
        2804.72,
        2811.24
    ],
    [
        " And then gone up through the chain to where they, they've proven themselves. So you're throwing",
        2811.34,
        2818.66
    ],
    [
        " these guys into positions where it's like, hey, they might not be good at this job. And they don't",
        2818.66,
        2824.2
    ],
    [
        " have any time to learn it. So you're going to kind of get what you get. And there's going to be drama.",
        2824.2,
        2827.56
    ],
    [
        " Yeah, they're learning it on the fly, you know, run around. And then, you know, because even though",
        2828.24,
        2833.78
    ],
    [
        " you've got so like these West Point guys, well, you still got to have like regimental commanders",
        2833.78,
        2838.0
    ],
    [
        " and stuff. And you're still standing these folks up that are all coming from the same hometowns,",
        2838.0,
        2843.14
    ],
    [
        " you know, in a mean. So they're all joining together, the joining of arms. And then kind of",
        2843.3,
        2847.62
    ],
    [
        " at the beginning, it's kind of like, you know, if we're here in, you know, in San Diego County and",
        2847.62,
        2853.18
    ],
    [
        " everybody's like, hey, we got a thousand folks every year. Well, who should be the colonel? Well,",
        2853.18,
        2857.84
    ],
    [
        " let's take a vote, man. You know, I mean, I think Echo should be the, the colonel. Okay. He's the",
        2857.84,
        2863.54
    ],
    [
        " now what what military background, you know, I mean, like, you know, you're just a good guy.",
        2864.22,
        2869.58
    ],
    [
        " And of course, people are just wanting to do the right thing. But, you know, at that level,",
        2870.02,
        2874.14
    ],
    [
        " yeah, that's a huge jump. You know, in a mean of, of of being in charge of that many folks. So yeah,",
        2874.14,
        2884.4
    ],
    [
        " they're trying to figure it out on the fly. And then of course, people have favorites. You know,",
        2884.5,
        2891.84
    ],
    [
        " look out for your favorites of who the guys are. This is the legit good old boy network on both sides,",
        2891.84,
        2897.52
    ],
    [
        " right? Yeah. So I mean, it is very difficult. But you know, so they they push them off the the",
        2897.52,
        2906.72
    ],
    [
        " battle of seven pines. There's also, you know, other events that are that are taking place out west.",
        2906.72,
        2912.66
    ],
    [
        " You know, what I mean? So the battle of p ridge out in Arkansas, up in the Ozarks, takes place in",
        2913.62,
        2920.6
    ],
    [
        " the early parts of March of 1862. And it's out the trans kind of the trans Mississippi kind of area",
        2920.6,
        2928.64
    ],
    [
        " that's out there. And you know, if you look at it in the Midwest with that expansion kind of thing,",
        2928.64,
        2933.56
    ],
    [
        " you know, I mean, St. Louis, I mean, that's a that's a that's a prominent city at the time to be able",
        2934.0,
        2940.92
    ],
    [
        " to have control over that. And then, you know, it's the the playing in of that the trans Mississippi,",
        2940.92,
        2948.02
    ],
    [
        " the battle of p ridge, some of us can refer to it as the the Gettysburg of the west. You know,",
        2948.02,
        2955.44
    ],
    [
        " where you have a general Curtis, he's running with the Union and he got van Dorn out at the battle of",
        2955.58,
        2961.82
    ],
    [
        " p ridge. With inside of of the battle that takes place out there after this battle, there's it basically",
        2961.82,
        2971.42
    ],
    [
        " eliminates that entire region of the United States throughout the Civil War and keeps in control",
        2971.42,
        2978.84
    ],
    [
        " of the Union within side of that region. One of the most interesting things about the battle of",
        2978.84,
        2986.56
    ],
    [
        " p ridge that took place out there is the Confederacy were able to go over to the Indian territory",
        2986.56,
        2994.18
    ],
    [
        " in Oklahoma and they stood up a couple of regiments of Cherokee to come fight for the Confederacy,",
        2994.5,
        3003.0
    ],
    [
        " which a lot of folks don't know, you know what I mean, I couldn't imagine the recruiting spend",
        3003.22,
        3009.98
    ],
    [
        " that was going on over there. Obviously, they're probably still a little bit upset with the whole",
        3009.98,
        3016.6
    ],
    [
        " Indian removal thing and the trail of tears that that got them out there. So they convinced and",
        3016.6,
        3021.54
    ],
    [
        " stand up a couple of these regiments of Native Americans to come fight for the Confederacy.",
        3021.54,
        3027.38
    ],
    [
        " And it's not really recorded or thought, but I wonder if they were like, yeah, hey dude,",
        3028.22,
        3031.66
    ],
    [
        " you guys come fight with us, man. We'll give you North Georgia back. You know what I mean, we'll",
        3031.88,
        3036.4
    ],
    [
        " move you back in. The problem is after the battle of p ridge, they end up finding this like",
        3036.4,
        3044.62
    ],
    [
        " a small detachment of Union soldiers that are killed and scouted.",
        3046.52,
        3051.4
    ],
    [
        " And they kind of have to go to the Cherokee like, hey dude, that's great. You guys are coming out.",
        3052.56,
        3059.18
    ],
    [
        " Plus, they didn't really conform to the whole like instant obedience to order, like the whole",
        3059.24,
        3063.28
    ],
    [
        " military thing. You know what I mean, they kind of fight different like, you know what I mean,",
        3063.28,
        3066.34
    ],
    [
        " we kind of do what we want to do. And what do you mean, there's no scouting, you know what I mean,",
        3066.34,
        3074.6
    ],
    [
        " for the Confederacy against the United States of America. But when they, you know, the whole scouting",
        3074.6,
        3080.38
    ],
    [
        " thing kind of started taking place. And there was no more Confederate really threat in that trans",
        3080.38,
        3086.28
    ],
    [
        " Mississippi area after the Battle of P Ridge held in by general Curtis. And then that secured",
        3086.28,
        3096.14
    ],
    [
        " St. Louis, which was a, that was a huge key victory. Like if you're looking at strategy,",
        3096.14,
        3101.18
    ],
    [
        " you know, strategically that battle of p ridge was huge for the Union.",
        3101.34,
        3108.14
    ],
    [
        " So thinking of strategy, talk to us about the Anaconda plan. This is Winfield Scots, who's the",
        3108.48,
        3118.14
    ],
    [
        " Northern commander of the armies. What's his plan overall on how to beat the Confederate States?",
        3118.14,
        3128.2
    ],
    [
        " Yeah, so Winfield Scots going to come up with, it's, it gets tagged the Anaconda plan. And you",
        3129.28,
        3136.9
    ],
    [
        " know, you look at the Anaconda, you know, earlier we talked about like being in Panama and seeing an",
        3136.9,
        3140.48
    ],
    [
        " Anaconda waterborne snake, it's constrictor like something I don't want to be caught in the water with.",
        3140.48,
        3145.68
    ],
    [
        " You know what I mean, especially that large of a snake. So, you know, you've got this insurgency,",
        3145.86,
        3152.8
    ],
    [
        " if you call it insurgency of these Confederate states that are kind of down there. So he's",
        3152.86,
        3158.02
    ],
    [
        " going to have to kind of like throw a line around it. So, you know, he's going to anchor the tail",
        3158.02,
        3162.56
    ],
    [
        " of the Anaconda snake in Washington, DC. And then the snake's going to run down the Potomac river.",
        3162.56,
        3169.68
    ],
    [
        " It's going to go into the Chesapeake Bay. It's going to run down and around Florida. It's going",
        3169.82,
        3174.98
    ],
    [
        " to come up the Gulf Coast and then into the Mississippi River. And that's the head of the snake is",
        3174.98,
        3180.58
    ],
    [
        " coming from West to East. So they're going to, you know, they're going to cut off resources",
        3180.58,
        3188.54
    ],
    [
        " to the Confederacy with a naval blockade. And they're going to control the riverways with these",
        3188.54,
        3196.18
    ],
    [
        " armies. So they're going to start sending armies with a Western theater campaign. You know,",
        3196.18,
        3201.46
    ],
    [
        " so you've got the army of the Ohio, the army of the James, you know, the Ohio, the Cumberland,",
        3201.46,
        3207.68
    ],
    [
        " the army of the Tennessee, the army of the Gulf, you know, and I mean the army of the Mississippi",
        3207.78,
        3213.52
    ],
    [
        " that are going to be. And then you've got the army of the Potomac that's going to deal with this",
        3213.52,
        3218.1
    ],
    [
        " Eastern kind of theater aspect. But when you look at the Anaconda plan with the head of the snake",
        3218.1,
        3225.36
    ],
    [
        " coming from the West, that's the focus of main effort. Like they've got to secure the West",
        3225.36,
        3231.52
    ],
    [
        " before they can start the constrictor of the snake to the Confederacy. So, you know, for the",
        3232.0,
        3239.36
    ],
    [
        " metaphor, metaphors matter because they're memorable. So when you actually look at it on a strategic",
        3239.36,
        3245.76
    ],
    [
        " aspect of the Anaconda plan, if you can't even read or write, you can look at the cartoon.",
        3245.76,
        3250.76
    ],
    [
        " This is what we're doing. Yeah, this is what we're doing. Okay, I got it. You know, for saying we",
        3251.54,
        3255.74
    ],
    [
        " got to do is we got to control the waterways. And they're doing a pretty good job of it. So,",
        3255.74,
        3261.16
    ],
    [
        " as you have some of you know, you got the trans Mississippi with the Battle of P Ridge, that's kind",
        3261.62,
        3266.5
    ],
    [
        " of secure. We don't really know what we're doing over here on the east coast with the army of the",
        3266.5,
        3271.96
    ],
    [
        " Potomac kind of thing. We got a lot of drama going on. And then you're going to start sending these",
        3271.96,
        3277.42
    ],
    [
        " armies of the West down, you know, to start controlling these waterways of the Cumberland River,",
        3277.42,
        3284.52
    ],
    [
        " the Tennessee River, the Mississippi River. So you're going to put these, you know, these armies into",
        3284.52,
        3290.28
    ],
    [
        " motion. So you've got the army of the Tennessee, you've got the army of the Ohio. They're going to",
        3290.28,
        3296.42
    ],
    [
        " start making their way to start being the head of that snake. And that's what's going to get us into",
        3296.42,
        3303.54
    ],
    [
        " this first like big battle that you kind of talked about. Like, Shiloh is going to be the,",
        3303.54,
        3308.74
    ],
    [
        " it's going to be the first big show. It's kind of like, you know, we've been looking at a little,",
        3308.84,
        3313.04
    ],
    [
        " not right. I hate the downgraded of kind of like, it's preseason.",
        3313.04,
        3317.12
    ],
    [
        " The other battles up to now are preseason a little bit. Yeah. Now we're going to get, I mean,",
        3317.88,
        3322.86
    ],
    [
        " this is, this is going to be a big show. I mean, this is going to be the Battle of Shiloh out in the",
        3322.96,
        3327.66
    ],
    [
        " West. This is going to be a first of what they call, I mean, even the book that you kind of read",
        3327.66,
        3334.82
    ],
    [
        " from, you know, called in hell before night. And the other attributes of seeing the elephant,",
        3334.82,
        3341.72
    ],
    [
        " this is going to be a baptism of fire that nobody has seen. Like, we haven't seen it at this scale.",
        3341.72,
        3347.96
    ],
    [
        " What's going to take place in Shiloh? And so it's, Shiloh, but Shiloh is not really the",
        3348.48,
        3354.1
    ],
    [
        " decisive terrain here. The decisive terrain is south of the town of Shiloh. It's a city,",
        3354.1,
        3361.36
    ],
    [
        " and this city is probably a strong word because I've been to Mississippi. Corinth, Mississippi,",
        3361.78,
        3366.32
    ],
    [
        " is a little town, relatively small town. But it's got multiple railways coming in, pass them through",
        3366.32,
        3375.62
    ],
    [
        " it. So it's a strategic, it's a strategic town. And the Confederates want to protect it. Because,",
        3375.62,
        3384.2
    ],
    [
        " like you said, we got these big, art Western armies moving west, moving southwest to try and get",
        3384.28,
        3390.26
    ],
    [
        " control of the Mississippi and or end of the Tennessee river as well. So the Confederates know this.",
        3391.26,
        3399.9
    ],
    [
        " They know that the North is heading south. So what is what do what do the Confederates do? They move",
        3400.16,
        3405.24
    ],
    [
        " north. They push north above Corinth, Mississippi to stop the Union forces before they get to Corinth",
        3405.24,
        3415.72
    ],
    [
        " and they move, they get to a place called Shiloh. Uh, Shiloh, Tennessee is just like a little,",
        3415.72,
        3422.74
    ],
    [
        " is it even a town? What do you call it? Is it a town? I guess Shiloh? I don't even know if it would",
        3423.14,
        3428.84
    ],
    [
        " get the term towns. Uh, like you said, it's an area. It's a church. So there's this little",
        3428.84,
        3437.5
    ],
    [
        " Shiloh church. And then there's a, there's a landing area called Pittsburgh landing, which is on",
        3438.62,
        3445.18
    ],
    [
        " the Tennessee River. And as Grant and his army pushed down, this is where they decide they're going to,",
        3445.18,
        3454.28
    ],
    [
        " they're gonna, they're gonna pull in. They're gonna pull in because again, they're looking at this,",
        3454.42,
        3459.16
    ],
    [
        " this metropolitan area, not so much Corinth, but it's a strategic area, like I said.",
        3459.16,
        3465.28
    ],
    [
        " So you got that's general Grant. And then you got another, another northern general, general",
        3465.8,
        3473.02
    ],
    [
        " fuel, who's leading the army of the, the Ohio. And what they're trying to do, they're both trying to",
        3473.02,
        3479.86
    ],
    [
        " get there. They're both trying to get to Corinth, Mississippi. They're both pushing South, Grant",
        3479.86,
        3486.74
    ],
    [
        " gets there first. Um, on the other side, who you got, you got Johnson and Beauregard, Beauregard's",
        3486.74,
        3493.98
    ],
    [
        " mobile, huh? That guy's getting all over the place, huh? Well, yeah. And, you know, when you",
        3493.98,
        3499.52
    ],
    [
        " bow regard, uh, after, you know, at the beginning, yeah, he's, he's there at the beginning, but then,",
        3499.52,
        3504.48
    ],
    [
        " you know, it's, you start to notice that anybody that's sent to the Western theater is like what we",
        3504.68,
        3511.04
    ],
    [
        " call like the, the land of the misfit toys. Uh, you know what I mean? Like, yeah, you know,",
        3511.04,
        3517.4
    ],
    [
        " you get stationed in a, and in Siberia, if you're, yeah, if you're in the Russian army.",
        3517.4,
        3522.44
    ],
    [
        " Yeah. Yeah. You know what I mean? Like, so a lot of, if you're going to shit, can somebody,",
        3522.5,
        3526.82
    ],
    [
        " you send them west. Now like, when you look at like the guys, like, you know, we talk, like you",
        3527.08,
        3531.4
    ],
    [
        " talk about Grant, uh, you know what I mean? Uh, Grant, you know, of coming up, you know, when you",
        3531.4,
        3538.04
    ],
    [
        " look at it, of like, man, what was, you list these ass grant doing in 1860? That, you know, the guy",
        3538.04,
        3543.76
    ],
    [
        " was a complete, pretty much of, he was, he was having a hard time in life at that point. Uh,",
        3543.76,
        3550.18
    ],
    [
        " you know, I mean, he fought West Point guy, uh, fought the Mexican American war, got sent out",
        3550.76,
        3555.98
    ],
    [
        " to California. You know, I mean, he, the, the, the, the, the, the, the, the folks talking about, you",
        3555.98,
        3559.4
    ],
    [
        " know, a drinking problem, uh, that Grant has. Of course, you know, Grant had lost a son. Uh, you",
        3559.4,
        3565.92
    ],
    [
        " know, so a lot of the times when I, you know, I've, I've never lost a child, but I'm, I'm pretty",
        3565.92,
        3570.22
    ],
    [
        " sure it's going to have a pretty big effect on me. Uh, and, and how I'm going to handle that.",
        3570.22,
        3576.22
    ],
    [
        " I, you know, I really don't know. Um, so, you know, you got this guy, you list these ass grant",
        3576.22,
        3581.58
    ],
    [
        " that, that showing promise, uh, but he's selling firewood on the streets of St. Louis before the war",
        3581.58,
        3588.62
    ],
    [
        " breaks out to try to support his family because he's just, he's not really good in the civilian world,",
        3588.62,
        3595.48
    ],
    [
        " like, you know, being a business guy. He's just not, he's struggling. Uh, you know, I mean,",
        3595.48,
        3600.72
    ],
    [
        " which, there's, there's tons of people, man, that, that's struggled, right? Uh, and, and, but at least",
        3600.8,
        3605.12
    ],
    [
        " he's like, he's selling firewood and stuff. So when the war breaks out, he's like, I'm back in.",
        3605.12,
        3609.74
    ],
    [
        " You know what I mean? Like, so let's head out and let's see if I can, of course, but now you",
        3610.42,
        3616.3
    ],
    [
        " get your reputation. You know what I mean? So, uh, what's interesting is, is like, you know, when we",
        3616.3,
        3621.68
    ],
    [
        " talked about Grant, you know, then we talked about Sherman, you know, we talked about Sherman earlier.",
        3621.68,
        3625.74
    ],
    [
        " You know, he's crazy, grants a drunk. Uh, you know, but the two of them kind of stick together.",
        3625.88,
        3631.12
    ],
    [
        " And it's like, you know, I mean, this dude ends up on a $50 bill. He's the president of the United",
        3631.12,
        3635.38
    ],
    [
        " States. He becomes the chief of all the army. I mean, I need to be a spoiler alert of like Grant,",
        3635.38,
        3640.28
    ],
    [
        " but from a dude selling firewood on the streets to, to, of what he rose to, you know, perseverance comes",
        3640.52,
        3647.2
    ],
    [
        " to mind. Like, people might talk shit about him. He's going to show up and he's going to come to work.",
        3647.2,
        3651.08
    ],
    [
        " So, but he's got a lot of struggles to deal with. Like, he's never been in charge of like this many",
        3651.8,
        3656.98
    ],
    [
        " people. So, you know, Grant's going to make his way down and he's having some success. He's working with,",
        3656.98,
        3664.6
    ],
    [
        " uh, with the naval, uh, captain foot. And they're actually working together, uh, army and navy,",
        3664.6,
        3671.7
    ],
    [
        " which is, you know, kind of odd, you know, you can bring in, uh, naval ships and bombard, uh, you",
        3671.7,
        3677.2
    ],
    [
        " know, I mean, which is pretty cool. Naval gunfire, if you will, uh, brings them in and grants the",
        3677.2,
        3682.08
    ],
    [
        " ground force, but he's using them as transportation. So, you know, between like, uh, Grant and foot,",
        3682.32,
        3687.18
    ],
    [
        " I think they're working really well together. Uh, but then, you know, you talked about, uh, with, with",
        3687.22,
        3692.64
    ],
    [
        " fuel. So he's got, he's another army commander. So they're both, they're like peers. So,",
        3692.64,
        3697.82
    ],
    [
        " neither one of them work with each other. Uh, and you know how that kind of works with peers.",
        3697.82,
        3701.52
    ],
    [
        " Sometimes like you go to your peer for some support and he's like, dude, I don't work for you.",
        3701.68,
        3705.4
    ],
    [
        " You know what I mean? Like, I gotta get you from the boss. Tell me what to do. Uh, so yeah, he is",
        3705.8,
        3711.36
    ],
    [
        " trailing, uh, Grant. But there, you know, everybody's focused on the, on the, on the same mission.",
        3711.64,
        3717.46
    ],
    [
        " I mean, when you look at the overall arching strategy, uh, of, of Abraham Lincoln, it was preserve",
        3717.56,
        3723.42
    ],
    [
        " the union. So that's his message to everybody. The only thing we're going to do is preserve the union.",
        3723.42,
        3728.54
    ],
    [
        " So these guys, they're out moving, you know, they're, they're learning along the way. Uh, you got",
        3728.66,
        3733.5
    ],
    [
        " Elysees S Grant. So they got, you know, and you've been to Karnath. I've been to Karnath. Uh, you",
        3733.5,
        3738.66
    ],
    [
        " I think you probably had to do the same thing. I, you got to fly into Memphis and drive a couple",
        3738.86,
        3744.3
    ],
    [
        " hours over because there's just no easy way to get to Karnath. But when, when you look at like the",
        3744.3,
        3749.66
    ],
    [
        " supply depots of railways and waterways and you're trying to supply these armies of thousands of",
        3749.66,
        3757.48
    ],
    [
        " people and you look at the Western theater of the, you know, the Tennessee River, the Cumberland",
        3757.48,
        3764.62
    ],
    [
        " River, the Ohio and the Mississippi, we kind of look at it. I was like, where are you going to store",
        3764.62,
        3769.44
    ],
    [
        " this stuff? So if you're going to bring it in by boat. So you're got, you got Nashville. That's a",
        3769.44,
        3774.96
    ],
    [
        " big hub. You know, you got, uh, Memphis. That's a big hub. And then you've got like, you know, where,",
        3774.96,
        3780.88
    ],
    [
        " you go north to south. So, you know, Karnath is like right at the very top of Mississippi. Just",
        3781.08,
        3786.98
    ],
    [
        " right below that south easterd Tennessee kind of area. And it's just not an easy place to get to.",
        3786.98,
        3794.12
    ],
    [
        " So if you're going to come in and you're going to strategically, one, you got to get all your",
        3794.9,
        3799.22
    ],
    [
        " people there. So grants going to put them on a boat. They're going to float down the Tennessee",
        3799.22,
        3802.88
    ],
    [
        " River. And then you got to look for a landing. Well, and of course you don't want to land too close",
        3802.88,
        3808.3
    ],
    [
        " because you want to get everybody off the boat before, you know, any of the Confederates come because",
        3808.3,
        3812.5
    ],
    [
        " if you're just sitting on the boat, uh, that's going to make it pretty easy for the Confederacy.",
        3812.5,
        3816.6
    ],
    [
        " Uh, so they're going to pick Pittsburgh landing and even sell this day like you said. I mean,",
        3817.04,
        3821.44
    ],
    [
        " there's nothing in shot a little church. That's it. I mean, like, I mean, I'm even trying to",
        3821.94,
        3827.68
    ],
    [
        " think in like modern day today, like there, there's nothing. I mean, there's a Hague's catfish hotel,",
        3827.68,
        3835.32
    ],
    [
        " like down, down the road a bit. Uh, and that's about it. Great catfish. Uh, but other than that,",
        3835.32,
        3842.44
    ],
    [
        " there's just nothing there. So he's going to bring his folks in and they're going to, they're going",
        3842.5,
        3845.48
    ],
    [
        " to offload right there at Pittsburgh landing and and that landing. I mean, even if you and I like",
        3845.48,
        3850.02
    ],
    [
        " looking at it today, it's like, man, that's a, you know, insert and extract is usually the worst",
        3850.02,
        3855.18
    ],
    [
        " places to get hit. Uh, so, you know, coming in, so it's like one of those landings downriver,",
        3855.18,
        3860.04
    ],
    [
        " and then it's like, you know, the cliffs over where I'm staying. So it's like getting dropped",
        3860.24,
        3864.62
    ],
    [
        " off there. And then I've got this little straight up ahead. So I'm already there's high ground above",
        3864.62,
        3871.04
    ],
    [
        " Pittsburgh landing. Uh, you know what I mean? So getting folks off and then getting them up on",
        3871.04,
        3876.78
    ],
    [
        " the landing and then establishing a foothold is, is his first priority. And uh, and nothing against",
        3876.78,
        3883.76
    ],
    [
        " U.S. East that's grant like again, man, this is, uh, this is right at the beginning. Uh, but",
        3883.76,
        3889.18
    ],
    [
        " grants going to kind of go up there and is not going to be a lot of order and discipline going",
        3889.18,
        3893.6
    ],
    [
        " on. Uh, it's kind of like, hey guys, get off the boat. You know, they, they go up there and they,",
        3893.6,
        3898.4
    ],
    [
        " they set up camp, you know, I mean, because this is their, their first rodeo like that. I mean,",
        3898.44,
        3904.68
    ],
    [
        " they're having fun on the way down riding on the boat ride, you know, and me and they're coming in.",
        3904.68,
        3909.68
    ],
    [
        " They're like, oh man, this is going to be an easy day. You know, me, so I think that they're,",
        3909.68,
        3914.04
    ],
    [
        " their expectations just like really aren't there, you know, and me, so they're all going to get,",
        3914.1,
        3919.6
    ],
    [
        " of course, that they don't know either. I mean, look at the last war they fought in. It was the",
        3919.6,
        3924.1
    ],
    [
        " Mexican American war and we saw how that went. Uh, you know, I mean, it was, we were pretty,",
        3924.1,
        3929.38
    ],
    [
        " other than, you know, like the Battle of San Pascal, it took place out here with, with, uh,",
        3930.42,
        3934.24
    ],
    [
        " Carney, uh, and Pico kind of put the wood to him. And you know, if it wasn't for, you know,",
        3934.44,
        3939.78
    ],
    [
        " that little guy, Kit Carson, uh, that got him out of it when he stalked from out there all the way",
        3939.8,
        3944.68
    ],
    [
        " into the bay, uh, to link up with the Navy to get relief to come out to get him. So these guys",
        3944.68,
        3950.0
    ],
    [
        " are getting off the boat and there's not really a lot of order and discipline. So it's kind of like,",
        3950.0,
        3954.14
    ],
    [
        " if I was going to describe it like what it looked like, it looked like a very unorganized yard safe.",
        3954.22,
        3958.72
    ],
    [
        " So that's what they do. They're, they're, they're, now meanwhile on the other side, uh, you got,",
        3963.9,
        3969.26
    ],
    [
        " you got General Johnson and he's, you know, this is the guy that we kicked off this, this is the",
        3969.4,
        3975.38
    ],
    [
        " speech, you know, this guy is engaged, right? And he tells his troops, uh, you know, before the",
        3975.38,
        3983.28
    ],
    [
        " battle tonight, tonight we will water our horses in the Tennessee River. Love it. Yeah. So this guy",
        3983.28,
        3989.76
    ],
    [
        " is ready to get it on. And well, and they meet and a great book and a great account of this is",
        3989.76,
        4000.14
    ],
    [
        " Company H by, uh, Sam R. Watkins. This guy is a, a Confederate soldier and he's got a great first",
        4000.14,
        4009.48
    ],
    [
        " person account to, to kind of explain what's going on and what this looks like this first day. So",
        4009.48,
        4015.96
    ],
    [
        " here we go. This was the first big battle in which our regiment had ever been engaged. I do not",
        4015.96,
        4023.64
    ],
    [
        " pretend to tell of what command distinguished itself of heroes of blood and wounds of shrieks and",
        4023.64,
        4039.46
    ],
    [
        " and if I happen to look to see if I could find anything out, eyes right, guide center was the order.",
        4039.46,
        4047.04
    ],
    [
        " Close up guide right, halt forward, right oblique, left oblique, halt forward, guide center,",
        4048.18,
        4053.8
    ],
    [
        " eyes right, dress up promptly in the rear, steady, double quick, charge bayonets, fire at will",
        4053.96,
        4059.04
    ],
    [
        " is about all that a private soldier ever knows about. And when I read that for the first time,",
        4059.04,
        4066.16
    ],
    [
        " that's just like horrifying, right? You're in this massive battle and you're just hearing orders.",
        4067.86,
        4073.26
    ],
    [
        " And we, you know, when you and I marched, when I marched in, in, in Navy boot camp, when you",
        4073.7,
        4078.62
    ],
    [
        " marched in Marine Corps, and you learn how to guide right and you're kind of out of the corner",
        4078.62,
        4083.28
    ],
    [
        " you're now, you're looking at the guy to the right of you to make sure you're staying even with him.",
        4083.28,
        4086.48
    ],
    [
        " You can't, it's hard to take that mentality and then you take it into like a combat situation where",
        4087.92,
        4093.88
    ],
    [
        " there's, you know, right ball coming at you guys getting their legs blown off, horrifying. And",
        4093.88,
        4099.58
    ],
    [
        " that's what this guy's dealing with. He says he can see the smoke rise in the flash of battle",
        4099.58,
        4104.68
    ],
    [
        " of the enemy's guns and he can hear the whistle of the mini and cannonballs, but he has got to load",
        4104.68,
        4111.28
    ],
    [
        " and shoot as hard as he can tear and ram cartridge or we'll soon find out like the Irishman who had",
        4111.28,
        4117.3
    ],
    [
        " been shooting blank cartridges when a ball happened to strike him and he hollowed out faith, pat",
        4117.3,
        4123.9
    ],
    [
        " and be jabbers. Then fellows are shooting bullets. But I nevertheless remember many things that",
        4123.9,
        4131.2
    ],
    [
        " came under my observation in this battle. I remember a man by the name of Smith stepping deliberately",
        4131.2,
        4136.8
    ],
    [
        " out of the ranks and shooting his finger off to keep out of the fight. So you guys got, he's",
        4136.8,
        4141.92
    ],
    [
        " documenting some cowardice, a guy shooting off his own finger so he doesn't have to fight",
        4141.92,
        4146.16
    ],
    [
        " of another poor fellow who was accidentally shot and killed by the discharge of another person's",
        4146.34,
        4151.8
    ],
    [
        " gun and of others suddenly taken sick with colloc. As we had, I'm going to fast forward a little bit,",
        4151.8,
        4158.8
    ],
    [
        " as we advance on the edge of battlefield, we saw a big fat kernel of the 23rd Tennessee regiment",
        4158.9,
        4163.66
    ],
    [
        " badly wounded whose name if I remember correctly was Matt Martin. He said to us, give him",
        4163.66,
        4176.14
    ],
    [
        " we halted but a moment and I said, Colonel, where are you wounded? He answered in a deep",
        4176.16,
        4182.84
    ],
    [
        " base voice, my son I am wounded in the arm in the leg in the head in the body and in another place",
        4182.84,
        4190.16
    ],
    [
        " which I have a delicacy in mentioning. That is what the old gallant Colonel said.",
        4190.16,
        4195.82
    ],
    [
        " About noon, a courier dashed up and ordered us to go forward and support General Bragg Center.",
        4197.38,
        4203.22
    ],
    [
        " We had to pass over the ground where troops had been fighting all day.",
        4203.86,
        4207.56
    ],
    [
        " I had heard and read of battlefields, seen pictures of battlefields, of horses and men,",
        4208.06,
        4214.58
    ],
    [
        " of cannon and wagons all jumbled together while the ground was strewn with dead and dying and wounded.",
        4215.1,
        4221.56
    ],
    [
        " But I must confess that I never realized the pomp and circumstance of the thing called glorious war",
        4222.06,
        4228.1
    ],
    [
        " until I saw this. Men were lying in every conceivable position. The dead lying with their eyes wide",
        4229.38,
        4237.1
    ],
    [
        " open, the wounded begging pitiously for help and some waving their hats and shouting for us to go",
        4237.1,
        4243.32
    ],
    [
        " forward. It all seemed to me a dream. I seemed to be in some sort of haze when sizz sizz sizz the",
        4243.32,
        4251.94
    ],
    [
        " mini balls from the ganky line began to whistle around our ears and I thought of the Irish men when",
        4251.94,
        4257.64
    ],
    [
        " he said sure enough those fellows are shooting bullets. Down we would drop first one fellow and then",
        4257.64,
        4264.92
    ],
    [
        " another either killed or wounded. When we were ordered to charge bayonets I had been feeling mean",
        4264.92,
        4271.74
    ],
    [
        " all morning as if I had stone a sheep but when the order to charge was given I got happy. I felt",
        4271.74,
        4279.9
    ],
    [
        " happier than a fellow does when he professes religion at a big Methodist camp meeting. I shouted",
        4279.9,
        4285.3
    ],
    [
        " it was fun then. Everybody looked happy we were crowding them one more charge their lines waver",
        4285.3,
        4291.98
    ],
    [
        " and break. They retreat and wild confusion. We were jubilant. We were triumphant. Officers could not",
        4291.98,
        4299.56
    ],
    [
        " curb the men to keep them in line discharge after discharge was poured into the retreating line.",
        4299.56,
        4304.56
    ],
    [
        " The federal dead and wounded covered the ground. When in the very midst of our victory here comes",
        4304.92,
        4313.54
    ],
    [
        " an order to halt. What? Halt after today's victory? Sydney Johnson killed, General Gladden",
        4313.54,
        4320.88
    ],
    [
        " killed and a host of generals and other brave men killed and the whole Yankee army in full retreat.",
        4320.88,
        4325.98
    ],
    [
        " These four letters H-A-L-T-O how harsh they did break upon our ears. The victory was complete",
        4326.74,
        4335.74
    ],
    [
        " but the word Halt turned victory into defeat.",
        4336.0,
        4340.56
    ],
    [
        " So it's mayhem out there and like you said this is seeing the elephant these guys are seeing this",
        4341.12,
        4357.84
    ],
    [
        " this hardcore combat for the first time and as you can hear in that description from Watkins",
        4357.84,
        4365.24
    ],
    [
        " the Confederates dominate they won they dominate they push and they get the upper hand",
        4365.24,
        4376.06
    ],
    [
        " they push grant all the way back to Pittsburgh landing I mean they push him back",
        4376.06,
        4383.38
    ],
    [
        " uh he mentions Sam Watkins mentions that general Johnson's dead so he'd been wounded",
        4384.5,
        4392.74
    ],
    [
        " hitting the hitting the femoral artery it bleeds out",
        4392.74,
        4398.94
    ],
    [
        " and Beauregard after this first day so the first day the you know the the union forces had pushed",
        4398.94,
        4410.24
    ],
    [
        " in from the the Tennessee but now they get pushed all the way back and Beauregard",
        4410.24,
        4417.58
    ],
    [
        " thinks they won and actually sends the message out to Jefferson Davis sends a message to Jefferson",
        4417.58,
        4424.92
    ],
    [
        " Davis saying hey we we just won a big battle here oh yeah I mean he's like you know it's it's",
        4424.92,
        4432.08
    ],
    [
        " basically going into halftime and he's claiming victory uh you know when one I love",
        4432.08,
        4440.2
    ],
    [
        " the company H Sam Watkins it's a it's a first account from a soldier that's just a rifleman",
        4440.68,
        4448.84
    ],
    [
        " you know I mean in his perspective and when he talks about you know like later on we'll talk about",
        4448.84,
        4453.98
    ],
    [
        " Braxton Bragg and I mean that guy is a he's a character uh within himself uh it's amazing he got",
        4453.98,
        4461.48
    ],
    [
        " a base named after him but yeah they didn't call JD to ask about naming of bases uh but you know",
        4461.48,
        4467.6
    ],
    [
        " when you look at it a Bragg and he's talking about you know there's numerous assaults of what",
        4467.6,
        4472.22
    ],
    [
        " he came into behind so you know Braxton Bragg it was just there's a section of the battle uh that's",
        4472.22,
        4478.46
    ],
    [
        " called the Hornets Nest uh down there and and it's like uh it's you know if you could imagine like",
        4478.46,
        4485.76
    ],
    [
        " Pittsburgh landing spin there you know it's it's all farm country I mean you've been in that region",
        4485.76,
        4490.44
    ],
    [
        " before that's down there so when when folks are coming in there's like these old like farming roads",
        4490.44,
        4496.18
    ],
    [
        " and the farm field so if you could imagine just over time you've got you know the wagons have been",
        4496.18,
        4502.28
    ],
    [
        " running the same little two track rails and they start to get like sunken down a little bit so it",
        4502.28,
        4508.3
    ],
    [
        " just gives you just a little bit of that micro terrain defalade uh and that's where uh you know",
        4508.3,
        4516.88
    ],
    [
        " Prenison his guys he's gonna put his division that's there and I mean Braxton Bragg's just gonna",
        4516.88,
        4521.66
    ],
    [
        " he's gonna knock against that that surface numerous times uh throughout the battle just frontal",
        4521.82,
        4528.82
    ],
    [
        " assault just just frontal I mean just yeah okay just okay you hit it you hit a you know you hit a",
        4528.82,
        4534.4
    ],
    [
        " surface why not try to find a gap like where's the gap in the road and he's gonna numerous times",
        4534.4,
        4541.24
    ],
    [
        " he's gonna send them up there uh and and they of course you know you beat your head that many times",
        4541.24,
        4546.52
    ],
    [
        " against the wall you just keep filling resources so that's what kind of Sam is seeing just the",
        4546.52,
        4550.96
    ],
    [
        " the carnage uh that's taking place like I said I mean nobody had seen this kind of this kind of",
        4552.3,
        4559.0
    ],
    [
        " carnage on a battlefield and this is day one and yeah and the the Confederates are are gonna push",
        4559.0,
        4564.46
    ],
    [
        " him back but at a cost like they're they're gonna take a huge cost for this uh and again you know",
        4564.46,
        4571.64
    ],
    [
        " Johnson and when you look at Albert Sidney there's a lot of folks like when you go down there to",
        4571.64,
        4577.5
    ],
    [
        " shyly they're like but JD me a commander should never put himself at that kind of risk that close uh",
        4577.5,
        4584.18
    ],
    [
        " you know but there's a point in time to where the commander's gotta get out of the tent uh and the",
        4584.18,
        4589.14
    ],
    [
        " troop seat he needs to be seen and he's gonna put himself at risk and yeah I mean he's gonna take a shot",
        4589.14,
        4594.3
    ],
    [
        " and and in the saddle it's not gonna unhorsing me he's basically just gonna and he but he never leaves",
        4594.3,
        4600.22
    ],
    [
        " to field which kind of says something about Johnson you know I mean of getting injured I mean you",
        4600.22,
        4606.56
    ],
    [
        " got other folks that are looking to just you know get a scratch and they're out yeah they're",
        4606.56,
        4611.52
    ],
    [
        " finger off yeah yeah shooting the finger all that kind of stuff so Johnson knows that his place",
        4611.52,
        4615.72
    ],
    [
        " in battle one if you could imagine with you know you've got these novice folks that are out there this",
        4615.72,
        4621.7
    ],
    [
        " is their first battle and then they're gonna overrun the union and you know and like I said earlier",
        4621.7,
        4627.44
    ],
    [
        " like you know grants kind of running a yard sale up there so these dudes are brewing up ramen you",
        4627.44,
        4633.46
    ],
    [
        " know to mean they're cooking up some hardtack they got a little bit of fat and then these guys",
        4633.46,
        4638.12
    ],
    [
        " are gonna overrun them and they're probably hungry and they're seeing all this free gear you know",
        4638.12,
        4643.66
    ],
    [
        " what I mean like gear adrift is a gift you know what I mean like if your name ain't on it I'm taking",
        4643.66,
        4649.2
    ],
    [
        " it these so the Confederate troops pushed through overrun much of what the unions got set up and",
        4649.2,
        4656.12
    ],
    [
        " there's just looting about to go down oh yeah they're looting you know what I mean it's like man",
        4656.12,
        4662.18
    ],
    [
        " that's a better rifle than the one I got taking that one you know so so they're kind of looting and",
        4662.18,
        4667.0
    ],
    [
        " and and Johnson and them are actually trying to stop the looting because it's distracting from the",
        4667.0,
        4673.26
    ],
    [
        " battle like okay look man we got it dude like they got a lot of cool stuff but let's keep like",
        4673.26,
        4677.74
    ],
    [
        " let's keep pushing them and Johnson actually you know it's recorded you know they talk about Johnson",
        4677.74,
        4684.14
    ],
    [
        " he he ends up taking a 10 cup because he doesn't you know these guys are like they're just a bunch of",
        4684.14,
        4690.18
    ],
    [
        " private man they really don't know what they're doing you know they're just out there following orders",
        4690.18,
        4694.1
    ],
    [
        " man and and they're putting them into this this first big battle and he takes a cup as if like he's",
        4694.1,
        4700.5
    ],
    [
        " gonna he's gonna loot along with them you know what I mean and he raises that cup and then he rides",
        4700.5,
        4706.4
    ],
    [
        " the line with that cup and and he's tinking the tops of their bayonets kind of inspiring them of he's",
        4706.4,
        4713.46
    ],
    [
        " out there with them on the battle and and he ends up you know taking a shot and then bleed now",
        4713.46,
        4720.3
    ],
    [
        " and it's not one of his staff officers kind of like it's like me looking across you it's like",
        4720.3,
        4724.66
    ],
    [
        " Chuck him and you're looking kind of pale about right now and you know you're bleeding out they",
        4724.66,
        4729.44
    ],
    [
        " pulling them down into into a little ravine get them out of sight of everybody and pulling them off",
        4729.44,
        4735.38
    ],
    [
        " the saddle and you know he's he's done training he he dies right there on the field so then now you've",
        4735.38,
        4741.7
    ],
    [
        " got you know PT Boer guard basically the second and command is now and it's kind of almost as if like",
        4741.84,
        4749.44
    ],
    [
        " you know when you look at it in the readings when Boer guard kind of finds out that Johnson's dead",
        4749.44,
        4754.62
    ],
    [
        " you'd see me have a little bit more remorse of like I mean Johnson's a good commander",
        4754.62,
        4760.58
    ],
    [
        " you know what I mean but you know PT Boer guard like he said I mean it's Sam Watkins calls it out of",
        4760.58,
        4766.76
    ],
    [
        " like why what's this halt like why aren't we just crushing this army why are we not",
        4766.76,
        4772.98
    ],
    [
        " keep pushing for us because you just lost the commander and when no one's there giving a command",
        4772.98,
        4780.44
    ],
    [
        " people just stop because they don't know you know I mean even though like it kind of boggles me",
        4780.44,
        4788.0
    ],
    [
        " a little bit because if you tell me like if you're like hey JD we're gonna water our horses",
        4788.0,
        4793.38
    ],
    [
        " on the Tennessee River that even if I don't hear from you for the entire rest of the day you know",
        4793.9,
        4800.18
    ],
    [
        " what to do I know exactly what you did Tennessee River yeah I'll be there watering my horse man",
        4800.18,
        4804.66
    ],
    [
        " you know what I mean you get there and be like hey Jaco what up it's the ultimate commanders attend",
        4804.66,
        4808.66
    ],
    [
        " in ten yeah I got I got it you don't have to tell me anything else I just know I need to get to",
        4808.66,
        4813.54
    ],
    [
        " the Tennessee River and anything in between me and the Tennessee River I need to kill period and",
        4813.54,
        4820.1
    ],
    [
        " I got my horse I'm at the Tennessee River we're there because you know they also you know they're",
        4820.1,
        4825.98
    ],
    [
        " worried about you know this guy of like okay you know because just like gathering until okay where's",
        4825.98,
        4830.94
    ],
    [
        " fuel because there's another army out there I mean that's a that's a huge factor to anybody you know",
        4830.94,
        4836.48
    ],
    [
        " whether it's Johnson whether it's Beauregard you know you've got another army out there moving around",
        4836.48,
        4841.12
    ],
    [
        " like that that's another force you have to contend with yeah that's like you're on the football field",
        4841.12,
        4848.0
    ],
    [
        " there's another team that's gonna come and get on the field against you yeah you want to finish off",
        4848.64,
        4853.88
    ],
    [
        " the guys that are there yeah and they don't do that no that's where this halt comes in and these guys",
        4853.88,
        4860.62
    ],
    [
        " kind of just they stop they hold they hold up and and while this is happening I mean the first of all",
        4860.62,
        4871.92
    ],
    [
        " the the union brings in these gun boats for the night and starts shelling which is apparently",
        4871.92,
        4879.16
    ],
    [
        " ineffective other than the fact is just mayhem and noise and you know some I'm sure some casualties",
        4879.16,
        4886.02
    ],
    [
        " you're not sleeping very well and you're getting shelled even if it's inaccurate you got Nathan",
        4886.02,
        4891.32
    ],
    [
        " Bedford Forest Nathan Bedford Forest this guy he's out doing reconnaissance and",
        4891.32,
        4901.68
    ],
    [
        " and he actually discovers Buil that he finds out the Buil's coming oh yeah yeah he",
        4902.64,
        4910.1
    ],
    [
        " starts trying to tell everybody Buil's coming here comes this other army hey boss Buil's coming",
        4910.1,
        4916.48
    ],
    [
        " not the whole other army's coming our way this isn't good no one listens to him yeah and remember",
        4916.48,
        4922.94
    ],
    [
        " you know last night when we were kind of chit the chat about about four is remember like he put",
        4922.94,
        4928.12
    ],
    [
        " on union uniforms and and got like in close in reconnaissance so he's got eyes on Buil coming in",
        4928.72,
        4937.1
    ],
    [
        " and and he's reporting it up his check now you know Nathan is not a not a West Point grad and",
        4937.1,
        4942.48
    ],
    [
        " you know so he's not in the club you know I mean he's not very well educated well all right you got",
        4942.48,
        4948.44
    ],
    [
        " we got to talk about about Nathan forest tell us a little bit about this guy because he's a character",
        4948.44,
        4953.84
    ],
    [
        " he he is well you know I like I'd like to explain to a lot of folks like nobody really knew who Nathan",
        4954.24,
        4961.78
    ],
    [
        " Bedford Forest was until Tom Hanks came out with the movie Forest Gump and right at the beginning",
        4961.78,
        4968.62
    ],
    [
        " of the movie you know what I mean you got you know Tom Hanks and he's talking about his great great",
        4968.62,
        4972.68
    ],
    [
        " great great great grandfather that you know what I mean fought a civil war was a general officer and",
        4972.68,
        4976.98
    ],
    [
        " he rode around with sheets on and stuff like that and everybody was kind of like sitting there with",
        4976.98,
        4980.5
    ],
    [
        " their iPad and they were like hmm Google search that real quick wow this guy he's got a little bit",
        4980.5,
        4988.74
    ],
    [
        " of a backstory to him so Nathan goes Tennessee guy not educated formally but at the beginning of",
        4988.74,
        4999.08
    ],
    [
        " the war when they're when they're calling to arms Nathan Bedford I mean he's he's first one out",
        4999.08,
        5004.2
    ],
    [
        " like it but I'm coming in I'm in coach he's not educated but he's wealthy right always wealthy",
        5004.2,
        5009.16
    ],
    [
        " he's a he's a millionaire in 1860 from the slave trade from slave trade",
        5009.16,
        5013.56
    ],
    [
        " and he shows up no real military experience no but he's ready or he's ready to go he's",
        5013.56,
        5023.26
    ],
    [
        " private he just wants to sign up and just make me a rifleman I just want to go kill Yankees",
        5023.26,
        5029.1
    ],
    [
        " because yeah this is going to go against my way of life and of course the folks that are there",
        5029.1,
        5033.66
    ],
    [
        " like Nathan is well known you know I mean that kind of guy banging that kind of money back then",
        5033.66,
        5039.86
    ],
    [
        " and and he's you know of what he's doing with inside that the slave trade and and uh",
        5039.86,
        5045.88
    ],
    [
        " you know he's he's he's a very known individual so of course you know the folks are in there and",
        5045.88,
        5054.16
    ],
    [
        " they're like hey man that's Nathan out there now of course like nobody like you know because Nathan",
        5054.16,
        5059.0
    ],
    [
        " doesn't come from prominent family you know what I mean like dirt poor like the guy's just doesn't come",
        5059.0,
        5065.12
    ],
    [
        " from from a prominent family so even though he's got money you know what I mean it's new money",
        5065.12,
        5071.68
    ],
    [
        " you know what I mean he's not like old money south you know what I mean it's like been around",
        5071.68,
        5076.36
    ],
    [
        " for like a long time we all yeah it's it's Virginia like where I like we still got old money",
        5076.36,
        5081.22
    ],
    [
        " for Virginia uh so he's not old money he's new money but they're just like hey man you you can't",
        5081.22,
        5088.98
    ],
    [
        " they're like well the dude's got a whole bunch of money we don't have a lot of money",
        5088.98,
        5093.22
    ],
    [
        " we're starting up so why don't you like stand up a cavalry regiment and how about spend your money",
        5093.22,
        5099.42
    ],
    [
        " and out that all of them and Nathan's like okay I'm down with that make me a colonel",
        5099.42,
        5104.16
    ],
    [
        " it I'll take this on so uh Nathan he's he doesn't have the military background so he doesn't know",
        5104.16,
        5111.2
    ],
    [
        " that like what he's supposed to be doing so like all he knows is like his job I'm cavalry",
        5111.2,
        5118.34
    ],
    [
        " I do reconnaissance but he's a little different than other cavalry guys because he likes to fight",
        5118.34,
        5123.6
    ],
    [
        " and he's got no qualms about leading charges he's not the guy that's going to be found about",
        5123.6,
        5129.64
    ],
    [
        " because again he doesn't know so while everybody else is halting and they're looting the camps",
        5129.64,
        5135.02
    ],
    [
        " you know getting out the bacon breaking out the banjos Nathan Bedford's running reconnaissance",
        5135.02,
        5140.22
    ],
    [
        " effort and his son's with him uh you know what I mean and they're going to put on union uniforms",
        5140.22,
        5144.76
    ],
    [
        " they're going to get close-in reconnaissance and they're going to see Buil coming in he's going to",
        5144.76,
        5148.28
    ],
    [
        " report these up to hire and nobody's listening to him uh you know that other guy I talked about uh",
        5148.28,
        5154.4
    ],
    [
        " that was at the at the Hornets nest uh with the union that was giving Braxton Bragg a lot of",
        5154.4,
        5160.3
    ],
    [
        " that resistance was was prenes uh and and prenes uh he he he was commanding the sixth division of",
        5160.3,
        5167.06
    ],
    [
        " the army of Tennessee uh working for Grant uh there that first date prenes gets captured",
        5167.06,
        5172.62
    ],
    [
        " so he's a prisoner of war and he's actually in in the camp in the tents you know because",
        5172.96,
        5177.94
    ],
    [
        " you know back then of course they're going to segregate you know I mean listed guys you're",
        5177.94,
        5182.76
    ],
    [
        " going to a certain prisoner of war camp the officers you get to hang out with tent with us because",
        5182.76,
        5187.18
    ],
    [
        " we all with the West Point together we'll catch up totally different uh you know aspect to be",
        5187.18,
        5192.66
    ],
    [
        " in a prisoner of war uh when you look at officer versus uh the enlisted side so prenes is literally",
        5192.66,
        5198.6
    ],
    [
        " in the tent and even telling the officers that hey dude Buil is on his way like he's he's coming",
        5198.6,
        5205.78
    ],
    [
        " like now and they're like dude you're full of shit basically you know what I mean like no he's not",
        5205.78,
        5211.4
    ],
    [
        " we've got reports he's over in like Decatur al-abama area he goes look dude whatever reports you're",
        5211.4,
        5216.6
    ],
    [
        " getting is wrong you're gonna see tomorrow so not only are they getting like told from their own",
        5216.6,
        5223.64
    ],
    [
        " reconnaissance efforts they're getting told from a prisoner of war that they just fought against",
        5223.64,
        5228.32
    ],
    [
        " all day and he's telling them and they're still not taking any of this into regard and that night",
        5228.32,
        5235.74
    ],
    [
        " like you said so they're gonna pull up two naval gun boats and they're gonna start lobbing naval",
        5235.74,
        5240.24
    ],
    [
        " gunfire throughout the night and Buil is gonna show up at Pittsburgh landing and of course he's",
        5240.24,
        5246.3
    ],
    [
        " seeing that mayhem I mean you got these guys that are that are from Grant and I mean they're literally",
        5246.3,
        5251.2
    ],
    [
        " running for their lives I mean they got folks that are hanging on to my right I told you about the",
        5251.2,
        5256.28
    ],
    [
        " embankment so it'd be like us going out there you know what I mean like right across on the cliffs",
        5256.46,
        5260.62
    ],
    [
        " and like I am so scared for my life that I just ran through San Diego and I'm just hanging on to",
        5260.62,
        5268.58
    ],
    [
        " the sides of the cliff just to get away from this man I mean it's complete and utter fear for",
        5268.58,
        5274.86
    ],
    [
        " their lives of what they've seen that day on the first day of battle so then you got this other",
        5274.86,
        5281.06
    ],
    [
        " army commander fuel shows out we know those guys are like what are you guys doing when you screw",
        5281.06,
        5287.3
    ],
    [
        " up yeah and uh and then of course you know anytime you got a bad day it just starts",
        5287.3,
        5294.74
    ],
    [
        " torrential downpour so right around like 2200 at night man it's just get pissing out of a boot I",
        5294.74,
        5302.74
    ],
    [
        " mean it's just not a good day it's raining on grants parade and and who comes over you know to",
        5302.74,
        5308.82
    ],
    [
        " come to Sherman is there with Grant and and you know Grant doesn't go get on a boat he doesn't even",
        5308.82,
        5315.94
    ],
    [
        " get in a tent I mean it's like it's like literally like right above Pittsburgh landing like there's",
        5315.94,
        5321.42
    ],
    [
        " these just large oaks that are still sitting there and every time I'm standing there I could always",
        5321.42,
        5327.44
    ],
    [
        " imagine just Grant sitting there just underneath cover he's in his wool coat and it's just right",
        5327.44,
        5337.62
    ],
    [
        " these events and you know to come to Sherman comes over it's just not a good day and he looks at",
        5338.46,
        5343.42
    ],
    [
        " Sherman and he's like whoo whoop him tomorrow a comp yeah so even though Grant you know",
        5343.42,
        5350.58
    ],
    [
        " ran a yard sale he did he's owning it and the only good thing about when fuel shows up with with",
        5350.58,
        5357.98
    ],
    [
        " his army even though their peers they both have the same mindset they're attacking in the morning",
        5357.98,
        5364.22
    ],
    [
        " like we're going offensive against this Confederacy so you know that shows that that gives you",
        5364.32,
        5371.32
    ],
    [
        " a little glimpse into this guy they call you Lissie's ass Grant that I mean he just got routed",
        5371.32,
        5377.86
    ],
    [
        " they took all of his stuff so I couldn't imagine the morale of the private soldier at that time",
        5377.86,
        5383.56
    ],
    [
        " like you know what I mean like anytime like you're a bit like you're without your gear",
        5383.56,
        5387.9
    ],
    [
        " and and it's cold wet and measurable and you don't have your stuff like JD's just not happy camper",
        5388.62,
        5394.98
    ],
    [
        " anymore so that that's what happens I mean the next day fuel and grant even though they're both",
        5394.98,
        5404.98
    ],
    [
        " independent commanders of their own troops they both go on the attack and they're able to push",
        5404.98,
        5414.34
    ],
    [
        " they're able to push the Confederates all the way back to to cornth now this character Nathan",
        5415.26,
        5422.18
    ],
    [
        " Bedford Forest he gets assigned to hold rear guard and a little excerpt here from the book which",
        5422.18,
        5431.26
    ],
    [
        " I actually read from already it's called it's called Shiloh in hell before night and there's a",
        5431.26,
        5438.02
    ],
    [
        " section in here worth reading so the Confederates are retreating Nathan Bedford Forest and his",
        5438.02,
        5446.52
    ],
    [
        " troops are holding rear guard you know just trying to keep the pressure off the troops the Confederates",
        5446.52,
        5450.9
    ],
    [
        " as they retreat and this is going to the book as the federal skirmish skirmishers began picking their",
        5450.9,
        5456.8
    ],
    [
        " path through the fallen timbers and became somewhat disorganized and momentarily preoccupied",
        5456.8,
        5463.76
    ],
    [
        " Forest seemed to sense it was time to act shouting to his men charge he led the way",
        5463.76,
        5471.6
    ],
    [
        " as the cavalry thundered toward Sherman's men some of the union skirmishers panicked and fled",
        5471.6,
        5478.12
    ],
    [
        " others were blasted by shotguns and pistols as the rebel horsemen rode down rode them down the",
        5478.12,
        5484.02
    ],
    [
        " fury of the charge also turned back the fourth Illinois cavalry and forest seemingly carried away",
        5484.02,
        5490.26
    ],
    [
        " by exhilaration of combat was waving his sword and shouting charge charge as he kept after them",
        5490.26,
        5496.44
    ],
    [
        " his men seeing the strong front of the oncoming brigade were not following however and forest was",
        5496.44,
        5503.62
    ],
    [
        " galloping alone directly into the ranks of the main federal force he should have been killed",
        5503.62,
        5511.52
    ],
    [
        " federal infantry swarmed all about him trying to shoot him or drag him from his horse the horse",
        5511.52,
        5518.54
    ],
    [
        " was kicking and rearing forest was slashing right and left even when a soldier managed to place his",
        5518.54,
        5524.1
    ],
    [
        " gun up against forest hip and pulled the trigger the blast lifting the commander high in his saddle",
        5524.1,
        5529.68
    ],
    [
        " in the bullet lodging against his spine the action did not unhorse him or stop him turning his",
        5529.68,
        5536.2
    ],
    [
        " horse around and clearing a path with his saber forest plowed back in the direction from which he",
        5536.2,
        5542.38
    ],
    [
        " came as he was emerging from the mass of blue infantry he reached down grabbed an enemy soldier by the",
        5543.16,
        5550.58
    ],
    [
        " collar swung the man onto the horse and used him as a shield as he galloped away",
        5550.58,
        5556.46
    ],
    [
        " once out of range of the union fire forest flung the man to the ground and rode up to the ridge",
        5556.46,
        5563.86
    ],
    [
        " to the point where his command was waiting in amazement Sherman too was amazed as well as disgusted",
        5563.86,
        5571.02
    ],
    [
        " but that was neither the first nor the last time that that devil forest as Sherman came to call him",
        5572.38,
        5579.66
    ],
    [
        " cheated death though perhaps never more spectacular than at the fallen timbers",
        5579.66,
        5586.46
    ],
    [
        " so that's what this guy Nathan Bedford forest he earned a hell of a reputation that day",
        5586.46,
        5595.06
    ],
    [
        " now before we get too excited about the heroics of Nathan Bedford forest we also have to note that",
        5595.06,
        5601.7
    ],
    [
        " this is the guy that founded and started and was the first grand wizard of the KKK and so when",
        5601.7,
        5609.68
    ],
    [
        " forest gump talks about his great great great great grandfather and talks about him riding around in",
        5609.68,
        5615.42
    ],
    [
        " sheets after he fought in the civil war that's what he's talking about",
        5615.42,
        5619.58
    ],
    [
        " but with that they were the Confederates retreated they were defeated",
        5619.58,
        5629.0
    ],
    [
        " this is the battle that you know like you were saying this this was sort of now now we're in the big",
        5630.34,
        5636.96
    ],
    [
        " leagues at the end of the battle killed wounded and missing totaled 24,000 between both sides",
        5636.96,
        5646.8
    ],
    [
        " and there's a book about the battle of Shiloh it's called seeing the elephant and it's",
        5646.8,
        5658.98
    ],
    [
        " and they have a foot footnote about this expression seeing the elephant which I think I've",
        5658.98,
        5664.22
    ],
    [
        " mentioned already and they say in this footnote seeing the elephant was a euphemism for experiencing",
        5664.22,
        5669.82
    ],
    [
        " combat the earliest source of which can be traced to the third century BC when Alexander the",
        5669.82,
        5675.78
    ],
    [
        " great soldiers defected defeated King Porus' elephant-born troops in the Indus Valley",
        5675.78,
        5683.5
    ],
    [
        " seeing the elephant well the war had taken a turn at this point and it was about to get worse",
        5684.86,
        5694.72
    ],
    [
        " with that we will continue this journey on the next civil war excursion and if you want to",
        5694.72,
        5705.82
    ],
    [
        " support this podcast go to jacob store.com jacofewl.com originusa.com ashlamfront.com and",
        5705.82,
        5713.12
    ],
    [
        " v-o-m-n-a.com and until next time this is JD and jaco out",
        5713.12,
        5721.94
    ]
]