[
    [
        " Jocelyn life assuming someone would be a good seal officer",
        0.08,
        3.94
    ],
    [
        " Would you suggest they go enlisted first?",
        3.94,
        7.54
    ],
    [
        " Get experience then become an officer",
        8.58,
        11.36
    ],
    [
        " Would you suggest that?",
        11.36,
        13.62
    ],
    [
        " Or the other chores would be just go straight officer commission. So I guess we have both of those examples here",
        15.56,
        23.1
    ],
    [
        " I was enlisted first wave went straight",
        23.1,
        25.42
    ],
    [
        " Commissioned out of the naval academy and I think we're probably going to say pretty much the same thing here",
        26.2,
        31.02
    ],
    [
        " in terms of",
        31.02,
        33.66
    ],
    [
        " To me it doesn't really matter it doesn't really matter where you get your commission from it doesn't really matter if you get a commission",
        33.66,
        45.7
    ],
    [
        " It doesn't really matter",
        45.7,
        46.9
    ],
    [
        " There's guys in the seal teams. There's enlisted senior leaders that are awesome examples. They're awesome leaders",
        46.9,
        52.88
    ],
    [
        " They change people's lives. They have a huge impact on the battlefield. There's obviously officers to do the same thing",
        52.88,
        58.38
    ],
    [
        " I think you know I had an incredibly lucky career and I had a great career and I wouldn't change any part of it at all",
        58.38,
        66.98
    ],
    [
        " You know, I was lucky enough to to be an enlisted guy and do multiple deployments as an enlisted guy and then be an officer and do multiple deployments as an officer",
        66.98,
        76.46
    ],
    [
        " and it was great and",
        76.46,
        79.74
    ],
    [
        " I wouldn't change any part of it",
        79.74,
        82.6
    ],
    [
        " And I know plenty of guys that were officers their whole career and they wouldn't change any that and I know plenty of guys",
        82.6,
        87.98
    ],
    [
        " That would enlisted guys their whole career and they wouldn't change any of that",
        87.98,
        90.76
    ],
    [
        " So I think",
        90.76,
        93.24
    ],
    [
        " The important thing is think about what",
        93.24,
        96.48
    ],
    [
        " Piece of the puzzle you want to fit into and what you really want your your expertise and your job to be",
        96.48,
        103.96
    ],
    [
        " I don't know what you think, Wave. You wish you would have done sometime as an edug",
        103.96,
        112.12
    ],
    [
        " As a sled dog for sure. I mean look there's there's a part of me that certainly always wishes that",
        112.6,
        117.62
    ],
    [
        " But look, I think it's just a different it's a different job. You're gonna always",
        117.62,
        122.82
    ],
    [
        " As an officer straight out of a commission source. I had to lean on those I had to lean on those chiefs",
        122.82,
        128.88
    ],
    [
        " I had to lean on those leading petty officers those folks who had experience who could help me and guide me and you know",
        128.88,
        135.08
    ],
    [
        " No matter who you are, you're not gonna have it all figured out",
        135.08,
        137.42
    ],
    [
        " And it's something that you talk about often we talk about often and when we work with companies",
        137.76,
        142.74
    ],
    [
        " So having run our",
        142.74,
        144.98
    ],
    [
        " Leadership course what we call the junior officer training course and every single seal officer that graduates from",
        144.98,
        150.94
    ],
    [
        " For you know from every commissioning source that graduates from the seal training pipeline goes through this course",
        150.94,
        156.2
    ],
    [
        " It was about a five week course four-week classroom one week of",
        156.2,
        160.0
    ],
    [
        " Of field training exercise where we're kind of out in the field and putting these guys through some some challenges",
        160.0,
        165.18
    ],
    [
        " And I led that for two years. I instructed that course and I think we put a 130 something officers through that and",
        165.28,
        172.9
    ],
    [
        " the best officer",
        172.9,
        175.2
    ],
    [
        " We had some great officers that went through that and probably the best officer I put through was a prior listed seal",
        175.2,
        181.52
    ],
    [
        " We had some officers that struggled and probably the the guy who struggled the most",
        181.52,
        186.56
    ],
    [
        " Was another prior listed seal both these guys have been prior listed a commission officer",
        186.56,
        191.14
    ],
    [
        " So it just goes to show you that you've every source whether it's a naval academy",
        191.14,
        195.1
    ],
    [
        " Whether it's prior listed and going to see an ammo program whether it's coming in through OCS",
        195.1,
        199.7
    ],
    [
        " officer candidate school or or you know ROTC",
        199.7,
        203.68
    ],
    [
        " You know universities you've got outstanding",
        203.68,
        206.38
    ],
    [
        " People that come out of those those commissioning sources you got some people that aren't that good that come out of those commissioning sources",
        206.38,
        211.86
    ],
    [
        " So it's about you and and I think it's it's kind of immaterial",
        211.86,
        215.82
    ],
    [
        " hmm",
        215.82,
        216.66
    ],
    [
        " The physical part is pretty important right going in",
        217.76,
        221.04
    ],
    [
        " Well, of course, you got to have some level of athleticism, but it's not the two obvious. It's not",
        221.04,
        227.68
    ],
    [
        " It just if you",
        227.68,
        229.54
    ],
    [
        " Yes show up and be ready to make it through the training, but that's right that has",
        229.54,
        233.92
    ],
    [
        " next to nothing to do with",
        233.92,
        236.3
    ],
    [
        " Your ability to lead people of course you have to be physically fit. You have to be able to I mean there's no doubt",
        236.3,
        242.1
    ],
    [
        " You have to be physically fit. Yeah, that's like that's like a ground base",
        242.1,
        246.02
    ],
    [
        " No doubt about it",
        246.96,
        248.26
    ],
    [
        " So if you don't have that you're not even close",
        248.26,
        251.3
    ],
    [
        " So everybody that is going to be in a leadership position in the SEAL teams is physically good period. Gotcha",
        251.3,
        256.36
    ],
    [
        " Okay, yeah, I'm for whatever reason thinking just to be a seal",
        256.36,
        260.02
    ],
    [
        " Okay, cool. I have next question chocolate. Are your books principles universal or only for",
        260.02,
        268.64
    ],
    [
        " U.S. audience",
        268.64,
        271.54
    ],
    [
        " We work with audiences anywhere they apply to any anywhere",
        272.98,
        277.14
    ],
    [
        " I mean across the world human beings",
        277.14,
        279.68
    ],
    [
        " In any kind of leadership capacity and any capacity and you know business or life and",
        279.68,
        285.24
    ],
    [
        " Jocke and I've actually done a lot of work internationally as well",
        285.24,
        287.94
    ],
    [
        " So we've done I've spoken of groups in Europe. I've worked with",
        287.94,
        291.58
    ],
    [
        " Leadership training groups from China and spoken in Canada. I'm across the world",
        291.58,
        298.08
    ],
    [
        " We're leaders or leaders are doing the same kind of problems same kind of issues",
        298.94,
        303.38
    ],
    [
        " This is not universal only applies to America it applies anywhere",
        303.38,
        307.8
    ],
    [
        " Yeah, and what I found is in jockey always talk about like how",
        307.8,
        311.88
    ],
    [
        " It's relationships building relationships up and down the chain of command so and really that relationships",
        311.88,
        318.7
    ],
    [
        " Theme is it's kind of everything in life where whether it's like your friends or your",
        318.7,
        326.44
    ],
    [
        " Spouse has been a wife or whatever in the teams or in business right so",
        326.86,
        331.92
    ],
    [
        " Relationships apply to everybody in the whole world no matter what culture U.S. Or otherwise",
        331.92,
        337.12
    ],
    [
        " so",
        337.12,
        338.56
    ],
    [
        " Each different type of person right where the people who read your textbook isn't",
        338.56,
        344.66
    ],
    [
        " always gonna be",
        344.66,
        346.14
    ],
    [
        " A military guy or a business guy, but I just I just had a friend who sent me a picture",
        346.14,
        352.04
    ],
    [
        " He was in Frankfurt, Germany walking through out of his hotel and there's a guy sitting in the lobby",
        352.14,
        357.66
    ],
    [
        " I'd like the coffee bar reading extreme ownership. Yeah, Germany. So I mean this is it's everywhere and I think leaders who seek",
        357.66,
        365.84
    ],
    [
        " To be better. I mean this this book is for them the principals in this book are for them",
        365.84,
        370.58
    ],
    [
        " And a lot of the companies who work with they",
        370.58,
        372.54
    ],
    [
        " Even if they're based in the U.S. They have they have ties to other countries",
        372.54,
        377.34
    ],
    [
        " Manufacturing plants in Mexico or China or you know across the world and do business",
        377.58,
        381.92
    ],
    [
        " Across the Atlantic Ocean across the Pacific Ocean. It's a very international interconnected world out there and and I mean",
        381.92,
        388.58
    ],
    [
        " There's most of the companies we're working with these days have",
        388.58,
        390.78
    ],
    [
        " Have offices in South America or Asia or Europe and and they're kind of worldwide",
        390.78,
        396.5
    ],
    [
        " This could and this is gonna sound kind of crazy, but this could easily be",
        396.5,
        400.78
    ],
    [
        " A relationship counseling",
        400.78,
        404.8
    ],
    [
        " Guide as well",
        405.16,
        406.28
    ],
    [
        " Well, obviously if you take extreme ownership of your relationship and you you realize where where it could be you that could be the problem in your relationship",
        406.28,
        414.7
    ],
    [
        " Yes",
        414.7,
        415.12
    ],
    [
        " Now that being said echo Charles this will not",
        415.12,
        419.3
    ],
    [
        " Turn into a relationship",
        419.3,
        422.3
    ],
    [
        " Podcast we're here to talk about war",
        422.3,
        427.22
    ],
    [
        " You're not gonna be dr. Laura. Yes, it's not happening here. I'm not happening. Good try",
        427.22,
        433.06
    ],
    [
        " You",
        434.8,
        435.24
    ]
]