[
    [
        " Jocco, I'm leading a project that involves a few of my team members and about 10 other team members from other functions.",
        0.48,
        7.24
    ],
    [
        " The project has high visibility in the large organization, over 10 billion in revenue, that I work for, so the pressure to execute is high.",
        7.62,
        15.0
    ],
    [
        " We have had some issues with cross-functional team members meeting their deliverables and keeping the project on path,",
        15.6,
        22.28
    ],
    [
        " but we're pushing, sometimes dragging everyone along to make things happen.",
        22.62,
        26.68
    ],
    [
        " Recently, on a formal review with the leadership team, the question was asked, why is this project behind?",
        26.96,
        33.4
    ],
    [
        " I'm a firm believer in providing protection for your team, so my response was, they're excuses, but to be honest, they're just excuses.",
        34.42,
        41.06
    ],
    [
        " So we're doing everything we can to get it back on track.",
        41.58,
        43.74
    ],
    [
        " Trying to take the brunt of the performance miss on my shoulders, no additional comments were made in that meeting and it ended.",
        44.14,
        51.66
    ],
    [
        " My boss was on the call and pulled me aside the next day and voiced his opinion that I should not hesitate to call out the lack of performance on the other functional team members.",
        51.66,
        61.4
    ],
    [
        " His thought is that doing so does not allow the leadership to coach, mentor, and or fix the issues correctly.",
        61.76,
        67.42
    ],
    [
        " I understand this logic, but I don't feel that true leaders point fingers or throw others under the bus.",
        67.92,
        74.2
    ],
    [
        " Your thoughts would be appreciated.",
        74.62,
        76.2
    ],
    [
        " Okay, so first of all, your boss has a little bit of a point, but it's, but it's also there's some limitations to it.",
        76.96,
        84.38
    ],
    [
        " Number one, our goal as a leader is to build relationships with people, accomplish the mission, et cetera, et cetera.",
        84.44,
        92.1
    ],
    [
        " So if we, if we start just calling people out in front of a senior leadership on a call, well, are you forming a good relationship with people?",
        92.46,
        103.5
    ],
    [
        " The answer is no. You're actually making them mad and they're saying the first thing they're going to do when you call them out is call, call you up as soon as the call ends.",
        103.88,
        113.16
    ],
    [
        " And they're going to say, dude, why don't you tell me that? Why are you telling me this in front of the boss? So here's the deal.",
        113.48,
        118.32
    ],
    [
        " You should not ever have to throw someone under the bus without plenty of warning, right?",
        118.9,
        125.74
    ],
    [
        " Without plenty of them to know and expect and be prepared with an answer, that's what you should be doing.",
        126.96,
        132.4
    ],
    [
        " It's kind of like that escalation of counseling that I talk about.",
        132.5,
        135.18
    ],
    [
        " Like you start off by just saying, hey, man, you're late. You know, what's up?",
        135.26,
        138.24
    ],
    [
        " And you go all the way to like, okay, if you're late again, and there's a whole slow escalation or depending on how fast you need to get it done.",
        138.36,
        145.12
    ],
    [
        " But with this one, it's the same thing. You say, hey, Echo, you're part of the project.",
        145.5,
        149.22
    ],
    [
        " What do you need help right now? What's going on? You don't seem up to speed.",
        149.38,
        152.24
    ],
    [
        " And then we escalate to, hey, Echo, you just missed another, you know, target date.",
        152.42,
        156.7
    ],
    [
        " This is the second target date you've missed. We get, we get a problem.",
        157.28,
        160.1
    ],
    [
        " And then it's, hey, Echo, do you not have the supports you need? What do you need? Because this isn't working out.",
        160.42,
        165.0
    ],
    [
        " And then it's, look, the only way I'm going to be able to do this, we got to bring this up to the boss.",
        165.34,
        169.12
    ],
    [
        " I think you need more people. And that's another important thing is, is you frame it.",
        169.38,
        174.26
    ],
    [
        " You frame it in such a way that it's not hurting them, but it's actually helping them.",
        174.62,
        179.52
    ],
    [
        " So I might say on the call, hey, you know, alpha team is working really hard,",
        179.52,
        184.58
    ],
    [
        " but they need more X, Y and Z to get the job done. So, you know, I think we should give Echo and alpha team more X, Y and Z.",
        184.64,
        190.6
    ],
    [
        " Okay, because he missed a date. And I know they're working hard.",
        191.36,
        195.24
    ],
    [
        " Or you say, you know, I think we need more people allocated over to alpha team.",
        195.78,
        201.44
    ],
    [
        " I think they've been over tasked and they could use some support.",
        201.8,
        204.66
    ],
    [
        " So let's give them some more people. Or you can even say, I'm moving to people from my team over to alpha team,",
        204.66,
        209.14
    ],
    [
        " temporarily to give them some additional capacity over there, because their task is more demanding than what I've been assigned.",
        209.24,
        215.08
    ],
    [
        " So all of those things are letting everyone know, bringing the problem to the attention of the group.",
        215.96,
        222.66
    ],
    [
        " So that now you say, actually, Jaco, here's what's going on. I don't need two more people. I need four more people.",
        223.32,
        228.6
    ],
    [
        " Or you say, okay, hey, I don't need anyone else. If you're one of those people, the ego gets in the way.",
        230.14,
        235.74
    ],
    [
        " I don't need anyone else. And people say, okay, well, you missed two time, Marks. You missed two dates.",
        236.08,
        240.82
    ],
    [
        " Well, I don't need any more people.",
        241.6,
        242.7
    ],
    [
        " Okay, okay, well, let's see if you can, if you can make this next date, then I guess you don't.",
        243.76,
        247.68
    ],
    [
        " But if you miss another date, well, then I guess you need more people.",
        247.74,
        249.86
    ],
    [
        " So we move through it like that. So yeah, you do have to discuss things.",
        250.18,
        254.5
    ],
    [
        " You can do, you can discuss these things. You can bring them up in a way that they are not offensive to two people.",
        254.5,
        261.06
    ],
    [
        " They don't throw them under the bus, but they do, however, signify that the bus is around.",
        261.18,
        268.1
    ],
    [
        " And that if we aren't careful, you might get hit by the bus.",
        268.52,
        271.82
    ],
    [
        " And you've got to give people plenty of warning. It's the same thing with, same thing I talked about in the past with skipping the chain of command.",
        272.04,
        276.7
    ],
    [
        " You know, you shouldn't be skipping the chain of command unless, unless you've given so much warning.",
        276.78,
        282.12
    ],
    [
        " And you do it in such a way that, you know, they actually know it's going to happen.",
        282.38,
        287.74
    ],
    [
        " They expect it's going to happen. They kind of agree with you.",
        287.82,
        289.64
    ],
    [
        " So be careful with those things. Again, if someone's doing something immorally legal, unethical, and you skip the chain of command,",
        289.88,
        296.52
    ],
    [
        " because you've already tried to solve with them and they're not doing it, well, then you might have to just go get some.",
        296.6,
        299.96
    ],
    [
        " Because if you're your cobalt, if you don't.",
        300.52,
        303.68
    ],
    [
        " So form good relationships with people. Don't form antagonistic relationships.",
        305.04,
        308.58
    ],
    [
        " You know, I just added a conversation with a guy when I was in Boston.",
        308.88,
        312.26
    ],
    [
        " Similar situation, but you know, he was saying he there was a situation he was in.",
        312.82,
        316.84
    ],
    [
        " And what he said was politically, it was, he didn't want to address it because politically, if he trusted it might explode.",
        317.64,
        326.3
    ],
    [
        " And I said, well, if it, if it address, if you address the situation, it was like a classic case.",
        326.52,
        331.22
    ],
    [
        " I know how to do this more efficiently. This experienced person doesn't want to try my method.",
        331.58,
        336.94
    ],
    [
        " Okay. And I said, well, why don't you present him with the method and say, you know, hey, here's, here's how we should do this.",
        337.82,
        343.44
    ],
    [
        " And he says, no, I don't want to do that because the person that I want to get to use the new method is really close friends with the boss.",
        344.02,
        351.2
    ],
    [
        " And if I form that bad relationship, it's going to be bad. And I go, would that affect your overall mission?",
        351.4,
        355.86
    ],
    [
        " Your ability to do the mission to have bad relationships, not only with your immediate boss, but with your boss's boss.",
        356.0,
        360.92
    ],
    [
        " And he's like, yes, it would. And I go, then it doesn't sound like a good plan.",
        361.12,
        364.22
    ],
    [
        " There you go. There's your answer because even though you have a better method, and you might say like a direct, a person with a direct train of thought mindset would say, no, you go, you tell the boss's boss.",
        364.7,
        375.76
    ],
    [
        " That this is the method. And we're going to be more efficient if we do it this way. Well, now you've just exploded a bomb on yourself.",
        376.14,
        381.2
    ],
    [
        " And it's going to be bad. So I gave him the classic, hey, why don't you say, listen, I think I thought of a new method.",
        381.4,
        388.24
    ],
    [
        " I think we might be able to get some efficiencies out of it. But since I'm not as experienced and don't know the systems as well as you do, I would love to get your feedback on how it works.",
        388.46,
        398.44
    ],
    [
        " I think that you're the only one that could really know how to do this consumer. So experienced and smart and brilliant stuff.",
        398.48,
        404.76
    ],
    [
        " And you try and feed him some of the new methods so that he can try it. And either say, yeah, this stuff's pretty good. Or you know what?",
        404.76,
        414.66
    ],
    [
        " There's some things that you didn't realize young buck and we got to get him fixed. So check.",
        414.74,
        420.18
    ],
    [
        " Try and form relationships, positive relationships, not antagonistic relationships. If you throw people under the bus, you're not forming good relationships.",
        420.98,
        430.6
    ],
    [
        " No. No.",
        430.7,
        431.54
    ],
    [
        " Especially that surprise one that's rough.",
        431.98,
        433.88
    ],
    [
        " Dang.",
        434.06,
        434.9
    ],
    [
        " Yeah.",
        435.96,
        436.22
    ]
]