[
    [
        " How do you regain respect from your employees after you've come across as too nice?",
        0.0,
        5.34
    ],
    [
        " My husband and I are business owners with 45 employees in a small software firm.",
        6.02,
        12.42
    ],
    [
        " Since adding more employees in the last 18 months, the culture is changing.",
        12.88,
        16.44
    ],
    [
        " I blame our easy going attitude increasingly.",
        16.74,
        19.34
    ],
    [
        " There is an attitude problem where negative pushback has become almost daily occurrence.",
        20.34,
        25.26
    ],
    [
        " How do we lead our way out of this?",
        26.2,
        28.28
    ],
    [
        " Okay, well, this is a rough one.",
        30.74,
        32.74
    ],
    [
        " Not by no means.",
        33.78,
        35.9
    ],
    [
        " I shouldn't have even said it's a rough one.",
        35.98,
        37.02
    ],
    [
        " It's a challenge, right?",
        37.26,
        38.28
    ],
    [
        " You have to hit the reset button for sure.",
        38.46,
        40.32
    ],
    [
        " And you've got to let people know that things are changing.",
        41.04,
        43.56
    ],
    [
        " Now, I would straight up have a meeting that you sit everyone down and say,",
        43.72,
        51.8
    ],
    [
        " Hey, here's what's happening.",
        52.06,
        53.56
    ],
    [
        " We are growing.",
        53.98,
        55.1
    ],
    [
        " And as we grow, we are going to have to evolve just like a person.",
        56.18,
        61.18
    ],
    [
        " As you get older, you have to evolve.",
        61.64,
        63.86
    ],
    [
        " You have to become more mature.",
        64.2,
        65.42
    ],
    [
        " And here's some of the things that we're going to have to tighten up.",
        65.9,
        68.24
    ],
    [
        " Right?",
        69.48,
        69.58
    ],
    [
        " Is instead of, you know, everyone's just, hey, if you come in and you want to go,",
        70.18,
        75.98
    ],
    [
        " you know, it's your kids birthday.",
        76.04,
        77.72
    ],
    [
        " Oh, yeah, no problem.",
        78.3,
        79.1
    ],
    [
        " They off.",
        79.1,
        79.44
    ],
    [
        " You say, look, that's not happening anymore.",
        79.7,
        81.38
    ],
    [
        " We will do our best to let you out for your daughter's birthday.",
        81.38,
        85.72
    ],
    [
        " We will do our best to let you go take care of family members when they're sick.",
        85.98,
        92.08
    ],
    [
        " We will do our best to give you bonuses that you've become accustomed to.",
        92.46,
        97.52
    ],
    [
        " We will do our best to give you raises annually.",
        97.94,
        101.02
    ],
    [
        " We will do our best to continue to take care of you.",
        101.78,
        104.52
    ],
    [
        " But none of those things are guaranteed at all.",
        104.86,
        109.32
    ],
    [
        " We are trying to be profitable.",
        112.04,
        114.02
    ],
    [
        " In fact, we have to be profitable in order to continue as a business.",
        114.48,
        120.0
    ],
    [
        " On top of being profitable in order to grow, we have to reinvest in the company.",
        120.5,
        124.6
    ],
    [
        " We have to take the money that we make and we have to put it back into this company in order to grow.",
        125.5,
        130.62
    ],
    [
        " And we are going to grow that is our goal.",
        131.34,
        133.6
    ],
    [
        " And in order to grow, we are going to have to put procedures and standards in place.",
        134.4,
        141.02
    ],
    [
        " Now that will allow us to maintain some control and efficiency as we grow.",
        141.42,
        147.18
    ],
    [
        " If we don't do that, we're going to fall apart.",
        147.72,
        150.36
    ],
    [
        " So that is what we need to do.",
        151.12,
        153.44
    ],
    [
        " Now, why do we want to grow?",
        153.64,
        154.92
    ],
    [
        " The reason we want to grow is because we want to be bigger.",
        155.46,
        158.58
    ],
    [
        " We want to create more opportunity for everyone sitting in this room.",
        158.88,
        161.9
    ],
    [
        " We're not trying to grow for us.",
        162.5,
        163.78
    ],
    [
        " We're trying to grow for everyone.",
        163.9,
        164.94
    ],
    [
        " The more opportunity everyone has to advance in leadership to make more money,",
        165.42,
        170.28
    ],
    [
        " that is what we are trying to do.",
        170.48,
        172.96
    ],
    [
        " But we can only do that if we, as we grow, we evolve and become better and become more efficient",
        173.26,
        180.78
    ],
    [
        " and become more standardized in the next 18 to 24 months.",
        180.78,
        184.56
    ],
    [
        " That is what we have to do as a company.",
        184.88,
        187.36
    ],
    [
        " So I would have a meeting and say something like that, something along those lines.",
        189.32,
        192.92
    ],
    [
        " Lay down the wall a little bit.",
        193.54,
        194.78
    ],
    [
        " Now also then you have to change your attitude.",
        194.88,
        197.52
    ],
    [
        " You have to somewhat change your attitude.",
        198.5,
        200.78
    ],
    [
        " Because you are Mr. Nice Guy.",
        201.38,
        203.12
    ],
    [
        " That's how you ended up in this position.",
        203.16,
        204.22
    ],
    [
        " You know, the husband and wife team, Mr. and Mrs. Nice Guy.",
        204.62,
        207.94
    ],
    [
        " And you can and should be nice as a leader, I understand that.",
        208.18,
        214.24
    ],
    [
        " But at this point the team needs to get tightened up.",
        214.24,
        217.3
    ],
    [
        " And so you're going to have to impose some discipline on them in order for there to be freedom in the future.",
        218.4,
        225.52
    ],
    [
        " Surprising me, right?",
        226.06,
        227.82
    ],
    [
        " But we know that.",
        228.0,
        228.48
    ],
    [
        " Now I had a friend who was a platoon commander.",
        228.86,
        232.64
    ],
    [
        " And he was, he worked with me and I knew him.",
        233.44,
        236.52
    ],
    [
        " And when he was a platoon commander, he was a real nice guy, super nice guy.",
        236.98,
        241.48
    ],
    [
        " Things didn't work out good for him.",
        246.2,
        247.6
    ],
    [
        " Because I don't know that I don't specifically know what happened.",
        247.82,
        252.34
    ],
    [
        " But I know that things didn't go great.",
        252.46,
        253.92
    ],
    [
        " And when he talked to me about it.",
        254.64,
        256.76
    ],
    [
        " Because the thing is when I work with him, we were all bros.",
        257.36,
        259.98
    ],
    [
        " And I was a young and listed guy.",
        260.24,
        261.48
    ],
    [
        " But we know we were all bros.",
        262.04,
        263.22
    ],
    [
        " But we all had that level of respect.",
        263.28,
        264.58
    ],
    [
        " Hey, you know what?",
        264.6,
        265.26
    ],
    [
        " We can go out and have a beer tonight.",
        265.34,
        266.54
    ],
    [
        " But tomorrow morning we get to work.",
        266.54,
        267.98
    ],
    [
        " I'm in the game.",
        268.6,
        269.38
    ],
    [
        " And I'm, you know, I'm, I'm towing the line.",
        269.38,
        272.86
    ],
    [
        " And that's pretty much what we were all like.",
        273.2,
        275.32
    ],
    [
        " All of us and listed guys working with this guy.",
        275.56,
        277.3
    ],
    [
        " And when he got to this new place, new command, all of a sudden,",
        277.72,
        282.56
    ],
    [
        " it wasn't like that anymore.",
        282.74,
        283.5
    ],
    [
        " And he was growing out with people.",
        283.84,
        285.46
    ],
    [
        " And when he get back into work, they wanted to grow out at work.",
        285.46,
        288.8
    ],
    [
        " And it was like, well, we don't need to listen to you.",
        289.1,
        291.08
    ],
    [
        " We were having beers with you last night.",
        291.34,
        292.7
    ],
    [
        " And that's what he told me.",
        292.96,
        293.96
    ],
    [
        " He said, you know, I was too nice of a guy.",
        294.02,
        299.3
    ],
    [
        " And I didn't get the respect that I needed to be able to effectively run the platoon.",
        299.72,
        305.56
    ],
    [
        " And it was not good.",
        305.96,
        308.26
    ],
    [
        " And he said something to me too, which I guess I instinctively knew,",
        308.98,
        313.34
    ],
    [
        " or maybe I didn't, but it stuck with me, you know, it's real easy to give more slack to someone",
        313.46,
        320.36
    ],
    [
        " when you have them on a tight leash, right?",
        320.36,
        322.42
    ],
    [
        " It's real easy.",
        322.66,
        323.24
    ],
    [
        " Yeah, yeah.",
        323.38,
        323.8
    ],
    [
        " It's hard to do the other thing.",
        323.94,
        325.04
    ],
    [
        " It's hard to, well, listen to this.",
        325.26,
        328.32
    ],
    [
        " When I have you on a tight leash and I give you a little slack, you're happy.",
        328.32,
        331.48
    ],
    [
        " You're like, oh, look at Chaco.",
        331.76,
        332.68
    ],
    [
        " He trusts me.",
        332.68,
        333.56
    ],
    [
        " He's letting me go a little bit.",
        333.64,
        334.62
    ],
    [
        " Yeah.",
        334.76,
        334.94
    ],
    [
        " When I give you all kinds of slack and all of a sudden I have to tighten it up,",
        335.18,
        339.48
    ],
    [
        " I start pulling on the leash.",
        339.54,
        340.54
    ],
    [
        " Well, guess what? It chokes your neck.",
        340.54,
        341.62
    ],
    [
        " Yeah.",
        341.88,
        342.16
    ],
    [
        " It chokes you.",
        342.28,
        342.7
    ],
    [
        " And I start bringing them.",
        342.8,
        343.72
    ],
    [
        " And the further I got to pull you back on, in, the longer you're choking for.",
        343.9,
        347.28
    ],
    [
        " And so by the time you get back to me, you're ready to bite.",
        347.64,
        350.42
    ],
    [
        " Yeah.",
        351.26,
        351.52
    ],
    [
        " And so that's what you have to do.",
        351.64,
        353.76
    ],
    [
        " You don't walk in and put the dogs out and let them run wild on to the other side.",
        353.9,
        358.3
    ],
    [
        " And then you're going to be able to go back to the end of the leash and let them run wherever they want.",
        358.3,
        359.96
    ],
    [
        " And then try and pull them back in.",
        360.32,
        362.34
    ],
    [
        " Because when you let them go, by the way, you're thinking yourself, well, you know, this is a good dog.",
        362.62,
        365.8
    ],
    [
        " So when I let them run around, he's not going to do anything wrong.",
        366.28,
        368.2
    ],
    [
        " He's going to be a perfect same.",
        368.46,
        369.54
    ],
    [
        " When there's a chance that that's going to happen.",
        370.28,
        371.54
    ],
    [
        " And there's a chance that that's a good dog and you let them run around.",
        371.94,
        373.98
    ],
    [
        " And when you say, come back, he comes back to you.",
        374.0,
        375.44
    ],
    [
        " There's also a chance that he's not a good dog.",
        375.56,
        377.12
    ],
    [
        " And when he gets out there, he starts running and starts biting people or running in the road",
        377.46,
        381.96
    ],
    [
        " or doing whatever bad dogs do.",
        381.96,
        384.22
    ],
    [
        " And so what are you going to have to do that dog is you got to pull them back to you.",
        385.3,
        387.96
    ],
    [
        " And it's actually worse because we already know this is a bad dog.",
        388.36,
        392.0
    ],
    [
        " So now when you pull them back, he's pissed and he's going to bite you.",
        392.1,
        394.7
    ],
    [
        " Whereas a good dog wasn't doing anything bad in the first place.",
        395.42,
        398.6
    ],
    [
        " And when you pull them back in, he looks at you and goes, hey, I must have gone too out of control.",
        398.6,
        401.78
    ],
    [
        " I'm sorry. I'm back in line now.",
        402.0,
        403.78
    ],
    [
        " You see what I'm saying?",
        404.06,
        404.78
    ],
    [
        " The way the whole thing unfolds is bad because the bad dog, he's a bad dog.",
        405.08,
        412.18
    ],
    [
        " And he's doing bad stuff when you give him slack on the leash and when you pull him back, he's going to snap at you.",
        412.2,
        416.38
    ],
    [
        " The good dog, you give him all kinds of room on the leash.",
        416.48,
        419.66
    ],
    [
        " He's not doing anything good.",
        419.76,
        420.42
    ],
    [
        " And when you pull him back, he goes, he goes, oh, sorry.",
        420.42,
        423.7
    ],
    [
        " I didn't realize I was doing something out of line.",
        424.14,
        425.86
    ],
    [
        " Master.",
        426.14,
        426.68
    ],
    [
        " I'll keep it in check now.",
        427.06,
        429.34
    ],
    [
        " And you can give me more slack if you want or not doesn't matter.",
        429.54,
        431.76
    ],
    [
        " I want you to trust me.",
        432.02,
        433.34
    ],
    [
        " Meanwhile, the bad dog, he's just like growling.",
        434.24,
        435.86
    ],
    [
        " He's pissed.",
        436.06,
        436.68
    ],
    [
        " So that's going to be a hard one.",
        437.42,
        439.84
    ],
    [
        " Like I said, it's not impossible.",
        439.94,
        441.7
    ],
    [
        " But the big thing you got to do, I think in this situation, you got to be clear.",
        442.16,
        446.22
    ],
    [
        " Here's what's going on.",
        446.9,
        447.9
    ],
    [
        " You could even potentially, I don't know how well you are of a speaker interacting with people.",
        448.24,
        452.6
    ],
    [
        " You could even say something along the lines of, hey, look, we've been running this real loose.",
        452.88,
        458.0
    ],
    [
        " And I've been real, you know, we've been doing everything we could to run this as loose as possible.",
        459.12,
        464.04
    ],
    [
        " But we got to tighten it up.",
        464.48,
        466.86
    ],
    [
        " I think you could say that because you don't want to say, look, I've been being nice and I can't be nice anymore.",
        467.28,
        471.34
    ],
    [
        " That comes across wrong.",
        471.64,
        473.08
    ],
    [
        " But let's say, look, we've been running it real loose here.",
        473.54,
        475.26
    ],
    [
        " And we've been trying to give you guys as much freedom as we can.",
        475.98,
        478.12
    ],
    [
        " And we still want you guys to have freedom.",
        478.54,
        479.9
    ],
    [
        " But we got to put some parameters in place that are going to allow us to run this business efficiently as we grow and as we scale.",
        480.18,
        487.8
    ],
    [
        " You can quote me on that one by the way.",
        488.4,
        491.18
    ],
    [
        " Yeah, it makes sense when you say, um, be clear and consistent.",
        494.16,
        498.52
    ],
    [
        " You know, like, um, you know, some people they'll implement rules that I'm speaking from an employee standpoint where I'm looking at the boss and they're trying to put in new rules to tighten it up.",
        498.6,
        507.88
    ],
    [
        " So to speak, because in the nightclub industry, that tends to happen.",
        507.88,
        510.84
    ],
    [
        " You know, managers are growing out with, I like to turn bro out by the way.",
        511.0,
        515.94
    ],
    [
        " Do you never heard that? Have you never heard that?",
        516.0,
        517.28
    ],
    [
        " I don't think so.",
        517.42,
        518.4
    ],
    [
        " No, not that I can remember.",
        518.4,
        519.42
    ],
    [
        " But it's interesting.",
        519.78,
        520.46
    ],
    [
        " I like it.",
        520.58,
        520.82
    ],
    [
        " I thought that was pretty common vernacular, especially amongst a bro like yourself.",
        520.82,
        524.72
    ],
    [
        " Bro out.",
        525.66,
        527.4
    ],
    [
        " Yeah, growing out with them.",
        527.58,
        528.66
    ],
    [
        " Um, yeah, in the nightclub managers tend to grow out with people or, you know, grow out with girls or whatever the waitresses, whatever, whatever.",
        529.26,
        537.56
    ],
    [
        " I don't know if you can bro out with girls.",
        538.1,
        539.2
    ],
    [
        " Yeah, I know.",
        539.3,
        540.0
    ],
    [
        " You got to call yourself a different word for it.",
        540.2,
        543.5
    ],
    [
        " Group of words, whatever.",
        543.64,
        544.66
    ],
    [
        " But nonetheless, that tends to happen.",
        545.06,
        546.64
    ],
    [
        " So, you know, sometimes it's the same situation.",
        546.9,
        549.4
    ],
    [
        " You know, you get nightclub in disarray as a business.",
        549.74,
        554.3
    ],
    [
        " You know, then they got to tighten it up and apply more rules.",
        554.46,
        557.18
    ],
    [
        " And now you got to, you know, whatever with the clockins, it's like just little rules.",
        557.42,
        561.34
    ],
    [
        " Yeah.",
        561.68,
        561.78
    ],
    [
        " And I.",
        562.92,
        563.42
    ],
    [
        " It's a negative attitude.",
        563.54,
        564.38
    ],
    [
        " No, all these rules.",
        564.5,
        565.26
    ],
    [
        " All these damn rules, yeah.",
        565.26,
        566.48
    ],
    [
        " Bro, I'm a late person.",
        567.22,
        568.56
    ],
    [
        " It's the whole clocking thing.",
        568.7,
        569.82
    ],
    [
        " Anyway, long story.",
        570.04,
        571.1
    ],
    [
        " But, um, so, so when the manager would implement the rules, but they don't follow the rules, you know, it's men, they just won't take.",
        573.72,
        584.26
    ],
    [
        " And people get more mad.",
        584.76,
        585.62
    ],
    [
        " But when you see there is this man and he died due, unfortunately, Joel, he was, um, he was, he was our boss for, for a while.",
        585.62,
        594.14
    ],
    [
        " And he, uh, he had to kind of do that, like implement new rules.",
        594.34,
        597.34
    ],
    [
        " But this was a guy he would grow out with you, but like it was weird.",
        597.34,
        601.08
    ],
    [
        " He did this weird kind of balance where he would break some rules, but then he'd follow rules, but the rules that he broke, he wouldn't care if you broke them.",
        601.24,
        609.7
    ],
    [
        " These are all small teeny tiny rules, by the way.",
        609.9,
        611.94
    ],
    [
        " Um, but he was a real consistent person, you know, where if he wanted something done, we were all doing it, including him.",
        612.4,
        618.64
    ],
    [
        " And I remember thinking, man, this, I really like this guy in that way as well, where he's telling us to do stuff, but he won't like, because there's other manager,",
        618.82,
        626.6
    ],
    [
        " oh man, I could go into it, man, where there's other managers and they were straight up.",
        626.6,
        630.84
    ],
    [
        " Like I'm the manager here.",
        630.94,
        632.24
    ],
    [
        " It's just nightclub.",
        632.52,
        633.44
    ],
    [
        " And everyone worships me and it's a weird dynamic in nightclubs.",
        633.62,
        636.38
    ],
    [
        " Anyway, and they wouldn't follow the rules at all, you know, but you had to, because you're the employee, you know, kind of thing.",
        636.46,
        642.08
    ],
    [
        " But yeah, when you're a manager and again, from employee standpoint, and, and I see my boss following the new rules,",
        642.38,
        648.88
    ],
    [
        " consistently.",
        649.1,
        650.9
    ],
    [
        " Yeah.",
        651.16,
        651.34
    ],
    [
        " It's so much easier to sign on.",
        651.6,
        653.26
    ],
    [
        " It's kind of okay, that's what we're doing. I dig it.",
        653.26,
        655.14
    ],
    [
        " And yeah, if you combine it with like what you said, being clear, well, I'm down, I'm down for the change.",
        655.42,
        660.14
    ],
    [
        " I get it, man.",
        660.14,
        660.86
    ],
    [
        " I get it.",
        661.18,
        661.48
    ]
]