[
    [
        " Hi, Jockel. I have read your book Extreme Monorship from Cover to Cover and I learned a lot from it.",
        0.0,
        6.24
    ],
    [
        " And I have a question that bothers me.",
        6.7,
        9.48
    ],
    [
        " The question is how can I be noticed by the people and get chosen for a leader?",
        10.98,
        17.0
    ],
    [
        " Okay, kind of another question that I hear. You know, people get worried that if they're just",
        19.68,
        26.34
    ],
    [
        " kind of putting their head down and working, then they were not going to get noticed. I don't get noticed. I'm going to become a leader.",
        27.26,
        31.66
    ],
    [
        " Stop worrying about being noticed.",
        32.14,
        33.4
    ],
    [
        " That's number one. Stop worrying about being noticed and keep working hard.",
        34.06,
        37.64
    ],
    [
        " Stop worrying about being chosen as a leader.",
        38.36,
        42.38
    ],
    [
        " If you're going to get chosen as a leader,",
        42.84,
        44.98
    ],
    [
        " no, work hard.",
        45.48,
        48.18
    ],
    [
        " I actually work really hard and then put the team first.",
        48.74,
        52.38
    ],
    [
        " So all these thoughts and efforts that you have around getting noticed and being recognized,",
        52.38,
        56.94
    ],
    [
        " instead of having them focused on being recognized and being noticed, put those thoughts on making the team successful.",
        57.32,
        62.8
    ],
    [
        " Wow. Right. Wow. Put the team first. That's what I'm saying.",
        63.06,
        69.42
    ],
    [
        " Right now with this question, you're actually putting yourself,",
        70.22,
        73.78
    ],
    [
        " yourself recognition above the team. So instead of",
        73.78,
        77.56
    ],
    [
        " thinking about that, think about how you can help the team win. And the more of a team player you are,",
        78.56,
        83.74
    ],
    [
        " the more people will want to work with you. The more you help the team win, the more people say,",
        84.06,
        91.4
    ],
    [
        " I want you on my team. And eventually they say, okay, you know what?",
        91.56,
        96.24
    ],
    [
        " I want you to lead this team because you want this team to win so bad we want you to lead this team.",
        96.58,
        100.2
    ],
    [
        " So that is what you do now.",
        100.66,
        103.52
    ],
    [
        " That being said, right? There's always, there's always a balance because I'm not saying that you sit back and just",
        105.08,
        111.06
    ],
    [
        " keep your fingers crossed that if you work hard, someone's going to notice you.",
        111.06,
        114.38
    ],
    [
        " Now with this guy who's all worried about being noticed, don't worry about being noticed.",
        114.74,
        118.54
    ],
    [
        " You're going to get noticed if you work out and put your head down.",
        118.7,
        120.64
    ],
    [
        " But there's some people that they're, they're so, they might be so humble that they're not going to get noticed for what they're doing.",
        121.1,
        129.22
    ],
    [
        " So how do you overcome that? Well, this doesn't mean that you sit back and you're passive.",
        129.58,
        134.16
    ],
    [
        " There's a, I'll tell you the best way to stand out or one of the best ways to stand out is volunteer.",
        134.32,
        139.96
    ],
    [
        " Volunteer for everything that comes up and then crush it.",
        140.4,
        143.98
    ],
    [
        " The crappy jobs that no one wants volunteer for those things.",
        144.2,
        148.06
    ],
    [
        " That's what I used to see. I used to see the young new guys in the seal teams.",
        148.64,
        152.84
    ],
    [
        " That's how you tell.",
        153.52,
        154.22
    ],
    [
        " You get some crappy job.",
        155.44,
        156.94
    ],
    [
        " You walk out to a group of guys going through training through a bunch of platoon guys.",
        157.16,
        163.16
    ],
    [
        " And you're, hey, I need three guys.",
        163.3,
        164.54
    ],
    [
        " There'd be like two new guys that would just be like by their hands and be up before you could get done saying the sentence.",
        165.08,
        170.9
    ],
    [
        " And you just see the look on their face. What do they want to do?",
        171.14,
        173.8
    ],
    [
        " They just want to win. And I love those guys.",
        173.88,
        175.86
    ],
    [
        " They just like, oh, I'll do that. Hey, what?",
        176.1,
        177.98
    ],
    [
        " Hey, I need a couple guys to boom their hands are up.",
        178.2,
        180.22
    ],
    [
        " You don't even know, you know, going to say go clean the sewer out.",
        180.42,
        183.4
    ],
    [
        " They don't care. They don't care.",
        183.54,
        185.0
    ],
    [
        " They're volunteering for everything.",
        185.32,
        186.82
    ],
    [
        " And you know, when I got this, when I got to the team, that's what I did.",
        187.1,
        190.0
    ],
    [
        " Volunteered for every, as a matter of fact, I volunteered to be a radio man",
        190.26,
        193.66
    ],
    [
        " because I had heard that it was a really hard job that no one wanted.",
        193.66,
        197.16
    ],
    [
        " And I was like, okay, I'll do that job.",
        197.62,
        199.2
    ],
    [
        " You got a job that's really hard.",
        199.48,
        200.44
    ],
    [
        " No one wants to carry in a heavy weight.",
        200.56,
        201.92
    ],
    [
        " You don't get to shoot it.",
        202.04,
        202.96
    ],
    [
        " Right? You get to carry num 60.",
        203.18,
        205.38
    ],
    [
        " There's a major benefit to that.",
        205.4,
        207.0
    ],
    [
        " That is you get to unload massive amounts of firepower.",
        207.02,
        210.34
    ],
    [
        " You carry a radio, you're just sitting around with batteries.",
        210.44,
        213.22
    ],
    [
        " Kind of hardcore in a different way.",
        213.22,
        215.1
    ],
    [
        " Yeah, it is. It is.",
        215.38,
        216.5
    ],
    [
        " And I luckily I got, I got told two things.",
        216.66,
        218.76
    ],
    [
        " Number one, no one wanted that job.",
        218.92,
        220.14
    ],
    [
        " And number two, that if you were a radio man, you would go on every mission",
        220.18,
        223.3
    ],
    [
        " because they always need a radio man.",
        223.3,
        224.54
    ],
    [
        " And that's not only that's me.",
        224.76,
        225.68
    ],
    [
        " I want to go on every mission.",
        225.92,
        226.9
    ],
    [
        " So I'll take, I'll carry that radio.",
        227.54,
        229.22
    ],
    [
        " But that, that and everything.",
        229.66,
        231.82
    ],
    [
        " You know, you just volunteer for everything.",
        232.02,
        233.5
    ],
    [
        " So that's, that's one of the best ways that you can make a good impression",
        233.7,
        239.14
    ],
    [
        " is by volunteering for stuff and then crushing it.",
        239.2,
        242.38
    ],
    [
        " And eventually people look at you and they say,",
        243.02,
        244.5
    ],
    [
        " how this guy doesn't care what we give him.",
        244.62,
        246.16
    ],
    [
        " He's going to crush this task.",
        246.2,
        247.14
    ],
    [
        " And you know what?",
        247.56,
        248.14
    ],
    [
        " People like working with him because he's worried about the team.",
        248.28,
        250.56
    ],
    [
        " And this person seems like, let's get him a little task.",
        251.1,
        253.72
    ],
    [
        " Then lead something.",
        253.84,
        254.32
    ],
    [
        " Because sometimes when you volunteer for something,",
        255.38,
        256.78
    ],
    [
        " you're volunteering for leadership position.",
        256.86,
        258.0
    ],
    [
        " Hey, I need four guys.",
        258.12,
        258.9
    ],
    [
        " One of those people is going to be in charge.",
        259.24,
        260.4
    ],
    [
        " Right?",
        260.84,
        261.24
    ],
    [
        " For it's not going to be four guys going equally into some thing.",
        261.48,
        264.22
    ],
    [
        " Right?",
        264.58,
        264.6
    ],
    [
        " No, someone's going to be in charge.",
        264.92,
        266.3
    ],
    [
        "",
        266.72,
        266.72
    ],
    [
        " Yeah, someone's going to take charge of it.",
        266.84,
        268.12
    ],
    [
        " Be that person.",
        268.12,
        268.8
    ],
    [
        " Yeah, that's good.",
        269.06,
        270.86
    ],
    [
        " This, um, when he said, how can I be noticed?",
        271.6,
        275.32
    ],
    [
        " So work hard.",
        275.86,
        276.94
    ],
    [
        " Yeah, but you know how it's like, okay, that's that's what I want.",
        277.2,
        279.66
    ],
    [
        " I want to be noticed, right?",
        279.84,
        281.14
    ],
    [
        " So you ever walk into a bar or something and a girl walks in and she,",
        281.62,
        287.72
    ],
    [
        " you can tell she's trying to be noticed.",
        287.74,
        289.36
    ],
    [
        " It's a bad luck, man.",
        289.78,
        291.12
    ],
    [
        " So what I'm saying is you like if you're trying to be noticed,",
        291.3,
        294.78
    ],
    [
        " so people can see that stuff.",
        294.78,
        296.42
    ],
    [
        " Like this guy's just trying to be noticed right here.",
        296.46,
        298.4
    ],
    [
        " And it does opposite obviously.",
        298.58,
        300.46
    ],
    [
        " Yeah, and it, that's yeah, you're right.",
        300.66,
        302.06
    ],
    [
        " That's the hardest thing to convince of people.",
        302.18,
        305.38
    ],
    [
        " But convince people of isn't the fact that if you're just,",
        305.52,
        307.86
    ],
    [
        " if you're just working hard, you'll get noticed.",
        308.02,
        310.76
    ],
    [
        " You will get noticed.",
        311.1,
        312.08
    ],
    [
        " It's like, um, you do something kind of good or whatever.",
        312.6,
        315.24
    ],
    [
        " Brave, I don't know.",
        315.58,
        316.4
    ],
    [
        " Hey, look, did you guys all see how brave I was right there?",
        316.76,
        319.6
    ],
    [
        " Yeah, yeah, yeah, I'd rather know what I want.",
        319.8,
        321.4
    ],
    [
        " See you to be a little leader right there.",
        321.4,
        323.28
    ],
    [
        " Just like saying, hey, I'm like, hey, guys,",
        324.58,
        326.22
    ],
    [
        " that task I did pretty good, right?",
        326.84,
        329.78
    ],
    [
        " I was really humble.",
        329.96,
        330.72
    ],
    [
        " No one's, no one's more humble than me.",
        331.3,
        332.68
    ],
    [
        " No one's more humble than me.",
        333.14,
        334.0
    ],
    [
        " Yeah, stop worrying about you and think of helping the team",
        334.92,
        337.04
    ],
    [
        " and volunteer a bunch and that's, that's what you end up",
        337.04,
        339.44
    ],
    [
        " in a leadership position.",
        339.44,
        341.06
    ]
]