[
    [
        " Let's talk with Greg Train yesterday.",
        0.0,
        1.7
    ],
    [
        " And you can complain about something where you can embrace.",
        2.9,
        8.82
    ],
    [
        " This is one of the big things I kind of learned from you.",
        8.96,
        10.74
    ],
    [
        " And this is like when you look at your own situation compared to other, you know,",
        11.08,
        14.3
    ],
    [
        " past situations that are way worse, right?",
        14.54,
        16.4
    ],
    [
        " So one, you start with, okay, your situation isn't that bad.",
        16.5,
        20.36
    ],
    [
        " That's what you start with.",
        20.82,
        21.86
    ],
    [
        " Then you go on to, okay, my situation, these are small teeny tiny challenges that all you have",
        22.58,
        29.0
    ],
    [
        " to do is approach them in this way of like embracing it.",
        29.0,
        34.72
    ],
    [
        " You know how like, like any time, okay, any time you're feeling frustrated about your situation",
        35.38,
        39.52
    ],
    [
        " or whatever, right?",
        39.52,
        40.16
    ],
    [
        " And really in person, when you put it in perspective, these are small challenges that you just got",
        40.56,
        44.6
    ],
    [
        " to overcome.",
        44.6,
        44.96
    ],
    [
        " You take it on as it's like, yeah, you want to put more work on my plate at work.",
        45.48,
        50.78
    ],
    [
        " Because I can handle it.",
        50.82,
        51.46
    ],
    [
        " Because I can handle it.",
        51.56,
        52.32
    ],
    [
        " And I'll do it the best and watch me work, you know?",
        52.34,
        54.52
    ],
    [
        " That is good and interesting.",
        55.1,
        56.88
    ],
    [
        " You know, when we had Tim Ferriss on here, and when I did Tim Ferriss's interview,",
        57.18,
        64.12
    ],
    [
        " the first time I was on his podcast, and he, it's the thing that I talked about when he came on",
        64.3,
        68.86
    ],
    [
        " here, like, he asked the question sort of saying, hey, how close do you get to the darkness",
        68.86,
        73.84
    ],
    [
        " before it consumes you?",
        73.84,
        75.26
    ],
    [
        " And I've talked about before, you know, if you stare into the soul of a monster,",
        75.48,
        81.82
    ],
    [
        " you have to be careful because you might become a monster.",
        82.1,
        84.2
    ],
    [
        " Yeah.",
        84.38,
        84.56
    ],
    [
        " And so I mean, I think, yeah, there's the drugs that she got put on, obviously,",
        85.34,
        90.92
    ],
    [
        " played a role, but she got in this world where all she saw was the bad.",
        91.06,
        95.82
    ],
    [
        " Yeah.",
        96.16,
        96.28
    ],
    [
        " And I think that to Tim Ferriss's point where he was saying to me, like, hey, how often should I",
        96.52,
        101.84
    ],
    [
        " get close to the darkness?",
        101.84,
        103.2
    ],
    [
        " You know, how often should I look at that?",
        103.46,
        104.74
    ],
    [
        " And, you know, my response was, hey, in order to know the light, you got to know the darkness.",
        105.24,
        111.7
    ],
    [
        " But you can absolutely go too far in that direction.",
        113.94,
        117.3
    ],
    [
        "",
        117.8,
        117.8
    ],
    [
        " And you can say to yourself, wow, the world is evil and everyone's evil.",
        117.96,
        123.68
    ],
    [
        " And underneath the surface, everyone could turn into this imperial Japanese soldier",
        123.92,
        127.36
    ],
    [
        " and commit these atrocities.",
        127.36,
        128.52
    ],
    [
        " And that is what you absolutely, and I would say be careful.",
        128.86,
        134.44
    ],
    [
        " I don't know if that's the right word.",
        134.62,
        135.9
    ],
    [
        " I guess it is the right word.",
        136.06,
        137.16
    ],
    [
        " Be careful.",
        137.24,
        137.72
    ],
    [
        " But to me, what you have to do is you have to balance it.",
        137.84,
        140.26
    ],
    [
        " And to me, as an American, as a,",
        140.26,
        143.04
    ],
    [
        " man, there's so much good, right?",
        143.76,
        145.9
    ],
    [
        " I think that people generally get jaded to all the good that's out there.",
        146.22,
        150.6
    ],
    [
        " And that's why I say, hey, you know what?",
        150.72,
        151.76
    ],
    [
        " Look over here at the darkness.",
        151.86,
        153.26
    ],
    [
        " But for someone that's stuck in a horrible place, in a horrible situation in life,",
        153.66,
        159.26
    ],
    [
        " that's those folks got to look out and say, wait a second,",
        159.84,
        162.8
    ],
    [
        " there's not, there's so much good out there.",
        163.36,
        165.56
    ],
    [
        " You know, if you take a, like, that's clearly, I mean, you look at, look at Iris Chang.",
        165.86,
        170.0
    ],
    [
        " I mean, she is smart and successful and beautiful and well-liked and had a good,",
        170.0,
        175.76
    ],
    [
        " she came up with an amazing family.",
        175.76,
        177.1
    ],
    [
        " Her parents were a daughter, right?",
        177.24,
        179.32
    ],
    [
        " She had everything in her life was good, right?",
        179.42,
        183.1
    ],
    [
        " And she lost all that.",
        183.28,
        184.6
    ],
    [
        " You know what it's like, if you talk to anybody that flies planes, right?",
        184.92,
        188.62
    ],
    [
        " If you go into a cloud, you lose your orientation.",
        189.08,
        192.04
    ],
    [
        " It happens in diving, too.",
        192.22,
        193.42
    ],
    [
        " It happens when you're surfing.",
        193.76,
        194.76
    ],
    [
        " If you fall off a big wave and you're getting rolled around,",
        194.94,
        198.08
    ],
    [
        " sometimes it can be hard to tell which way is up, right?",
        198.34,
        202.8
    ],
    [
        " It can happen.",
        203.02,
        203.5
    ],
    [
        " You know, guys drive their airplanes, they get lost in a cloud,",
        203.9,
        206.36
    ],
    [
        " they drive their airplanes into a mountain or they drive it into the ground because they don't,",
        206.36,
        209.9
    ],
    [
        " they get disoriented and they lose sight of which way is up.",
        209.9,
        213.5
    ],
    [
        " And you, or your underwater and you lose sight of which way is up.",
        213.58,
        216.02
    ],
    [
        " That's what you have to watch out for.",
        216.28,
        217.96
    ],
    [
        " You got to be able to say, wait a second, if everything is black around me,",
        218.32,
        222.46
    ],
    [
        " okay, stop.",
        223.14,
        224.54
    ],
    [
        " Let me get oriented.",
        225.28,
        226.72
    ],
    [
        " Let me, let me check my control panel in the water.",
        227.14,
        229.84
    ],
    [
        " It's really easy.",
        230.04,
        230.58
    ],
    [
        " You got to look for bubbles, which way are the, where are the bubbles?",
        230.86,
        233.5
    ],
    [
        " The bubbles are going to go up.",
        233.78,
        234.66
    ],
    [
        " And so when you get trapped in that darkness,",
        235.04,
        237.28
    ],
    [
        " these people end up in these situations where everything looks black, stop.",
        237.4,
        241.4
    ],
    [
        " You're disoriented.",
        241.96,
        243.34
    ],
    [
        " You just can't see.",
        243.92,
        245.02
    ],
    [
        " You don't know the right direction.",
        245.16,
        246.06
    ],
    [
        " It's okay.",
        246.22,
        246.8
    ],
    [
        " Figure out where the bubbles are.",
        247.26,
        248.96
    ],
    [
        " They're going to go to the surface and when they get to the surface,",
        249.4,
        251.98
    ],
    [
        " there's going to be light.",
        251.98,
        252.68
    ],
    [
        " You're going to be okay.",
        252.8,
        253.46
    ],
    [
        " But obviously, I was, she got dragged down and disoriented in the darkness and she couldn't",
        255.8,
        262.02
    ],
    [
        " figure out that she had a husband and a son and a family and money and she had all these",
        262.02,
        267.86
    ],
    [
        " beautiful things in her life.",
        267.86,
        268.98
    ],
    [
        " Yeah.",
        269.34,
        269.6
    ],
    [
        " Which a lot of times, especially if you go full speed in that direction where you don't know which",
        270.0,
        275.16
    ],
    [
        " way is up.",
        275.16,
        275.54
    ],
    [
        " So you're going down.",
        275.54,
        276.28
    ],
    [
        " Even the good things that come in, you know, like even, you know,",
        276.62,
        281.28
    ],
    [
        " something paranoid, something good and you're like, that's bad.",
        281.38,
        284.04
    ],
    [
        " For instance, for instance, she's on a trip in Louisville,",
        284.28,
        287.72
    ],
    [
        " going to go do a speech or whatever and someone's checking her in the hotel.",
        287.84,
        291.06
    ],
    [
        " Maybe someone was saying, oh, I think that's Iris Chang.",
        291.06,
        293.34
    ],
    [
        " I saw her team.",
        293.46,
        293.84
    ],
    [
        " And said she's thinking, oh, it's some nationalists that are coming to get me.",
        293.84,
        297.08
    ],
    [
        " So yeah, she was absolutely.",
        297.52,
        298.72
    ],
    [
        " So that's something that I think and it's something that for those of us that are not in that",
        299.02,
        303.76
    ],
    [
        " situation, how do you pay attention and observe people and make sure that your friends or",
        303.76,
        308.52
    ],
    [
        " people you know or people that are in bad situations?",
        308.52,
        311.6
    ],
    [
        " How do you make sure that they're getting enough that they know how to orient themselves",
        311.6,
        316.02
    ],
    [
        " and get back to the surface and get away from all that harmfulness?",
        316.02,
        319.42
    ],
    [
        " When you approach thing and I was talking to Greg, that's kind of what",
        319.7,
        322.2
    ],
    [
        " and this just reminded me of it.",
        322.2,
        323.96
    ],
    [
        " When you approach things like that, you, you know how like you said, you're going down.",
        324.48,
        328.38
    ],
    [
        " If you don't know which way is up, you're going down.",
        328.46,
        330.02
    ],
    [
        " A good thing, you're going to look at it.",
        330.26,
        331.52
    ],
    [
        " That's a bad thing reinforcing my whole direction, by the way.",
        331.54,
        334.32
    ],
    [
        " So if you approach it in a way where things that even would be frustrating to like an everyday",
        335.18,
        340.72
    ],
    [
        " person, if you approach it like good, you know, I'm the one to do this thing, bring the challenge",
        340.72,
        346.92
    ],
    [
        " because the challenges are good, you know, if that's the approach, that'll reinforce that way of",
        346.92,
        351.74
    ],
    [
        " thinking.",
        351.74,
        352.08
    ],
    [
        " Yes.",
        352.28,
        352.38
    ],
    [
        " So yes, you will be going, you know, that and really when you export darkness,",
        352.82,
        356.6
    ],
    [
        " that's not to embrace the darkness and be dark.",
        357.12,
        361.66
    ],
    [
        " Like I said, don't become the, that's basically your trend avoid ignorance.",
        361.66,
        365.52
    ],
    [
        " That's what you're doing.",
        365.8,
        366.32
    ],
    [
        " Because you got no darkness.",
        366.58,
        367.62
    ],
    [
        " And it's a contrast.",
        367.62,
        368.3
    ],
    [
        " It's a contrast.",
        368.66,
        369.16
    ],
    [
        " You can see, okay, guess what?",
        369.44,
        370.96
    ],
    [
        " This, and for this case, I mean, obviously, I pray I never have to read anything as",
        371.98,
        377.1
    ],
    [
        " heinous as that again ever on the show.",
        377.1,
        378.82
    ],
    [
        "",
        378.94,
        378.94
    ],
    [
        " But that happened.",
        379.76,
        382.5
    ],
    [
        " Right?",
        382.8,
        383.02
    ],
    [
        " That happened.",
        383.42,
        384.1
    ],
    [
        " That happened.",
        384.36,
        385.2
    ],
    [
        " We should not, you shouldn't go through life and not realize that that",
        385.34,
        391.2
    ],
    [
        " happened.",
        391.36,
        391.88
    ],
    [
        " Yeah.",
        392.28,
        392.34
    ],
    [
        " That that happened to you, that human beings did that to other human beings.",
        392.46,
        396.26
    ],
    [
        " It is horrible as it is.",
        396.5,
        398.0
    ],
    [
        " You need to realize that that is a part of our human history.",
        398.26,
        403.1
    ],
    [
        " So that way you can say, you can, you recognize and say, okay, this is, this can happen.",
        403.32,
        408.5
    ],
    [
        " And we need to watch out for it.",
        408.78,
        410.5
    ],
    [
        " And yeah.",
        410.86,
        412.2
    ],
    [
        " So look out for your friends, keep them knowing",
        412.86,
        420.36
    ],
    [
        " that there's, keep them knowing which direction they're heading in.",
        421.0,
        424.0
    ],
    [
        " And we see someone going sideways, bring them, grab them.",
        424.36,
        428.46
    ],
    [
        " Especially with the, I mean, this is kind of a, it's specific to this story, but the, uh,",
        428.66,
        433.46
    ],
    [
        " the drugs.",
        434.16,
        434.58
    ],
    [
        " You know, when you take Medicaid, because that's a big one, man,",
        434.8,
        437.02
    ],
    [
        " it can mess up your pre, even like how you said, when you get off the drugs,",
        437.4,
        442.0
    ],
    [
        " right?",
        442.0,
        442.34
    ],
    [
        " You know, because these are all chemical things that you're made for certain things.",
        442.46,
        445.56
    ],
    [
        " For sure.",
        445.74,
        446.1
    ],
    [
        " So when that part goes sideways, you can't, like, reason necessarily with someone,",
        447.66,
        452.96
    ],
    [
        " you know, they can't reason with, you can't reason with yourself, you know, stuff that would",
        453.34,
        457.16
    ],
    [
        " seem obvious. Hey, if I, you know, walk off this cliff, it's obvious that's bad.",
        457.16,
        462.26
    ],
    [
        " It doesn't really work that way if like your chemicals are off.",
        462.42,
        465.1
    ],
    [
        " Totally.",
        465.4,
        465.42
    ],
    [
        " So yeah, you kind of got to, you know, like, look out for somebody if you can see that happening.",
        465.84,
        470.62
    ],
    [
        " Yeah.",
        470.72,
        470.9
    ],
    [
        " No doubt.",
        471.16,
        471.44
    ],
    [
        " And it's very, it's very interesting.",
        471.54,
        473.08
    ],
    [
        " The mind is so incredibly durable, but at the same time, it's just totally fragile and",
        474.18,
        484.2
    ],
    [
        " little, some little change to the, to the composition or to the, to the chemicals that are in",
        484.2,
        489.9
    ],
    [
        " or to the thought patterns that are in, you know, can be really drastic changes on a, on a person.",
        489.9,
        496.32
    ],
    [
        " Yeah.",
        497.0,
        498.62
    ],
    [
        " You ever, you ever have a real bad flu in a fever and then you're trying to go to sleep?",
        498.92,
        502.94
    ],
    [
        " Yes, I have.",
        503.24,
        507.56
    ],
    [
        " You know, and it's almost like a mix between dreaming, hallucinating, and like,",
        507.7,
        512.16
    ],
    [
        " because, man, it's like your thoughts are all jumbled up.",
        512.34,
        514.86
    ],
    [
        " Okay, you want, you want to tell you an echo story right now?",
        515.14,
        517.56
    ],
    [
        " Yes.",
        517.7,
        517.82
    ],
    [
        " This will be a stupid echo story.",
        517.96,
        519.44
    ],
    [
        " No, no, no, no.",
        519.64,
        520.16
    ],
    [
        " So brace yourself.",
        520.24,
        520.8
    ],
    [
        " Awesome.",
        521.0,
        521.3
    ],
    [
        " So I was like, 20, I was 23 years old or something.",
        521.54,
        526.2
    ],
    [
        " And I was doing the dishes, speaking of doing the dishes, I was doing the dishes,",
        527.32,
        531.82
    ],
    [
        " and I turned on the water and I didn't see what was happening, but this little",
        532.06,
        537.34
    ],
    [
        " stream, a tiny little stream of water had, had broken through the pipe at some point in the",
        537.34,
        543.68
    ],
    [
        " handle.",
        543.68,
        544.02
    ],
    [
        " Yeah.",
        544.26,
        544.38
    ],
    [
        " And it, and it started to land on my hand.",
        544.54,
        547.32
    ],
    [
        " Well, I didn't know that it was water because it, it must have been like the similar",
        547.66,
        552.42
    ],
    [
        " temperature to what my body was at the time.",
        552.46,
        554.5
    ],
    [
        " And so I see this and it looks for, for a quarter of a second, it looks like my hand is blistering.",
        555.76,
        563.28
    ],
    [
        " It's just, and it's spreading so rapidly.",
        563.42,
        565.48
    ],
    [
        " And for a quarter of a second, I thought to myself, I'm being attacked by chemical warfare,",
        565.72,
        570.06
    ],
    [
        " and I'm going to die in the next, next half a second.",
        570.14,
        573.18
    ],
    [
        " I'm dead.",
        573.26,
        573.6
    ],
    [
        " I think we were, we were doing some chemical warfare training or whatever.",
        573.88,
        576.96
    ],
    [
        " And so at that moment, for about a half a second, I thought I'm about to die.",
        577.26,
        581.86
    ],
    [
        " And it only lasted about, then either it was water, and I said, okay, it was the best.",
        581.86,
        586.18
    ],
    [
        " But my point is that mentally, yeah, if, you know, a different situation, I could get locked",
        586.5,
        593.1
    ],
    [
        " into that mode.",
        593.1,
        593.88
    ],
    [
        " And when you see Iris going, hey, these people are coming after me.",
        594.12,
        596.66
    ],
    [
        " If you get mentally locked in that mode and you start seeing things that are, that, that,",
        596.74,
        601.06
    ],
    [
        " you start imposing or overlaying your reality over actual reality, you start augmenting",
        601.4,
        607.34
    ],
    [
        " reality yourself.",
        607.34,
        608.24
    ],
    [
        " That gets really, really scary.",
        608.62,
        610.58
    ],
    [
        " Yeah.",
        610.7,
        611.06
    ],
    [
        " Like when you think someone's mad at you, you're like that.",
        611.22,
        613.68
    ],
    [
        " You think someone's mad at you.",
        613.94,
        615.22
    ],
    [
        " So you're looking for all the little pews, you know, dang, is this person mad at me?",
        615.6,
        620.02
    ],
    [
        " Or are they not?",
        620.18,
        621.24
    ],
    [
        " And normal everyday stuff.",
        621.66,
        622.88
    ],
    [
        " You know, why didn't she text me back quickly?",
        623.14,
        625.72
    ],
    [
        " Yeah, well, I know.",
        625.88,
        627.44
    ],
    [
        " Usually she puts a smiley face, no smiley face this time.",
        627.64,
        631.6
    ],
    [
        " She hates you.",
        631.86,
        632.38
    ],
    [
        " Yeah, she's mad.",
        632.5,
        633.18
    ],
    [
        " I know she's mad.",
        633.28,
        634.12
    ],
    [
        " Something's wrong.",
        634.32,
        635.0
    ],
    [
        " But yeah, so yeah, if you have me, you know, they're like, well, I don't know what you're talking about.",
        635.32,
        639.1
    ]
]