[
    [
        " This is the Jocco podcast Civil War excursion number one with JD Baker and me,",
        0.0,
        7.34
    ],
    [
        " Jocco Willink. Good evening JD. Good evening Jocco. January 21st, 1861. I rise",
        7.64,
        16.28
    ],
    [
        " Mr. President for the purpose of announcing to the Senate that I have",
        16.28,
        20.14
    ],
    [
        " satisfactory evidence that the state of Mississippi by a solemn ordinance of",
        20.14,
        25.1
    ],
    [
        " her people in convention assembled has declared her separation from the United",
        25.1,
        29.9
    ],
    [
        " States. Under these circumstances, of course, my functions are terminated here. It",
        29.9,
        36.94
    ],
    [
        " has seemed to me proper, however, that I should appear in the Senate to",
        36.94,
        41.06
    ],
    [
        " announce that fact to my associates. And I will say, but very little more, the",
        41.06,
        47.0
    ],
    [
        " occasion does not invite me to go into argument and my physical condition would",
        47.0,
        51.06
    ],
    [
        " not permit me to do so if it were otherwise. And yet it seems to become me to say",
        51.06,
        57.88
    ],
    [
        " something on the part of the state I here represent on an occasion so solemn as",
        57.88,
        63.64
    ],
    [
        " this. It is known to senators who have served with me here that I have for",
        63.64,
        69.8
    ],
    [
        " many years advocated as an essential attribute of state sovereignty the right",
        69.8,
        75.4
    ],
    [
        " of a state to secede from the union. Therefore, if I had not believed there was",
        75.4,
        81.24
    ],
    [
        " a justifiable cause, if I had thought that Mississippi was acting without sufficient",
        81.24,
        86.22
    ],
    [
        " provocation or without existing necessity, I should still under my theory of the",
        86.22,
        91.44
    ],
    [
        " government because of my allegiance to the state of which I am a citizen have",
        91.44,
        96.0
    ],
    [
        " been bound by her action. I however, may be permitted to say that I do think she",
        96.0,
        104.58
    ],
    [
        " has a justifiable cause and I approve of her act. I conferred with her people",
        104.58,
        111.04
    ],
    [
        " before the act was taken, counseled them that if the state of things which they",
        111.04,
        116.12
    ],
    [
        " apprehended should exist when the convention met, they should take the action",
        116.12,
        120.8
    ],
    [
        " which they have now adopted. Mr. President and senators having made the",
        120.8,
        127.3
    ],
    [
        " announcement, which the occasion seemed to me to require. It only remains to me",
        127.3,
        134.48
    ],
    [
        " to bid you a final adieu. On that right there is a speech from Jefferson",
        134.48,
        143.62
    ],
    [
        " Davis to United States Senate announcing the secession of Mississippi from the",
        143.62,
        149.06
    ],
    [
        " United States. A few weeks later, February 10th, Jefferson Davis was",
        149.06,
        154.8
    ],
    [
        " unanimously elected president of the provincial government of you the Confederate",
        154.8,
        160.12
    ],
    [
        " states of America and this would lead to civil war. This would lead to the",
        160.5,
        166.94
    ],
    [
        " downfall of the economy. This would lead to the destruction of people's lives of",
        166.94,
        172.9
    ],
    [
        " families and it would lead to the wounding and death of millions and it would",
        172.9,
        181.08
    ],
    [
        " rip us under the United States of America. But it would in time free",
        181.08,
        190.04
    ],
    [
        " the slaves and allow America to live up to our ideal that all men are created",
        190.04,
        198.12
    ],
    [
        " equal. But it was a wretched road and it's a road that we should not forget. We",
        198.12,
        207.36
    ],
    [
        " walked down. Let's talk about how we got there. Let's talk about the two men",
        207.36,
        215.22
    ],
    [
        " leading these two nations, the opponents, Abraham Lincoln and Jefferson Davis.",
        215.56,
        223.94
    ],
    [
        " JD, let's talk about Jefferson Davis. Yeah, if you look at Jefferson Davis, I was born",
        224.98,
        233.72
    ],
    [
        " in Kentucky and then again, he was raised down in Mississippi. Jefferson Davis, he was",
        233.72,
        239.58
    ],
    [
        " a West Point guy. You know, with the West Point, graduated up there. He fought.",
        239.58,
        244.72
    ],
    [
        " And at the time, if you went to West Point, you were an aristocrat. Basically, is that",
        245.28,
        252.5
    ],
    [
        " a safe assumption or is that too strong? No, no, no, that's a pretty good. Yeah, he, Jefferson",
        252.5,
        257.88
    ],
    [
        " Davis was like the youngest of 10 kids. Okay, so that's not a aristocrat. Yeah. Well,",
        257.88,
        264.38
    ],
    [
        " no, no, no, but like his oldest brother was a very prominent lawyer. Okay. So he had",
        264.38,
        269.58
    ],
    [
        " connections. You know, because you got to get an appointment, you know, to be able to",
        269.58,
        274.94
    ],
    [
        " get in. So yeah, it's to achieve an appointment at a West Point. That's a pretty fair",
        274.94,
        280.9
    ],
    [
        " feat. I would say it's probably still difficult today to get into, you know, West Point or",
        280.9,
        286.22
    ],
    [
        " any of the the Academy schools of achieving, you know, a congressional appointment to get",
        286.22,
        291.42
    ],
    [
        " in. So, you know, they're plantation folks, you know, they, they was born up in Kentucky,",
        291.42,
        296.62
    ],
    [
        " but they moved down to Mississippi. They're, they're running plantations farming kind of thing.",
        296.82,
        301.82
    ],
    [
        " It's a big family, you know, back then, you know, having large families, you needed to",
        301.92,
        306.56
    ],
    [
        " have a whole bunch of kids because you got a whole bunch of work to do. You know what I mean?",
        306.56,
        310.88
    ],
    [
        " That's, you know, see, you got those folks coming in. So it gets an appointment up to West",
        310.98,
        316.8
    ],
    [
        " Point, you know, goes up to up the New York. You know, he fights in the in the in the Mexican",
        316.8,
        325.0
    ],
    [
        " American war. And he actually fights underneath his father-in-law, his first wife, I married",
        325.0,
        332.84
    ],
    [
        " into the Zachary Taylor family, which, you know, so in Zachary Taylor, very prominent for",
        332.84,
        340.04
    ],
    [
        " genuine, you know, marrying into that kind of family. That's, that's a pretty big deal,",
        340.1,
        346.46
    ],
    [
        " you know, marrying in. If you want to look at it of like who you marry into like Robert E. Lee",
        346.68,
        352.32
    ],
    [
        " married into the Washington family. So it's kind of like NASCAR, you know what I mean? Like JD's",
        352.32,
        359.68
    ],
    [
        " not getting in because my last name's not petty or earn hard or Gordon, you know what I mean?",
        359.68,
        365.1
    ],
    [
        " So there's certain pedigree that does come with that. But he fights with distinction. And underneath",
        365.1,
        373.58
    ],
    [
        " with him, he then goes runs an office, secretary of war at one point in time. Again, he's down every",
        373.58,
        384.34
    ],
    [
        " other appointment after the initial election that he wins in the congressional seat. He's appointed",
        384.34,
        389.84
    ],
    [
        " after that. So he wins one time. But you know, Jefferson Davis growing up in Mississippi, plantation",
        390.26,
        398.92
    ],
    [
        " owner, he is very much pro-slavery and voices his opinion, forced slavery, forced states rights.",
        398.92,
        408.38
    ],
    [
        " He voices his opinion for, you know, you got the territories that are that are pushing out",
        408.82,
        415.06
    ],
    [
        " Western expansion of the manifest destiny, kind of, which was the whole aspect of, you know, pushing",
        415.78,
        422.92
    ],
    [
        " everything west, United States, sea to shining sea kind of thing. He was huge with manifest",
        422.92,
        428.06
    ],
    [
        " destiny. And he was also huge with the expansion of slavery into the territories. And that's a",
        428.06,
        432.9
    ],
    [
        " critical kind of political debate at the time. We got these new territories that are coming online.",
        432.9,
        439.86
    ],
    [
        " And the people in the north primarily are saying, look, we can't have slavery in these",
        441.18,
        446.02
    ],
    [
        " new areas. And the people in the south are saying, no, we need to have slavery. That's a bunch of",
        446.02,
        450.54
    ],
    [
        " farmland that we're taking over. So this is a real key kind of political debate at the time is",
        450.54,
        457.12
    ],
    [
        " is slavery going to be allowed in these new territories? Right. Yeah. It's a huge debate. And you",
        457.12,
        465.94
    ],
    [
        " know, who is a free state, who's a slave state, you know, to mean, because when you go in for voting",
        465.94,
        473.04
    ],
    [
        " to sway within side of the Senate, that's going to be huge. But, you know, I mean, the debate,",
        473.04,
        478.82
    ],
    [
        " you know, if you look at it in the time frame of like, you know, right now when, you know,",
        479.18,
        484.0
    ],
    [
        " you just read from from Davis, you look at it in 1866, I mean, we're a pretty young country.",
        484.08,
        489.26
    ],
    [
        " I would venture to say that we're still a pretty young country. You know, when you're talking",
        490.16,
        498.04
    ],
    [
        " about four score, you know, the mean of the Gettysburg address, I mean, you kind of date in four,",
        498.04,
        503.66
    ],
    [
        " yeah, a score for the folks that don't know is 20 years. So, you know, it's four scores. So 80",
        503.78,
        509.34
    ],
    [
        " years ago, you know, I mean, we just had, you know, like England over here, you know, running around,",
        509.34,
        513.94
    ],
    [
        " we got fed up with that shit. So we were like, hey, let's, you know, let's have a war of independence.",
        513.94,
        518.52
    ],
    [
        " And then we get, we get done with a war of independence. So we're going to get like rid of this,",
        519.48,
        523.42
    ],
    [
        " you know, this, this high arki of the king and queen. We're going to be the United States of America,",
        523.44,
        528.7
    ],
    [
        " you know, the home of the free, you know, and, and next thing, you know, like we find gold in",
        529.04,
        535.42
    ],
    [
        " north to Georgia. And so let's come up with an Indian removal act. Because the Indians have that",
        535.42,
        542.64
    ],
    [
        " land at the top. Yeah, you know, if you went to north Georgia, you know, you got the, the",
        542.64,
        547.32
    ],
    [
        " Choctaw, Chick-a-Saw, Cherokee, they're all running down there. Well, hey, man, they got gold. So",
        547.32,
        552.12
    ],
    [
        " what do we do is we the people of the United States, let's have an Indian removal act. Why not?",
        552.12,
        556.5
    ],
    [
        " You know, I mean, put them on a flat boat, take them up to Chattanooga, Tennessee, dump them off,",
        557.08,
        561.02
    ],
    [
        " and then hike them out to the Oklahoma territory. It's going to be the new Indian territory. And",
        561.08,
        565.24
    ],
    [
        " we're going to take the land that they're there. So even, you know, prior to the slavery issue of",
        565.24,
        570.98
    ],
    [
        " really being a thing of like what we're kind of talking about, you had like the liberal north of",
        570.98,
        575.28
    ],
    [
        " like, you know, Henry David Thoreau of civil disobedience, you know, in a mean of like, uh,",
        575.28,
        580.9
    ],
    [
        " calling for, you know, all machines have their friction. But when friction has its own machine,",
        581.68,
        587.42
    ],
    [
        " you need that machine no longer. Meaning we need to overthrow the federal government. Like who",
        588.08,
        594.92
    ],
    [
        " are we? Like we're literally creating this machine that we just overthrew like just a few years back.",
        594.92,
        602.68
    ],
    [
        " And now we're removing people. We're enslaving people, you know, I mean, for work. So a lot of the",
        603.36,
        610.68
    ],
    [
        " liberal north are actually as well calling for the overthrow of the government. They're not happy",
        610.68,
        617.8
    ],
    [
        " with the United States government. And then, you know, coming into the expansion of after the",
        617.8,
        623.56
    ],
    [
        " Mexican American war, you know, I mean, there's a lot of contention when you kind of look at the",
        624.1,
        627.16
    ],
    [
        " Mexican American war, we get out and we pick a fight with them. And it's like, okay, we'll take,",
        627.16,
        630.82
    ],
    [
        " you know, part of Texas and then kind of hangar right. Let's just snag new Mexico, Arizona. You",
        630.96,
        636.66
    ],
    [
        " know, let's take California while we're at it. You know what I mean? And those folks in Mexico,",
        636.66,
        641.16
    ],
    [
        " I mean, they had just got their independence from Spain. You know what I mean? And they're like,",
        641.16,
        645.56
    ],
    [
        " okay, now we got these dudes coming in. So there's a lot of turmoil in the United States. It's a very",
        645.56,
        651.08
    ],
    [
        " young country of what, what direction are we going to, are we going to go? Yeah, you can see,",
        651.18,
        657.26
    ],
    [
        " it's like a startup almost like a startup company that's just growing so fast. There's no,",
        657.38,
        663.18
    ],
    [
        " there's no particular course that we all know we're on. And this is where we're going to take a",
        663.18,
        668.5
    ],
    [
        " start up. It's like, there's an opportunity is going to pop up. We're going to move in this direction,",
        668.5,
        671.06
    ],
    [
        " moving that direction. There's it's, it's the future is not clear. Not. And who are we going to",
        671.06,
        677.5
    ],
    [
        " base it off of like if you look at historically, you know what I mean? Because you got to look at",
        677.62,
        682.56
    ],
    [
        " like, okay, so how do we run this with the, the, the weed, the people kind of thing? You know, I mean,",
        682.56,
        687.28
    ],
    [
        " even at the very beginning, you know what I mean? After the war of independence, you know, some of",
        687.44,
        693.96
    ],
    [
        " the officers hadn't gotten paid for their time and up in Newburg, New York, you know, all the",
        693.96,
        699.9
    ],
    [
        " officers get together and they're like, hey, we're going to have this like secret meeting up",
        699.9,
        703.04
    ],
    [
        " there in New York. And we're going to, we're going to overthrow the government that we literally",
        703.04,
        707.66
    ],
    [
        " just created. And we're going to make King George the first, you know what I mean? Because of course,",
        707.66,
        713.26
    ],
    [
        " George Washington, he is the most popular guy, obviously. And so they're going to have, well,",
        713.32,
        719.6
    ],
    [
        " you know, so George gets wind of this little, you know, meeting. He's going to take place",
        719.72,
        725.12
    ],
    [
        " months, the officers and how they're going to come in and make him like King George at the first.",
        725.12,
        729.02
    ],
    [
        " You know, and he comes up and he, you know, he mounts the stage. And of course, everybody",
        729.18,
        733.26
    ],
    [
        " quails. He's a very, he's got a very prominent dominant command presence. And he, he pulls out his,",
        733.26,
        741.46
    ],
    [
        " his, his spectacles. And they call them spectacles back then because you look like a spectacle with",
        741.46,
        748.72
    ],
    [
        " a monument face. You know, and it's a sign of weakness, you know, showing weakness in front of",
        748.72,
        754.6
    ],
    [
        " your subordinates kind of thing. And he's like, my eyes have grown blind to the service of my country.",
        755.1,
        761.58
    ],
    [
        " You know what I mean? So he's showing that, you know what I mean? Yes, in the service of my country.",
        762.22,
        768.98
    ],
    [
        " You know what I mean? We're going to have to have some sacrifices here. Look, I get it, man. We",
        769.36,
        774.04
    ],
    [
        " haven't gotten paid. We're going to get that. We're a new country. We're trying, I mean, we're",
        774.04,
        778.06
    ],
    [
        " literally trying to figure stuff out. Well, I mean, you get in through the Indian removal. I get",
        778.06,
        782.12
    ],
    [
        " still just this, this project that we're kind of throwing together. Like you said, with a new start",
        782.12,
        786.62
    ],
    [
        " up company. I mean, so we're going to start up a new country. We got to figure out what kind of",
        786.62,
        790.82
    ],
    [
        " rules we're going to play by. So, you know, Jefferson Davis with this expansion that's kind of coming",
        790.82,
        796.62
    ],
    [
        " in. Of course, he's an advocate for, for slavery. You look at the Confederacy of the Confederate",
        796.62,
        803.96
    ],
    [
        " States. I mean, they're solely based on agrarian culture. It's a, it's an ingrained, they need people",
        803.96,
        811.86
    ],
    [
        " to work. And why, why, why did Jefferson Davis rise to prominence? Why did he get this powerful",
        811.86,
        821.12
    ],
    [
        " position of getting elected as the president of Confederate States? Just, I mean, is it just the",
        821.12,
        826.6
    ],
    [
        " culmination of everything you just said? This guy's, he's got money. He's been in government before.",
        826.6,
        831.0
    ],
    [
        " He's been in the military and he was just the most prominent guy suitable for this job.",
        831.5,
        837.1
    ],
    [
        " Yeah. And as you read, I mean, he's very well spoken. He's very well listened to. And again,",
        837.2,
        842.14
    ],
    [
        " you know, back in the day, even, even still to this day, you know, I mean, you serve the military",
        842.3,
        849.22
    ],
    [
        " with distinction. I mean, you're what's in the newspapers. You're, you know, there's no, there's",
        849.22,
        854.62
    ],
    [
        " no Twitter, Instagram and stuff like that for people to be able to follow. So everybody's reading",
        854.62,
        859.4
    ],
    [
        " newspapers and these guys are the ones that are front page in the news. So he's the voice. So he's",
        859.56,
        866.5
    ],
    [
        " got this following of individuals. And, you know, when he's, you know, at the Democratic convention,",
        866.5,
        874.82
    ],
    [
        " because, you know, we had kind of chit-chat before, you know, like back then in like 1860,",
        875.16,
        880.94
    ],
    [
        " I'm pretty sure there was, there was four different tickets that you could kind of run on",
        881.08,
        887.16
    ],
    [
        " for a, for the president of the United States. So so four different political parties to say?",
        888.56,
        893.5
    ],
    [
        " Yeah. Yeah. And two were Democrat because the Democrats, they split. So you had Northern Democrats",
        893.88,
        899.04
    ],
    [
        " and you had the Southern Democrats. And then you got this Republican party that's going to come in.",
        899.04,
        904.06
    ],
    [
        " Because, you know, like in history, you probably read about like the Wigs, the Copperheads. I mean,",
        904.14,
        908.96
    ],
    [
        " they have all these different names. They're like, you know, in 2022, we know Republicans, Democrat",
        908.96,
        913.54
    ],
    [
        " and dependent. Well, they had, you know, they had four more of them back then. And of course,",
        913.54,
        918.22
    ],
    [
        " with the Southern Democrats, you know, they were, you know, Western expansion, pro slavery,",
        918.22,
        924.52
    ],
    [
        " you know, sea-designing sea, they're all for that. And the folks that are, when they're looking at",
        924.98,
        932.14
    ],
    [
        " this secession from the Union, not along with Alabama, Mississippi, South Carolina, you know,",
        932.14,
        938.7
    ],
    [
        " there's other states that are kind of teetering of, are we going to secede from the Union? And",
        938.7,
        944.72
    ],
    [
        " Jefferson Davis is the most outspoken. So it's like unanimous down among Gumri-Al-Obama. They're",
        944.72,
        951.12
    ],
    [
        " they're going to pronounce him as the, as the president of the Confederate States. And the first",
        951.12,
        957.18
    ],
    [
        " White House of the Confederacy is in Montgomery, Alabama still stands this day. It's about a block",
        957.18,
        963.6
    ],
    [
        " and a half from the actual capital of Alabama. And you know what I find interesting is the street",
        963.6,
        973.74
    ],
    [
        " that it's on is Washington Street, first president of the United States.",
        973.74,
        979.74
    ],
    [
        " Yeah. So there's a little bit of thought process behind there.",
        980.78,
        985.0
    ],
    [
        " Now on the other side, for the Union, we kind of, I don't want to paint this to be too much of,",
        985.94,
        992.76
    ],
    [
        " I don't want to exaggerate this, but you have a little bit of the antithesis of Jefferson Davis",
        993.18,
        998.56
    ],
    [
        " in Lincoln who, you know, he's not professionally educated, right? So, you know, Davis went to",
        998.56,
        1008.7
    ],
    [
        " West Point. Lincoln is just self-taught for the most part. He seems like he's more of a working class",
        1008.7,
        1017.18
    ],
    [
        " guy than Davis. Is that an accurate assessment? Yeah. I mean, they even had like back then like,",
        1018.78,
        1024.1
    ],
    [
        " you know, we kind of chatted a little bit, you know, when they called him like the rail splitter.",
        1024.22,
        1027.64
    ],
    [
        " Hey, you know what I mean? He was like a blue collar, you know what I mean? Raise, you know,",
        1027.88,
        1031.58
    ],
    [
        " born in Kentucky. You know, he's got a PhD. It's called a plain high school diploma, you know what I mean?",
        1031.62,
        1037.86
    ],
    [
        " I got one too. But he read a lot, you know what I mean? So, you know, I look at his education",
        1037.96,
        1043.84
    ],
    [
        " has been free since the establishment of the first library, get a library card, read.",
        1043.84,
        1047.94
    ],
    [
        " You know what I mean? And that's what Lincoln does. And he moves out with the family out in the",
        1048.86,
        1052.48
    ],
    [
        " Illinois. And, you know what I mean? It's just, you know, and he starts to read. He's not formally",
        1052.48,
        1058.3
    ],
    [
        " educated, but he starts working. He gets a job. He starts making his way up and then he's going to",
        1058.3,
        1064.4
    ],
    [
        " run and run for office. And he's going to walk and go and he's a he's a big guy, you know, for",
        1064.4,
        1070.4
    ],
    [
        " back then. He might even still be today, one of the tallest presidents at the time. He was over six",
        1070.5,
        1076.5
    ],
    [
        " foot. But, you know, and he lost his first election trying to run, you know, in the state of Illinois,",
        1076.5,
        1081.86
    ],
    [
        " but he was persistent. And he was always trying to continually continue his education, continually be",
        1082.14,
        1089.36
    ],
    [
        " smarter, meet with more people, study law. You know, that was kind of a big thing back then,",
        1089.36,
        1095.96
    ],
    [
        " working in inside law. And then, you know, so he's definitely an opposite of Davis, you know,",
        1096.12,
        1103.4
    ],
    [
        " and maybe he's not getting that formal education. He doesn't have the military background.",
        1103.46,
        1107.82
    ],
    [
        " Basically, like Lincoln, you know, and the main, like, did some paperwork for a couple of weeks",
        1108.18,
        1112.6
    ],
    [
        " during like the Black Hawk Wars or something. And hey, check the box, get the military kind of thing",
        1112.6,
        1116.86
    ],
    [
        " going. But he doesn't have like, he didn't fight in the Mexican American War. You know, in the mean of,",
        1116.86,
        1121.32
    ],
    [
        " folks are going to take that distinction against him. So then he's, you know, going to decide on",
        1122.18,
        1128.32
    ],
    [
        " the Republican, you know, he's going to become a Republican and then he's going to try to run on",
        1128.32,
        1131.98
    ],
    [
        " the Republican ticket. And there's a lot of other folks that are inside of there. But again,",
        1131.98,
        1137.44
    ],
    [
        " you've got to kind of, you know, if you're looking at the four different factions of the, of the",
        1137.58,
        1143.14
    ],
    [
        " political parties that are in there, there's actually a great book written by Doris Kern's good one",
        1143.14,
        1148.64
    ],
    [
        " called Team of Rivals. And it's, it's how like Lincoln, you know, to mean plans out how he's going",
        1148.98,
        1156.1
    ],
    [
        " to run for president on with each one of those parties there. So he's, he's literally going to",
        1156.1,
        1162.28
    ],
    [
        " try to go into it as to be number two in each one of those four parties. Now, don't go for number one.",
        1162.28,
        1169.62
    ],
    [
        " You know, in the mean so if he can be number two in each one is total scores eight.",
        1169.88,
        1174.7
    ],
    [
        " But if you're like number one with the Republican party, but then like your number three and number",
        1175.64,
        1181.2
    ],
    [
        " four and number two with the other ones, well, now you got a 12. You lost. You know what I mean? So",
        1181.2,
        1187.28
    ],
    [
        " the strategy behind Lincoln. And then, you know, you kind of got to look at it as obviously,",
        1187.28,
        1195.18
    ],
    [
        " you know, coming into it is, is the expansion of slavery into the territories.",
        1195.36,
        1200.72
    ],
    [
        " Everybody's got to run on kind of a party line of like what they're going to, you know,",
        1201.7,
        1206.08
    ],
    [
        " what they're going to do inside their presidency kind of thing. And, you know, Jefferson Davis",
        1206.18,
        1211.84
    ],
    [
        " marries into a very prominent tailor family. Abraham Lincoln marries a woman in her whole",
        1211.84,
        1221.98
    ],
    [
        " side of the family is pro slavery. So I mean, that's going to make thanksgiving a little awkward.",
        1221.98,
        1228.58
    ],
    [
        " You know, the mean of of discussions. I mean, you kind of look at, you know, in today's society of",
        1230.12,
        1237.06
    ],
    [
        " you know, I mean, of what side of the fence you ride on or, you know, your political trip. I mean,",
        1237.06,
        1241.12
    ],
    [
        " did you imagine, you know, back then, I mean, you're looking at some of the folks of what side of",
        1241.22,
        1245.36
    ],
    [
        " the line you stand on, you know, pro slavery, anti slavery, the expansion. I mean, there's going to be",
        1245.36,
        1251.56
    ],
    [
        " America in the 1860s. It's just, I mean, it's coming to a boiling point. But it's not, you know,",
        1253.0,
        1260.66
    ],
    [
        " I think the misconception is everybody thinks that, okay, Abraham Lincoln gets voted in and half",
        1260.78,
        1265.02
    ],
    [
        " the country leaves. Well, okay, that's true. But there was a lot of years of build up to get to the",
        1265.02,
        1272.64
    ],
    [
        " civil war. And, you know, and it is the greatest catastrophe that has ever happened in this country",
        1273.44,
        1282.28
    ],
    [
        " of what took place coming in in 1860. And, you know, when you look at the party systems, you know,",
        1282.28,
        1289.38
    ],
    [
        " Jefferson Davis was a single soul. I mean, it's a one party. Well, that's kind of odd. You know,",
        1289.46,
        1298.72
    ],
    [
        " it exists today. They're called tyrannies. You know, but for Jefferson Davis, you know, and he's",
        1298.72,
        1309.96
    ],
    [
        " going to become the president. And he's going to stay the president of the Confederate States throughout",
        1309.96,
        1313.96
    ],
    [
        " the entire civil war. Like, you know, like, we always talk like, you know, when we, when you and I",
        1313.96,
        1319.52
    ],
    [
        " chit chat and we're talking about, you know, Abraham Lincoln, and you know, you read in the Gettysburg",
        1319.52,
        1325.24
    ],
    [
        " address while we're up at Gettysburg and all that kind of stuff. I mean, he's got a reelection coming",
        1325.24,
        1329.14
    ],
    [
        " in in 64. I mean, you never hear about reelection taking place, you know, like Davis has got to worry",
        1329.14,
        1335.84
    ],
    [
        " about a reelection coming in. It's just he got elected. Yeah. Which is kind of odd. So, you know,",
        1335.84,
        1345.52
    ],
    [
        " when you look at the at the differences of the two, you know, it's very interesting. And,",
        1345.54,
        1353.98
    ],
    [
        " in those aspects of one is self-educated, one's formally educated, one's got the military background,",
        1355.38,
        1361.34
    ],
    [
        " and how they're going to run their administrations kind of completely different. And one of them's",
        1361.62,
        1367.44
    ],
    [
        " kind of blue collar and the other one's kind of an aristocrat. Yeah. Is that an accurate assessment?",
        1367.44,
        1371.58
    ],
    [
        " Because it seems that way to me looking at it. Yeah. I mean, like Lincoln doesn't own anybody.",
        1372.04,
        1377.08
    ],
    [
        " Davis owns people. He's got a plantation. You know what I mean? So, yeah, I mean, they're on",
        1379.54,
        1387.36
    ],
    [
        " different levels. Abraham Lincoln's not banging it at the country club. Davis is. You know what I mean?",
        1387.36,
        1394.94
    ],
    [
        " He's got like box seats to football games at the running rebels down there. Abraham Lincoln,",
        1395.02,
        1400.54
    ],
    [
        " he's not even invited to the football game. Check. As we look at the north and the south and kind of",
        1400.74,
        1408.98
    ],
    [
        " set them up, there's a great great great bit of writing from Sherman, who was General Sherman,",
        1408.98,
        1416.6
    ],
    [
        " who's a West pointer from Ohio. He ends up becoming the first superintendent of what became LSU,",
        1416.62,
        1423.5
    ],
    [
        " originally called the Louisiana Seminary of Learning. And so 1861, Southern states are starting to",
        1424.56,
        1432.42
    ],
    [
        " leave, leave the Union. Sherman resigns as the superintendent of this school. And that's before",
        1432.42,
        1441.24
    ],
    [
        " Louisiana secedes. But he ends up writing this letter to another professor that he works with,",
        1441.24,
        1447.98
    ],
    [
        " a young professor at the university. And this is just such a, it's almost scary how well he understood",
        1447.98,
        1455.24
    ],
    [
        " things and how well he understood what was about to happen. And it's just, it's amazing to read.",
        1455.24,
        1463.34
    ],
    [
        " So here we go. This is the letter from Sherman. He says, you people of the south don't know what you",
        1463.44,
        1469.0
    ],
    [
        " are doing. This country will be drenched in blood. And God only knows how it will end. It is all a",
        1469.0,
        1477.54
    ],
    [
        " it is all folly madness, a crime against civilization. You people speak so lightly of war. You don't",
        1477.54,
        1485.4
    ],
    [
        " know what you're talking about. War is a terrible thing. You mistake too, the people of the north.",
        1485.4,
        1492.54
    ],
    [
        " They are a peaceable people, but an earnest people and they will fight too. They are not going to",
        1493.78,
        1500.94
    ],
    [
        " let this country be destroyed without a mighty effort to save it. Besides, where are your men",
        1500.94,
        1507.74
    ],
    [
        " and appliances of war to contend against them? The north can make a steam engine, locomotive,",
        1507.74,
        1515.28
    ],
    [
        " or railway car. Hardly a yard of cloth or pair of shoes can you make. You are rushing into war",
        1515.62,
        1524.98
    ],
    [
        " with one of the most powerful, ingeniously mechanical and determined people on earth right at your",
        1524.98,
        1531.78
    ],
    [
        " doors. You are bound to fail. Only in your spirit and determination are you prepared for war.",
        1531.78,
        1538.78
    ],
    [
        " In all else, you are totally unprepared with a bad cause to start with. At first, you will make",
        1539.72,
        1548.46
    ],
    [
        " headway, but your limited resources will begin to fail. Shut out from the markets of Europe as you",
        1548.46,
        1556.1
    ],
    [
        " will be. Your cause will begin to wane. If your people will but stop and think they must see",
        1556.1,
        1563.34
    ],
    [
        " in the end that you will surely fail. That's prophecy of what's going to happen.",
        1563.34,
        1573.2
    ],
    [
        " The funny thing is, he's the one who is going to lead the army. It's going to do it.",
        1575.12,
        1579.6
    ],
    [
        " His foresight of vision into the future. That's a pretty good pulse for a guy to have on a nation as",
        1580.6,
        1592.78
    ],
    [
        " a whole. We are building steam engines in the north. You have to take your cotton and ship it over",
        1592.78,
        1598.44
    ],
    [
        " to Europe to make cloth and send it back. You might have the will, but you don't have the",
        1598.44,
        1604.7
    ],
    [
        " means aspect. For Sherman, he's an interesting guy. You pull the thread on Sherman.",
        1604.7,
        1617.06
    ],
    [
        " I was listening to Thomas Solbuk and he used to point out, like, you know, cheese is from Wisconsin.",
        1617.62,
        1624.82
    ],
    [
        " You know, primarily think, oh, cheese, West Contas, why is that? Well, it's because cheese is",
        1626.14,
        1631.32
    ],
    [
        " really hard to manufacture. They got cows down south, but they weren't making cheese down there.",
        1631.32,
        1635.8
    ],
    [
        " It's the same thing you're saying, like, they're taking, they have the cotton there in the south,",
        1636.4,
        1641.0
    ],
    [
        " coming out of the ground, but they got to ship it over to Europe or up north to make textiles out",
        1641.28,
        1646.66
    ],
    [
        " of it. It's crazy to think that. Meanwhile, in the north, they're building freaking local",
        1646.66,
        1653.88
    ],
    [
        " motifs, which is like the equivalent of building a freaking jumbo jet, right? And they're not",
        1653.88,
        1660.14
    ],
    [
        " able to make cloth down in the south. So it doesn't take much to look at this from the outside.",
        1660.14,
        1666.52
    ],
    [
        " You know, of course, me sitting here on hindsight, 2020, it's like, hey, no kidding. But that's a",
        1666.86,
        1671.72
    ],
    [
        " crazy, it's a crazy delta between the two, between a part of the country that can make",
        1671.72,
        1679.96
    ],
    [
        " locomotives, which means they can make guns, which means they can make cannons, which means they",
        1681.62,
        1685.92
    ],
    [
        " can make anything that they need for war. And the other part can't really actually even make",
        1685.92,
        1690.42
    ],
    [
        " shoes to put on the feet of their soldiers.",
        1690.42,
        1693.52
    ],
    [
        " You talked about the Indian removal act. What about, what about like the John Brown raid?",
        1695.22,
        1705.5
    ],
    [
        " And how's that, how's that viewed?",
        1705.54,
        1707.72
    ],
    [
        " Well, you know, the whole, that's the bleeding Kansas kind of thing.",
        1708.68,
        1712.0
    ],
    [
        " So John, you're telling me to explain to me more bleeding Kansas.",
        1712.14,
        1714.46
    ],
    [
        " Yeah, bleeding Kansas out. Okay. It's the Western expansion. It's slavery. John Brown is an",
        1714.64,
        1719.38
    ],
    [
        " advocate. You know, in a mean he is not pro slavery. He's anti-slavery. He's going to, you know,",
        1719.38,
        1725.18
    ],
    [
        " demonstrations. If you could imagine, you know, having the, what's the, but the moral courage,",
        1725.4,
        1734.14
    ],
    [
        " you know, in that time in America to stand up, you know, and I mean, and go against this thing",
        1735.18,
        1743.32
    ],
    [
        " that the country, you know, I mean, and for thousands of years, I mean, slavery has been a huge",
        1743.32,
        1748.86
    ],
    [
        " part of the world. You know, you conquer, you enslave, you know, I mean, it's happened, you know,",
        1748.86,
        1754.6
    ],
    [
        " through thousands of years. And then to, to be one of the folks that's out there that says,",
        1754.6,
        1759.68
    ],
    [
        " yeah, we're just not going to do this anymore. Like this just isn't right, you know, in a mean",
        1759.68,
        1764.14
    ],
    [
        " owning another human being is just not right. So there's going to be a lot of events that are",
        1764.14,
        1769.9
    ],
    [
        " going to take place, you know, throughout Kansas, where, you know, Missouri, they're going to try",
        1769.9,
        1773.84
    ],
    [
        " this expansion coming in because of course you got some people that are that are for it. And you",
        1773.84,
        1778.32
    ],
    [
        " got some that are against it. So, you know, John Brown starts making trips into what is now like",
        1778.32,
        1782.96
    ],
    [
        " Harper's Ferry, Virginia. It's now West Virginia, but back then it was Virginia. And right there",
        1784.12,
        1790.52
    ],
    [
        " on the confluence of the of the Shannon Doa and the Potomac River, it sets out on a peninsula,",
        1790.52,
        1795.9
    ],
    [
        " there's an armory there. Man, weapons and that kind of thing that that that sits there and it's",
        1795.9,
        1801.1
    ],
    [
        " got a rail crosses right over into Maryland. And he's going to stage a raid on Harper's Ferry. He",
        1801.1,
        1812.94
    ],
    [
        " kind of get the word out to some of the slaves and stuff and then around the area like he's going",
        1813.58,
        1818.42
    ],
    [
        " and then arm them and then we're going to have like this uprising. And he's going to try it there,",
        1818.42,
        1823.92
    ],
    [
        " you know, the problem is he's hard to get the word out. Plus then you got to look at the fear factor",
        1824.12,
        1829.08
    ],
    [
        " of like of being a slave. And then you're going to want me to do what? You're going to want me to",
        1829.08,
        1837.98
    ],
    [
        " like stand up and you're going to give me a pole maybe with a little pointy stick of a spear and",
        1837.98,
        1842.88
    ],
    [
        " and a gun. And we're going to go against, you know what I mean, of this, you know, this slavery of",
        1842.88,
        1850.96
    ],
    [
        " a demonstration. I mean, so there's a there's a lot of courage that has to come in. Just to even stand",
        1850.96,
        1856.34
    ],
    [
        " up to take part in something like that. And of course, when you look at it back in the day of the",
        1856.34,
        1864.36
    ],
    [
        " actual United States military, you know, we don't really have the military of what we would look at",
        1864.36,
        1872.78
    ],
    [
        " of today of what they actually had back then. There go. Yeah. In 1860 in the United States time",
        1872.78,
        1884.22
    ],
    [
        " for the Army exceeding small and scattered. They were unprepared to meet a successful crisis.",
        1884.22,
        1891.16
    ],
    [
        " Army appropriations for that year were the smallest they had been since 1855. So if you're looking",
        1891.98,
        1897.58
    ],
    [
        " at by the numbers, the end of the year returned showed that there was 16,367 officers and men on the",
        1897.58,
        1903.98
    ],
    [
        " rolls of just over 14,000 of them were present for duty. Of that number 372 were line officers,",
        1903.98,
        1912.02
    ],
    [
        " just five of them were general officers. And one of them was Winfield Scott. When you look at the",
        1912.3,
        1918.44
    ],
    [
        " at the compromise of the companies, 179 of were posted west of the Mississippi of the 197 total.",
        1918.44,
        1927.54
    ],
    [
        " So there was only 18 companies on this side of the of the of the Mississippi. So when John Brown does",
        1928.14,
        1933.86
    ],
    [
        " the raid, there's an individual that everybody knows more of general Robert E. Lee, but he was captain",
        1933.86,
        1939.64
    ],
    [
        " Robert E. Lee of the United States Army living over in Arlington, Virginia. And he gets called in and",
        1939.64,
        1945.48
    ],
    [
        " he takes a company, Marines from the Navy yard. So you got Marines because everybody else",
        1945.48,
        1952.62
    ],
    [
        " out what? Just slow down. So you got you got this, this rebellion is taking place. And this is",
        1952.62,
        1959.6
    ],
    [
        " going to be a basically a rebellion against the United States government because the United States",
        1959.6,
        1964.66
    ],
    [
        " government at this time has slavery. And John Brown is anti slavery. So he's going to put together",
        1964.66,
        1972.12
    ],
    [
        " this raid. They're going to go and get these weapons, hand him out the slaves and it's going to start",
        1972.12,
        1976.26
    ],
    [
        " a rebellion. Now in order to quell this, there's a young army captain out of West Point named",
        1976.26,
        1985.42
    ],
    [
        " Robert E. Lee. And he doesn't have any army troops. Is that what's going on? Yeah, they don't",
        1985.42,
        1991.58
    ],
    [
        " they're there's no army troops around because there's only freaking 13,000 active army troops in all",
        1991.58,
        1996.38
    ],
    [
        " of America, the North and South. And there's some Marines in the Navy yard. Yeah, you know,",
        1996.48,
        2002.88
    ],
    [
        " the you know, back then the Marine Corps job was basically hanging out on the Navy ships to make",
        2003.2,
        2008.86
    ],
    [
        " sure there wasn't mutiny. They were there to protect the captain of the ship and and certain things.",
        2008.86,
        2013.04
    ],
    [
        " So the only, you know, ground combat and arms available was a bunch of Marines. So they snag up a",
        2013.16,
        2020.46
    ],
    [
        " bunch of Marines and they send them over and they ride the train coming out of DC. And when the",
        2020.46,
        2024.78
    ],
    [
        " Marines come in, there's also another young lieutenant at the time that you know, is from the area,",
        2024.78,
        2031.04
    ],
    [
        " his name's Jeb Stewart. He kind of comes up a little later on in the Civil War of like,",
        2031.28,
        2036.54
    ],
    [
        " I wonder why Robert E. Lee likes Jeb Stewart so much. Well, they got time together. And the Marines",
        2036.64,
        2041.66
    ],
    [
        " come in and they end up in Harper's Ferry, John Brown, they end up taking over, they get into one",
        2041.66,
        2047.82
    ],
    [
        " of the engine houses that's up there. So they're basically, it's in my opinion, the Marines come in",
        2047.82,
        2055.0
    ],
    [
        " and they're going to do the first direct action assault like on this, this, this firehouse,",
        2055.0,
        2063.32
    ],
    [
        " this, this engine house in Harper's Ferry. You know, because John Brown, his plan isn't working out",
        2063.5,
        2070.92
    ],
    [
        " as well as he thought it was going to. And then you got Robert E. Lee coming in with a bunch of",
        2070.92,
        2075.36
    ],
    [
        " Marines. So he's going to try to hole up in this engine house. And the Marines are going to come in,",
        2075.36,
        2080.08
    ],
    [
        " they're going to stack, they got ladders and stuff, man, they're going to create entry. They",
        2080.18,
        2084.54
    ],
    [
        " didn't have a breach at the time, but they're going to breach, they're going to, you know, Hooligan,",
        2084.54,
        2087.5
    ],
    [
        " they're going to Hooligan, they're going to make a hole, they're going to make entry into it,",
        2087.74,
        2090.9
    ],
    [
        " and then they're going to go to work on John Brown and them and they end up quelling the events",
        2090.94,
        2096.12
    ],
    [
        " taking place of the John Brown rate at Harper's Ferry. And then they're going to take John Brown",
        2096.12,
        2101.5
    ],
    [
        " and they're going to hang him in Charles town, Virginia, which is now Charles town, West Virginia.",
        2102.94,
        2108.14
    ],
    [
        " Some of those northern, you know, Henry David Throne, some of those guys are actually present",
        2108.98,
        2112.9
    ],
    [
        " at the hanging. I mean, they're, the north is getting really upset with this whole",
        2112.9,
        2119.98
    ],
    [
        " slavery thing that's going on in the south. So it's starting to get a lot of support. You know,",
        2119.98,
        2127.38
    ],
    [
        " I didn't talk to you earlier, but one of the other guys that was running was governor Seward",
        2127.5,
        2132.34
    ],
    [
        " out of the state of New York. He's going to end up being the secretary of state, basically,",
        2132.34,
        2137.84
    ],
    [
        " for Lincoln and the administration. And I can remember reading about Seward and his wife took a",
        2137.94,
        2143.54
    ],
    [
        " tour in the south before the Civil War. When she came back, she was like, I will never again go back",
        2143.54,
        2152.08
    ],
    [
        " to the southern states. I mean, she was just shocked at what she had seen that was going on",
        2152.58,
        2160.2
    ],
    [
        " in some of the southern states with slavery in America. So, you know, there was a lot of folks",
        2160.2,
        2166.12
    ],
    [
        " up in the northeast of America to include Midwest because you've got, you know, Wisconsin, Ohio,",
        2166.12,
        2171.44
    ],
    [
        " Michigan. You know, you got a lot of these folks that are like, this is, this is time. You know,",
        2172.14,
        2177.52
    ],
    [
        " I mean, we need to, you know, over in Europe, they had already abolished slavery. Like,",
        2177.52,
        2182.36
    ],
    [
        " wasn't a thing. I mean, we were like one of the last ones, hold on. And so it was, you know,",
        2182.36,
        2188.26
    ],
    [
        " coming in in the, the, the civil disobedience in America, this was coming to a boiling point.",
        2188.46,
        2196.08
    ],
    [
        " John Brown is going to kind of chip that boiling point, but you still got to get the American",
        2196.28,
        2202.04
    ],
    [
        " populations got to get in on it. And when Abraham Lincoln is elected president of the United",
        2202.64,
        2210.5
    ],
    [
        " States, you know, I mean, just like you would read, I mean, you got foot like we're out. It's,",
        2210.5,
        2215.82
    ],
    [
        " it's on. So you got, you know, prior to this, you've got the liberal north is calling for the",
        2215.82,
        2221.78
    ],
    [
        " overthrow of the United States. And it's the agrarian south that ends up pulling a trigger.",
        2221.78,
        2227.76
    ],
    [
        " And gets us into, you know, what will be the next, yeah, probably the five worst years of",
        2228.8,
        2234.48
    ],
    [
        " American history is going to take place within the civil war. As the secession takes place,",
        2234.48,
        2242.58
    ],
    [
        " there's like people that have to, it's almost like a draft pick, like an NFL draft pick. And then",
        2242.58,
        2248.74
    ],
    [
        " on top of that, you got states that some states that have to kind of pick sides. What does that",
        2248.74,
        2256.52
    ],
    [
        " the military officers come from West Point? A lot of them come from West Point, not all of them,",
        2257.46,
        2262.08
    ],
    [
        " but a lot of them are coming from West Point. So these guys know each other. You know, you and I did",
        2262.16,
        2267.18
    ],
    [
        " a podcast talking about the camaraderie at the Naval Academy. You worked at the Naval Academy",
        2267.18,
        2272.48
    ],
    [
        " for a few years. These, these people, they go through tough training together, they get educated",
        2272.48,
        2277.46
    ],
    [
        " together, they drink together, they eat together, they play sports together, they get educated",
        2277.46,
        2281.86
    ],
    [
        " together. So a lot of these, a lot of these prominent officers all were educated in the same",
        2282.4,
        2288.62
    ],
    [
        " place in West Point. So now they're all trying to figure out who's going where and who's going to",
        2288.62,
        2294.2
    ],
    [
        " what sides. How does that wash out? Yeah, I mean, it's, it's just, sometimes it's mind boggling.",
        2294.2,
        2301.18
    ],
    [
        " I couldn't imagine like, you know, serving, you know, it would be like, you know, I mean,",
        2301.56,
        2306.96
    ],
    [
        " the guys you served with in Ramadi. And then you come back and then the country splits and",
        2307.18,
        2311.48
    ],
    [
        " next thing, you know, like some of them are on different sides than you and you're like,",
        2311.58,
        2315.08
    ],
    [
        " wait a minute, man, like we shared in the suffering together. And now you're going to be on the other",
        2315.14,
        2320.06
    ],
    [
        " side. So yeah, all these guys are West Point. They're all ring knockers. And you know, the first guy,",
        2320.06,
        2326.7
    ],
    [
        " the military, basically the military advisor to Abraham Lincoln is going to be Winfield Scott.",
        2326.96,
        2332.88
    ],
    [
        " Well, Winfield Scott's a Virginia. So that, that makes it kind of awkward. You know,",
        2333.26,
        2341.46
    ],
    [
        " I mean, Virginia is a slave state. He's a, he's a Virginia. And, and he's, he controls all of the",
        2341.54,
        2348.48
    ],
    [
        " armies. And he's the advisor to Abraham Lincoln. Winfield Scott at this time. What's his position?",
        2348.48,
        2353.0
    ],
    [
        " He's, he's lately like, he's the like the chairman of the Joint Chiefs Staff for something. He's",
        2353.54,
        2359.32
    ],
    [
        " a senior military guy. Senior military guy. He's old at this point. Pretty old guy. Oh, he's,",
        2359.48,
        2364.18
    ],
    [
        " oh, yeah, he's an old guy. Like 65, 70 years old. Yeah. When he fields Scott. Yep. Yep. And,",
        2364.28,
        2370.78
    ],
    [
        " and he's a Virginia. He's a Virginia. But he's going to, he's going to stick it out with the union.",
        2370.96,
        2375.78
    ],
    [
        " He's going to stick it out with the union. And he had always, you know, I mean, you know,",
        2376.44,
        2380.68
    ],
    [
        " when you look at it, like at a guy like Winfield Scott, you know, I mean, with anybody else,",
        2380.76,
        2385.26
    ],
    [
        " like he's, he's getting along in the tooth. And, you know, he's not firing on all eight cylinders",
        2385.26,
        2389.64
    ],
    [
        " anymore. You know what I mean? It's not like he's out getting after it in the morning at five.",
        2389.64,
        2394.86
    ],
    [
        " So he's kind of earmarked and individual that, you know, if, if something goes down in the",
        2396.06,
        2403.06
    ],
    [
        " United States, like I got a guy who I'm, I'm going to call and, and it's Robert E. Lee. And he's",
        2403.06,
        2409.66
    ],
    [
        " right there in Arlington. Yeah. Lives right stone, throw from the White House. You know what I mean?",
        2409.66,
        2414.84
    ],
    [
        " It's what modern day today is Arlington National Assembly. So, so Winfield Scott looking at",
        2415.1,
        2419.9
    ],
    [
        " all the guys that he knows. He's the senior military leader. And he's got his guy in his mind.",
        2419.9,
        2427.44
    ],
    [
        " When the time comes, I'm going to, my first draft pick to save the union, lead the armies,",
        2427.64,
        2433.8
    ],
    [
        " actually into combat because I'm freaking too old for that. So my first draft pick is this guy,",
        2433.88,
        2439.88
    ],
    [
        " Robert E. Lee. Yep. Yeah. He's going to call Bobby. Yeah. And, and Robert E. So he's, he's going",
        2439.94,
        2446.18
    ],
    [
        " to call him up. And yeah, it's like one of those points in time and history of like, you know,",
        2446.18,
        2451.74
    ],
    [
        " I could imagine, you know, he gets a note memo come over here. You need to come see the cheap staff",
        2451.78,
        2456.4
    ],
    [
        " of the army of whatever. And, and he goes in and he's like, Hey, yeah, you know, this whole",
        2456.4,
        2461.98
    ],
    [
        " succession thing that's kind of going on. Like, I'm going to need you to kind of stand up and",
        2462.28,
        2465.8
    ],
    [
        " army man and go down and what were you going to crush it? And he's like, yeah, I'm going to",
        2465.8,
        2471.36
    ],
    [
        " Virginia and turns and turns and turns of doubt. When you read about Robert E. Lee, how hard was that",
        2471.36,
        2478.68
    ],
    [
        " for him to make that decision? Was this, was there inner turmoil like, oh, I'm kind, what can I do",
        2478.68,
        2484.56
    ],
    [
        " to preserve the unioners? He just like, Hey, no, we're going on. I'm Virginia. I'm out.",
        2484.56,
        2488.8
    ],
    [
        " I'm sure that he struggled, you know, with the issue because you also have to kind of look at it.",
        2490.62,
        2498.1
    ],
    [
        " I mean, of course, you know, all histories remembered history. You know, I mean, of what some guy",
        2498.26,
        2504.56
    ],
    [
        " remembered of another guy remembered and then whatever echo told him then somebody wrote it down",
        2504.56,
        2509.9
    ],
    [
        " and now it's in a book. So we believe of what I, you know, I wasn't, you know, I wasn't there.",
        2509.9,
        2514.98
    ],
    [
        " But, you know, but of us, I could speculate to be like, if something happened in the United States",
        2515.48,
        2521.32
    ],
    [
        " like right now, you know, I mean, you know, I probably shoot you a text, be like, Hey, dude,",
        2521.32,
        2525.62
    ],
    [
        " what's how do you going to go with? And, you know, I mean, you should detects over that.",
        2525.74,
        2529.68
    ],
    [
        " Oh, hey, dude, who you going to roll well? You know what I mean? Because like we're all friends,",
        2529.8,
        2533.44
    ],
    [
        " you know, and I mean, I want to make sure that like I'm not, and then you're like, yeah, hey, dude,",
        2533.44,
        2537.34
    ],
    [
        " I'm rolling with these guys. I mean, there's, there's a lot of these folks, man, that are from",
        2537.44,
        2541.82
    ],
    [
        " Southern descent. You know, they're, they're, they're family. I mean, you know, Robert E. Lee was,",
        2543.14,
        2546.86
    ],
    [
        " I mean, he corded his wife and Fredrick Spurg, Virginia right across the Rapa Hannock River of George",
        2546.96,
        2553.62
    ],
    [
        " Washington where he grew up as a child. If you look at mentorship of Robert E. Lee, he's, he's a",
        2553.62,
        2560.76
    ],
    [
        " Virginia. He's a Washington. You know, I mean, he's, he's, he's going to stick with the commonwealth",
        2560.76,
        2567.28
    ],
    [
        " of Virginia, but he's also kind of looking at it of the aspects of who else is going with the",
        2567.44,
        2573.6
    ],
    [
        " Confederacy. And if you're looking at it of kind of who's staying with the North. So Robert E. Lee,",
        2573.6,
        2582.68
    ],
    [
        " he's going to come in and I'm sure he, he, he had to have struggled because he served with a lot of",
        2582.92,
        2588.96
    ],
    [
        " these guys in Mexico. So, but, you know, I'm sure when he came back afterwards, as you can see,",
        2588.96,
        2594.92
    ],
    [
        " like a lot of other people like went and, you know, they resigned their commissions and they went",
        2594.92,
        2598.8
    ],
    [
        " to do other things. That's why the downsizing of the military after the Mexican-American were",
        2598.8,
        2603.7
    ],
    [
        " there like, hey, this is great. But, you know, as a country, we're not going to stand up,",
        2603.7,
        2607.4
    ],
    [
        " but we're not going to have like this large armies of what we have today or even navy on that token.",
        2607.4,
        2613.98
    ],
    [
        " So, you know, but when field Scott, I'm sure it had a lot to play in that he's a Virginia,",
        2613.98,
        2619.62
    ],
    [
        " Robert E. Lee's a Virginia, but Robert E. Lee served with distinction. I mean, it could probably,",
        2619.62,
        2625.18
    ],
    [
        " it's debatable, but Robert E. Lee is probably the number one graduate of West Point, like ever.",
        2625.56,
        2634.04
    ],
    [
        " I mean, he's, he's a pretty prominent guy and he's, he's married well into a family.",
        2634.76,
        2645.1
    ],
    [
        " He's living in Arlington, Virginia, got a nice piece of property and he's going to leave and it",
        2645.66,
        2654.48
    ],
    [
        " could be underneath. I'm sure it had nothing to do with when field Scott. It probably had more to do",
        2654.48,
        2659.72
    ],
    [
        " with his president of the United States. When you look at it of who's the president of the Confederacy,",
        2659.72,
        2665.02
    ],
    [
        " well, it's Jefferson Davis, where did he go to school? He's a West pointer. Did he fight in the",
        2665.4,
        2670.02
    ],
    [
        " Mexican-American War? Sure he did. You know, he with distinction. So, do you know that those two",
        2670.02,
        2675.38
    ],
    [
        " guys probably know each other like really well? And who does he know this rail splitter from Kentucky",
        2675.38,
        2682.14
    ],
    [
        " that some prairie lawyer from Illinois? And you want me to like hang out with that guy?",
        2682.14,
        2686.96
    ],
    [
        " So, I'm sure there had to be some struggles. I mean, I imagine everybody's struggle. I mean,",
        2688.06,
        2692.98
    ],
    [
        " you're going to see this country of the United States with just, you know, just, you know, not even a",
        2693.04,
        2698.96
    ],
    [
        " generation of folks, you know, in a mean, and we're already split. But, you know, to be able to",
        2700.28,
        2707.06
    ],
    [
        " to quell these forces, so when field Scott's going to call him in, is the number one draft pick",
        2707.06,
        2712.8
    ],
    [
        " and he's not going to get, he's not going to get that draft pick. And then he's also, you know,",
        2712.8,
        2718.76
    ],
    [
        " you got to look at the Navy side of it, because you got to run a naval blockade. So, where do you",
        2718.78,
        2725.34
    ],
    [
        " go find Navy people? Well, you know, you just go right down the road to Annapolis and you got this",
        2725.34,
        2730.3
    ],
    [
        " place they call the United States Naval Academy. And you got the first superintendent of the Naval",
        2730.3,
        2735.78
    ],
    [
        " Academy up. You can't it. Yeah, we kind of chitchat it about that guy. And, uh, you know, when you",
        2735.78,
        2741.92
    ],
    [
        " go down there, of course, he's the choice to be the chief of naval operations for this, this new",
        2741.92,
        2748.08
    ],
    [
        " force that we're going to stand up. And it's not like we got a whole bunch of boats, but it's not",
        2748.08,
        2751.52
    ],
    [
        " big Navy at the time. So you got the naval academy, you got mid shipment. And he's going to be",
        2752.38,
        2756.38
    ],
    [
        " offered the number one draft pick of the Navy. Uh, and he turns down and goes and joins the",
        2756.38,
        2763.72
    ],
    [
        " Confederacy joins the Confederacy. So we're the north is 0 for 2 on primary draft picks out of the",
        2763.72,
        2771.32
    ],
    [
        " gate. Right out of the gate. Right out of the gate. That's got to be because, you know, again,",
        2771.32,
        2778.32
    ],
    [
        " you know, you're talking about the I'm going to text you and you're going to text that",
        2778.38,
        2780.98
    ],
    [
        " and we're kind of like all see where we're going and you just get a mob mentality going. That's",
        2780.98,
        2784.38
    ],
    [
        " got to be nerve wracking up north when the first few people you're asking, Hey, you know, are you",
        2784.38,
        2790.98
    ],
    [
        " in and they're like, Nope. And then you got some states, right? That have to make it. So you got",
        2790.98,
        2798.8
    ],
    [
        " Maryland and Delaware. These are these are slave states. Yep. What? But they don't secede. What's up",
        2798.8,
        2806.16
    ],
    [
        " with that? Well, I mean, they're under the, you know, and it's, it's, it's all political. You",
        2806.16,
        2812.64
    ],
    [
        " know what I mean? If you're, if you're looking at the aspects of, I believe, let's, let's take",
        2812.64,
        2816.46
    ],
    [
        " Maryland. Uh, and then you look at the aspects of, okay, so you look at Washington, DC and like",
        2816.46,
        2822.78
    ],
    [
        " literally, okay, Virginia is going to pop smoke and they're going to go south. Well,",
        2822.78,
        2827.22
    ],
    [
        " what if Maryland goes, we're going to have to displace this cool place we're building",
        2827.22,
        2832.44
    ],
    [
        " Washington, DC because we're going to be surrounded. So, you know, with these folks are, are not going",
        2832.64,
        2840.18
    ],
    [
        " to secede to go with the Confederacy. They're going to stay with the union, but they're still slave",
        2840.18,
        2846.9
    ],
    [
        " states. They have slavery in the states. And you know, there's a lot of look of where you're bringing",
        2846.9,
        2854.72
    ],
    [
        " in folks in. Uh, if you look at it economically, I mean, Baltimore, Maryland is a huge port.",
        2854.72,
        2862.32
    ],
    [
        " Still is this day. You know, I mean, I mean, that's where everybody around there that's in Baltimore.",
        2862.42,
        2867.28
    ],
    [
        " They make their money by working something that has to do with the port. Uh, it's been that way",
        2867.28,
        2873.4
    ],
    [
        " forever. And, but the rail lines going to come from all your north eastern states that are going",
        2873.4,
        2878.86
    ],
    [
        " to run down, you know, through Philly. Uh, it's going to come down in and through Baltimore to where",
        2878.86,
        2883.8
    ],
    [
        " now the folks in Baltimore, they're like, Hey, man, you know, we don't want these forces coming",
        2883.92,
        2889.26
    ],
    [
        " from the north to quell the south because it's going to take away our livelihood. Um, so before",
        2889.26,
        2895.22
    ],
    [
        " the vote kind of thing, you know, you got Abraham Lincoln and he's got his advisors and stuff. And",
        2895.22,
        2899.9
    ],
    [
        " I can imagine they're all sitting around the table kind of like us and they're like, Hey, so, uh,",
        2899.9,
        2903.74
    ],
    [
        " they're voting over in Maryland tomorrow. Whether or not they're going to secede, everybody's like,",
        2904.4,
        2908.62
    ],
    [
        " yeah, this, this, that could be bad. If, if they decide to secede with, go with the Confederacy.",
        2908.62,
        2915.04
    ],
    [
        " They're like, yeah, so, you know, of course, Abraham Lincoln, you know, amazing new guy. He's got",
        2915.1,
        2919.7
    ],
    [
        " to kind of look at it. I'm like, what do you, what do you think we should do there? You know, he's",
        2919.7,
        2922.98
    ],
    [
        " talking like, like his advisors, you know, wind field Scott and those guys and because, you know,",
        2922.98,
        2927.42
    ],
    [
        " Abe really doesn't know. I mean, hell, I wouldn't know. He's only been in the job a couple of weeks.",
        2927.52,
        2930.9
    ],
    [
        " And here half the country's leaving. And now I got Maryland might have to displace. I like my house.",
        2931.44,
        2936.06
    ],
    [
        " I just got my TMO move. Just got in, you know what I mean? Wife's kind of happy. Got the kids",
        2936.16,
        2940.76
    ],
    [
        " checked into school. And so he's like, well, why don't we just bombard the city of Annapolis?",
        2940.76,
        2946.6
    ],
    [
        " Like what, how about we just bombard it? Then they can't vote. And like wind field Scott and",
        2947.0,
        2951.0
    ],
    [
        " them are like, yeah, he, uh, but when they do vote, they're definitely going to go with the",
        2951.0,
        2957.96
    ],
    [
        " confetti. He didn't quite think of the hearts and minds play. Yeah. So Lincoln says, hey, we should",
        2957.96,
        2962.38
    ],
    [
        " just bomb anapolis. Yeah, let's just bomb. And then they just won't be able to vote. It won't be",
        2962.94,
        2966.34
    ],
    [
        " able to vote. Okay. So they were able to remove that idea from it. But let's be prepared.",
        2966.34,
        2973.66
    ],
    [
        " So he's like, okay, a boss like, yeah, like a jock, we can't bomb them. Okay. And then you're like,",
        2974.32,
        2979.86
    ],
    [
        " okay, well, I want you to be prepared so that if they come out with that vote, you know what I mean?",
        2979.86,
        2985.38
    ],
    [
        " And they say, man, we got, we got people in place to enact like immediately because we got to,",
        2985.48,
        2991.5
    ],
    [
        " we got to keep Maryland in. I mean, if you're looking at Washington, DC and stuff like that,",
        2991.5,
        2995.12
    ],
    [
        " that's fine. I mean, it's almost as if like, yeah, keep your slaves and stuff. Just don't go with",
        2995.12,
        2999.64
    ],
    [
        " the Confederacy. Like, and it's a Maryland is a split state. You know what I mean? Like if you've",
        2999.64,
        3005.98
    ],
    [
        " ever gone like, you know, Baltimore is very different than the, the Western side over towards like",
        3005.98,
        3013.3
    ],
    [
        " Sharpsburg, Maryland, uh, over towards that Western side of Maryland. It's very, it's",
        3013.3,
        3019.48
    ],
    [
        " farm country, you know, agrarian. And then you go east. And then that's where you get like, you",
        3020.16,
        3025.72
    ],
    [
        " know, Baltimore, Annapolis, the boat school, the Eastern shore. I mean, it's a very different state.",
        3025.72,
        3031.98
    ],
    [
        " So it's a split state. I mean, there's some of the folks that are like, yeah, hey dude, we need to roll",
        3031.98,
        3037.06
    ],
    [
        " and go with the Confederacy. So I always, I always imagined that, you know what I mean? So if I'm,",
        3037.06,
        3044.22
    ],
    [
        " you know, with the, with the state, and I'm coming in and JD's going to come in and cast his vote",
        3044.22,
        3049.08
    ],
    [
        " that day, and I come, you know, skipping in and wearing my dock ciders, getting a little, you",
        3049.08,
        3053.34
    ],
    [
        " know, my little boat, boat shorts on. And you know, I come in and I see, you know, Echo's coming",
        3053.34,
        3058.28
    ],
    [
        " to vote that day too. And I'm like, hey dude, did you see those ships like out there in the harbor?",
        3058.28,
        3063.0
    ],
    [
        " And they're like, point guns at us man. Like, what's up with that? It's like, I don't know, dude,",
        3063.0,
        3066.76
    ],
    [
        " but did you see the, like, they got an army that's like, like, they're prepared to do something.",
        3066.86,
        3071.92
    ],
    [
        " I think it's going to sway my vote because I live in anapolis. Like, you know what I mean? Like,",
        3072.68,
        3080.06
    ],
    [
        " that's going to have an effect, you know, on me, uh, within side of anapolis. And then of course,",
        3080.2,
        3086.18
    ],
    [
        " you know, you got the naval academy that's like right there. Uh, and you got this guy, you know,",
        3086.24,
        3090.88
    ],
    [
        " I was going to say of which the superintendent's bailing. He's bailing. You know what I mean? He's",
        3090.88,
        3095.58
    ],
    [
        " going south. And you know how it is with anybody else. It's just like in any sports. If you get like",
        3095.58,
        3100.2
    ],
    [
        " this prominent figure that moves to a team, everybody wants to go to that team. Yeah. You know what I mean?",
        3100.62,
        3106.22
    ],
    [
        " So I'm sure that's going to have like a huge effect on a lot of the other junior officers of where",
        3106.38,
        3113.5
    ],
    [
        " they're going to want to go play. You know what I mean? With, with, which state? Uh, and, I mean,",
        3113.5,
        3119.96
    ],
    [
        " where are you from is huge. It even is still to this day of like where you're born and raised.",
        3120.0,
        3124.7
    ],
    [
        " You know what I mean? I mean, that's usually a big thing. People are always proud of me like,",
        3124.96,
        3128.2
    ],
    [
        " you know, Texas. Lord, they're happy. They're really proud. You know, be a Texan.",
        3128.2,
        3133.52
    ],
    [
        " They let you know what I mean? And there's just certain states. Respect, lay for your respect.",
        3133.56,
        3137.74
    ],
    [
        " Yeah. Oh yeah. Of course. You know what I mean? But Virginia, you know what I mean? Being from",
        3137.94,
        3141.78
    ],
    [
        " the Commonwealth or from any state. So there is that kind of time. And that's where your family",
        3141.78,
        3146.9
    ],
    [
        " lives. So you got mom and dad. You got grandma. Yeah. Especially back then. Like nowadays people",
        3146.9,
        3151.28
    ],
    [
        " are much more mobile. Back then, like if you were born in Virginia, you were probably going to die",
        3151.28,
        3156.7
    ],
    [
        " in Virginia. If in your whole family is probably going to die and live, live and die in Virginia.",
        3156.8,
        3161.38
    ],
    [
        " And same thing with Connecticut and Maine and Maryland and everything else. So it's like, if you are",
        3161.58,
        3167.32
    ],
    [
        " going to, gonna defend something, it's not just defending your home. It's defending your entire",
        3167.32,
        3172.46
    ],
    [
        " existence, your family, your grandkids, your grandparents, everything. Yeah. And especially the",
        3172.46,
        3178.08
    ],
    [
        " prominent families. Yeah. Like if you look at like, if you look at like Abraham Lincoln,",
        3178.08,
        3182.82
    ],
    [
        " the difference between that, his family doesn't own plantations. They don't, they're not banging it.",
        3182.82,
        3187.4
    ],
    [
        " They're moving. You know what I mean? Out of Kentucky. They're just trying to stay out of poverty.",
        3187.84,
        3192.54
    ],
    [
        " You know what I mean? They're just looking for a better way alive. I mean, that whole, you know what I mean?",
        3193.36,
        3196.96
    ],
    [
        " That Western expansion and everybody coming in the immigrations that's coming into America.",
        3197.04,
        3202.92
    ],
    [
        " And then expanding West, you know, these folks are just looking to stay out of poverty. They're",
        3203.38,
        3212.8
    ],
    [
        " even for Virginia, man. Like they own land in Virginia. You know what I mean? They are land.",
        3212.8,
        3218.16
    ],
    [
        " And it's not like it's like like a single wide trailer on a half acre lot, man. This dude,",
        3218.24,
        3222.94
    ],
    [
        " they're banging it. You know what I mean? Like Jefferson Davis. He's a plantation owner. So yeah,",
        3223.08,
        3227.76
    ],
    [
        " you're spot on a lot of those folks that are in these, these, these states. They're not leaving the",
        3227.8,
        3233.82
    ],
    [
        " state. They might go on a vacation to go take a trip. But they're coming right back.",
        3233.82,
        3238.06
    ],
    [
        " They're not gonna, they're not like us today of a very fluid of moving. So Maryland",
        3238.52,
        3244.84
    ],
    [
        " has the warships in the harbor. They have the troops amassed that they can kind of sense. So",
        3244.84,
        3252.2
    ],
    [
        " they decide, all right, we're going to stay with the Union. What about Delaware? Delaware,",
        3252.2,
        3256.52
    ],
    [
        " they're going to stay with the Union. Same sort of intimidation, nervousness like, hey,",
        3256.62,
        3260.84
    ],
    [
        " we got slaves, but we don't, we're not quite sure we want to break away from, from, from the United",
        3261.2,
        3268.54
    ],
    [
        " States of America. Yeah. And then you got to see where they're located. Like, you know, I mean,",
        3268.54,
        3272.14
    ],
    [
        " on the map, you know, I mean, if they're, they're going to be isolated up there. It's not like they're",
        3272.22,
        3276.06
    ],
    [
        " going to get a lot of support. You know, I mean, from a lot of other folks coming in. And then,",
        3276.06,
        3281.06
    ],
    [
        " you got like a state like Kentucky that they're just going to, they're just going to ride the fence.",
        3281.06,
        3285.56
    ],
    [
        " They're going to say, hey, man, we're neutral. Like we're not, we're not picking sides. There's just",
        3285.96,
        3290.28
    ],
    [
        " going to be way to the end, you know what I mean? But, and of course, then if you've got like a",
        3290.28,
        3294.02
    ],
    [
        " neutral state, well, of course, who's, where are you going to go to recruit? Kentucky, you know,",
        3294.02,
        3299.22
    ],
    [
        " because they got folks that are Southern sympathizers that are going to want to go fight for the",
        3299.24,
        3303.12
    ],
    [
        " Confederacy. They're going to want to fight for that way of life. You've got just as many. You've",
        3303.12,
        3307.52
    ],
    [
        " got folks that are even on both sides of, of, of the war. You got folks from Pennsylvania that are",
        3307.52,
        3313.04
    ],
    [
        " Southern sympathizers that are going to lead the state of Pennsylvania. And they're going to go",
        3313.04,
        3317.06
    ],
    [
        " south. You got folks from the south that are going to come up and they're going to join the north",
        3317.06,
        3320.9
    ],
    [
        " on both sides. So, you know, the turmoil in America at that time is just crazy. When you kind of",
        3320.9,
        3329.14
    ],
    [
        " think about like, you know, leave, I mean, the rock of Chickamaga, you know, and I mean, who, he's a",
        3329.14,
        3334.72
    ],
    [
        " Virginian. He goes, you know, he got guys like that that are fighting for the Union. So they're not",
        3334.72,
        3340.66
    ],
    [
        " all Union officers are not all northern descent. You do have Southern descent officers that stay loyal",
        3340.66,
        3348.4
    ],
    [
        " to the Union and to the United States of America, which is huge. And you also have people in the north",
        3348.4,
        3355.32
    ],
    [
        " that were pro slavery that were fighting for the Union. So an accurate statement. Yeah. You know,",
        3355.32,
        3363.48
    ],
    [
        " when you're looking at it of some of the general officers that are that are fighting in the North,",
        3363.58,
        3368.92
    ],
    [
        " they basically want like status quo. Like, hey, man, let's just let, let's just say, dude, yeah,",
        3369.1,
        3374.6
    ],
    [
        " it just like just a false alarm. Hey, we're not really going to get rid of your slavery. You can keep",
        3374.7,
        3379.74
    ],
    [
        " keep doing what you're doing. You know what I mean? Let's just go back to the way things were. Let's",
        3379.74,
        3384.84
    ],
    [
        " just status quo it and we'll be fine, which is, yeah, that's going to be a problem, especially if you're",
        3384.84,
        3391.14
    ],
    [
        " a general officer and you're kind of like in charging troops and you're in charge of like putting",
        3391.14,
        3396.24
    ],
    [
        " down this insurgency of a rebellion. You know, I mean, like, you're not really on the same page with",
        3396.24,
        3403.66
    ],
    [
        " the boss, which is kind of you flip side to Jefferson Davis. We're pretty much everybody down there.",
        3403.66,
        3411.54
    ],
    [
        " Yeah, they're all on board with the plan. You know what I mean? We're going to create a new country.",
        3411.54,
        3416.1
    ],
    [
        " We're all artly. I mean, they're establishing a government. So, you know, I mean, when they make",
        3416.76,
        3421.72
    ],
    [
        " him the president and they succeed, it's a new country being formed. Now in the American Revolutionary",
        3421.72,
        3430.06
    ],
    [
        " War, you know, us against England, America got support from Europe. Oh, yeah. And where's Europe",
        3430.06,
        3438.76
    ],
    [
        " now as they look at what's going on in America? They see this. What what now is a looming war on",
        3438.76,
        3445.34
    ],
    [
        " the horizon? Where's Europe sitting? Yeah. And if you look at it, you know, on a business perspective.",
        3445.34,
        3451.72
    ],
    [
        " So if me and you own a textile company and we're over in Europe, where are we getting our cotton from?",
        3451.72,
        3457.04
    ],
    [
        " Well, we don't need steam engines, you know what I mean? Like, we already got that. You know what I mean?",
        3457.98,
        3464.2
    ],
    [
        " If you look at like at England, I mean, are the British Royal Navy? Yeah, they are like top",
        3464.38,
        3475.32
    ],
    [
        " we're going to lean towards the Confederacy because that's what we're getting our stuff from.",
        3475.32,
        3479.44
    ],
    [
        " You know, those are that's what's supplying us. You know, they don't have, I mean, you know, when you",
        3480.24,
        3484.42
    ],
    [
        " look at the colonies, especially with with England and stuff like that and the Western expansion of",
        3484.42,
        3489.7
    ],
    [
        " you know, the amount of land mass that's here in the United States compared to, you know, England and",
        3489.7,
        3496.2
    ],
    [
        " France and stuff like that. Like it's, you know, like, dude, we got like Texas. Like, okay, that's like",
        3496.2,
        3502.1
    ],
    [
        " all of you all, you know what I mean? And so there's a and they're getting it cheap.",
        3502.1,
        3506.94
    ],
    [
        " So, you know, because they can't grow their own, you know what I mean? And if they do, it's going to be",
        3507.52,
        3512.84
    ],
    [
        " more expensive. So they're basically outsourcing. So those folks, Europe is going to lean towards,",
        3512.84,
        3520.36
    ],
    [
        " you know, the Confederacy. If they become their own country, you know what I mean? Then they have to",
        3520.36,
        3526.68
    ],
    [
        " be prepared to start setting up trade agreements and those certain things with this new established",
        3526.68,
        3531.84
    ],
    [
        " government that's coming in. So, yeah. So when you look at it on the European theater, they're going",
        3533.08,
        3539.32
    ],
    [
        " to be looking at the Confederacy because they need those resorts. I mean, tobacco and cotton is huge.",
        3539.32,
        3546.42
    ],
    [
        " Even still this day, I mean, you drive down, you know, I'm a sponsor of any Virginia, man, you just",
        3547.26,
        3551.44
    ],
    [
        " go right down to Richmond. You got Philip Morris, you know, and I mean, huge tobacco.",
        3551.44,
        3555.74
    ],
    [
        " Now, England had gone through great lengths to shut down slavery throughout the world at this",
        3555.86,
        3563.16
    ],
    [
        " point in time. I mean, they had lost thousands of men, mostly, mostly naval men, trying to stop",
        3563.16,
        3570.9
    ],
    [
        " slavery, trying to stop slave trade. They must have been in support of the union, I'm guessing.",
        3570.9,
        3577.3
    ],
    [
        " I think they support the idea when it comes down to the wallet with the wallet.",
        3580.06,
        3585.88
    ],
    [
        " You know what I mean? Like, okay, this is, this is like really cool that we did it, but you know,",
        3586.34,
        3591.44
    ],
    [
        " it's like, you know, but that's just them. Those are the colonies. I mean, even when you look at",
        3591.48,
        3596.88
    ],
    [
        " at the, you know, with the war of independence, I mean, England still existed. We didn't get rid",
        3596.88,
        3603.48
    ],
    [
        " of them, you know, with a main, they're kind of like, oh, you were fighting the JV team,",
        3603.7,
        3607.96
    ],
    [
        " or whatever to justify. Well, like when I called it the American Revolutionary War, I can't just",
        3608.42,
        3612.76
    ],
    [
        " call it the, in my, I'm married to a Brit, so she doesn't even know what the Revolutionary War is.",
        3612.76,
        3617.7
    ],
    [
        " That's not a thing to her. Like, it didn't, like, what are you talking about? Like for us, it's a big",
        3617.86,
        3622.62
    ],
    [
        " deal. For them, it was just like, oh, some, some colonists are causing problems, whatever. Yeah.",
        3622.62,
        3627.1
    ],
    [
        " So this is where we end up. We end up, we got these, you know, the lines are now drawn at this point.",
        3628.58,
        3635.82
    ],
    [
        " There's massive tension. Everyone kind of feels what's coming.",
        3636.48,
        3643.2
    ],
    [
        " Take us to take us to Charleston Harbor, where this thing's going to kick off. What's that,",
        3645.2,
        3649.86
    ],
    [
        " what's that scenario going on? Yeah, so if you could, you know, Charleston, South Carolina,",
        3649.86,
        3655.52
    ],
    [
        " you know, I mean, it's a, after they succeed, you know, it's kind of like,",
        3655.72,
        3661.26
    ],
    [
        " so you've got, it'd be like in today to kind of put it in perspective. It'd be like, you know,",
        3661.38,
        3667.68
    ],
    [
        " California is going to secede from the union. Well, that means like California is going to get,",
        3667.92,
        3673.66
    ],
    [
        " like, you're going to get Coronado, you're getting Camp Pendleton, you're getting San Diego Bay,",
        3673.8,
        3678.8
    ],
    [
        " you're getting all that. Yeah. Yeah. United States government, you're not getting any of that.",
        3679.12,
        3683.64
    ],
    [
        " You know what I mean? Like, and you think it's yours. So it's basically the same thing. You've",
        3683.86,
        3688.6
    ],
    [
        " got these federal forts that, you know, that are down in Charleston, and it's not just Charleston.",
        3688.6,
        3694.64
    ],
    [
        " I mean, we've got forts, you know, the mean that run all the way down to, down to Key West, you know,",
        3694.78,
        3700.0
    ],
    [
        " Fort Zachary Taylor's all the way down there in Key West. So you've got these forts, but there's",
        3700.2,
        3704.68
    ],
    [
        " this one that's sitting and it's right there, you know, federal government. It's, it's the federal",
        3704.68,
        3709.92
    ],
    [
        " government, the United States government, and they're occupying a fort in the Charleston harbor.",
        3710.06,
        3716.46
    ],
    [
        " And they're like, you guys need to, you need to surrender and you need to get, you need to get",
        3717.64,
        3721.72
    ],
    [
        " you, get your shit and you need to get out of here, man. Like, you know what I mean? This is our",
        3721.72,
        3725.64
    ],
    [
        " stuff now. What that, uh, that surrender note, right? So you got this guy, uh, major Anderson,",
        3725.64,
        3733.8
    ],
    [
        " who's a guy from Kentucky, but his wife from Georgia, and he, but he's a union guy.",
        3733.8,
        3737.62
    ],
    [
        " And what I found interesting about this is this note, you can see it's early in the war. This is",
        3739.22,
        3744.26
    ],
    [
        " when people, you know, you know, all people are naive when it comes to war. I should say most",
        3744.26,
        3749.16
    ],
    [
        " people, especially people that haven't been in war are naive when it comes to war and they think",
        3749.16,
        3752.72
    ],
    [
        " that war is going to be quick and painless and we can predict what's going to happen. And they're",
        3752.72,
        3760.06
    ],
    [
        " all wrong. But in the beginning of war, you know, sometimes it's like, oh, this is going to be a",
        3760.06,
        3764.58
    ],
    [
        " cordial event. So this guy, major Anderson gets this note. It says, uh, all proper facilities will",
        3764.58,
        3773.08
    ],
    [
        " be afforded for the removal of yourself and command together with the company, arms and property",
        3773.08,
        3778.46
    ],
    [
        " and all private property to any post in the United States, which you may select. The flag, which",
        3778.46,
        3784.74
    ],
    [
        " you have upheld so long and with so much fortitude under the most trying circumstances may be",
        3784.74,
        3789.86
    ],
    [
        " saluted by you on taking it down. And by the way, this note is from a guy named Boe",
        3790.74,
        3796.04
    ],
    [
        " Regard who was one of Anderson's students when they both went to West Point. But it's like,",
        3796.04,
        3805.32
    ],
    [
        " again, to me, and it's part of it is the age, you know, part of it is the the gentlemanly aspect",
        3805.52,
        3811.12
    ],
    [
        " of life back then. And you had this sort of nice cordial note of saying, hey, look, we'll",
        3811.12,
        3819.02
    ],
    [
        " ship you wherever you want to be shipped. You can keep your weapons. You can salute the flag when",
        3819.02,
        3823.22
    ],
    [
        " you bring it down, but you got to go. So, you know, let's make it happen. Now, Anderson's, and you",
        3823.22,
        3831.8
    ],
    [
        " might have to talk me through this a little bit, but Anderson, he, he kind of agrees a little bit",
        3831.8,
        3837.44
    ],
    [
        " thinking, hey, if I can't get resupplied, and if I can't get any help, then it doesn't really",
        3837.44,
        3845.86
    ],
    [
        " make a ton of sense for me to fight and, and die. So it's like he's starting to consider",
        3845.86,
        3850.84
    ],
    [
        " surrendering. He doesn't really know that there's supply ship outside, outside the harbor",
        3850.84,
        3857.46
    ],
    [
        " that tries to make entry. Who is it that the, the star of the West merchant vessel unarmed?",
        3857.46,
        3864.12
    ],
    [
        " Yeah. And you got to imagine, so you're all the way down on the Charleston Harbor,",
        3864.78,
        3868.86
    ],
    [
        " South Carolina. I mean, your boss is all the way up off the Potomac and Washington, DC. You know,",
        3869.04,
        3874.14
    ],
    [
        " you're trying like, what's the communications that you're going to be able to communicate?",
        3874.14,
        3878.76
    ],
    [
        " You know, there's only a, certainly like over on Sullivan's island. They've got a fort there,",
        3879.4,
        3885.3
    ],
    [
        " but it's more exposed. So that's why they, they go over to, over and, and hop into the middle of the",
        3885.36,
        3891.16
    ],
    [
        " bay. So they're out at Fort Sumner in the middle of the harbor. So now you're kind of like, you're on",
        3891.16,
        3896.46
    ],
    [
        " an island. There's no store. There's no, you know, nobody there wants you there.",
        3896.46,
        3903.54
    ],
    [
        " You know what I mean? So everybody hates you. And you're running out of, out of resupply.",
        3904.14,
        3909.74
    ],
    [
        " So yeah, they're going to try to get the ships in like, when fields, Scott and the guys up,",
        3910.68,
        3914.76
    ],
    [
        " but up north, I mean, they know that like, dude, we need to get these guys resupplied.",
        3914.86,
        3918.24
    ],
    [
        " You know what I mean? Or we need to get more bodies down there. But, you know, and I don't know",
        3918.8,
        3924.1
    ],
    [
        " if you've ever been there. Yeah, I mean, it's, it's like, wow, dude, I mean, that, that fort,",
        3924.1,
        3929.5
    ],
    [
        " you're just sitting out in the middle and you're within range. You know what I mean?",
        3929.68,
        3935.4
    ],
    [
        " Of like, yeah. So it's, uh, where could I come from? It's like, you're on Alcatraz right off",
        3935.62,
        3942.74
    ],
    [
        " in San Francisco. I mean, you're just a hop-skipping a jump man right over there. Well, if you're going",
        3942.74,
        3946.54
    ],
    [
        " to try to bring in naval vessels, you know what I mean? To run resupply, even if it is unmanned,",
        3946.54,
        3953.04
    ],
    [
        " you're within range on both sides. I mean, there's a reason why they had forts there. You know what I",
        3953.16,
        3958.82
    ],
    [
        " mean? To defend. Uh, well, now, you know what I mean? What do you, you never thought of when you",
        3958.82,
        3965.62
    ],
    [
        " established a fort? Well, what if, what if I got to defend against my own people? Like, we didn't",
        3965.62,
        3971.12
    ],
    [
        " think that went through. Uh, so yeah, they, they can't get to the communication. So it kind of",
        3971.12,
        3976.12
    ],
    [
        " at the beginning, I mean, when you look at Anderson, one, he's struggling with inside of, of the",
        3976.12,
        3988.32
    ],
    [
        " Georgia. I mean, you know, yeah, do I just surrender and, you know, and pop smoke? Uh, if I,",
        3988.34,
        3998.46
    ],
    [
        " if I recall, um, Anderson's even thought was if Kentucky succeeded from the union that he was",
        3998.62,
        4007.48
    ],
    [
        " just going to set this one out overseas. I mean, I know where we're going to talk about like, you",
        4007.48,
        4011.7
    ],
    [
        " know what I mean? So he's, he's going to just pop smoke all together and he's going to go overseas",
        4011.7,
        4015.6
    ],
    [
        " and just set this one out like he wants no part of this. Uh, and now he's sitting in the Charleston",
        4015.6,
        4021.2
    ],
    [
        " Harbor. Uh, and he's got one of his former students, Beauregard. That's going to send him a note.",
        4021.2,
        4027.36
    ],
    [
        " You know, I mean, and it's very cordial at the time. But yeah, I mean, it'd be almost like as",
        4027.98,
        4032.4
    ],
    [
        " anybody else sitting out there like, Hey, dude, if nobody shows up tomorrow with some resupplies,",
        4032.4,
        4036.84
    ],
    [
        " we're tapping out because what are we going to do here? I mean, this is suicide sitting in the middle.",
        4036.84,
        4042.86
    ],
    [
        " Uh, so yeah, he's, but then he finally, you know, he's realizing that he can't surrender.",
        4044.2,
        4049.78
    ],
    [
        " Uh, and you know, he shakes off the aids that come to get him to surrender. And, uh, you know,",
        4050.64,
        4056.86
    ],
    [
        " I mean, it just, uh, yeah, he's in a bad spot sitting in the middle of that harbor. Yeah,",
        4056.9,
        4061.72
    ],
    [
        " the, even the fact that the guys are there to, to, to offer him surrender, even that's kind of",
        4061.78,
        4072.84
    ],
    [
        " if we do not meet again in this world, I hope we may meet in the better one.",
        4072.84,
        4077.54
    ],
    [
        " And these guys leave and, uh, at 4.30 a.m. A 67 year old staunch secessionist named Edmund Ruffin",
        4079.0,
        4089.64
    ],
    [
        " pulls the lanyard on his cannon and the first shot of the war is fired.",
        4089.64,
        4095.44
    ],
    [
        " And that's the beginning. And we will continue this horrible journey on the next",
        4097.16,
        4106.84
    ],
    [
        " jaco podcast, civil war excursion. And if you want to support this podcast, go to jacostore.com,",
        4106.84,
        4115.06
    ],
    [
        " go to jacofuel.com, go to origin USA.com, go to ashlamfront.com, and go to",
        4115.52,
        4122.2
    ],
    [
        " vomna.com. That's what we've got for now. Until next time, this is JD and Jaco out.",
        4124.84,
        4131.74
    ]
]