[
    [
        " Jocco, her general mad is say that he looks for initiative and aggressiveness in NCOs.",
        0.0,
        6.98
    ],
    [
        " I'm not a naturally aggressive leader.",
        7.36,
        8.9
    ],
    [
        " Do you believe leaders should be aggressive by nature when to be aggressive or when do",
        9.46,
        14.94
    ],
    [
        " you be aggressive?",
        14.94,
        15.46
    ],
    [
        " Does it come off as fake?",
        15.92,
        17.36
    ],
    [
        " If it's not natural?",
        17.92,
        19.08
    ],
    [
        " So obviously this is something we talk about all the time.",
        19.94,
        23.18
    ],
    [
        " Is that being default aggressive is good for leaders?",
        23.4,
        26.3
    ],
    [
        " Yes, that is a true statement.",
        26.42,
        27.5
    ],
    [
        " There's a dichotomy, obviously, because you can be too aggressive and then things go",
        28.42,
        32.56
    ],
    [
        " wrong and things go bad and things don't work.",
        32.56,
        35.18
    ],
    [
        " And yes, there are some people that are, let's say, more aggressive by nature.",
        36.04,
        43.28
    ],
    [
        " And then let's also remember that being aggressive means a lot more than just being loud",
        44.64,
        52.04
    ],
    [
        " and in your face, right?",
        52.04,
        53.46
    ],
    [
        " That is the stereotypical thing that we think of when we think of all that guy's really",
        53.58,
        57.1
    ],
    [
        " aggressive.",
        57.1,
        57.42
    ],
    [
        " You think this guy's in your face, he's yelling, he's pushing people over.",
        57.44,
        61.12
    ],
    [
        " That is not the type of aggressiveness that you need to be an effective leader.",
        62.08,
        69.08
    ],
    [
        " You don't need to be allowed mouth.",
        69.62,
        70.96
    ],
    [
        " You don't need to be brash.",
        71.1,
        72.06
    ],
    [
        " You don't need to get in people's faces.",
        72.16,
        73.48
    ],
    [
        " What being aggressive means is taking action.",
        74.28,
        80.42
    ],
    [
        " That's the kind of aggressiveness that I'm talking about.",
        81.16,
        83.68
    ],
    [
        " That's the kind of aggressiveness that General Mattis is talking about.",
        83.98,
        86.7
    ],
    [
        " And the definition, I actually wrote this down, the definition of aggressive or one of the",
        87.72,
        96.14
    ],
    [
        " definition of being aggressive is forceful and sometimes overly assertive pursuit of",
        96.14,
        102.06
    ],
    [
        " one's aims.",
        102.06,
        102.72
    ],
    [
        " So, first of all, forceful we get, right?",
        103.3,
        105.82
    ],
    [
        " Sometimes overly assertive, sometimes you have to go a little bit harder.",
        106.6,
        110.92
    ],
    [
        " And here's why that's important because listen, in combat, almost nothing will happen the",
        110.92,
        118.88
    ],
    [
        " way you want it to if you don't force it that way.",
        118.88,
        120.7
    ],
    [
        " Right?",
        121.48,
        122.54
    ],
    [
        " You are coming against a powerful force, the enemy, nature, time.",
        122.66,
        128.32
    ],
    [
        " There's all kinds of things that are going against you.",
        128.5,
        131.26
    ],
    [
        " It's a losing battle.",
        131.52,
        132.84
    ],
    [
        " And if you don't use force of will, then you're not going to get it done.",
        132.84,
        139.78
    ],
    [
        " You have to be aggressive and make things happen.",
        139.78,
        142.92
    ],
    [
        " I remember, so there was, we all got interviewed after we came home from Ramadi.",
        143.4,
        149.26
    ],
    [
        " And I remember I was listening to Seth Stone get interviewed.",
        149.88,
        154.28
    ],
    [
        " And it was just they were just trying to capture whatever information, moments, historical",
        155.0,
        160.18
    ],
    [
        " accounts of what had happened in Ramadi.",
        160.18,
        165.72
    ],
    [
        " And Seth said something along the lines of every operation we did, you could feel",
        167.14,
        172.46
    ],
    [
        " Jocco beating his head against the wall to make things happen.",
        172.46,
        175.96
    ],
    [
        " And I, you know, of course I laughed.",
        177.16,
        178.64
    ],
    [
        " But from his perspective, and it's a good perspective and it's an accurate perspective,",
        179.5,
        183.52
    ],
    [
        " none of this, nothing just kind of, oh, that fell into my lap.",
        183.96,
        188.7
    ],
    [
        " That just doesn't happen.",
        188.84,
        190.22
    ],
    [
        " It doesn't happen in combat.",
        190.48,
        192.6
    ],
    [
        " It just doesn't happen in combat.",
        192.82,
        193.96
    ],
    [
        " And so, yes, this idea that you're going to be aggressive is, is, is very important.",
        193.96,
        201.1
    ],
    [
        " But if you think to yourself, well, okay, okay, look, I'm not the type of person",
        201.24,
        204.8
    ],
    [
        " that likes to be a loud mouth, likes to shout, likes to yell, cool, good.",
        204.8,
        208.12
    ],
    [
        " It doesn't matter.",
        208.28,
        208.84
    ],
    [
        " You don't need to be that way.",
        208.92,
        209.86
    ],
    [
        " What it means is, is you need to make things happen.",
        210.16,
        216.74
    ],
    [
        " That's what it means.",
        217.32,
        219.2
    ],
    [
        " And it can be, this is the good thing about being aggressive.",
        219.44,
        221.54
    ],
    [
        " Sure, there's certain parts of your nature that are aggressive, but it can also be trained.",
        221.54,
        225.3
    ],
    [
        " You can, you can start to think with an aggressive mindset, which is I am going to take action.",
        226.02,
        231.96
    ],
    [
        " I'm going to overcome obstacles.",
        232.04,
        233.22
    ],
    [
        " I'm going to push through roadboxes.",
        233.22,
        234.82
    ],
    [
        " I'm not going to take no foreign answer.",
        235.1,
        237.54
    ],
    [
        " And those are things that you can train.",
        238.26,
        241.76
    ],
    [
        " And, and, and how do you train them?",
        242.4,
        244.76
    ],
    [
        " Look, when you, when you hit an obstacle, you look at it, you, you know, you shake your",
        244.98,
        249.14
    ],
    [
        " head and you go, cool.",
        249.14,
        249.78
    ],
    [
        " Let's go.",
        250.26,
        250.86
    ],
    [
        " Let's figure this out.",
        251.12,
        252.1
    ],
    [
        " There's so often times where people, they get told, no, or they hit an obstacle in its game",
        252.46,
        257.04
    ],
    [
        " over for, they're just done.",
        257.04,
        258.66
    ],
    [
        " They're done training.",
        258.94,
        259.62
    ],
    [
        " They're over it.",
        259.96,
        260.6
    ],
    [
        " And your attitude, you have to go, okay, little, little roadblock cool.",
        261.16,
        264.92
    ],
    [
        " How am I going to get through it?",
        265.14,
        265.9
    ],
    [
        " How am I getting around it?",
        265.9,
        266.56
    ],
    [
        " And I used to put people, so to train people to be more aggressive, regardless of what they're,",
        267.1,
        271.58
    ],
    [
        " believe me, I had, I had guys, you know, seal officers that were coming through that,",
        271.64,
        274.96
    ],
    [
        " or seal chiefs that were coming through, real, real passive guys, quiet guys.",
        275.1,
        279.58
    ],
    [
        " You know, not type of person that you would figure, oh, this guy's, oh yeah, that guy's",
        279.58,
        283.32
    ],
    [
        " aggressive.",
        283.32,
        283.56
    ],
    [
        " You wouldn't characterize him as that.",
        283.64,
        284.94
    ],
    [
        " But I would put to what I would do is put them in situations where if they didn't make",
        285.34,
        291.24
    ],
    [
        " aggressive decisions to make things happen, they were going to get annihilated, put them",
        291.24,
        296.08
    ],
    [
        " in training scenarios like that.",
        296.08,
        297.06
    ],
    [
        " Okay, oh, you want to sit here and you want to wait?",
        297.18,
        299.5
    ],
    [
        " Like you're getting attacked and you want to sit here and you want to, you don't make,",
        300.02,
        302.22
    ],
    [
        " don't want to make a decision.",
        302.36,
        303.4
    ],
    [
        " Cool.",
        303.5,
        303.64
    ],
    [
        " In, in 16 minutes, I will have everyone in your task unit bed.",
        304.44,
        309.06
    ],
    [
        " We will kill them all to paintball.",
        310.08,
        311.56
    ],
    [
        " If you end, and so they learn that and I go, what do you think happened?",
        312.82,
        315.42
    ],
    [
        " You know, they'd say, well, we started to get surrounded and I go, and what did you do?",
        315.6,
        318.78
    ],
    [
        " Well, you know, we, we held position.",
        318.92,
        320.78
    ],
    [
        " Okay, how long did you hold position for?",
        320.94,
        322.42
    ],
    [
        " We held it for a while.",
        322.92,
        324.06
    ],
    [
        " And what did the enemy do?",
        324.12,
        324.78
    ],
    [
        " Well, they started to maneuver.",
        325.04,
        325.84
    ],
    [
        " And then what'd you do?",
        326.0,
        326.48
    ],
    [
        " Well, we held position.",
        326.66,
        327.26
    ],
    [
        " And then what the enemy do?",
        327.94,
        328.86
    ],
    [
        " Well, they maneuvered more.",
        328.98,
        329.7
    ],
    [
        " And then what'd you do?",
        329.9,
        330.46
    ],
    [
        " I held position.",
        330.56,
        331.1
    ],
    [
        " And then we started taking casualties and then the enemy maneuvered and then they closed",
        331.7,
        335.24
    ],
    [
        " the distance and then they took us out.",
        335.24,
        336.48
    ],
    [
        " Okay, what do you think would have been better?",
        336.88,
        338.54
    ],
    [
        " Well, perhaps when it first started before they had us enveloped, I could have made",
        339.66,
        343.98
    ],
    [
        " a maneuver to get to another building with some more high ground.",
        343.98,
        346.22
    ],
    [
        " That sounds like a great idea.",
        346.44,
        347.7
    ],
    [
        " Next time, why don't you be a little bit more aggressive in making things happen?",
        348.1,
        350.42
    ],
    [
        " Okay, put them in the same scenario.",
        350.7,
        352.48
    ],
    [
        " They get a little bit more aggressive.",
        352.82,
        353.92
    ],
    [
        " They realize that it's, that it, it, it serves its function.",
        354.3,
        357.42
    ],
    [
        " And they start to develop the attitude and they start to understand what a lack",
        357.9,
        362.18
    ],
    [
        " of aggression will get you because that's an important thing to know, right?",
        362.18,
        364.92
    ],
    [
        " It's not just a carrot.",
        365.0,
        365.68
    ],
    [
        " It's a stick.",
        365.7,
        366.16
    ],
    [
        " Cool.",
        366.6,
        366.78
    ],
    [
        " If I do, if I do this aggressive thing, it'll be rewarding.",
        366.78,
        369.04
    ],
    [
        " If I don't do something aggressive, we're going to get annihilated.",
        369.18,
        372.42
    ],
    [
        " So here's the other thing that you got to be ready for.",
        373.12,
        376.6
    ],
    [
        " So, so if you're, if you're a person that you lean towards being passive,",
        376.82,
        380.18
    ],
    [
        " you've got to start to lean towards being aggressive.",
        380.48,
        382.5
    ],
    [
        " And here's the thing that you got to remember, you're going to make mistakes.",
        382.5,
        385.18
    ],
    [
        " Because when you're aggressive, you're taking more risk.",
        385.74,
        388.96
    ],
    [
        " And often you're taking more risk now,",
        389.22,
        390.72
    ],
    [
        " when you, if you played out the whole matrix of being passive versus,",
        392.32,
        396.44
    ],
    [
        " versus being aggressive, I will tell you that being aggressive is the one that ends",
        396.44,
        401.1
    ],
    [
        " up on top.",
        401.1,
        401.56
    ],
    [
        " Are there, but there are scenarios where your aggressiveness ends up costing you",
        402.1,
        407.56
    ],
    [
        " a little bit.",
        407.56,
        407.98
    ],
    [
        " That, that absolutely happens.",
        408.5,
        409.98
    ],
    [
        " It happens in business.",
        410.24,
        411.06
    ],
    [
        " It happens in life.",
        411.22,
        412.0
    ],
    [
        " It happens on the battlefield.",
        412.08,
        413.06
    ],
    [
        " But overall being aggressive is what, this is why, this is why this is why",
        413.42,
        420.7
    ],
    [
        " where the idea, you, this is where the idea of aggressive has to be your default",
        420.7,
        424.94
    ],
    [
        " mode.",
        424.94,
        425.3
    ],
    [
        " This is exactly why aggression has to be your default mode.",
        425.74,
        429.16
    ],
    [
        " Your default mode is aggressive.",
        429.38,
        430.7
    ],
    [
        " If your default mode is aggressive and it's not the right answer,",
        431.04,
        433.92
    ],
    [
        " you just, you just use the other answer, right?",
        434.46,
        435.98
    ],
    [
        " Your default mode is aggressive.",
        436.56,
        437.68
    ],
    [
        " That's why I originally said to these young seal officers, your default mode",
        438.04,
        443.42
    ],
    [
        " has to be aggressive.",
        443.42,
        444.26
    ],
    [
        " So if you're not sure if you should stay as you go, go to the default,",
        444.48,
        447.16
    ],
    [
        " which is going to be aggressive, because nine times out of 10,",
        447.16,
        450.6
    ],
    [
        " and seven times out of 10, eight times out of 10, that's going to be a better",
        450.6,
        454.04
    ],
    [
        " move than sitting on your ass and doing nothing.",
        454.04,
        456.82
    ],
    [
        " That's what's going to get you killed.",
        457.18,
        458.38
    ],
    [
        " So your default mode is to go.",
        458.66,
        460.14
    ],
    [
        " Now, do you always go with your default mode?",
        460.44,
        462.44
    ],
    [
        " No, no, you don't always go with it to the default mode.",
        463.12,
        465.22
    ],
    [
        " But occasionally, you go, oh, you know what?",
        465.52,
        467.5
    ],
    [
        " I'm not going to go to the default mode.",
        467.58,
        468.48
    ],
    [
        " You put it, you pull the setting out and you go into the other mode.",
        468.64,
        471.48
    ],
    [
        " Customize it.",
        471.6,
        472.32
    ],
    [
        " Yeah, you customize a little bit for that particular situation, but your default",
        472.38,
        475.56
    ],
    [
        " mode is, I'm going to be aggressive.",
        475.56,
        476.96
    ],
    [
        " And that's the, the odds you want the odds, you want to stack the odds in your",
        477.06,
        481.84
    ],
    [
        " favor.",
        481.84,
        482.2
    ],
    [
        " What is Jason?",
        482.7,
        484.44
    ],
    [
        " Jason Gardner says puts it kind of a cool, like, good way to just really",
        484.64,
        488.64
    ],
    [
        " wrap your head around like being a default mode, something along the lines of,",
        488.64,
        492.36
    ],
    [
        " like, it's easier or it's better to like have to pull someone back.",
        492.5,
        497.4
    ],
    [
        " Totally.",
        497.56,
        497.84
    ],
    [
        " Then have to push them forward.",
        498.0,
        499.4
    ],
    [
        " It's, it's a million times easier to have to pull the reins in on someone on,",
        499.58,
        504.54
    ],
    [
        " on an element on a team, on a leader on a person.",
        504.54,
        507.4
    ],
    [
        " It's a, it's a million times easier to go, all right.",
        507.54,
        509.2
    ],
    [
        " Hey, come on back.",
        509.64,
        510.3
    ],
    [
        " Right, right.",
        510.5,
        510.9
    ],
    [
        " Going too hard.",
        510.9,
        511.52
    ],
    [
        " Then going, hey, you need to get out there.",
        511.76,
        513.78
    ],
    [
        " Yeah.",
        514.14,
        514.22
    ],
    [
        " Because by the way, I mean, if you think about this from a, like an actual event",
        514.38,
        519.8
    ],
    [
        " unfolding, if an event unfolds and you're the person that's on point and you",
        519.8,
        525.36
    ],
    [
        " don't react to it properly, that, that event needs to make it through you to me",
        525.36,
        532.04
    ],
    [
        " before I can now assess what I think you should do and then tell you to go do it and",
        532.28,
        536.46
    ],
    [
        " then kick you in the ass so you go do it.",
        536.46,
        538.06
    ],
    [
        " I don't want that.",
        538.2,
        539.52
    ],
    [
        " We already lost.",
        539.78,
        540.52
    ],
    [
        " I want, I want you to go, hey, oh, we just got this event started unfolding.",
        540.94,
        545.1
    ],
    [
        " I'm on it and you look back at me.",
        545.32,
        546.74
    ],
    [
        " Hey, Jockel, I'm solving this problem right now.",
        546.74,
        548.46
    ],
    [
        " Oh, what's the problem?",
        548.7,
        549.58
    ],
    [
        " Right?",
        549.68,
        549.82
    ],
    [
        " I don't even know what the problem is yet.",
        549.98,
        550.92
    ],
    [
        " You already solving it.",
        551.0,
        551.72
    ],
    [
        " That's what I want.",
        551.84,
        553.28
    ],
    [
        " And if I happen to occasionally have to pull the reins on you, I'm more than happy to",
        553.82,
        558.4
    ],
    [
        " pull the reins on you.",
        558.4,
        559.22
    ],
    [
        " What?",
        559.86,
        559.94
    ],
    [
        " So yes, that's a universal.",
        560.06,
        562.96
    ],
    [
        " It's easier to lead someone that you have to pull the reins on than you have to push.",
        563.22,
        566.76
    ],
    [
        " We'd rather pull back than push forward.",
        566.96,
        568.98
    ],
    [
        " And that, that idea of being aggressive is, is part of that.",
        570.22,
        574.8
    ],
    [
        " So I want all my, I want all my subordinate leaders to be aggressive.",
        575.08,
        577.88
    ],
    [
        " And as a leader, I know that my subordinates are going to make mistakes while they're",
        578.16,
        582.76
    ],
    [
        " learning to be aggressive.",
        582.76,
        583.9
    ],
    [
        " And even when they're being aggressive and I'm, they're considered fully trained and",
        584.36,
        590.06
    ],
    [
        " fully ready, they're still going to make mistakes.",
        590.06,
        591.72
    ],
    [
        " I'm still going to make mistakes being aggressive.",
        592.0,
        593.58
    ],
    [
        " I'm going to make mistakes.",
        593.84,
        594.84
    ],
    [
        " But we're going to play the odds.",
        594.84,
        597.44
    ],
    [
        " Yeah.",
        597.84,
        598.02
    ],
    [
        " And the odds are, the odds are you be aggressive.",
        598.4,
        603.98
    ],
    [
        " I'm trying to think of a good blackjack, you know, you ever play blackjack before?",
        604.3,
        607.16
    ],
    [
        " Yes, sir.",
        607.48,
        607.94
    ],
    [
        " Yeah.",
        608.16,
        608.34
    ],
    [
        " So I mean, like there's, you know, dealers showing a, whatever.",
        608.58,
        613.42
    ],
    [
        " Dealer showing 20 and you're showing a 14.",
        615.98,
        617.9
    ],
    [
        " You got to hit it.",
        618.68,
        619.2
    ],
    [
        " Like that's the odds.",
        619.44,
        620.32
    ],
    [
        " The odds are you got to hit it.",
        620.54,
        622.04
    ],
    [
        " Dealer showing a 14 and you're showing a 14.",
        622.32,
        626.32
    ],
    [
        " You got to let, you got to hold, let the dealer, let the dealer take the hit.",
        627.42,
        630.5
    ],
    [
        " Do they call it, I forget, well, do they call it showing 20, because you know, one is",
        630.92,
        634.34
    ],
    [
        " down, one is up, right?",
        634.34,
        635.26
    ],
    [
        "",
        635.58,
        635.58
    ],
    [
        " Do they call that showing 20?",
        635.84,
        636.96
    ],
    [
        " Let's say you have a 10 or a four or a half.",
        637.08,
        638.54
    ],
    [
        " Yeah, because you don't know what the other card is.",
        638.58,
        639.74
    ],
    [
        " You just assume that it's a 10.",
        639.9,
        641.32
    ],
    [
        " So you showing 20.",
        641.36,
        642.3
    ],
    [
        " Okay.",
        642.34,
        642.7
    ],
    [
        " Yeah.",
        642.88,
        643.44
    ],
    [
        " And I haven't played blackjack in a while.",
        643.56,
        644.7
    ],
    [
        " I can't believe I'm like struggling with my fault process around blackjack around the",
        644.76,
        649.0
    ],
    [
        " numbers.",
        649.0,
        649.4
    ],
    [
        " No, that's how it goes.",
        649.68,
        651.18
    ],
    [
        " It was more of a terminology since you were...",
        651.18,
        653.54
    ],
    [
        " Yeah.",
        653.54,
        653.76
    ],
    [
        " But you play the odds.",
        654.02,
        654.96
    ],
    [
        " Yeah.",
        655.22,
        655.34
    ],
    [
        " And there's rules when you're playing the odds in blackjack.",
        655.56,
        657.84
    ],
    [
        " There's rules of what you hit and what you don't.",
        658.02,
        660.7
    ],
    [
        " And you stick with the rules, the odds are going to be on your side.",
        660.96,
        663.12
    ],
    [
        " Yeah.",
        663.4,
        663.64
    ],
    [
        " Yeah.",
        664.88,
        665.06
    ],
    [
        " More than if you don't, if you just sit back.",
        665.16,
        668.26
    ],
    [
        " And so we're playing the odds.",
        668.76,
        670.66
    ],
    [
        " We're playing the odds with leadership.",
        670.66,
        673.8
    ],
    [
        " And the odds are your default mode.",
        674.36,
        676.58
    ],
    [
        " It's not that you never come out of default mode.",
        676.8,
        678.82
    ],
    [
        " The odds are you be aggressive.",
        678.94,
        679.86
    ],
    [
        " So back to this question here.",
        680.2,
        681.42
    ],
    [
        " Well, it's another couple of things in this question.",
        681.44,
        682.96
    ],
    [
        " When to be aggressive?",
        683.18,
        683.96
    ],
    [
        " Look, the default mode is be aggressive.",
        684.16,
        685.6
    ],
    [
        " And sometimes you look at it and you go, oh, now's not the time.",
        685.8,
        687.98
    ],
    [
        " Does it come off as fake or not natural?",
        688.28,
        690.4
    ],
    [
        " Hey, it's not...",
        690.78,
        693.38
    ],
    [
        " Being aggressive from this perspective isn't how you're acting.",
        693.38,
        696.72
    ],
    [
        " It's the decisions that you're making.",
        696.78,
        698.74
    ],
    [
        " It's the decisions that I was working with a client yesterday.",
        699.32,
        701.9
    ],
    [
        " And we were talking about data.",
        702.9,
        704.72
    ],
    [
        " I think it was a client call.",
        705.14,
        706.14
    ],
    [
        " It was another...",
        706.28,
        707.48
    ],
    [
        " Yeah, it was about data.",
        707.48,
        708.7
    ],
    [
        " And it was actually a very similar question.",
        708.96,
        710.72
    ],
    [
        " Hey, I'm not very aggressive and I'm more of a data guy and I like numbers and that's",
        710.98,
        715.86
    ],
    [
        " how I roll.",
        715.86,
        716.2
    ],
    [
        " And yet I'm not getting recognized.",
        716.68,
        717.94
    ],
    [
        " And I was like, cool.",
        718.1,
        718.62
    ],
    [
        " Get aggressive with your data.",
        719.3,
        720.84
    ],
    [
        " Put your data together and present it up the chain of command.",
        721.4,
        723.42
    ],
    [
        " Not to say, hey, look at me.",
        723.42,
        725.02
    ],
    [
        " But say, hey, here's what's going on.",
        725.02,
        726.44
    ],
    [
        " Here's what I'm doing.",
        726.54,
        727.2
    ],
    [
        " You're being aggressive with your data.",
        727.92,
        729.24
    ],
    [
        " You're showing them what's happening because the guy wasn't getting the recognition that",
        729.36,
        732.72
    ],
    [
        " he needed, right?",
        732.72,
        733.84
    ],
    [
        " And he was...",
        734.02,
        734.5
    ],
    [
        " So that meant his senior leadership didn't know what he was doing, which meant he's not",
        734.5,
        739.36
    ],
    [
        " getting the resources that he needs to do his job.",
        739.36,
        741.72
    ],
    [
        " And instead of being like, hey, this is what I need because he's not an aggressive guy,",
        741.9,
        744.88
    ],
    [
        " he's sitting back and just getting resources stripped away from him.",
        745.36,
        748.1
    ],
    [
        " I said, cool, you're a data guy.",
        748.24,
        749.28
    ],
    [
        " Record the data of what you're doing, present it, and let the data speak.",
        749.76,
        754.68
    ],
    [
        " Get default aggressive with your data.",
        755.4,
        757.04
    ],
    [
        " Did I miss anything here?",
        757.62,
        760.54
    ],
    [
        " Yeah, so it's not naturally.",
        760.6,
        761.5
    ],
    [
        " I mean, if you all of a sudden start to try and act, you know, this new way.",
        761.64,
        767.54
    ],
    [
        " Yeah, yeah, yeah, but I don't do that.",
        767.7,
        768.88
    ],
    [
        " Yeah, it's probably not going to go good.",
        769.02,
        772.0
    ],
    [
        " Now, do you sometimes have to learn like, okay, you know what?",
        772.18,
        775.26
    ],
    [
        " I got to stand up and say something.",
        775.3,
        776.42
    ],
    [
        " I got to put word out, right?",
        776.58,
        777.78
    ],
    [
        " And I watched many guys in my career go through the transition of being a little bit less",
        778.16,
        782.6
    ],
    [
        " aggressive and they realize, you know what?",
        782.6,
        783.88
    ],
    [
        " I'm in charge of this thing.",
        783.88,
        784.98
    ],
    [
        " I got to go put the word out.",
        785.56,
        787.06
    ],
    [
        " And that's perfectly fine.",
        787.54,
        788.66
    ],
    [
        " Yeah, those kind of for lack of a term, superficial personality traits that are aggressive.",
        789.92,
        795.62
    ],
    [
        " Some people say, oh, well, that's that's aggressive.",
        795.64,
        798.5
    ],
    [
        " Yes.",
        798.5,
        798.7
    ],
    [
        " You know, where there's more depth to it.",
        798.84,
        800.56
    ],
    [
        " We're like, because again, like, you know, you can think of like a, I don't know, some",
        800.8,
        806.74
    ],
    [
        " fictional or maybe not fictional, like maybe Japanese business tycoon.",
        806.74,
        813.66
    ],
    [
        " Who doesn't say nothing?",
        813.72,
        814.74
    ],
    [
        " Really.",
        815.1,
        815.34
    ],
    [
        " You know, but you know, he's making aggressive moves like that's an aggressive guy.",
        815.6,
        818.58
    ],
    [
        " I can't even sure.",
        818.62,
        819.12
    ],
    [
        " It goes deep.",
        819.28,
        819.84
    ],
    [
        " And then, you know, a guy who, you know, you're saying like he yells and screams and has",
        820.4,
        824.22
    ],
    [
        " a loud voice or whatever.",
        824.22,
        825.2
    ],
    [
        " It's kind of like, okay, if that's your personality, that's going to land for sure.",
        825.3,
        828.62
    ],
    [
        " But it's more about the decision she make.",
        828.74,
        830.06
    ],
    [
        " Well, you say it's going to land.",
        830.3,
        831.4
    ],
    [
        " What do you mean?",
        831.4,
        831.9
    ],
    [
        " Because that might just make a bunch of people angry.",
        832.1,
        834.1
    ],
    [
        " Right.",
        834.24,
        834.34
    ],
    [
        " Sometimes, well, it depends on what you're yelling and screaming.",
        834.54,
        836.5
    ],
    [
        " But what you're saying is there could be someone that's loud and scream, but they're, but",
        837.18,
        843.64
    ],
    [
        " potentially, potentially.",
        843.78,
        844.7
    ],
    [
        "",
        845.04,
        845.04
    ],
    [
        " So the yelling and screaming has very little do with aggressive movement on the battlefield.",
        845.16,
        848.26
    ],
    [
        " Yes.",
        848.48,
        848.76
    ],
    [
        " Oh, I'm saying there's more depth to it.",
        848.9,
        851.12
    ],
    [
        " But the point actually is, is that you should have just taken that point because that was",
        851.18,
        855.6
    ],
    [
        " a good point.",
        855.6,
        856.06
    ],
    [
        " You're going to take that one and run with it.",
        856.24,
        857.46
    ],
    [
        " I want you to continue.",
        857.52,
        858.26
    ],
    [
        " This will probably less glorify.",
        858.4,
        860.0
    ],
    [
        " But nonetheless, if you, if because he's concerned about faking it or coming off as fake,",
        860.42,
        863.96
    ],
    [
        " where, if you're focused on those like a superficial elements of your personality being aggressive,",
        864.1,
        870.4
    ],
    [
        " that's the part they're going to smell is fake.",
        870.84,
        872.54
    ],
    [
        " If you're trying to change that part of it, you know, like, oh, this probably used to",
        872.82,
        876.38
    ],
    [
        " have this in seventh grade.",
        876.38,
        877.5
    ],
    [
        " He's, I don't know, I think it's like a music teacher.",
        877.5,
        879.28
    ],
    [
        " I don't know.",
        879.48,
        879.74
    ],
    [
        " Something super aggressive music teacher.",
        879.78,
        881.64
    ],
    [
        " He was like a nice dude, like really nice.",
        881.82,
        883.82
    ],
    [
        " And there's not too many stereotypical hyper aggressive music teachers.",
        884.1,
        888.36
    ],
    [
        " No, man, he was, he wasn't.",
        888.6,
        890.86
    ],
    [
        " I had an assistant platoon commander and aggressive, great guy.",
        891.02,
        895.52
    ],
    [
        " And he, we know, I didn't, you know, as I got to know him, you know, and I was like,",
        897.02,
        901.56
    ],
    [
        " so would you study in college?",
        901.58,
        902.48
    ],
    [
        " And he's like, percussion.",
        903.36,
        905.72
    ],
    [
        " Yeah, man.",
        906.52,
        907.0
    ],
    [
        " Dang it.",
        907.36,
        907.7
    ],
    [
        " I'm a, what are you talking about?",
        907.86,
        909.14
    ],
    [
        " I was like, what, concussion?",
        909.62,
        910.76
    ],
    [
        " What?",
        910.9,
        911.04
    ],
    [
        " He's like, percussion drumming.",
        911.42,
        912.94
    ],
    [
        " Yeah.",
        913.34,
        913.54
    ],
    [
        " He was a drum, he started drumming in college, which is just kind of deep in percussion.",
        913.66,
        919.02
    ],
    [
        " Yeah.",
        919.58,
        919.82
    ],
    [
        " I didn't know you could major in percussion.",
        920.1,
        921.94
    ],
    [
        " I mean, I guess, but anyways.",
        922.38,
        924.1
    ],
    [
        " The history of percussion.",
        924.1,
        925.38
    ],
    [
        " Yeah.",
        925.88,
        926.06
    ],
    [
        " Properties of percussion.",
        926.34,
        928.08
    ],
    [
        " My point is, had he become a music teacher?",
        928.26,
        930.68
    ],
    [
        " He probably would have been it because he was an aggressive assistant platoon commander.",
        931.26,
        934.28
    ],
    [
        " Yeah.",
        934.48,
        934.72
    ],
    [
        " Had to pull the reins on him sometimes.",
        934.98,
        936.82
    ],
    [
        " Well, they're getting after it.",
        937.62,
        938.8
    ],
    [
        " This guy was not aggressive at all.",
        938.86,
        940.42
    ],
    [
        " He was like a nice guy trying to please everyone, you know, short term and long term kind",
        940.5,
        943.9
    ],
    [
        " of thing, which didn't really work with, I mean, I'm pretty sure was seventh grade.",
        943.9,
        947.74
    ],
    [
        " So he was like, I remember guys who just run circles around, you know, like people wouldn't",
        947.94,
        952.38
    ],
    [
        " at least say it and all this.",
        952.38,
        953.1
    ],
    [
        " He had trouble controlling the class.",
        953.18,
        954.96
    ],
    [
        " We'll say that.",
        954.98,
        955.48
    ],
    [
        " And then at one time, he tried to switch his personality.",
        955.74,
        959.54
    ],
    [
        " One time he dropped the book, you know how like sometimes when you drop a super big book,",
        959.92,
        963.96
    ],
    [
        " yeah, sometimes when he hits correctly, it's like boom, it's like a fact.",
        963.96,
        967.2
    ],
    [
        " So one time, Brad, he tried to do that and it didn't make the sound and like no one",
        967.7,
        972.58
    ],
    [
        " was like, what the fuck is this guy doing?",
        972.58,
        974.58
    ],
    [
        " He's like looking everybody with his eyes all big.",
        974.6,
        976.26
    ],
    [
        " Nonetheless, I think that was like, I think he got aggressive one day and people like",
        976.52,
        981.08
    ],
    [
        " shut up and we're like, hey, this guy's like, you know how someone's never aggressive",
        981.08,
        985.5
    ],
    [
        " and then they start yelling, you're like, everyone kind of be quiet like things because",
        985.5,
        988.26
    ],
    [
        " yelling.",
        988.26,
        988.56
    ],
    [
        " So I think he might have got a small little payoff one day.",
        989.2,
        991.84
    ],
    [
        " And then from then on, he started to try to be like aggressive.",
        992.16,
        995.02
    ],
    [
        " Everyone could smell it on him.",
        995.26,
        996.74
    ],
    [
        " Like, Brad, that's not even your thing.",
        996.74,
        998.3
    ],
    [
        " So he got to be able to work against him.",
        998.3,
        1000.08
    ],
    [
        " Yeah, everyone was kind of laughing at him.",
        1000.3,
        1001.92
    ],
    [
        " Now he's like a weirdo.",
        1002.0,
        1003.02
    ],
    [
        " Yep.",
        1003.58,
        1003.78
    ],
    [
        " So no need to do that.",
        1003.9,
        1005.54
    ],
    [
        " No need.",
        1005.74,
        1005.96
    ],
    [
        " Don't be throwing the music book on the table.",
        1005.98,
        1007.52
    ],
    [
        " No, no.",
        1007.58,
        1008.26
    ],
    [
        " Big text book.",
        1008.5,
        1009.56
    ],
    [
        " It was on the floor too, but yeah, it didn't work.",
        1009.56,
        1011.82
    ],
    [
        " On the porch.",
        1012.24,
        1012.58
    ]
]