[
    [
        " Mr. Jockel, whenever I get mentally overwhelmed, I shut down completely.",
        0.06,
        5.78
    ],
    [
        " How do I counter that?",
        6.18,
        7.0
    ],
    [
        " Well, the first thing and the first good step that you've already made is you've identified",
        8.86,
        13.46
    ],
    [
        " this as an issue.",
        13.46,
        14.62
    ],
    [
        " You recognize the fact that you shut down.",
        14.94,
        16.78
    ],
    [
        " That's step number one in solving your problem is identifying your problem.",
        16.9,
        19.76
    ],
    [
        " So excellent work there.",
        19.94,
        21.14
    ],
    [
        " The next step is actually pretty easy as well.",
        21.58,
        23.38
    ],
    [
        " You've identified the fact that you shut down.",
        23.56,
        25.5
    ],
    [
        " The next step that you're going to do is not shut down.",
        25.52,
        28.32
    ],
    [
        " Not mentally shut down.",
        28.62,
        30.7
    ],
    [
        " That's what you want to do.",
        30.74,
        31.56
    ],
    [
        " If you start to shut down and you feel yourself freezing up, say, I'm not going to shut",
        31.94,
        36.56
    ],
    [
        " down right now.",
        36.56,
        37.18
    ],
    [
        " I'm going to attack this issue.",
        37.18,
        38.36
    ],
    [
        " Now, the reason that you're getting overwhelmed most likely is because there's a lot of different",
        38.88,
        45.24
    ],
    [
        " things flying at you at the same time and they're all happening at once and it's problematic",
        45.24,
        50.02
    ],
    [
        " for you.",
        50.02,
        50.6
    ],
    [
        " We have a very simple solution for that.",
        50.9,
        52.34
    ],
    [
        " It's prioritized and execute.",
        52.42,
        53.5
    ],
    [
        " So, what is the biggest problem that you've got going on?",
        53.86,
        56.14
    ],
    [
        " Let's identify what that biggest problem is.",
        56.42,
        58.18
    ],
    [
        " Then let's attack that problem and get it solved.",
        58.46,
        60.12
    ],
    [
        " Once we got that one solved, we can move on to the next one.",
        60.34,
        62.3
    ],
    [
        " Once we get to take care of that one, we can move on to the next one.",
        62.48,
        64.52
    ],
    [
        " We go right on down the line.",
        64.58,
        65.58
    ],
    [
        " That's what we do.",
        66.28,
        68.8
    ],
    [
        " That's very simple.",
        69.4,
        70.96
    ],
    [
        " You know that you're going to get overwhelmed.",
        71.36,
        72.9
    ],
    [
        " First of all, tell yourself you're not going to go overwhelmed.",
        73.54,
        76.18
    ],
    [
        " Then you actually don't get overwhelmed and how do you knock it overwhelmed?",
        76.52,
        79.54
    ],
    [
        " You prioritize an execute.",
        79.78,
        80.84
    ],
    [
        " If you start feeling yourself getting overwhelmed, do what I did to the platoon commander that I had,",
        82.98,
        90.34
    ],
    [
        " that was getting all freaked out during Humvee I add drills to immediate action drills where",
        90.46,
        98.76
    ],
    [
        " you're patrolling through the desert and we have little electrical targets that pop up",
        98.76,
        103.62
    ],
    [
        " and then you, everyone starts shooting at the targets and this guy was locking up and",
        103.62,
        109.28
    ],
    [
        " not making decisions even though he was the leader.",
        109.28,
        111.14
    ],
    [
        " This is the one where I took a magic marker and I wrote on it with a sharpie right in front",
        111.78,
        116.3
    ],
    [
        " of his face on the Humvee window.",
        116.3,
        117.94
    ],
    [
        " I said, next time the shooting starts, here's what I want you to do.",
        118.48,
        121.6
    ],
    [
        " Number one, relax.",
        121.76,
        122.8
    ],
    [
        " Number two, look around.",
        124.46,
        125.8
    ],
    [
        " Number three, make a call.",
        126.14,
        127.56
    ],
    [
        " It's real easy.",
        127.96,
        128.64
    ],
    [
        " Step number one, when you're getting overwhelmed, relax.",
        128.94,
        131.32
    ],
    [
        " Relax.",
        132.06,
        133.38
    ],
    [
        " Breathe.",
        134.02,
        134.32
    ],
    [
        " Take a step back.",
        134.48,
        135.16
    ],
    [
        " Just take a step back.",
        135.66,
        137.1
    ],
    [
        " The red flags start going off in your head and you're realizing that you're getting",
        137.6,
        142.42
    ],
    [
        " overwhelmed and you're going to get shut down.",
        142.42,
        144.12
    ],
    [
        " No.",
        144.28,
        144.42
    ],
    [
        " Just take a step back, relax.",
        145.12,
        146.78
    ],
    [
        " And then prioritize an execute.",
        147.94,
        152.3
    ],
    [
        " Pretty simple.",
        152.94,
        153.44
    ],
    [
        " I want to make a call.",
        154.04,
        155.2
    ],
    [
        " Yeah.",
        155.68,
        155.94
    ]
]