[
    [
        " This is Jocco podcast number 228 with Echo Charles and me, Jocco Willink.",
        1.24,
        6.44
    ],
    [
        " Good evening, Echo.",
        6.96,
        7.46
    ],
    [
        " Good evening.",
        7.54,
        7.92
    ],
    [
        " And also joining us tonight once again is Dave Burke.",
        8.42,
        11.5
    ],
    [
        " Good evening, Dave.",
        11.74,
        12.34
    ],
    [
        " Good evening.",
        12.6,
        12.94
    ],
    [
        " So we only got through the first two sections of the Marine Corps,",
        13.4,
        17.14
    ],
    [
        " Doctional Learning publication, last time or the Doctional publication,",
        17.46,
        22.18
    ],
    [
        " learning, last time.",
        22.54,
        25.14
    ],
    [
        " So we're going to finish it up today.",
        25.52,
        27.14
    ],
    [
        " And I must say that since we covered that, since I read this for the first time,",
        28.36,
        34.94
    ],
    [
        " I've been trying to pay attention to things from a learning perspective, learning things.",
        35.78,
        42.16
    ],
    [
        " And I've actually talked to both of you about squeezing your brains.",
        43.1,
        49.82
    ],
    [
        " And we mentioned it on the last podcast and we kind of breathed through it.",
        50.44,
        55.76
    ],
    [
        " Like I think I just said, oh yeah, I've been talking to you guys about squeezing your brains.",
        56.12,
        58.6
    ],
    [
        " Kind of breeze through it.",
        58.6,
        59.9
    ],
    [
        " Didn't really talk about what that actually means.",
        59.9,
        62.04
    ],
    [
        " So I wanted to kind of do a little discussion or dive into what does that mean?",
        62.14,
        68.38
    ],
    [
        " What does it mean to squeeze your brain?",
        68.42,
        69.34
    ],
    [
        " Because it's important.",
        69.84,
        71.12
    ],
    [
        " It is so important to put pressure, the pressure, put the pressure on your brain,",
        71.64,
        80.94
    ],
    [
        " on your thoughts, on how you're thinking, because that pressure creates heat",
        80.94,
        87.6
    ],
    [
        " and pressure in your mind, therefore, creates energy.",
        87.6,
        93.32
    ],
    [
        " It creates ideas.",
        93.48,
        94.74
    ],
    [
        " And that is how we learn.",
        95.56,
        99.7
    ],
    [
        " That is how we get smarter.",
        100.24,
        102.3
    ],
    [
        " That is how we get better from that pressure.",
        102.66,
        105.66
    ],
    [
        " And it ties back into something from the discipline and freedom field manual,",
        108.24,
        113.1
    ],
    [
        " which is question everything.",
        113.1,
        115.14
    ],
    [
        " Question everything.",
        116.16,
        116.98
    ],
    [
        " No matter where it's coming from, question your own ideas, question other people's ideas.",
        117.72,
        122.88
    ],
    [
        " You've got to have that mindset, that kind of rebellious mindset,",
        123.14,
        126.76
    ],
    [
        " where you're always going to push back against things.",
        126.76,
        128.46
    ],
    [
        " And I'm not talking about just being a contrarian where Dave comes up with an idea and I say,",
        128.74,
        132.1
    ],
    [
        " well, what about this?",
        132.1,
        132.76
    ],
    [
        " I'm not talking about that, but I am talking about a subconscious dialogue that's happening",
        133.0,
        138.12
    ],
    [
        " where that's, I would say, my original form of applying pressure to my mind was sitting there saying,",
        138.12,
        147.54
    ],
    [
        " is there a better way to do that?",
        147.84,
        150.12
    ],
    [
        " Is there, I'm not saying I'm going to confront you, but I'm thinking to myself,",
        150.36,
        152.88
    ],
    [
        " is there a better way to do that?",
        153.0,
        153.86
    ],
    [
        " Am I wrong about it?",
        153.96,
        154.84
    ],
    [
        " If I come up with it, am I wrong about this idea?",
        154.9,
        156.74
    ],
    [
        " Is the tradition wrong?",
        158.8,
        160.58
    ],
    [
        " Is the way, you know, the complaint about, oh, this is how we all do it?",
        161.1,
        164.6
    ],
    [
        " What are you constantly saying, well, just because we do it that way, is that tradition wrong?",
        164.68,
        169.8
    ],
    [
        " Is that standard wrong?",
        169.98,
        171.42
    ],
    [
        " And in order to answer those questions, in order to answer those questions,",
        171.98,
        176.54
    ],
    [
        " it puts pressure on your brain, it puts pressure on your mind.",
        177.08,
        181.02
    ],
    [
        " Because oftentimes, the idea is that you're questioning the ideas that you're questioning,",
        183.42,
        187.58
    ],
    [
        " the standards that you're questioning, the tradition that you're questioning,",
        187.7,
        189.9
    ],
    [
        " are things that have been around for a while.",
        190.22,
        191.6
    ],
    [
        " They've survived some level of pressure.",
        191.78,
        194.0
    ],
    [
        " So to think that you're going to come up with some new way is,",
        195.92,
        199.6
    ],
    [
        " it's a little bit ridiculous, but at the same time,",
        200.18,
        203.82
    ],
    [
        " you have to do it.",
        204.32,
        206.3
    ],
    [
        " You have to do it too, free your mind.",
        206.58,
        210.52
    ],
    [
        " Which I used to post that on a pretty regularly, but free of mind.",
        212.4,
        218.16
    ],
    [
        " But in order to free your mind, you actually have to add weight.",
        219.02,
        223.94
    ],
    [
        " You have to add, you have to put a force on top of your mind and your ideas",
        224.7,
        229.78
    ],
    [
        " in order to, in order to squeeze out results in order to free it.",
        229.78,
        238.8
    ],
    [
        " And when you do that, then that's when you improve.",
        241.16,
        243.7
    ],
    [
        " And I'm not talking about the kind of, hey, you know, constant self-improvement,",
        244.6,
        253.0
    ],
    [
        " right? I'm not talking about, I'm talking about actually getting better.",
        253.08,
        254.92
    ],
    [
        " I'm talking about actual answers to real answers to questions, actual improved understanding of the world.",
        255.04,
        263.5
    ],
    [
        " Improved understanding of the world.",
        264.2,
        269.72
    ],
    [
        " So, you know, I've been talking about this day.",
        274.4,
        276.54
    ],
    [
        " And this is just kind of happening.",
        277.1,
        281.42
    ],
    [
        " I think I sensed a light switch, flip, or whatever you want to call it.",
        281.58,
        287.1
    ],
    [
        " EF Online, you were coming up with sort of the discussion point for the day.",
        288.08,
        294.86
    ],
    [
        " And so EF Online is, we got a bunch of people coming on.",
        296.04,
        299.32
    ],
    [
        " They're interacting with us.",
        299.64,
        300.8
    ],
    [
        " It's a Zoom meeting, which I think the whole world is now familiar with Zoom meetings.",
        300.96,
        304.46
    ],
    [
        " So, we've expanded our online presence and we're really putting a lot of time and effort behind EF Online.",
        304.7,
        310.86
    ],
    [
        " And so, you were, and so we've been running these three times a week, online, community,",
        312.58,
        317.22
    ],
    [
        " brigade of people. And so, you were, you were kind of leading the discussion on this particular one.",
        317.6,
        324.14
    ],
    [
        " And I think the question that spurned you to squeeze your brain a little bit was,",
        324.24,
        328.8
    ],
    [
        " how do you adapt to a changing world? And you went through this story",
        328.82,
        332.72
    ],
    [
        " about when you were in the Marine Corps, and when you were a top gun instructor,",
        332.72,
        336.58
    ],
    [
        " and what the Marine Corps was doing, and what top gun was doing was preparing,",
        337.12,
        341.32
    ],
    [
        " being prepared to fight the MiG-29. The MiG-29 Folk Room.",
        341.52,
        345.96
    ],
    [
        " Which is an aircraft that is correct me if I'm wrong.",
        347.3,
        350.24
    ],
    [
        " The Folk Room is not as good as our aircraft.",
        350.38,
        354.0
    ],
    [
        " Not as good as an F-18.",
        354.24,
        355.12
    ],
    [
        " Yeah, that's right. F-14?",
        355.36,
        356.34
    ],
    [
        " Probably better than the F-14.",
        357.26,
        358.32
    ],
    [
        " So, I'm better than the F-14, but not as good as an F-18.",
        358.6,
        360.7
    ],
    [
        " Yep.",
        360.86,
        360.94
    ],
    [
        " And that's what you, when you went to top gun as a student, that's what they were telling you,",
        361.54,
        366.5
    ],
    [
        " okay, this is what you need to be prepared to fight. The MiG-29.",
        366.54,
        370.12
    ],
    [
        " That's right.",
        370.32,
        370.54
    ],
    [
        " An aircraft that's not quite as good as yours.",
        371.18,
        373.04
    ],
    [
        " Not quite as good as your F-18.",
        373.26,
        374.72
    ],
    [
        " That's what they were telling you.",
        375.42,
        376.74
    ],
    [
        " So, then you leave, am I getting this right? You leave Top Gun School.",
        377.74,
        380.56
    ],
    [
        " And when you come back now to be the",
        381.8,
        384.68
    ],
    [
        " instructor, the senior instructor, eventually,",
        384.68,
        387.72
    ],
    [
        " the Russians had a new aircraft.",
        388.36,
        390.9
    ],
    [
        " Yeah, that's right.",
        391.86,
        392.34
    ],
    [
        " That was the SU-27 Flanker, which actually,",
        392.74,
        396.24
    ],
    [
        " a little side note, that happens to be my favorite bird.",
        396.64,
        398.8
    ],
    [
        " I like, have you ever seen that bird?",
        399.36,
        400.42
    ],
    [
        " No.",
        400.66,
        400.86
    ],
    [
        " It looks like a cobra that's getting ready to strike.",
        401.04,
        405.96
    ],
    [
        " Yeah.",
        406.2,
        406.32
    ],
    [
        " It's just an awesome looking aircraft.",
        406.42,
        407.7
    ],
    [
        " Yeah.",
        407.92,
        408.02
    ],
    [
        " And it was, now this aircraft is better than an F-18.",
        408.44,
        412.62
    ],
    [
        "",
        413.14,
        413.14
    ],
    [
        " Were you in for the F-14s at all?",
        413.82,
        416.2
    ],
    [
        " Yes.",
        416.78,
        416.94
    ],
    [
        " So, I-",
        417.58,
        417.96
    ],
    [
        " They phase out F-14s.",
        417.96,
        419.06
    ],
    [
        " So, the last F-14 class at Top Gun was probably 2004,",
        419.54,
        423.42
    ],
    [
        " as when we phased them out.",
        423.42,
        424.52
    ],
    [
        " They probably flew a little bit in the fleet,",
        424.58,
        425.68
    ],
    [
        " but I was there as an instructor during the last Tomcat class.",
        425.78,
        428.68
    ],
    [
        " Correct me if I'm wrong.",
        429.38,
        431.16
    ],
    [
        " In my mind, the F, the Tomcat has always been the muscle car.",
        431.58,
        437.74
    ],
    [
        " Of the fighter jets.",
        439.74,
        440.82
    ],
    [
        " Yeah, it's like an iconic muscle machine.",
        440.92,
        443.48
    ],
    [
        " Yeah, for sure.",
        443.64,
        444.02
    ],
    [
        " Meaning I've got a lot of power.",
        444.02,
        445.4
    ],
    [
        " I can go fast.",
        445.46,
        446.54
    ],
    [
        " Yep.",
        446.64,
        446.72
    ],
    [
        " Not going to corner a great, right?",
        447.64,
        450.7
    ],
    [
        " Yeah, it's a more of a brute force machine,",
        451.32,
        452.74
    ],
    [
        " really fast, really cool airplane,",
        452.92,
        454.78
    ],
    [
        " but a little bit dated by the time I was there at Top Gun.",
        454.96,
        458.24
    ],
    [
        " So, you're used to the F-18.",
        458.84,
        459.78
    ],
    [
        " Now, the SU-27 is now a real thing.",
        460.02,
        462.82
    ],
    [
        " And you come back as an instructor,",
        463.76,
        465.02
    ],
    [
        " and the thing that you all were preparing to fight",
        468.3,
        470.72
    ],
    [
        " was still the MIG-29.",
        470.72,
        472.68
    ],
    [
        " And you, I guess, looked at this and said,",
        473.78,
        475.92
    ],
    [
        " a not a good plan.",
        476.28,
        478.24
    ],
    [
        " There's something better.",
        478.58,
        479.14
    ],
    [
        " We should be prepared to fight the worst-case scenario,",
        479.4,
        481.26
    ],
    [
        " which for us is the SU-27.",
        481.48,
        482.52
    ],
    [
        " Yeah, that's right.",
        482.96,
        484.04
    ],
    [
        " And it wasn't even just the worst-case scenario.",
        484.6,
        486.36
    ],
    [
        " It was just the reality that this thing was being proliferated.",
        486.62,
        490.04
    ],
    [
        " So, the Russians weren't just building it.",
        490.16,
        491.74
    ],
    [
        " They were selling it.",
        491.78,
        492.52
    ],
    [
        " So, it was going other places too.",
        492.64,
        494.12
    ],
    [
        " So, you could have, well, we're not going to go to war with the Russians.",
        494.12,
        496.44
    ],
    [
        " Like, okay, maybe not.",
        496.46,
        497.84
    ],
    [
        " Maybe we're not going to go to the war with the Russians,",
        497.94,
        499.02
    ],
    [
        " but this airplane is going to find itself in places",
        499.12,
        500.86
    ],
    [
        " that we wouldn't even know.",
        500.86,
        501.9
    ],
    [
        " And if we showed up to meet that thing",
        502.3,
        503.96
    ],
    [
        " and we were unprepared, we're going to get rolled.",
        503.96,
        505.64
    ],
    [
        " And that was a big deal.",
        506.42,
        507.26
    ],
    [
        " We're going to get rolled.",
        507.86,
        508.46
    ],
    [
        " So, you saw this new world, basically.",
        509.22,
        512.6
    ],
    [
        " And you adapted to the new threat.",
        513.08,
        515.84
    ],
    [
        " You adapted to this new reality.",
        515.94,
        517.32
    ],
    [
        " And that was the lesson that you were trying to share",
        517.4,
        519.38
    ],
    [
        " on the EF Online, which was, hey,",
        519.38,
        521.62
    ],
    [
        " when you get a new reality, which, by the way,",
        521.76,
        523.44
    ],
    [
        " this is all in reference to COVID-19.",
        523.56,
        526.28
    ],
    [
        " What's the new reality?",
        526.5,
        527.72
    ],
    [
        " And we've got every different spectrum of business on there.",
        528.0,
        530.32
    ],
    [
        " So, it means different things to different people.",
        530.46,
        532.26
    ],
    [
        " And the bottom line is the lesson was,",
        532.62,
        534.76
    ],
    [
        " you get ahead of the new reality.",
        535.2,
        536.92
    ],
    [
        " You don't wait for it.",
        537.14,
        538.1
    ],
    [
        " You get ahead of it.",
        538.24,
        539.04
    ],
    [
        " And when we got off the call or whatever,",
        540.0,
        543.5
    ],
    [
        " and I talked to you about it,",
        543.78,
        545.18
    ],
    [
        " and I said,",
        545.46,
        546.16
    ],
    [
        " something like, hey, that was a solid lesson.",
        546.9,
        549.54
    ],
    [
        " Did you squeeze your brain to get that out?",
        550.26,
        552.6
    ],
    [
        " And you said something like, yeah, I did.",
        553.5,
        556.78
    ],
    [
        " I squeezed my brain.",
        556.98,
        557.58
    ],
    [
        " I thought about, you know, what is this situation?",
        557.66,
        560.44
    ],
    [
        " And how can I explain it better?",
        560.94,
        562.62
    ],
    [
        " And when you do that,",
        562.7,
        564.06
    ],
    [
        " you understand better, right?",
        564.56,
        568.22
    ],
    [
        " Like you, Dave Burke, when you,",
        568.36,
        569.8
    ],
    [
        " when you put that threat out there,",
        569.82,
        573.08
    ],
    [
        " and you carried us through that story,",
        573.2,
        576.44
    ],
    [
        " you understood things better.",
        576.94,
        579.56
    ],
    [
        " And that's why when I get all excited",
        580.08,
        581.72
    ],
    [
        " about understanding the world in a better way,",
        582.02,
        584.06
    ],
    [
        " that's an example of how even you,",
        584.2,
        586.84
    ],
    [
        " this is something that you know,",
        586.94,
        587.98
    ],
    [
        " it's something that you actually did as a human being.",
        588.1,
        590.84
    ],
    [
        " And yet, until you recognize it,",
        591.68,
        595.0
    ],
    [
        " from that other perspective,",
        595.1,
        596.0
    ],
    [
        " until you scream,",
        596.0,
        597.14
    ],
    [
        " you squeeze your brain,",
        597.44,
        598.92
    ],
    [
        " and put pressure on your brain,",
        599.4,
        600.6
    ],
    [
        " you don't get the benefit of it,",
        601.18,
        602.94
    ],
    [
        " the real benefit, the next level of benefit.",
        603.06,
        606.14
    ],
    [
        " And then when you start to tie these threads to other things,",
        607.84,
        613.24
    ],
    [
        " other things that don't always,",
        613.24,
        615.48
    ],
    [
        " don't always appear to be related,",
        615.7,
        617.18
    ],
    [
        " like COVID-19 and MIG-29s,",
        617.18,
        620.22
    ],
    [
        " but they are related,",
        620.36,
        621.76
    ],
    [
        " then you win.",
        622.36,
        625.54
    ],
    [
        " So every time you put pressure on your mind,",
        627.16,
        630.76
    ],
    [
        " you force yourself to think better and get better.",
        630.9,
        633.34
    ],
    [
        " And this happened to me the other day.",
        633.42,
        635.06
    ],
    [
        " Again.",
        637.38,
        637.78
    ],
    [
        " And it happens to me,",
        637.16,
        638.72
    ],
    [
        " I'll be honest with you, it actually happens to me,",
        638.94,
        640.34
    ],
    [
        " a decent amount,",
        640.58,
        641.28
    ],
    [
        " because I'm always,",
        641.7,
        642.26
    ],
    [
        " again, I'm always trying to put that pressure on there,",
        642.84,
        645.14
    ],
    [
        " I'm always squeezing it.",
        645.14,
        647.38
    ],
    [
        " And it was another EF Online scenario.",
        648.32,
        652.82
    ],
    [
        " And what's good about EF Online is,",
        653.28,
        654.8
    ],
    [
        " look, when people send me a question over social media,",
        654.9,
        657.78
    ],
    [
        " it's cool, and we try and answer the question,",
        657.78,
        659.36
    ],
    [
        " but you can't get any context around it.",
        659.44,
        661.4
    ],
    [
        " On EF Online, you're getting the context,",
        662.06,
        663.78
    ],
    [
        " the person there.",
        663.78,
        664.46
    ],
    [
        " In this case, in particular,",
        664.96,
        666.04
    ],
    [
        " a case that was a guy named Ben,",
        666.14,
        666.88
    ],
    [
        " and he was talking about being on the path.",
        667.62,
        670.06
    ],
    [
        " And at the time, it was something along these lines,",
        671.22,
        674.22
    ],
    [
        " he's been furloughed,",
        674.34,
        675.54
    ],
    [
        " he's not in charge of anyone right now,",
        675.82,
        677.26
    ],
    [
        " he's stuck at home,",
        677.46,
        678.28
    ],
    [
        " it'd be a good time to get in shape,",
        678.58,
        679.84
    ],
    [
        " but he's having trouble doing it.",
        680.74,
        682.04
    ],
    [
        " So,",
        682.84,
        683.52
    ],
    [
        " I went down the path of,",
        684.48,
        686.74
    ],
    [
        " again, because of the way this story was unfolding from him,",
        687.38,
        690.6
    ],
    [
        " he's normally at work,",
        690.7,
        691.56
    ],
    [
        " he's normally in charge of people,",
        691.68,
        692.88
    ],
    [
        " so we're talking about it from a leadership perspective,",
        693.3,
        695.32
    ],
    [
        " and I said something like,",
        695.34,
        696.56
    ],
    [
        " hey, you are not in charge of anyone else right now,",
        696.66,
        699.16
    ],
    [
        " but you're your own CEO,",
        699.2,
        700.14
    ],
    [
        " which is something we hear all the time, right?",
        700.8,
        702.48
    ],
    [
        " You're your own CEO,",
        702.6,
        703.3
    ],
    [
        " you're your own Supreme Commander,",
        703.96,
        706.0
    ],
    [
        " you're your own General,",
        706.56,
        708.46
    ],
    [
        " and he got it, and he said,",
        709.18,
        710.8
    ],
    [
        " thanks, and that was cool.",
        710.9,
        711.72
    ],
    [
        " I then kept thinking about it,",
        713.44,
        714.64
    ],
    [
        " because there was some thing in my brain where it makes sense,",
        714.74,
        719.28
    ],
    [
        " but it's not that easy.",
        719.84,
        722.5
    ],
    [
        " It's actually not that easy, because here's the deal,",
        722.88,
        726.78
    ],
    [
        " you are your own General,",
        727.04,
        727.94
    ],
    [
        " of your life, you're going to come up with a plan,",
        728.74,
        730.04
    ],
    [
        " you're going to make decisions,",
        730.14,
        730.82
    ],
    [
        " you're going to give orders, right?",
        730.94,
        732.1
    ],
    [
        " That's what's going to happen.",
        732.24,
        733.02
    ],
    [
        " Here's the part that I was kind of missing,",
        734.32,
        736.86
    ],
    [
        " is that yes, you're your own General,",
        737.6,
        741.02
    ],
    [
        " you're your own Commander on the battlefield,",
        741.48,
        744.14
    ],
    [
        " but you are also the Soldiers.",
        744.14,
        748.82
    ],
    [
        " You are also the Troops.",
        750.84,
        753.1
    ],
    [
        " You are, and we actually know,",
        753.4,
        756.76
    ],
    [
        " factually, that Troops don't just blindly follow orders.",
        756.98,
        760.38
    ],
    [
        " That doesn't happen.",
        760.82,
        761.34
    ],
    [
        " We, hey, look, we would like that to be happening, right?",
        761.48,
        764.36
    ],
    [
        " It would, well, let me rephrase that.",
        764.68,
        766.6
    ],
    [
        " That's the scenario that people think would be totally ideal,",
        767.1,
        770.86
    ],
    [
        " that I bark orders and everyone listens to me,",
        771.0,
        773.04
    ],
    [
        " but we know, we know that that doesn't work.",
        773.22,
        775.76
    ],
    [
        " It doesn't work in the military,",
        775.88,
        776.72
    ],
    [
        " it doesn't work in business,",
        776.84,
        777.46
    ],
    [
        " it doesn't work with your kids, it doesn't work.",
        777.46,
        780.0
    ],
    [
        " You have to get people to a certain point,",
        780.5,
        784.52
    ],
    [
        " they have to be trained, they have to be educated,",
        784.52,
        786.72
    ],
    [
        " they have to be disciplined,",
        787.06,
        788.08
    ],
    [
        " they have to know why they're doing what they're doing.",
        788.44,
        791.22
    ],
    [
        " And if you don't explain these things to them,",
        791.88,
        796.08
    ],
    [
        " then they're not going to do what they're supposed to do, right?",
        796.72,
        799.8
    ],
    [
        " They're not going to do what they're supposed to do.",
        799.96,
        801.02
    ],
    [
        " If you don't build that relationship,",
        801.52,
        804.28
    ],
    [
        " if you don't have that unifying mission,",
        804.28,
        806.62
    ],
    [
        " it's not going to work.",
        806.8,
        808.06
    ],
    [
        " So if you're too close to your feelings,",
        808.86,
        815.1
    ],
    [
        " all kinds of parallels, if you're too close to your feelings,",
        815.1,
        817.32
    ],
    [
        " right?",
        817.44,
        817.56
    ],
    [
        " If you're reacting to your feelings,",
        817.96,
        819.42
    ],
    [
        " like, oh, I really don't feel like doing this,",
        819.42,
        821.74
    ],
    [
        " then your feelings are going to start to drive the way you act.",
        821.88,
        825.36
    ],
    [
        " And we don't necessarily want that all the time.",
        826.32,
        827.98
    ],
    [
        " Just like a leader,",
        828.38,
        829.84
    ],
    [
        " if a leader is too close to his troops,",
        830.2,
        832.52
    ],
    [
        " and the troops are pushing back,",
        832.52,
        833.78
    ],
    [
        " he says, oh, we don't want to do that.",
        833.96,
        835.5
    ],
    [
        " Okay, you guys don't feel, you see what I'm saying?",
        835.66,
        837.7
    ],
    [
        " It's like a perfect parallel.",
        838.08,
        840.14
    ],
    [
        " At the same time, if you just bark orders at your troops,",
        841.08,
        846.8
    ],
    [
        " and they don't know why they're doing what they're doing,",
        847.5,
        849.1
    ],
    [
        " then they're not going to commit to doing it in any meaningful way.",
        849.18,
        852.16
    ],
    [
        " And just like troops,",
        852.66,
        854.6
    ],
    [
        " you know, if I bark, if Dave, if you're a grunt,",
        854.96,
        857.92
    ],
    [
        " and I bark orders at you, you go, yes, sir, you go do it.",
        858.12,
        860.78
    ],
    [
        " I do that to you the next day, you go do it.",
        861.78,
        864.42
    ],
    [
        " I do that to you the next day, all of a sudden, you're not, you're lagging.",
        864.42,
        867.16
    ],
    [
        " I do that to you for a month, you're not invested anymore.",
        867.58,
        870.16
    ],
    [
        " Same thing. So, so when you say to yourself,",
        870.96,
        873.34
    ],
    [
        " I'm just going to get up, I'm going to get up and do it.",
        873.34,
        875.56
    ],
    [
        " That's cool. It might work for a day.",
        876.04,
        878.22
    ],
    [
        " It might work for two days.",
        878.22,
        879.18
    ],
    [
        " It might work for three days.",
        879.2,
        880.1
    ],
    [
        " And sometimes I absolutely use that,",
        880.22,
        882.42
    ],
    [
        " use that type of leadership with myself,",
        882.64,
        885.84
    ],
    [
        " where I'm, you know, hey, look, there's no time to debate right now.",
        886.16,
        888.58
    ],
    [
        " You need to get up and go do your workout.",
        888.58,
        889.88
    ],
    [
        " But if you try and make that the way that, the only way that you're leading yourself,",
        890.3,
        896.46
    ],
    [
        " functionally over time, it's going to fall short.",
        896.86,
        900.72
    ],
    [
        " If you push your troops too hard, they're going to break.",
        901.34,
        905.04
    ],
    [
        " Right? You can actually push yourself so hard that you, you, you break.",
        906.32,
        909.76
    ],
    [
        " You can over train.",
        910.32,
        911.72
    ],
    [
        " If you're too easy on your troops, you can get soft.",
        912.06,
        915.08
    ],
    [
        " Same thing with what the way you happens with yourself.",
        915.94,
        918.42
    ],
    [
        " The better you try, this is an important one.",
        920.56,
        923.08
    ],
    [
        " The better you train your troops, the better they respond.",
        923.3,
        925.92
    ],
    [
        " So, once my troops are used to, hey, this is how I do it.",
        927.14,
        931.08
    ],
    [
        " This is why I do it. Once they're used to that,",
        931.14,
        933.08
    ],
    [
        " they respond better. They know what it is I want from them.",
        933.7,
        937.46
    ],
    [
        " They want to give me that response.",
        937.68,
        940.24
    ],
    [
        " Just like when you follow a routine every day, and you know what you're supposed to do,",
        940.98,
        946.14
    ],
    [
        " and your troop, your mental soldiers know what they're supposed to, they start to respond better.",
        946.18,
        951.68
    ],
    [
        " You know, when you realize when your mental troops know that, hey,",
        952.06,
        955.9
    ],
    [
        " dog was going to work out. It's going to happen.",
        956.46,
        959.3
    ],
    [
        " And we could either stand around and procrastinate or we could just",
        959.68,
        962.82
    ],
    [
        " suck it up and go get it done. They go, okay, I know what? Hey, this is going that way.",
        962.82,
        966.28
    ],
    [
        " So, the better you train your mental troops, the better you're going to get a response from them,",
        966.94,
        972.7
    ],
    [
        " the better you take care of your mental troops, the more they're going to take care of you.",
        972.84,
        981.22
    ],
    [
        " As long as you don't cuddle them as long as you don't spoil them, because once again,",
        981.8,
        986.84
    ],
    [
        " they're going to be soft and they're going to be worthless.",
        987.0,
        988.38
    ],
    [
        " So, you are leading yourself. That's the thing. You are leading yourself. You are in charge,",
        989.88,
        997.36
    ],
    [
        " but you are also the troops that have to do the work.",
        997.66,
        1001.36
    ],
    [
        " And if you understand it that way, then you can actually start to pay attention between",
        1003.3,
        1007.08
    ],
    [
        " the relationship that you have with you as the leader and you as the troops and the connection",
        1007.08,
        1014.12
    ],
    [
        " between where you are and where it is you want to go, because the general might want to secure a",
        1014.12,
        1020.82
    ],
    [
        " beachhead, but that's meaningless without the troops taking action and actually making it happen.",
        1020.82,
        1029.9
    ],
    [
        " So, the ideas and plans of the generals have to be executed by the chain of command.",
        1029.92,
        1035.18
    ],
    [
        " And they might do it out of fear for a minute, but they're not going to do it for a long period of",
        1035.94,
        1044.82
    ],
    [
        " time. They will do it out of honor. They will do it out of pride. They will do it if they understand",
        1044.82,
        1050.22
    ],
    [
        " the long-term goal. They will do it if the goal of the general is aligned with the goals of the",
        1050.22,
        1059.54
    ],
    [
        " troops. If they're not aligned, we're not going to get what we want. So, whether you're talking about",
        1059.54,
        1068.04
    ],
    [
        " the chain of command inside your own head or the chain of command in the military, the chain of",
        1068.04,
        1076.8
    ],
    [
        " command in business, leadership is leadership is leadership. And we cannot, we cannot lead if we",
        1076.8,
        1088.04
    ],
    [
        " can't learn if we don't put pressure on our minds to make them figure things out. Learning.",
        1088.04,
        1098.82
    ],
    [
        " And with that, let's go back to the book. You ever seen the movie Goodfellas?",
        1099.4,
        1108.0
    ],
    [
        " Yes. So, there's a scene where Joe Pashy, I think his girl just came from the",
        1108.26,
        1117.94
    ],
    [
        " airport, smuggled some diamonds in her hair. So, it's a long video. And she's like, okay,",
        1117.98,
        1125.08
    ],
    [
        " let's get these diamonds out and she's doing this. And they're all falling out. And she's like,",
        1125.18,
        1129.1
    ],
    [
        " yep, that's it. And they're like, hey, you sure you don't cut anything, but there got to be more",
        1129.18,
        1134.68
    ],
    [
        " in there. There has to be. And she's like, this is it. So, she's like, oh, there's no. And he",
        1134.68,
        1140.3
    ],
    [
        " essentially squeezes her little hair, do it. Shuffle them in a few more diamonds. Come out.",
        1140.3,
        1145.52
    ],
    [
        " Oh, right. Look at this guy with the metaphor. It's the same thing. You do a little bit of a",
        1145.72,
        1152.62
    ],
    [
        " brain. And remember how we were talking, because we were talking about this before where you're",
        1152.62,
        1156.64
    ],
    [
        " essentially, when you told me about the brain squeeze was essentially a rebuttal to the idea that",
        1156.64,
        1163.78
    ],
    [
        " oh, if it's just not coming to me, hey, it's not, it's time, you know, it'll come in time or not",
        1163.78,
        1169.06
    ],
    [
        " at all. Right? Like it then it's not meant to be almost kind of thing, right? That was your",
        1169.06,
        1172.7
    ],
    [
        " rebuttal because you thought that that's essentially what I was saying. I wasn't saying that, but that's",
        1172.9,
        1176.0
    ],
    [
        " what you thought I was saying. And that makes sense, especially when you go about, not especially,",
        1176.0,
        1182.02
    ],
    [
        " but when you go back to the good fellas analogy where, you know, in her mind, yeah, hey, that's it.",
        1182.1,
        1187.3
    ],
    [
        " That's all we got. You know, what I'm going to do? Rip, shave my head. No. Right? That's all I got.",
        1187.52,
        1192.02
    ],
    [
        " If you know, and she'll bet she was like, oh man, we're going to do that little brain squeeze.",
        1192.22,
        1195.38
    ],
    [
        " We're going to get a few more diamonds out of you. That's that's that's that's sensible. Yes, sir.",
        1195.38,
        1202.24
    ],
    [
        " You get one credit for today. I think I understand where I think I understand you.",
        1202.24,
        1206.04
    ],
    [
        " Black already. Yeah, well, you talked to me about that. I forget, you're talking about making",
        1206.28,
        1211.18
    ],
    [
        " videos, which is your creative pursuit on the earth. Sure. Wonderful. And you were telling me that",
        1211.18,
        1216.58
    ],
    [
        " sometimes, you know, this, this idea is a little bit of an idea, whatever, and then it fades,",
        1216.58,
        1220.98
    ],
    [
        " and you forget about it or you don't execute on it. And I was telling you that in fact,",
        1221.38,
        1228.44
    ],
    [
        " the little ideas just aren't going to grow to be outstanding without some pressure on them.",
        1228.68,
        1235.9
    ],
    [
        " They'll put a little squeeze on. You're not going to get those diamonds out.",
        1236.38,
        1239.46
    ],
    [
        " You know, I guess maybe part of me when I'm kind of thinking back on that whole scenario,",
        1239.9,
        1246.84
    ],
    [
        " or a scenario scenario, it's like it where I'm kind of like, or I was with the philosophy of like,",
        1247.32,
        1252.3
    ],
    [
        " well, hey, look, if there's some diamonds in there, hey, they're going to come out.",
        1252.36,
        1255.64
    ],
    [
        " You know, let them come out naturally so they can kind of, you know,",
        1256.16,
        1260.14
    ],
    [
        " through their own volition kind of manifest themselves kind of thing, you know.",
        1260.46,
        1264.8
    ],
    [
        " And I think after thinking about it, it's like, man, I don't know if that's the best way.",
        1265.48,
        1268.98
    ],
    [
        " I'm reviewing my entire life right now in my head. All of it as fast as I can.",
        1269.32,
        1275.14
    ],
    [
        " And I'm going to say that I think if I didn't put pressure on my head,",
        1275.4,
        1282.04
    ],
    [
        " I would be zero. My life score would be zero. There would be zero diamonds on the table.",
        1282.92,
        1287.98
    ],
    [
        " Zero. Not that I'm saying I got diamonds on the table, but at least there's some pieces of cold",
        1288.3,
        1292.38
    ],
    [
        " that have come out and they can, they can, whatever, we can scratch some black marks on a page or",
        1292.38,
        1298.4
    ],
    [
        " whatever. Like at least it's something. It's back. It's not nothing. It's not.",
        1298.4,
        1302.36
    ],
    [
        " Right? So we're going to have to do it. But this perspective of learning and one of the,",
        1303.34,
        1307.94
    ],
    [
        " things that I realized I never thought about before when they talk about learning as we covered",
        1307.94,
        1313.56
    ],
    [
        " on the last podcast, they're talking, they're talking about if I see the enemy do something",
        1313.56,
        1318.54
    ],
    [
        " that was effective, I learned. I've never thought about learning from that perspective before",
        1318.54,
        1325.66
    ],
    [
        " in my life. So this is a new development. But now I just took that idea and started thinking",
        1325.66,
        1332.2
    ],
    [
        " about how there's a lot of things I've learned along the way. And I was trying to pull the thread",
        1333.42,
        1338.86
    ],
    [
        " and see what the source of that was. And a lot of it boiled back down to asking questions of",
        1338.86,
        1344.4
    ],
    [
        " everything that I see. And again, I'm not talking about being a contrarian because contrarians,",
        1344.4,
        1349.38
    ],
    [
        " they have their time and place. And I'm sure sometimes I might be a little bit, actually,",
        1349.62,
        1355.12
    ],
    [
        " I don't actually don't think that I don't think I'm a contrarian. I think I will, if there's an idea",
        1355.2,
        1361.3
    ],
    [
        " that is contrary to what someone is saying. And I would like to explore whether it's right or not,",
        1361.3,
        1366.92
    ],
    [
        " I will bring it up all day long. But I won't bring up an idea just to kind of be different.",
        1367.06,
        1372.64
    ],
    [
        " For the sake of doing it. Yeah. I've worked for people like that. Yeah, it's like part of their",
        1372.74,
        1376.8
    ],
    [
        " personality. I work from one in particular. And it was just super annoying. I, you know, and I",
        1376.8,
        1382.58
    ],
    [
        " just have to be like, especially because he was a senior guy. And so his little contrarian",
        1382.58,
        1387.54
    ],
    [
        " statements would would send people and directions that I wished we were not going because I knew",
        1387.54,
        1393.9
    ],
    [
        " that they were not going to prove they weren't going to provide any fruit on the other side.",
        1393.9,
        1399.14
    ],
    [
        " Definitely no diamonds were going. The brain squeeze also, it does like secondary stuff too,",
        1399.14,
        1406.34
    ],
    [
        " where let's say you're trying to squeeze your brain. Right. I need this idea to kind of fulfill",
        1406.5,
        1410.98
    ],
    [
        " this last element of this comprehensive idea that I want to put out. And he just one little",
        1410.98,
        1416.52
    ],
    [
        " element and I'm squeezing my brain. Right. No diamonds yet. But other stuff is coming out.",
        1416.52,
        1421.44
    ],
    [
        " Like collateral. Maybe some, you know, maybe a ruby over here or what do you call those",
        1421.6,
        1427.02
    ],
    [
        " blue ones, the sapphire, whatever, maybe over there. I don't need that right now. But that came out.",
        1427.02,
        1432.46
    ],
    [
        " Maybe I'll save that one for later. Maybe, maybe those will be part of a future idea.",
        1432.74,
        1438.16
    ],
    [
        " You seem to know. So boom, you got all these jewels essentially. And then finally,",
        1438.5,
        1442.28
    ],
    [
        " let's say the diamond doesn't come out. Let's say straight up doesn't come out. Yeah.",
        1442.56,
        1445.66
    ],
    [
        " You got all those rubies and stuff. If you didn't do that brain squeeze, you would A have no diamond",
        1446.14,
        1449.66
    ],
    [
        " anyway without those other jewels. You seem to say. Yeah. I'm taking like a subconscious kind of",
        1449.66,
        1457.94
    ],
    [
        " note to myself or I'm putting myself on subconscious notice because like you and I are sitting here",
        1457.94,
        1463.98
    ],
    [
        " just throwing around that we're just producing diamonds. And that's so just not true.",
        1463.98,
        1470.88
    ],
    [
        " It's a metaphor. Yes. And producing an idea which may or may not have value. But the thing is,",
        1472.28,
        1480.24
    ],
    [
        " it doesn't exist unless you put some pressure on your on your mind. Yeah. And it's so just like",
        1480.44,
        1488.14
    ],
    [
        " working out right. You're not going to get stronger if you don't put some pressure on you. You're",
        1488.14,
        1490.88
    ],
    [
        " not going to get better to just do unless you get some pressure put on you. Doesn't happen.",
        1490.88,
        1494.52
    ],
    [
        " So you have to put pressure on your mind. The thing is you can so easily go through life right now",
        1494.8,
        1499.6
    ],
    [
        " without putting any pressure on your mind at all. Yeah. You can go through life right now. And I",
        1500.32,
        1505.56
    ],
    [
        " guess when I'm talking about my you know, you can be a 36 year old, a 42 year old, a 19 year old",
        1505.56,
        1511.3
    ],
    [
        " and put no pressure on your brain and just resort to the modules of knowledge that you have. And if",
        1511.3,
        1529.58
    ],
    [
        " you're not. All right. Dave relatively quiet over there. Dude. I'm listening man. That's",
        1531.16,
        1536.02
    ],
    [
        " that was pretty legit. And yeah, squeezing your brain. You and I talked about that for a while.",
        1536.02,
        1541.52
    ],
    [
        " And that particular case was kind of cool because I didn't know that I was going to be",
        1541.88,
        1546.26
    ],
    [
        " leading that you know, taken point on the initial conversation. But a couple days prior after",
        1546.26,
        1552.98
    ],
    [
        " we talked about it, I started thinking about it. And so, Dave, calm as like, hey man, can you",
        1552.98,
        1556.4
    ],
    [
        " can you take lead on the EF Online on Wednesday? I'm like, absolutely. I've already been thinking about",
        1556.7,
        1561.04
    ],
    [
        " it, which was also a really cool thing that I didn't think about when we were talking about",
        1561.04,
        1566.24
    ],
    [
        " the squeezing and bringing it makes you feel more prepared about things in life in general.",
        1566.24,
        1569.0
    ],
    [
        " Not that I was trying to produce. I wasn't thinking to produce some thing for the for the EF Online",
        1569.82,
        1573.8
    ],
    [
        " module. That wasn't why I did it. And then when he asked me, I'm like, yes, absolutely. And",
        1573.8,
        1581.28
    ],
    [
        " then I spent more time creating that you know, but I'd already been thinking about things to make",
        1581.28,
        1585.34
    ],
    [
        " the connection because we'd been doing that so much. And the world has been changing for a lot of",
        1585.34,
        1589.6
    ],
    [
        " people. And I just started spending some time squeezing my brain not to produce something that was",
        1589.6,
        1596.02
    ],
    [
        " for a deliverable or a client request that wasn't about the outcome. It was about doing it. And",
        1596.02,
        1601.38
    ],
    [
        " it was pretty interesting how those two aligned. And he's like, hey, can you do this? I'm like,",
        1601.38,
        1605.78
    ],
    [
        " actually, no factor because I've been thinking about it. So you've been getting kind of broad",
        1606.08,
        1612.0
    ],
    [
        " questions from clients about how do we adapt to what's happening? And you started squeezing your",
        1612.0,
        1617.38
    ],
    [
        " brain to figure out a way to explain that. That would be very clear and would make people connect",
        1617.38,
        1624.92
    ],
    [
        " the process of doing it to a story which makes it easier to understand.",
        1624.92,
        1629.68
    ],
    [
        " Well, the stories are important. But as we've been continuing to answer questions,",
        1630.1,
        1635.28
    ],
    [
        " you have to find more ways to convey that message. Some resonate and some don't as well.",
        1635.64,
        1641.74
    ],
    [
        " And sometimes what going on a month ago is actually a little bit different than what's going on now.",
        1641.74,
        1645.42
    ],
    [
        " So I wanted to think of more effective ways to be able to communicate things for people to listen",
        1645.82,
        1651.72
    ],
    [
        " to and do something about. And that was what the squeezing of the brain was initially for me.",
        1651.72,
        1655.18
    ],
    [
        " I have to be better at explaining what I think is going on. So people can do a better job dealing with it.",
        1655.24,
        1660.7
    ],
    [
        " And if I just kind of go with the same way I've done it, that little role that I've got,",
        1661.16,
        1665.24
    ],
    [
        " like I'll just go back to module B. And I'm like, well, module B doesn't always work for everybody.",
        1665.32,
        1668.8
    ],
    [
        " It's made, it makes me smarter like you described, but it also makes me more effective for those",
        1669.5,
        1673.56
    ],
    [
        " people. So I was just thinking about it in those terms. And then he's like, hey, man, can you do this?",
        1673.56,
        1677.86
    ],
    [
        " I'm like, yeah, I've been thinking about this a lot lately. And of course,",
        1677.96,
        1680.62
    ],
    [
        " we've been talking about it. And I've been thinking about it a lot in general in a whole bunch",
        1680.96,
        1685.18
    ],
    [
        " of different ways. And it isn't always just like, what can I do to convey for other people?",
        1685.18,
        1688.56
    ],
    [
        " This is actually more about me. And just getting better at thinking about things and getting",
        1688.6,
        1693.16
    ],
    [
        " better at making decisions and getting better at solving problems. Because I actually am not as",
        1693.16,
        1698.1
    ],
    [
        " good as I need to be on that, not even close. Yeah. And the idea that what you're talking about",
        1698.1,
        1703.48
    ],
    [
        " is learning. That's what we're talking about. We're talking about learning. And learning can be",
        1703.48,
        1708.8
    ],
    [
        " a passive thing where you're waiting for someone to show you the way, or it can be something that",
        1708.8,
        1714.86
    ],
    [
        " you're proactively engaged your brain in. Yeah. And I think this book, I can't remember exactly",
        1714.86,
        1721.1
    ],
    [
        " this idea of this learning being continuous process. The biggest weight against me personally.",
        1721.1,
        1726.78
    ],
    [
        " And this is probably true for a lot of folks. Continuing to do this is looking back and be like,",
        1726.86,
        1731.0
    ],
    [
        " I have done pretty, pretty well for myself. You know, I'm at this stage in my life. I've accomplished",
        1731.1,
        1734.9
    ],
    [
        " these things. And that's the biggest weight against continuing to do this. And this is what keeps",
        1734.9,
        1740.46
    ],
    [
        " me from getting complacent. It's what keeps me from getting comfortable with what I've already",
        1740.46,
        1744.48
    ],
    [
        " done. And we laughed about it the other day. I was telling you like, I actually forgot I was in",
        1744.48,
        1749.42
    ],
    [
        " the Marine Corps for 23 years. Because I'm so focused on trying to figure out a whole bunch of other",
        1749.42,
        1753.64
    ],
    [
        " things that I'm not good enough at yet. And it's actually healthy to not rest on the laurels of",
        1753.64,
        1759.48
    ],
    [
        " whatever I did in the past. Because that actually isn't enough to keep me moving forward. And if this",
        1759.48,
        1764.42
    ],
    [
        " actually is continuous, you want to do this, you have to do this thing all the time, all the time.",
        1764.42,
        1769.18
    ],
    [
        " Don't you find though reverse kind of over, overlaying new information on what happened in the past?",
        1769.4,
        1777.54
    ],
    [
        " The speaking of EF online. I did that today. I was talking about",
        1777.92,
        1781.1
    ],
    [
        " Mike's relics. We covered up when Mike's relics was on the podcast. The first thing I did when",
        1781.1,
        1786.54
    ],
    [
        " Mike's relics checked into his asking a bruiser, he's checking in late is I gave him a counseling,",
        1786.54,
        1791.0
    ],
    [
        " a written counseling. And I was explaining why I did it. And I actually, like back then,",
        1791.32,
        1799.74
    ],
    [
        " whatever it was 15 years ago or something like that 15 years ago when I met him,",
        1799.92,
        1804.48
    ],
    [
        " if you would have said, why did you do that? You know what I said? Because he's checking",
        1805.4,
        1808.76
    ],
    [
        " and he needs to be squared away or something like that. I would have given this. But if you would have",
        1808.76,
        1811.98
    ],
    [
        " actually squeezed my brain at the time and said, wait a second, no, Jacco, you're in a leadership",
        1811.98,
        1818.32
    ],
    [
        " position. You take action because for a reason, tell me why you actually, why did you actually decide",
        1818.32,
        1828.56
    ],
    [
        " of everyone that's in asking a bruiser, you got this new guy coming in, why is it him that you've",
        1828.56,
        1834.44
    ],
    [
        " decided at this point in time that you want to give him a written counseling, the minute he checks in.",
        1834.44,
        1840.18
    ],
    [
        " And I was thinking about it. And I was squeezing my brain and I realized a couple things. You know,",
        1841.04,
        1846.74
    ],
    [
        " number one, he was coming from a task unit that just self-destructed and I didn't want any of that",
        1846.82,
        1852.04
    ],
    [
        " drama. Number two, I wanted him to know that I was serious about what we do. And the last one,",
        1852.04,
        1858.98
    ],
    [
        " the one that I had to squeeze my brain to get to is I didn't know Mike and we were going to",
        1858.98,
        1866.0
    ],
    [
        " deploy in a few months. And I needed to know who this guy was. I knew he was a primary marine. I",
        1866.0,
        1871.76
    ],
    [
        " knew he was a prior recon. I knew he's a prior sniper. And I, but I didn't know him. And so by me,",
        1871.76,
        1879.42
    ],
    [
        " taking this young officer, date the minute I meet him and say, yeah, come talk to me. And I hand",
        1879.78,
        1885.82
    ],
    [
        " him a counseling sheet. And when it said with something along lines of, hey, there's no drama",
        1885.82,
        1890.3
    ],
    [
        " in task unit bruiser. So don't bring any drama in a task unit bruiser. And Mike was like Roger that.",
        1890.3,
        1895.8
    ],
    [
        " And he signed it. And that moment where I saw his reaction is what this whole thing was really",
        1896.0,
        1903.74
    ],
    [
        " about. It was really just a test to see who am I getting? Is this guy have a big ego? Is this guy",
        1903.74,
        1907.82
    ],
    [
        " have a bad attitude? Is this guy think he's smarter than everybody else? Is he, when I say, hey,",
        1907.82,
        1911.56
    ],
    [
        " I want you to sign this counseling, should he be to say this ridiculous? Why should I be",
        1911.6,
        1915.26
    ],
    [
        " or is he going to roll his eyes at me or is he going to, you know, hoff and puff or whatever?",
        1915.26,
        1919.08
    ],
    [
        " Is his ego going to come out? That's, that's the purpose. And I can now look back and see,",
        1919.28,
        1925.56
    ],
    [
        " hey, totally, that's, that's, that's, that's one of the reasons why I did it. And that all came from,",
        1925.72,
        1931.66
    ],
    [
        " that all came from the fact that I was talking to this other woman on EF online and talking about",
        1931.88,
        1938.32
    ],
    [
        " the Willie Wonka freaking example of how you test somebody the end of the movie Willie Wonka,",
        1938.32,
        1944.2
    ],
    [
        " echo Charles, the original. No, sir, I have not. That's pathetic. The end of the original Willie Wonka,",
        1944.2,
        1951.26
    ],
    [
        " he goes off berserk and tries to get the person to change his mind or to reveal himself",
        1951.64,
        1958.0
    ],
    [
        " as either being a thief and untrustworthy or being trustworthy. So I had explained that to an,",
        1958.0,
        1964.24
    ],
    [
        " and so now I could see clearly why I'm doing this. So even though you might say, I forget about being",
        1964.28,
        1969.16
    ],
    [
        " in the Marine Corps and I get what you're saying like it's a, it's a, yeah, I get what you're saying,",
        1969.16,
        1973.62
    ],
    [
        " but, but the reality is you take what you take this new thing that this new thing that came out of",
        1973.78,
        1978.98
    ],
    [
        " your brain and you overlay it on the past and you go, oh, this makes total sense now. Oh, I totally",
        1978.98,
        1986.28
    ],
    [
        " see why I would do that. And so it's a little reverse engineering. It's actually a lot of reverse",
        1986.28,
        1992.26
    ],
    [
        " engineering, but it also reveals, hey, where did I make mistakes? What did I do wrong? Why did I do,",
        1992.26,
        1998.36
    ],
    [
        " this way when I shouldn't have? If you want to take the things that you've learned and turn",
        1998.36,
        2004.66
    ],
    [
        " them into a little bit of wisdom that might be helpful for you or your kids or the people around you,",
        2004.66,
        2009.44
    ],
    [
        " you have to do what you just described. And that's been the part that I've been wrestling with as I",
        2009.68,
        2013.66
    ],
    [
        " look back and think I did a lot of things, but I didn't think about why I was doing them nearly",
        2013.66,
        2019.18
    ],
    [
        " enough to be as wise or articulate as I should be to look back. And so I had been taking those lessons",
        2019.18,
        2024.6
    ],
    [
        " now. That was just one of a million different things I could think of and think, what were we really",
        2024.6,
        2029.54
    ],
    [
        " doing when we were doing that? And if you don't do that, all it is is an experience and the thing",
        2029.54,
        2035.36
    ],
    [
        " that matters the most is what you took from that, not just for you, but for the people around you.",
        2035.36,
        2038.9
    ],
    [
        " If you want to create some wisdom from that, you have to do what you just described. And that was one",
        2039.0,
        2043.16
    ],
    [
        " of a million more things I have to do. And that's part of the reason why I was so fun as I took this",
        2043.16,
        2047.12
    ],
    [
        " cool story from Top Gun. I'm like, you know what? I didn't really think about why we're doing this.",
        2047.12,
        2051.36
    ],
    [
        " There's a big thing while we were doing it. And I didn't really think about it. And there is no way",
        2051.36,
        2055.28
    ],
    [
        " I would have thought, could what we were doing now somehow be helpful somewhere else down the line",
        2055.28,
        2060.84
    ],
    [
        " other than rebasslining Top Gun training for this next aircraft? That's what I thought we were doing.",
        2060.84,
        2065.24
    ],
    [
        " That is not what we were doing. There was so much more going on there. And the squeezing of my brain",
        2065.64,
        2071.06
    ],
    [
        " is trying to create a much larger context for all these things that I did in those 23 years",
        2071.06,
        2075.62
    ],
    [
        " that I looked back and I'm like, dude, if you want this to be useful, you have to think about it a",
        2075.62,
        2081.34
    ],
    [
        " little bit. It's crazy that when you see the patterns, the pattern recognition over time, you go,",
        2081.34,
        2086.44
    ],
    [
        " yeah, that's what I was doing there. Yep, that's, and for me, a lot of that stem from Jujitsu,",
        2086.46,
        2090.54
    ],
    [
        " because that's when I started connecting the dots of, oh, you don't want to attack an area",
        2090.78,
        2096.46
    ],
    [
        " that's reinforced in on the battlefield in Jujitsu or as a leader. You don't want to attack an",
        2096.46,
        2101.78
    ],
    [
        " area. Okay, I got that. Oh, you need to maneuver. You need to, you need to be able to move, right?",
        2101.78,
        2108.28
    ],
    [
        " Think about that. Just think about that concept in Jujitsu. When you get, when you get immobilized,",
        2108.28,
        2115.64
    ],
    [
        " you are on the way to defeat. The minute that you can no longer move, you are on your way to defeat.",
        2115.92,
        2121.86
    ],
    [
        " Well, on the battlefield, if you can't maneuver anymore, if you dig in and you can't move,",
        2122.1,
        2127.48
    ],
    [
        " you're on your way to defeat. And mentally, if you close your mind and you stop thinking and seeing",
        2127.8,
        2134.46
    ],
    [
        " other perspectives and keeping an open mind, you are on your way to defeat. So when you start",
        2134.46,
        2140.78
    ],
    [
        " taking these and seeing them in other areas, it opens your mind up. It frees your mind in so many",
        2140.78,
        2149.6
    ],
    [
        " different ways. And that is learning. That's what it is. All right, a little preamble.",
        2149.6,
        2158.5
    ],
    [
        " So chapter three, the learning environment, it is necessary for us to learn from others mistakes.",
        2160.86,
        2166.42
    ],
    [
        " You will not live long enough to make them all yourself. That's, uh, Abma Rikkova.",
        2166.9,
        2172.1
    ],
    [
        " Next one, our knowledge of circumstances has increased, but our uncertainty,",
        2172.74,
        2178.94
    ],
    [
        " instead of having diminished, has only increased. The reason of this is that we do not gain",
        2178.94,
        2187.4
    ],
    [
        " all our experience at once, but by degrees. So our determinations continue to be",
        2187.4,
        2193.56
    ],
    [
        " assailed incessantly by fresh experience. And the mind, if we may use the expression,",
        2193.56,
        2200.14
    ],
    [
        " must always be under arms. So new things are going to come about and you've got to be, he's using,",
        2200.52,
        2207.92
    ],
    [
        " he's using kind of a different metaphor. I'm saying keep your mind open. He's like, you've got to be",
        2208.06,
        2212.38
    ],
    [
        " ready, ready to adapt. Yeah, keep your mind under pressure. Yeah, yeah, under pressure. Exactly.",
        2212.38,
        2218.1
    ],
    [
        " Next here, victory does not necessarily go to those who have the largest or most modern forces,",
        2219.16,
        2225.6
    ],
    [
        " but to those who are able to recognize the need to adapt, generate intelligent decisions,",
        2225.62,
        2231.08
    ],
    [
        " and execute them more quickly than their enemy.",
        2231.34,
        2234.88
    ],
    [
        " Victory does not go to the person who's the biggest and strongest. Echo.",
        2238.68,
        2242.28
    ],
    [
        " Yes, sir.",
        2242.76,
        2243.44
    ],
    [
        " It goes to the person who can adapt, who can make intelligent decisions, and execute them quickly.",
        2244.08,
        2248.9
    ],
    [
        " Skipping ahead in the progress and the progression of learning, training should provide",
        2249.7,
        2254.58
    ],
    [
        " Marines with an opposing will to practice against. Through rep, through repetitions in a training",
        2254.58,
        2261.34
    ],
    [
        " environment, Marines learned to outthink adversaries and overcome friction prior to encountering",
        2261.34,
        2267.18
    ],
    [
        " these factors during real world operations. Therefore, Marines must integrate lessons learned from",
        2267.18,
        2272.06
    ],
    [
        " current and previous conflicts to adapt their learning environments, methods, assessments,",
        2272.06,
        2276.26
    ],
    [
        " and feedback to reflect evolving threats. Got a lot of questions about this one, right? A lot of",
        2276.62,
        2284.3
    ],
    [
        " questions of how do I get my mind ready to do this? It's easy to sit here and talk about it.",
        2284.3,
        2288.14
    ],
    [
        " Hey, you want to be adaptable? Hey, you want to be able to detach? You want to be able to handle",
        2288.68,
        2293.62
    ],
    [
        " pressure? How do I actually do that? Oh, you've got to put yourself in those environments.",
        2293.62,
        2297.56
    ],
    [
        " You've got to go against an opposing will in order to practice.",
        2298.24,
        2303.32
    ],
    [
        " Sparring, right? That is jujitsu, yes.",
        2304.52,
        2307.24
    ],
    [
        " You know what? What is a barrier? Well, for you, it might not be underrated because you",
        2308.28,
        2318.12
    ],
    [
        " roleplay, right? Like roleplaying scenarios or whatever? Yes, we do 100% see the value.",
        2318.12,
        2323.6
    ],
    [
        " Right, but that roleplaying goes deep though, because I don't want to say I learned it from you,",
        2323.66,
        2329.96
    ],
    [
        " but you really, you brought it to light the importance and how of how good it works,",
        2330.06,
        2337.16
    ],
    [
        " but just how easy it is to do. So I think like, okay, so I'll just make kid. He's three.",
        2337.3,
        2343.6
    ],
    [
        " And I'm going to say, hey, don't like wine or whatever. And don't be like, what?",
        2344.48,
        2349.32
    ],
    [
        " Or don't be what I say you say you stand up straight and say yes, sir, when I say your name,",
        2349.48,
        2353.46
    ],
    [
        " you say yes, sir, I don't require him to do that, but it was like a practice to have a certain",
        2353.46,
        2357.64
    ],
    [
        " attitude. So I'm like, I say, if I say your name, you say yes, sir, don't say what? Don't say",
        2357.64,
        2363.42
    ],
    [
        " like that. I say when I say your name, you say yes, sir. And he's like, okay, you know, no roleplay,",
        2363.42,
        2368.8
    ],
    [
        " I'm like, okay, so next time it happens, I expect you to do that kind of thing. But I said, no,",
        2368.8,
        2372.92
    ],
    [
        " no, we're going to go through it with this practice. So I do it like two times,",
        2372.92,
        2376.28
    ],
    [
        " took like what, 30 seconds, not even 30 seconds. Now, every single time, but I got to say it in a",
        2376.54,
        2381.8
    ],
    [
        " certain tone. But still it's in his head now, you know, because he's sort of bent there,",
        2381.8,
        2385.64
    ],
    [
        " you see him saying rather than just some idea on a paper or out of my mouth or whatever.",
        2385.88,
        2389.68
    ],
    [
        " Yeah, the value of roleplay is equivalent to the value of rolling in Jiu-Jitsu. Yeah,",
        2390.28,
        2393.9
    ],
    [
        " spar in Jiu-Jitsu. That's essentially what sparring is. It's whistling. Yeah, it is whistling.",
        2394.12,
        2397.22
    ],
    [
        " With additional motivations, of course, but yeah, I mean, that's really the story that you're",
        2397.42,
        2401.7
    ],
    [
        " led in with is what we were talking about earlier is everything we did at Top Gun was roleplay,",
        2401.7,
        2406.48
    ],
    [
        " because nothing was live. You're not fighting against a real enemy. And our problem is we were roleplaying",
        2406.66,
        2411.46
    ],
    [
        " against somebody who wasn't good enough to make us better. I'm like, hey, I'm doing everything right,",
        2411.46,
        2416.12
    ],
    [
        " I'm winning. And that meant I was going to, but the roleplay, the other person in that roleplay,",
        2416.24,
        2421.72
    ],
    [
        " wasn't, wasn't roleplaying a hard enough situation for us to be effective.",
        2422.04,
        2426.28
    ],
    [
        " Yeah. And just like Jiu-Jitsu, you want to roleplay against the best possible opponent. You can.",
        2428.52,
        2434.58
    ],
    [
        " Look, can you over do that? Yes, you can. If all you do is just get smoked. And I bet you guys at",
        2435.0,
        2438.58
    ],
    [
        " Top Gun as instructors had to back off all the time. All the time. And we had dials. We did,",
        2438.58,
        2443.14
    ],
    [
        " we dialed by design and we knew what we were doing. But ultimately, there has to be some place where",
        2443.24,
        2447.22
    ],
    [
        " the roleplay isn't designed just so you can win. The roleplay is designed so you can be challenged",
        2447.22,
        2451.6
    ],
    [
        " correctly. And you know, we're going to talk about adaptation. But the more effective your",
        2452.6,
        2456.52
    ],
    [
        " counterpart is, the more you have to adapt, the less effective they are, the more you can just",
        2456.52,
        2460.4
    ],
    [
        " stick to your plan and you win. And that's a really bad lesson. It's like, I just keep doing what",
        2460.4,
        2463.64
    ],
    [
        " I'm doing. I'm going to be okay. Yeah, the more effective your opponent is, the more pressure you",
        2463.64,
        2467.02
    ],
    [
        " puts on your brain. And the better results you're going to get. The more you learn, the more you learn.",
        2467.02,
        2470.86
    ],
    [
        " You're going to shake out of your hair. Learning environments. There's not a single correct design",
        2470.9,
        2476.72
    ],
    [
        " for creating the ideal learning environment because each learning objective marine team and",
        2476.72,
        2481.68
    ],
    [
        " condition will differ. Therefore, Marines modify learning environment to most effectively meet",
        2481.68,
        2486.9
    ],
    [
        " their the learners needs and reflect the conditions that they expect to encounter.",
        2486.9,
        2491.24
    ],
    [
        " Effective learning requires environments that foster flexibility of thought, reasoning and the",
        2492.54,
        2498.4
    ],
    [
        " creation of the potential solutions to the problems and encourages Marines to explore alternative",
        2498.4,
        2504.3
    ],
    [
        " courses of action. I had to highlight that part because effective learning requires environments",
        2504.3,
        2512.12
    ],
    [
        " that foster flexibility of thought, reasoning and the creation of potential. So that. So if at",
        2512.12,
        2520.64
    ],
    [
        " top gun what you did was said, okay, Bill, on this run, you're going to go up, you're going to do",
        2520.64,
        2527.58
    ],
    [
        " this maneuver, this maneuver, this maneuver, this maneuver, this maneuver, this maneuver. And",
        2527.58,
        2531.4
    ],
    [
        " you're going to do them in this required timeline. Like you could create some false pressure with",
        2531.4,
        2534.72
    ],
    [
        " the required timeline. They would get good at doing this maneuver, this maneuver, this maneuver.",
        2534.72,
        2538.34
    ],
    [
        " And then as soon as a real thing happened and they got a wrench thrown into order, you came out",
        2538.86,
        2544.52
    ],
    [
        " of it, you just annihilate them. Same thing was you did too. Or the old school, the katas.",
        2544.52,
        2549.94
    ],
    [
        " Yes, right? The katas in whatever traditional martial arts. Here's the move. You know, there's a",
        2550.16,
        2556.58
    ],
    [
        " downward thrusting blow from your opponent. You do the X block and then whatever you do these",
        2557.14,
        2562.74
    ],
    [
        " coordinated moves, which is what made those type of martial arts when UFC started or when they",
        2562.74,
        2570.22
    ],
    [
        " were doing NHB in in Brazil or Valley Tudor in Brazil. Brazil. Then the traditional martial arts",
        2570.22,
        2580.62
    ],
    [
        " not learning in this way, not learning for flexibility of thought and reasoning and creation of",
        2581.4,
        2587.16
    ],
    [
        " potential. And what they didn't train for that, they trained for a downward thrusting whatever.",
        2587.16,
        2591.08
    ],
    [
        " And when they got an uppercut or a leg kick that they didn't know how to work against, they were",
        2591.34,
        2596.92
    ],
    [
        " dead in the water. Same thing with when I was training, well, the seals, that's how we train the",
        2596.92,
        2603.48
    ],
    [
        " seals. We're not training, hey, here's the, here's the, here's the next maneuver that you're going to",
        2603.48,
        2608.88
    ],
    [
        " do is call a center peel. Now walk down the ravine and when the whistle blows, you guys do a center",
        2608.88,
        2615.06
    ],
    [
        " peel. Actually, that's how we start off, right? That's the beginning. And I'm sure there's maneuvers",
        2615.06,
        2619.1
    ],
    [
        " you guys taught at TopCon. Hey, here's the maneuver. Here's what you do. Yes. But eventually you got to",
        2619.1,
        2622.72
    ],
    [
        " figure out what's maneuver you're going to do, when you're going to do it, how long are you going to do",
        2622.72,
        2625.24
    ],
    [
        " it for? What's your next maneuver going to be? Yeah. And what little changes you're going to make",
        2625.24,
        2628.66
    ],
    [
        " to that maneuver in real time? Because it's not going to be the root application of that maneuver",
        2628.66,
        2633.56
    ],
    [
        " you learned. It's going to be a variation of that.",
        2633.56,
        2636.44
    ],
    [
        " I fired up trying to expand people's brains.",
        2636.44,
        2640.54
    ],
    [
        " An effective learning back to the book, an effective learning environment enables Marines to",
        2641.88,
        2646.08
    ],
    [
        " clearly understand the intended war fighting doctrine concepts tactics techniques procedures",
        2646.08,
        2649.94
    ],
    [
        " and learning outcomes. It clearly identifies the expectation for the learners, whether exercising",
        2649.94,
        2655.78
    ],
    [
        " Marines critical thinking and problem solving skills or understanding circumstances where",
        2655.78,
        2662.3
    ],
    [
        " application of specific basic skills such as good marksmanship are required. So there's times",
        2662.3,
        2667.66
    ],
    [
        " where you are going to just straight up say Roger that got it. And then there's times where you're",
        2667.66,
        2674.2
    ],
    [
        " going to have to push back or get creative. Additionally, effective learning environments provide",
        2674.2,
        2679.08
    ],
    [
        " opportunities for Marines to execute the required repetitions under different conditions to achieve",
        2679.08,
        2685.18
    ],
    [
        " competency. Have you ever read the book outliers? Oh, Gladwell. Yes. So one of the things that one",
        2688.02,
        2696.58
    ],
    [
        " of the experiments that they go through in that book is there's they're training two groups of kids",
        2696.58,
        2699.92
    ],
    [
        " to throw a ball into a basket or something like that, not a basketball, but just a ball into a",
        2699.92,
        2704.72
    ],
    [
        " basket. And there's one group of kids that do it at varying distances, five feet, seven feet,",
        2704.72,
        2711.34
    ],
    [
        " four feet, three feet, eight feet. The other kids are just doing it at six feet every single time.",
        2711.34,
        2717.68
    ],
    [
        " Test day comes. The basket's at six feet. Guess who does better? Echo Charles. The six feet people.",
        2718.36,
        2724.68
    ],
    [
        " Nope. Really? Yeah. It's the people that had the variety, the flexibility. They trained and they",
        2724.9,
        2732.24
    ],
    [
        " were able to outperform. So that's counterintuitive. Yeah. Right. We think hey, just do the same thing.",
        2732.24,
        2738.2
    ],
    [
        " That's why that's why I like the multi sport athlete has this extra capability and they tend to do",
        2738.32,
        2746.3
    ],
    [
        " well. I just watched a documentary about different really successful athletes that often times,",
        2746.3,
        2753.18
    ],
    [
        " not all the time, oftentimes the player that does the best is not the best baseball player is not",
        2753.18,
        2760.06
    ],
    [
        " the player that just played baseball. It's the player that played football, basketball, and baseball.",
        2760.06,
        2766.06
    ],
    [
        " And then when he was 14, he focused on baseball, but he had all this different athletic training.",
        2766.06,
        2772.28
    ],
    [
        " Yeah. He was he was more capable with his body and his, you know, in moving his body through space",
        2772.54,
        2779.0
    ],
    [
        " with force. I had to go deep on that one. Yeah. That's good. First and foremost, the learning environment",
        2779.0,
        2786.06
    ],
    [
        " focuses on the learner's needs, enabling Marines to understand, develop and retain the necessary",
        2786.06,
        2790.44
    ],
    [
        " knowledge and competencies they will use in combat. Fast forward, although Marines strive for",
        2790.44,
        2796.44
    ],
    [
        " learning efficiencies, improving the learning environment does not necessarily mean making it",
        2796.44,
        2802.3
    ],
    [
        " more efficient. For example, although rope memorization and reciting fast can be very efficient and",
        2802.3,
        2808.4
    ],
    [
        " useful for developing basic knowledge, such as memorizing standing orders, they are not effective",
        2808.4,
        2813.7
    ],
    [
        " methods for all learning effective learning often requires approaching material from different",
        2813.7,
        2819.06
    ],
    [
        " perspectives, applying information in context and explaining how y-actions occurred in addition to",
        2819.56,
        2824.22
    ],
    [
        " what occurred. How many times echo Charles, have you heard me say you learn an arm lock from a",
        2824.22,
        2833.42
    ],
    [
        " different professor and from different angles, it will make your arm lock better. So if Dean",
        2833.42,
        2839.88
    ],
    [
        " Lester teaches you an arm lock, he's going to show you a couple of details. If I teach it to you,",
        2839.88,
        2843.86
    ],
    [
        " I'm going to show you a different detail. If Jeffy Glover teaches it to you, it's going to be an",
        2843.94,
        2847.98
    ],
    [
        " even different detail. And each one of those different perspectives is going to make you better.",
        2847.98,
        2854.38
    ],
    [
        " Then if you, when you learn the arm lock from the mount, but then you also learn it from the guard,",
        2854.62,
        2862.08
    ],
    [
        " both the arm lock from the guard and the arm lock from the mount, both to get better.",
        2862.64,
        2867.28
    ],
    [
        " Many times, many times better. So learning from different perspectives,",
        2867.8,
        2875.84
    ],
    [
        " important tool, important tool you got to have. Fast forward. Setting the conditions for success,",
        2877.2,
        2885.76
    ],
    [
        " recognizing these surfaces and gaps requires awareness, honesty and judgment because they are",
        2886.04,
        2892.06
    ],
    [
        " often unique to the individual or the specific unit. A surface in one learner or unit may be a gap",
        2892.06,
        2899.62
    ],
    [
        " in another. It is incumbent upon leaders, instructors, learners and their peers to actively seek out",
        2899.62,
        2906.98
    ],
    [
        " these gaps through continuous and aggressive reconnaissance. Learners should not hide gaps in their",
        2906.98,
        2915.14
    ],
    [
        " knowledge. Instead, they should exercise intellectual humility to identify and fill these gaps in",
        2915.14,
        2923.78
    ],
    [
        " order to improve intellectual humility. I mean, that's huge, man. Yeah, that is not easy to do.",
        2923.78,
        2937.22
    ],
    [
        " To infer your peers, especially if you're in charge, if you're like the leader of a team or",
        2938.14,
        2942.88
    ],
    [
        " an organization or even the instructor, which, you know, my time at Top Gun, anything I can think of",
        2942.88,
        2949.28
    ],
    [
        " where I was the leader of the team, that intellectual humility. We call that a brutally honest self-assessment.",
        2949.28,
        2957.12
    ],
    [
        " Yeah. And what's interesting is that if you think, if you're not going to be humble and you're not",
        2957.38,
        2965.02
    ],
    [
        " going to admit your mistakes, your going to look stronger to your troops, you're completely and",
        2965.02,
        2969.08
    ],
    [
        " utterly wrong. Yeah, that when you say it's not easy to do, if it's not easy to do and you choose",
        2969.08,
        2978.62
    ],
    [
        " subconsciously or consciously, you choose not to do it. Actually, intellectual humility, that is.",
        2978.88,
        2983.04
    ],
    [
        " And you choose to hide your gaps. What's it called?",
        2983.34,
        2987.42
    ],
    [
        " Surfaces gaps gaps gaps in knowledge. Yeah. If you choose to hide your gaps in knowledge and that's",
        2987.94,
        2993.3
    ],
    [
        " sort of the way you are, that's just how you get good at hiding the gaps. And then you become",
        2993.3,
        2998.74
    ],
    [
        " essentially successful at hiding the gaps. Then you get that so that will stunt your learning in that",
        2998.74,
        3005.06
    ],
    [
        " way. I mean, actively yes, but it makes it harder and harder and harder as you go on.",
        3005.34,
        3010.56
    ],
    [
        " You know, because the more you hide your gaps and the more you're committed to hiding the gaps,",
        3011.14,
        3014.6
    ],
    [
        " the more like when you get start to get exposed, the more you're going to hide your gaps.",
        3014.8,
        3018.9
    ],
    [
        " Yeah. And also, you can only hide your gaps for so long. I mean, people recognize it when you",
        3019.02,
        3025.06
    ],
    [
        " don't have that part of it. You're your game. It's not like people don't know it, man.",
        3025.06,
        3029.42
    ],
    [
        " Yeah. And I'm thinking, you get 200% where, you know, those guys where it's like, man,",
        3029.74,
        3035.1
    ],
    [
        " what they don't want to roll with certain guys or they don't, you know, like it's everyone sees it.",
        3035.26,
        3039.36
    ],
    [
        " Everyone sees what you're doing.",
        3039.46,
        3040.26
    ],
    [
        " Marines mitigate weaknesses by leveraging their strengths to form new understanding and focus on",
        3042.44,
        3049.72
    ],
    [
        " learning to eliminate gaps. This can only occur when learners first acknowledge their weaknesses",
        3049.72,
        3056.24
    ],
    [
        " and resolve to leverage their strengths to build meaningful connections.",
        3057.54,
        3061.76
    ],
    [
        " Should we make a poster that says that? You know, I mean, like just so important and so seemingly",
        3062.5,
        3072.22
    ],
    [
        " obvious. And once again, you wonder why someone would have to take something so seemingly obvious",
        3072.22,
        3078.28
    ],
    [
        " and put it into a book. It's because even though it's seemingly obvious, it's hard for people to do.",
        3078.28,
        3082.96
    ],
    [
        " Next section is called the Expeditionary Nature of Learning.",
        3086.86,
        3091.14
    ],
    [
        " Marines recognize that to be effective warfighters, they must be warrior scholars. They",
        3092.52,
        3097.68
    ],
    [
        " must seize initiative to study the profession of arms whenever and wherever learning opportunities",
        3097.68,
        3103.86
    ],
    [
        " arise. And once again, I like, I like how the Marine Corp manuals just state things as a matter of fact.",
        3103.86,
        3112.34
    ],
    [
        " If you're a Marine, then you obviously recognize that you need to be a warrior scholar. That's just how it is.",
        3112.92,
        3119.14
    ],
    [
        " Now, it goes into a little subsection here. And it's talking about force on force exercises",
        3120.16,
        3129.2
    ],
    [
        " to simulate war's complexity. Force on force exercises are purpose driven learning environments that",
        3129.2,
        3135.3
    ],
    [
        " approximate the complexity of war. When developing such exercises, Marines focus on designs that",
        3135.54,
        3142.88
    ],
    [
        " enhance problem solving and promote decision forcing events. This enables Marines to practice and",
        3142.88,
        3148.18
    ],
    [
        " better understand how to get inside the enemy's decision making process. There is no substitute for",
        3148.18,
        3153.94
    ],
    [
        " fighting against a competent realistic thinking adaptive enemy, even if that enemy is simulated by",
        3153.94,
        3159.52
    ],
    [
        " other Marines. This practice ensures that challenging learning environments provide a place to",
        3159.52,
        3164.3
    ],
    [
        " practice, develop, experience, allow errors, adapt, and learn how to fight and win.",
        3164.3,
        3169.78
    ],
    [
        " That's the very premise of top gun. Needless to say, that is the very premise of top gun. That is",
        3170.82,
        3179.04
    ],
    [
        " the very premise of the advanced seal training where you are in fact fighting against other seals",
        3179.04,
        3183.88
    ],
    [
        " all the time. And what's what might be hard for people to grasp and you might even be able to have",
        3183.88,
        3192.38
    ],
    [
        " a more linear exposure to this. I could watch a young seal officer get better at decision making",
        3192.38,
        3205.68
    ],
    [
        " events. I could watch a young seal get better at being in chaotic situations, taking a step back,",
        3205.68,
        3214.08
    ],
    [
        " detaching, looking around, figuring out what the possibilities are, choosing a course of action,",
        3214.24,
        3218.02
    ],
    [
        " executing it. I could watch someone get better at that. It's hard to",
        3218.02,
        3223.2
    ],
    [
        " be hard to quantify what that actually looked like, but I'm telling you, I'm trying to tell you",
        3223.2,
        3232.86
    ],
    [
        " what it looked like. This is why I think you might be able to give a better example. You'd see a",
        3232.86,
        3236.56
    ],
    [
        " young seal day one going through land warfare training. And or Dave, his first we'll call it",
        3236.56,
        3248.0
    ],
    [
        " environment where he doesn't know what the call that he's going to make is.",
        3248.0,
        3252.28
    ],
    [
        " Patrolling out there, boom, the targets pop up, the simulator start going off.",
        3252.9,
        3258.52
    ],
    [
        " His people react. And the first time it happens to him, he's totally overwhelmed.",
        3258.6,
        3265.12
    ],
    [
        " Doesn't know what decision to make. He's shooting his gun. He's looking around, but not with any",
        3265.38,
        3270.28
    ],
    [
        " purpose. No call gets made. Eventually the platoon chief goes, hey, be all right, or whatever.",
        3270.28,
        3274.58
    ],
    [
        " Then you know, your debriefing, you go, hey, what were you thinking about when the shooting started?",
        3276.24,
        3279.98
    ],
    [
        " Well, I saw that target out ahead of us. Okay, what else did you see?",
        3280.5,
        3283.4
    ],
    [
        " You didn't see anything else. Did you? No, I didn't see anything else. Okay, cool. Next time,",
        3284.08,
        3294.16
    ],
    [
        " I don't want you to even shoot your gun. Okay. Same thing happens now. At least the debrief, he says,",
        3294.54,
        3301.0
    ],
    [
        " yeah, I kind of saw that. I saw that little piece of terrain we could get by.",
        3301.14,
        3304.76
    ],
    [
        " That seemed to be a good spot. And then chief made the call. And they're like, okay, so your",
        3305.26,
        3310.36
    ],
    [
        " your eyes opened up a little bit more. And this continues down the road until finally, he can actually",
        3310.36,
        3315.18
    ],
    [
        " make a decision on his own in these pressure environments. So you can watch someone get put",
        3315.18,
        3320.36
    ],
    [
        " into the chaos and get better at handling it over time. Wanted to look like a top gun.",
        3320.36,
        3328.72
    ],
    [
        " Similar? Yeah, very similar. And what I was actually thinking with that is when you're talking",
        3329.08,
        3333.9
    ],
    [
        " about the progression is the end of the progression, you know, we'd go through this multi-plane",
        3333.9,
        3338.44
    ],
    [
        " environment, which is I think more replicates what you were doing. Not just the one against one,",
        3338.44,
        3343.32
    ],
    [
        " but multiple friendly aircraft and multiple enemy aircraft. And it appears as if the enemy could",
        3343.4,
        3347.9
    ],
    [
        " give you any number of an infinite number of possible options to attack us. But we actually",
        3347.9,
        3354.06
    ],
    [
        " didn't do that. We had kind of not quite scripted, but some of the basic formations and basic ways",
        3354.06,
        3359.02
    ],
    [
        " we wanted them to do it. And at the beginning of those phases, the student leaders would come back",
        3359.02,
        3362.98
    ],
    [
        " and just be like completely overwhelmed. And by the end, they wouldn't be they'd be handling",
        3362.98,
        3367.86
    ],
    [
        " and they would ask, Hey, what are you doing? So what's so much different about these last runs",
        3367.86,
        3371.94
    ],
    [
        " where I've been doing well? And you're like, nothing, nothing. And it's when they you would see them",
        3371.94,
        3378.52
    ],
    [
        " starting to see what's happening. And then their minds are thinking, wow, they're either",
        3378.52,
        3381.18
    ],
    [
        " dialing it back or they're making and we weren't changing anything. But that they were able to see",
        3381.26,
        3385.56
    ],
    [
        " that time was slowing down. Their decisions would make more sense. And they'd ask the question of,",
        3385.56,
        3389.08
    ],
    [
        " Hey, what change? Like, Hey, man, nothing changed here. What you're able to do now is see. And so",
        3389.08,
        3394.42
    ],
    [
        " the parallels there are amazing how similar those two situations are. And it also goes to show how",
        3394.42,
        3401.24
    ],
    [
        " much more thinking I have to put into how we were doing the training and where it fits elsewhere",
        3401.24,
        3406.2
    ],
    [
        " other than just making pilots ready to go to war. Yeah, that I would get asked the same question.",
        3406.2,
        3411.28
    ],
    [
        " Hey, thanks. We're back and off tonight. I'd be like, Hey, thank you for utilizing decentralized",
        3411.74,
        3417.98
    ],
    [
        " command and letting your subordinate leaders go on the assault. Yeah. Go on the attack. Go on",
        3417.98,
        3423.1
    ],
    [
        " the offense. Because when you do that, my guys are pinned down. They can't do anything. You know,",
        3423.1,
        3426.94
    ],
    [
        " how many guys I had tonight out of out fighting you? How many? Four. You know, how many I had last night?",
        3426.98,
        3431.78
    ],
    [
        " Four. How many night out the night before? Four. No change in the number of opt-for. You're going",
        3431.78,
        3436.52
    ],
    [
        " against what's what's changing is your ability to lead is your your team, your subordinate leaders",
        3436.52,
        3443.08
    ],
    [
        " ability to step up and make things happen. Your ability to give good guidance, your ability to make",
        3443.08,
        3446.96
    ],
    [
        " decisions, your ability for your team members to make good decisions. Because that's the other thing",
        3446.96,
        3451.22
    ],
    [
        " that makes it really drastic is as eight fire team leaders, all of a sudden, you know, when they show",
        3451.22,
        3459.4
    ],
    [
        " up two of them are kind of proactively making things happen. And then it becomes three and then",
        3459.4,
        3464.28
    ],
    [
        " it becomes four and then it becomes five and then it becomes six out of eight fire team leaders",
        3464.28,
        3469.52
    ],
    [
        " are proactively getting after it. It's going to be hard to contain them. And that's when I would",
        3469.52,
        3474.8
    ],
    [
        " have to step up. I wouldn't back off. I would step up my trade at guys. I'd be like, Okay,",
        3474.8,
        3479.14
    ],
    [
        " hey, we need to bring it. We need four more guys. We need to put somebody over here and we'd",
        3479.58,
        3483.22
    ],
    [
        " try and screw them over. But we wouldn't be able to beat a good task unit with good decentralized",
        3483.22,
        3488.18
    ],
    [
        " command with simple calls, doing cover and move. Priorit, we couldn't we couldn't beat them. You",
        3488.18,
        3493.46
    ],
    [
        " could not beat that, right? So you can get better at this stuff. Fast forward a little bit.",
        3493.46,
        3503.44
    ],
    [
        " Marines guard against complacency because they know that their adversaries are always watching what",
        3504.32,
        3510.4
    ],
    [
        " the Marines are doing and they are constantly making changes to an adapt and an attempt to defeat us.",
        3510.4,
        3516.58
    ],
    [
        " If Marine settle for what they think is good enough, it may result in high casualty rates for the",
        3518.18,
        3524.28
    ],
    [
        " next fight. Marines, just FYI, are not complacent. Next question.",
        3524.28,
        3534.58
    ],
    [
        " A learner-centric model. This is the next section is called a learner-centric model.",
        3535.94,
        3542.24
    ],
    [
        " The learner-centric model ensures that content is relevant to learners actively engaging and",
        3542.24,
        3548.32
    ],
    [
        " challenging Marines in a positive instructional climate. For example, discussions on problem solving",
        3548.32,
        3554.7
    ],
    [
        " between the learners and leaders and instructors are an effective method to motivate learners and",
        3554.7,
        3560.96
    ],
    [
        " build teams as they analyze information, consider alternatives and work together to develop a",
        3560.96,
        3566.74
    ],
    [
        " solution to the problem that's posed on them. Now, I am going to venture to guess that some of this",
        3566.74,
        3574.94
    ],
    [
        " section is aimed at an old philosophy of training which existed in the military. Well, I definitely",
        3574.94,
        3587.88
    ],
    [
        " existed in the SEAL teams, which is, hey, we're going, we're here. You're going to do what we tell",
        3587.88,
        3596.72
    ],
    [
        " you to do. It's because you're all screwed up and you need to do it what the way we showed you,",
        3596.72,
        3600.86
    ],
    [
        " which does not promote this whole idea of thinking and learning and developing. You know, hey,",
        3601.38,
        3611.68
    ],
    [
        " you entered that room wrong. This is probably one of the first little things that I noticed",
        3611.86,
        3621.3
    ],
    [
        " as I'm peeling back my career when I was at team one, and I was, I would be instructing, and I",
        3623.06,
        3634.1
    ],
    [
        " was never the lead instructor, but I go out and we'd be doing some close quarter combat training.",
        3634.1,
        3637.44
    ],
    [
        " And someone would do something. Someone would enter a room, right? They enter a room, they go left,",
        3637.94,
        3642.32
    ],
    [
        " they go right, whatever, they make a decision. And some of the instructors, some of the more old",
        3642.5,
        3648.96
    ],
    [
        " school instructors would say something along the lines of, you went left, that was wrong.",
        3649.66,
        3654.92
    ],
    [
        " And I'd say, hey, why did you go left? And they'd say, well, when I approached the door, I looked",
        3656.14,
        3665.4
    ],
    [
        " at the hinges, I could see which way it was going to open, and I thought it would be the quickest way.",
        3665.4,
        3669.6
    ],
    [
        " And you go, okay, here's the thing. And maybe there's a rebuttal to that. Maybe there's a, hey,",
        3669.82,
        3675.26
    ],
    [
        " listen, you can't, you can't presume that because you saw this, that's going to happen. Maybe it's",
        3676.08,
        3682.02
    ],
    [
        " the wrong, but maybe you go, okay, I understand what you were thinking. Here's something else to",
        3682.02,
        3687.12
    ],
    [
        " think about, but here's why it also may have been correct. And I used to say to guys, hey, you did",
        3687.12,
        3693.02
    ],
    [
        " what you did. You did what you did. Look, you're going to be going into houses. You've never been",
        3693.02,
        3697.72
    ],
    [
        " in before. That's the whole goal of this, and that you can go into a room. You've never been in",
        3697.72,
        3700.96
    ],
    [
        " before. And you're going to react how you react. We need to understand why you're reacting that way.",
        3700.96,
        3705.32
    ],
    [
        " If it's, if there's a better way to do it, let's think about it. But let's not",
        3705.52,
        3710.1
    ],
    [
        " X out what you did as if this was the wrong thing. By the way, you don't get a second chance.",
        3710.1,
        3717.32
    ],
    [
        " In combat, you did, whatever you just did, you just did. And now you got to deal with it.",
        3717.32,
        3721.76
    ],
    [
        " Think about from a leadership standpoint, too. What actually helps that person more",
        3722.76,
        3729.48
    ],
    [
        " than you could do something like jaco that was wrong. Like Roger that. Do it the way I told you to do it.",
        3730.16,
        3736.04
    ],
    [
        " Okay, Roger that. You actually made do it the way I told you to do it. Maybe you will, maybe you",
        3736.14,
        3740.44
    ],
    [
        " won't, maybe you're just stubborn. You're going to not, but you're going to just do what you do.",
        3740.44,
        3743.48
    ],
    [
        " But if I actually show you like, hey, man, hey, can you just explain that to me? You're",
        3743.9,
        3750.32
    ],
    [
        " willingness to listen to me goes up infinitely. And then if there isn't for a time that I go, hey,",
        3750.32,
        3755.4
    ],
    [
        " man, you got to do this thing. You're going to get Roger that. I'll do that. But just by",
        3755.4,
        3759.82
    ],
    [
        " asking the question, and I almost knew what you're going to say was, hey, just tell me why you did",
        3759.82,
        3763.76
    ],
    [
        " that. It doesn't mean that they're still right. But it means that you actually want to understand",
        3763.76,
        3768.08
    ],
    [
        " what they were thinking. And if you understand what they're thinking, it's so much easier to train",
        3768.08,
        3771.78
    ],
    [
        " and work with them than if you're just trying to force them into what you want them to do.",
        3771.78,
        3774.96
    ],
    [
        " And what's incredible is this section captures that whole thought process in the title of the",
        3775.32,
        3781.72
    ],
    [
        " section, a learner centric model. So if you're a trainer, you're an instructor.",
        3781.72,
        3785.34
    ],
    [
        " So often people set up instruction as if it's around me, right? This instruction around me,",
        3785.92,
        3792.08
    ],
    [
        " hey, this is how you do an arm lock, right? This is how you do it. Watch me and then do what I just did.",
        3792.32,
        3797.82
    ],
    [
        " Instead of, hey, let me see your arm lock. You know, who does this Dean Lister? He'll watch you do",
        3798.34,
        3805.44
    ],
    [
        " something. And when we were at camp up in Maine, people would say, hey, Dean, so awesome. And I'd be",
        3805.78,
        3813.62
    ],
    [
        " like, oh, why? They'd say he was, he came from across the room. So the giant mat space, thousands",
        3813.62,
        3820.1
    ],
    [
        " of square feet of mat with a hundred people on it. And they'd say he came from across the room",
        3820.1,
        3825.56
    ],
    [
        " and said, hey, I see where you're putting your foot on this position. And it'd be better if you",
        3825.56,
        3831.92
    ],
    [
        " would move it four inches over here to the right. Try it. And then it would work. So it's learner",
        3831.92,
        3838.36
    ],
    [
        " centric. It's not about Dean. It's actually about the students. And that's a Dean's very good at that.",
        3838.36,
        3845.14
    ],
    [
        " It's fully about the learner. It's a learner centric model.",
        3845.24,
        3849.34
    ],
    [
        " The Marine Corps, but I think, I think that there is an old school mentality of instruction",
        3850.74,
        3859.54
    ],
    [
        " in the Marine Corps, possibly. I was never in the Marine Corps, but I did go through multiple",
        3859.82,
        3865.48
    ],
    [
        " training events with the Marine Corps. And I definitely saw some instructor centric models.",
        3865.48,
        3871.86
    ],
    [
        " And I think actually Dean dealt with some instructor centric models. Dean went up to do some",
        3873.22,
        3878.38
    ],
    [
        " combatants training with the Marine Corps. And the instructors were there. And instead of them",
        3878.38,
        3884.44
    ],
    [
        " being like, okay, well, how would you do this? Dean Lister, multiple time world champion,",
        3884.44,
        3890.42
    ],
    [
        " did you do? How would you do a rear naked choke? And instead they were saying we do it like this.",
        3890.6,
        3894.86
    ],
    [
        " And Dean said, okay, try that on me. Guess what? There are some holes in the plan.",
        3895.1,
        3903.36
    ],
    [
        " Check. Next section, self. And the caveat haven't thrown it out there yet. No, I'm not reading this",
        3904.64,
        3914.22
    ],
    [
        " whole entire book. We're skipping big chunks. You can get it yourself. It's free. It's online.",
        3914.22,
        3918.76
    ],
    [
        " It's PDF. You can download it. The Marine Corps is very generous with their knowledge.",
        3919.0,
        3922.92
    ],
    [
        " Next section, self directed learning. Like mission tactics, self directed learning",
        3923.7,
        3929.94
    ],
    [
        " benefits the leader and instructor by giving the learner more ownership and autonomy,",
        3929.94,
        3935.36
    ],
    [
        " which enables the leader or instructor to focus on learners who need more help or to explore",
        3935.76,
        3940.94
    ],
    [
        " alternate ways to improve the learning environment. The commander, leader, instructor, or mentor",
        3940.94,
        3948.9
    ],
    [
        " agrees to provide the learners with the necessary support and guidance to help them accomplish their",
        3948.9,
        3955.04
    ],
    [
        " missions without unnecessarily prescribing their actions. Oh, decentralized command. We want you to",
        3955.04,
        3963.16
    ],
    [
        " know how to do this. We want you to take ownership of what you learned. Why? Because then you're",
        3963.16,
        3969.82
    ],
    [
        " going to be more invested in it. It's just good to go. Vicarious experiences critical because even",
        3969.82,
        3978.92
    ],
    [
        " the most realistic training experiences and military education fall short of the reality of combat.",
        3978.92,
        3983.1
    ],
    [
        " Therefore, the more vicarious experience that a Marine obtains, it, the less likely that a new",
        3983.92,
        3989.8
    ],
    [
        " experience in combat or otherwise will be completely unique. Yes, you cannot simulate everything.",
        3989.8,
        3994.18
    ],
    [
        " I used to joke about this at trade it, I would say. Unfortunately, I can't just shoot you guys,",
        3994.6,
        4002.62
    ],
    [
        " and they laugh because we do everything else. I was standing with the commanding officer of a",
        4003.06,
        4009.56
    ],
    [
        " SEAL team as one of his SEAL task units was out in the desert in the Imperial Valley of California,",
        4009.56,
        4019.56
    ],
    [
        " and there was total mayhem going on. We both have radio as on. We're listening to all the calls",
        4019.82,
        4025.22
    ],
    [
        " getting made. There's strobes going off. There's explosions going off. There's communication.",
        4025.22,
        4031.08
    ],
    [
        " Just all this is happening. We have the perfect view. There's guys on the ridge line. We're looking",
        4031.46,
        4040.34
    ],
    [
        " at like a bowl of valley and then guys are up on the ridge lines and you can see them all",
        4040.34,
        4045.64
    ],
    [
        " from our vantage point. I just looked at them. I said there is no better training in the world for",
        4046.0,
        4052.26
    ],
    [
        " guys than what these guys are. It's so realistic. It was so crazy.",
        4052.26,
        4057.46
    ],
    [
        " But my point was, even with that, there were things that you can't simulate. There's things that",
        4059.64,
        4067.06
    ],
    [
        " you cannot simulate. You have to use these vicarious experiences so that people can learn.",
        4067.06,
        4074.34
    ],
    [
        " Continuing on, Marines can use mental imagery to gain confidence prior to executing a skill,",
        4077.5,
        4081.72
    ],
    [
        " emphasize key points in after-action to reviews, examine possible outcomes of decisions and",
        4082.06,
        4087.26
    ],
    [
        " explore options. Mental imagery also provides an effective mission rehearsal technique. When using",
        4087.26,
        4092.56
    ],
    [
        " mental imagery, a leader pictures himself or herself in the operation, vividly visualizes",
        4092.56,
        4098.4
    ],
    [
        " different scenarios, including possible branches and sequels, and rehearses the decisions he or she",
        4098.4,
        4104.12
    ],
    [
        " may make given specific conditions and enemy actions. This way, the leader mentally prepares",
        4104.12,
        4111.42
    ],
    [
        " for multiple potential enemy actions and reduces the possibility of surprise when the enemy reacts.",
        4111.42,
        4117.82
    ],
    [
        " Now, what you're trying to do is close the gap between how hard you can train and what it's really",
        4118.14,
        4129.1
    ],
    [
        " going to be like. You cannot fully get there. You can't fully get there. There's emotions that",
        4129.1,
        4135.66
    ],
    [
        " you cannot trigger unless someone is about, could die right now. In Jiu-Jitsu, you train for MMA.",
        4135.66,
        4144.82
    ],
    [
        " Not even Jiu-Jitsu. MMA. We can throw punches. We can grapple. We can exhaust them. We can do all",
        4145.5,
        4153.02
    ],
    [
        " these things. But you can't have them walking into the octagon in the UFC. Even if you, and I used to,",
        4153.44,
        4160.48
    ],
    [
        " like, when we used to spar, we used to do it on Saturdays when there was a crowd here, get the crowd",
        4160.58,
        4163.98
    ],
    [
        " to start commenting. You can do all those things. But that last little thing, you cannot simulate.",
        4163.98,
        4171.46
    ],
    [
        " You cannot simulate. And so you want to build up. You want to close that gap as much as possible.",
        4171.82,
        4176.66
    ],
    [
        " Part of it is through the training. Part of it is through these vicarious experiences and",
        4176.92,
        4180.18
    ],
    [
        " reading and learning about them. But there was a guy on the EF online today saying, hey, I understand",
        4180.18,
        4186.44
    ],
    [
        " that I'm supposed to detach. But there comes a point when it starts happening and I, how do I get ready",
        4186.44,
        4193.0
    ],
    [
        " for that? Yeah. And the thing was, the advice I gave him was a little, let's say I was a little",
        4193.0,
        4201.84
    ],
    [
        " nervous about the advice I gave this guy. Because I was saying, hey, you need to set yourself up for",
        4201.84,
        4207.38
    ],
    [
        " surprise things that you're not ready for. You actually want to tell, like, if I want to get ready",
        4208.34,
        4212.9
    ],
    [
        " to defend myself and not freak out, I need to tell Echo, hey, man, occasionally, I want you to",
        4212.9,
        4219.26
    ],
    [
        " just attack me. And here's where you got to be careful. If you do that, let's say you go, okay,",
        4219.26,
        4226.82
    ],
    [
        " all right, I got this. And you start tracking on me. And one night at Vons, you know, I'm out there",
        4227.36,
        4234.2
    ],
    [
        " getting some picking up some steak. And you, I get into my car or whatever I'm getting in my",
        4234.2,
        4239.74
    ],
    [
        " car, you spring out of somewhere and start yelling and screaming with a knife in your hand to see",
        4239.74,
        4244.02
    ],
    [
        " how I react. And next thing, you know, you got to shoot to gunshots to the head, right?",
        4244.02,
        4250.48
    ],
    [
        " And how am I going to explain that one away? Right? It's going to be tough. Yes. So we got to be,",
        4251.26,
        4256.28
    ],
    [
        " we got to do have to put some parameters around it. Yeah. Because I don't want to shoot you.",
        4256.36,
        4259.78
    ],
    [
        " Wait, that's what is that essentially, but I mean, obviously not the shooting thing, but that's",
        4260.58,
        4264.26
    ],
    [
        " what that's what your answer was. Well, what I said was, listen, you know, talk to your wife and",
        4264.26,
        4269.42
    ],
    [
        " have your wife throw scenarios at you. And then I had to give the same parameters. Because if you",
        4269.42,
        4272.74
    ],
    [
        " call, imagine if you said, and I said, listen, you want to practice being in these turbulent",
        4272.74,
        4279.72
    ],
    [
        " situations, you have to be in them as close as you can get. So I said, if you tell your wife that,",
        4279.72,
        4284.04
    ],
    [
        " say, hey, I want you to throw some just crazy stress at me when, you know, and don't even do it",
        4284.26,
        4290.56
    ],
    [
        " to me today or tomorrow, wait like a week till I really don't expect it. But then I told him, hey,",
        4290.56,
        4296.04
    ],
    [
        " you need to put some parameters around us, right? Because his wife might come home and say,",
        4296.12,
        4299.78
    ],
    [
        " his wife might come home and say, I've decided to leave you. Yeah, he goes, good. I was going to",
        4299.96,
        4304.64
    ],
    [
        " leave you anyways. All the stuff we haven't told disaster, right? So we have to put parameters on it.",
        4304.64,
        4309.84
    ],
    [
        " We have to think through it. But if you really want to get someone used to being under stress,",
        4309.98,
        4316.42
    ],
    [
        " that's what you do. You put them under stress. That's what you do. And it's hard to do that. If",
        4316.86,
        4322.64
    ],
    [
        " someone knows it's a role play, there's a little thing in the back of their mind. But if they don't,",
        4322.64,
        4328.3
    ],
    [
        " hey, you can create a lot of stress on someone. Yeah. If you fail that, like, those test scenarios",
        4328.3,
        4335.76
    ],
    [
        " that they spring out at you, if you fail that test, you can do some damage in your relationship.",
        4335.76,
        4339.48
    ],
    [
        " That's what I'm saying. You got to make any kind of, yeah, that's what I'm thinking too, man. Because",
        4339.5,
        4343.36
    ],
    [
        " what if, yeah, what if your wife says, like, essentially a fake unlock, like, uh, whatever,",
        4343.36,
        4349.44
    ],
    [
        " right? I'm leaving you. I'm mad at even like a something small. Let's say, um, hey, you didn't take out",
        4349.72,
        4354.02
    ],
    [
        " that trash or whatever. And just with a slight attitude, what if I fail the test and I'd be like,",
        4354.02,
        4358.68
    ],
    [
        " it's not my job. I bring up something that actually does really in real life trigger her a little,",
        4358.72,
        4363.26
    ],
    [
        " just a little bit for sure. She's playing the role. But hey, what if she can't detach either,",
        4363.26,
        4366.88
    ],
    [
        " you know, which is normal, you see? And now it just escalates from there and there, which started",
        4367.1,
        4371.32
    ],
    [
        " to be a test now. Man, really shit. It's like the, it's like the office, the fire test with, uh,",
        4371.32,
        4376.4
    ],
    [
        " with right, right? It's supposed to be a test. Now we got people throwing coffee machines out the",
        4376.7,
        4382.84
    ],
    [
        " window. Yeah. In the military, we grew up with something called, and I assume you got the same",
        4382.84,
        4388.32
    ],
    [
        " we had something called the training timeout. So, uh, in a scenario like they breathe, okay,",
        4388.88,
        4393.9
    ],
    [
        " we're going to go do this training. And if something happens that you exceed a threshold of whatever,",
        4394.0,
        4397.84
    ],
    [
        " you put your hands up in a tee or you put your arm up and say time out and then we'll stop the drill.",
        4398.18,
        4402.64
    ],
    [
        " We're just going to like rudimentary training. You do that. And so you kind of always",
        4403.02,
        4406.74
    ],
    [
        " knew in the back of your mind, like, okay, this could get bad. But if it gets too bad, I can stop the",
        4406.74,
        4411.14
    ],
    [
        " training. What would be certain or what, what would be like an example of my record, my recollection",
        4411.14,
        4417.54
    ],
    [
        " of the first time that I was briefed on the training timeout was during like the first week of TBS",
        4417.54,
        4423.22
    ],
    [
        " where we do swim. That's the first thing you do swim. Yeah, the water is hey, look, if you know,",
        4423.22,
        4428.74
    ],
    [
        " we're there's five instructors, there's 40 dudes in a platoon, we're watching you. But if you get to",
        4429.14,
        4433.66
    ],
    [
        " a place where you are, you can't handle this, you can throw the hands up and we'll see that. We'll,",
        4433.66,
        4437.64
    ],
    [
        " we'll stop the training. So you can introduce this concept really on. And then, you know, as you",
        4437.68,
        4441.46
    ],
    [
        " evolved in in fighter aviation, we have the knock it off, which is actually kind of like in some",
        4441.46,
        4446.96
    ],
    [
        " ways, it's kind of like tapping. So I can do this fight with you and we're finally, if I get to a",
        4446.96,
        4450.5
    ],
    [
        " point where I feel like I've reached a limit, I don't think this is safe anymore. I can't keep",
        4450.5,
        4454.74
    ],
    [
        " doing this or or whatever. I can say knock it off and you will stop training. You will stop being",
        4454.74,
        4459.18
    ],
    [
        " the aggressor. Say, but you don't get to do that in combat. There is no training timeout. There",
        4459.18,
        4465.68
    ],
    [
        " is no knock it off. But it's impossible for any training scenario to remove that thing. Hey,",
        4465.68,
        4469.54
    ],
    [
        " if your life is now at risk, there is no training situation that we would allow that to happen. We",
        4469.56,
        4473.84
    ],
    [
        " never get to a place where you're going to get hurt or killed to prove a point. But you actually",
        4473.94,
        4479.12
    ],
    [
        " kind of know that subconsciously. And so that limit is there. That's the gap. That's the gap. Yep.",
        4479.12,
        4484.18
    ],
    [
        " That's right. The gap is when you've got a platoon of guys and they're receiving enemy fire,",
        4484.28,
        4491.84
    ],
    [
        " air quote enemy fire. And one of the guys just gets up and charges, you know, the bad guy and",
        4492.44,
        4498.48
    ],
    [
        " it's great. And he happens to get him or whatever. But if those are real bullets, the reaction might",
        4498.6,
        4506.04
    ],
    [
        " might be different. Right. You can't and it goes both ways too. Because I used to explain that's",
        4506.04,
        4512.08
    ],
    [
        " what evens it out for our training. What evens it out is the bad guys, the op my op for they don't",
        4512.08,
        4518.1
    ],
    [
        " care if they die either because they're going to get reset and we'll go again. But actually the",
        4518.1,
        4523.32
    ],
    [
        " Mujahideen often didn't care if they died. And so they have an advantage there. We care about",
        4525.0,
        4529.66
    ],
    [
        " our friends. We care about our comrades and arms. So we're going to fight a different way",
        4529.66,
        4533.86
    ],
    [
        " than the Mujahideen. That's just they don't care. Not all the time. But that's a part of their",
        4533.86,
        4539.12
    ],
    [
        " mindset is, Hey, if I die, that's cool. Margarita. They would have suicide missions. Yes.",
        4539.12,
        4543.74
    ],
    [
        " I we don't do that. We don't really like, Hey, look, you're going to die on this one. But I want",
        4544.18,
        4548.54
    ],
    [
        " to talk about the plane. We don't do that. No. And they would they would do that. Actually,",
        4548.54,
        4553.62
    ],
    [
        " all the time. All the time. Yeah. And that and that the I think the point by this, there are",
        4553.62,
        4558.44
    ],
    [
        " things that you simply cannot replicate. And that's that's one of them. Not just the risk to your",
        4558.44,
        4562.94
    ],
    [
        " own life that you're going to mitigate, but the willingness of the other person to have no regard",
        4562.94,
        4567.42
    ],
    [
        " for that. Yeah. Which is something it's hard. You cannot get that gap will always persist until",
        4567.42,
        4571.86
    ],
    [
        " you experience it for the first time. Yeah. And then you got to try and close that gap to the best",
        4571.86,
        4576.24
    ],
    [
        " of your ability. And the way you do that is different instructors, different angles. And then,",
        4576.24,
        4581.54
    ],
    [
        " as I was talking about here, Vicarious living, Vicarious experience. Hey, tell me what that",
        4581.6,
        4586.76
    ],
    [
        " was like from you. And there's a chance that you go, you know what? Oh, I know what I remember this",
        4586.76,
        4591.84
    ],
    [
        " guy. I remember this. I've seen this before. This whole book starts off with Matt is saying, Hey,",
        4591.84,
        4597.28
    ],
    [
        " you shouldn't be surprised by anything. You should have read about it. There's no there's no",
        4597.32,
        4600.18
    ],
    [
        " thing that you can't say. I've seen something like that before. Which is what they're going for.",
        4600.18,
        4604.26
    ],
    [
        " All right. So going back to the book here, Guba, if to rewind a little bit. So the whole test",
        4604.42,
        4611.96
    ],
    [
        " about the guy that you're giving advice to the, you know, have yourself tested, have yourself tested,",
        4611.96,
        4617.74
    ],
    [
        " put yourself into pressure scenarios. Yeah. For detachment practice, essentially. So",
        4617.9,
        4623.04
    ],
    [
        " I think for us, I think those should always be at a level one. That's I think just for safe,",
        4623.04,
        4629.32
    ],
    [
        " if that's your meaning, we don't want, we don't want, we don't want ecotralls to catch two hydro",
        4629.32,
        4635.16
    ],
    [
        " shocks to the grape. Yeah. The vans parking lot. Yeah. So you threaten my stakes. Yeah. So if you're",
        4635.16,
        4641.2
    ],
    [
        " weak or let's say detaching in moments like that or part of your maybe weakness, we'll say.",
        4641.2,
        4647.34
    ],
    [
        " Right. Which is why I'm actually requesting for the training. Right. So it is a weakness. So",
        4647.4,
        4653.44
    ],
    [
        " we got to figure there's some possibility that I am not going to detach. I'm not going to see",
        4653.44,
        4657.54
    ],
    [
        " that you and I'm just cracking off my rounds. Yeah. Shop plays. So yeah. So I think level one,",
        4657.54,
        4661.94
    ],
    [
        " I don't know this is my opinion, but I think part of or at the very least the beginning of the",
        4662.02,
        4667.02
    ],
    [
        " answer to someone with that kind of like a detachment kind of weakness or whatever is the leadership",
        4667.02,
        4673.14
    ],
    [
        " primer. You call it? Yes. So okay. So before you even said the word leadership primer, primer,",
        4673.14,
        4678.94
    ],
    [
        " I would essentially prime myself by doing this. And a lot of people do do this. They'll like,",
        4679.38,
        4685.22
    ],
    [
        " tell me this. They'll be like, what would Jaco do in this situation? Like anytime a stressful",
        4685.22,
        4689.64
    ],
    [
        " situation came up or a decision had to be made, they'll be like, what would Jaco do? In fact,",
        4689.64,
        4693.38
    ],
    [
        " they'll say, hey, make a sure this is what would Jaco do. Kind of think. And I'm like, yeah.",
        4693.52,
        4697.34
    ],
    [
        " So essentially thought the same thing, but not what would Jaco do, but more like, hey,",
        4697.94,
        4701.98
    ],
    [
        " I'm the leader. So what should the leader do right now? You know, it's like or and then so",
        4702.08,
        4706.92
    ],
    [
        " along with being the leader is it's your responsibility. You can you cannot. It's against life rules",
        4706.92,
        4712.3
    ],
    [
        " to blame anyone else. You have to take 100% of the blame and come up with 100% of the solution.",
        4712.3,
        4716.86
    ],
    [
        " If someone helps you good, but you have to come with 100% of the solution right now. Even if you're",
        4716.9,
        4721.28
    ],
    [
        " being attacked and feeling under appreciated blood, blood, blood, it's 100% up to you to cut to",
        4721.28,
        4728.14
    ],
    [
        " to manufacture a good outcome. Right. So so that's essentially what would Jaco do, right? That's like",
        4728.14,
        4734.58
    ],
    [
        " the press. So I would essentially prime myself like if something's some stressful situation,",
        4734.58,
        4738.96
    ],
    [
        " that's the rule. Like any stress that comes in some bigger small boom, I'm the leader. You just",
        4739.0,
        4743.92
    ],
    [
        " you have to essentially prime yourself into being like the leader. And what's hard is",
        4743.92,
        4748.44
    ],
    [
        " is is being primed, right? Because you're you're not walking around like that. It takes a long time",
        4748.44,
        4755.12
    ],
    [
        " to develop the instinct of your very first reaction. Your initial reaction is detached. Take a step",
        4755.12,
        4762.94
    ],
    [
        " back and take a breath and make sure you understand what's happening. That's a really hard thing to",
        4762.94,
        4767.44
    ],
    [
        " train in yourself. It's a really hard thing to train yourself. So for the leadership primer,",
        4767.44,
        4773.96
    ],
    [
        " which again, this is EF online. We got this thing called the leadership primer where you,",
        4774.26,
        4777.04
    ],
    [
        " you know, you can just press play leadership, leadership primer. And it's me saying, hey,",
        4777.4,
        4781.1
    ],
    [
        " this is what you think about this. And it just gets you in the leadership mindset because",
        4781.18,
        4786.98
    ],
    [
        " if you're there already, that's one less step you have to take. Hey, if I tell you,",
        4786.98,
        4794.74
    ],
    [
        " hey, Echo, you're going to walk in that room and you're going to get in a fight.",
        4794.74,
        4796.96
    ],
    [
        " If I tell you that there's a guy waiting to fight you in that room, you are going to do eight times",
        4797.4,
        4802.38
    ],
    [
        " better than if you just walk into that room thinking about, you know, getting sushi, right? You're",
        4802.38,
        4808.02
    ],
    [
        " going to do eight times better minimal. You're going to be ready. You're going to be primed. You're",
        4808.02,
        4812.06
    ],
    [
        " going to be thinking you're going to be looking for an exit. You're going to be looking for an entrance.",
        4812.06,
        4814.1
    ],
    [
        " You're going to see what is weak. You're going to size up your target. All that's going to happen.",
        4814.16,
        4816.82
    ],
    [
        " The second you walk in there, if you're not expecting it all, it doesn't happen at all.",
        4816.98,
        4821.16
    ],
    [
        " So getting yourself thinking that way is absolutely important. And you know, I'll take this whole",
        4821.48,
        4828.24
    ],
    [
        " thing one step further. The idea of like what would Jaco do? I get it as like a leadership primer.",
        4828.24,
        4835.58
    ],
    [
        " You actually have to ask yourself one level deeper than that, which is for lack of a better way",
        4836.4,
        4843.62
    ],
    [
        " of explaining it. What would Jaco actually do right now? Because the surface answer of what would",
        4843.62,
        4850.62
    ],
    [
        " Jaco do is like, oh, you just beat you up through this, right? That's a surface answer.",
        4850.62,
        4855.76
    ],
    [
        " It's not the real answer. And that's the difference. And I did a bad job sometimes in the teams",
        4856.18,
        4863.26
    ],
    [
        " of guys that work with me, but they didn't, they got the surface Jaco, but they didn't get the",
        4863.26,
        4868.04
    ],
    [
        " next level. And so they go overseas and have to report to some army, some army major that they",
        4868.04,
        4878.92
    ],
    [
        " didn't get along with. And they think, what would Jaco do? Jaco would tell this guy better",
        4878.92,
        4882.88
    ],
    [
        " straighten himself out. No. And actually, that's the wrong answer. Jaco would actually develop an",
        4882.88,
        4887.08
    ],
    [
        " awesome relationship with this guy, get to know him really well and start planning seeds in his",
        4887.08,
        4891.88
    ],
    [
        " head where we ran everything. That's what Jaco would do. So it's a little bit deeper than that.",
        4891.88,
        4896.98
    ],
    [
        " You have to go next level before we end up priming ourselves for, hey, if it's just like this,",
        4897.12,
        4904.24
    ],
    [
        " if I said to echo, when you go in this room, someone's going to get attack you. And you walk in",
        4904.34,
        4909.84
    ],
    [
        " first person, you see you punch them in the face. And it ends up being whatever someone that didn't",
        4909.84,
        4916.5
    ],
    [
        " deserve it, right? That's a problem. Yeah. You were overly primed and you didn't really think",
        4916.5,
        4921.44
    ],
    [
        " through the problem. Yeah. So there's a, there's another level there that you got to go. But to your",
        4921.44,
        4927.52
    ],
    [
        " point, correct. How can you get yourself primed? You know, I talk about leadership strategy",
        4927.72,
        4934.04
    ],
    [
        " and tactics. There's a list of 12 things to do as a leader. And I'm like, look, you can't read this",
        4934.04,
        4939.28
    ],
    [
        " list of 12 things and be like, okay, good. Cool. Now, no, if you're a new leader and you check in",
        4939.28,
        4943.58
    ],
    [
        " before you go into the meeting with your subordinate or with your leader, you just take a look,",
        4943.58,
        4949.54
    ],
    [
        " take three minutes and read through the thing and be like, all right, I'm thinking the right way.",
        4949.66,
        4952.24
    ],
    [
        " I've got my mind primed for what I'm going to go make happen right now. And when somebody",
        4952.32,
        4956.7
    ],
    [
        " blames me for something instead of going, actually, it's not my fault at all. And said you go,",
        4956.94,
        4961.0
    ],
    [
        " yeah, okay, let me get out my notebook and actually write down what you're saying.",
        4961.34,
        4964.96
    ],
    [
        " So I can make sure I can get it fixed because I don't want to be the person that's responsible",
        4965.28,
        4969.72
    ],
    [
        " for making mistakes. But I'm ready to take it on and fix it. Boom. And, and just to be clear too,",
        4969.72,
        4978.28
    ],
    [
        " like I by no means am saying people, hey, do this. This is what all you got to do or not all you",
        4978.38,
        4983.78
    ],
    [
        " get it. This way you got to do asters of what would jacod do. I'm not like advocating that at all.",
        4983.78,
        4989.4
    ],
    [
        " I'm saying that is a different way of explaining what I would do. And it's it wasn't like what",
        4990.06,
        4996.84
    ],
    [
        " would jacod do it. It was what would like the leader quote unquote, the leader do. And I used you",
        4996.84,
        5002.5
    ],
    [
        " as a reference. And here's the thing. I know your second and even sometimes third level. Like I know,",
        5002.5,
        5006.74
    ],
    [
        " I think I do anyway. It's been effective with behaving like I do put it that way.",
        5006.86,
        5013.38
    ],
    [
        " So to me, I just worked on being that way the whole time. 100% of the time because it's easier to",
        5014.5,
        5019.72
    ],
    [
        " like deprive than it is to like prime one. You're like laid on the priming kind of thing.",
        5019.72,
        5024.54
    ],
    [
        " Situation in one of situation arises, you know. Yeah. And here's where all this is hard. Right.",
        5024.78,
        5030.1
    ],
    [
        " All this is hard is that there's a gap that you got to be able to fill. That's that's what this",
        5030.62,
        5035.94
    ],
    [
        " is all about. The gap is I can get primed for so much. I can think about what I'm going to do and",
        5035.94,
        5041.7
    ],
    [
        " how I'm going to act. And I'm going to make this call. And if somebody confronts my ego,",
        5041.7,
        5045.06
    ],
    [
        " I'm going to detach. But then the person that you didn't expect to confront your ego, the",
        5045.24,
        5050.34
    ],
    [
        " person that you didn't expect to say a nasty comment to you, that happens. And before you can get",
        5050.34,
        5056.26
    ],
    [
        " think through it, you go, well, who are you to even be called out someone with what you did last",
        5056.26,
        5062.66
    ],
    [
        " quarter? And all of a sudden, we've got an escalation on our hands. So how do you get ready for that?",
        5062.66,
        5068.2
    ],
    [
        " The answer is you do these training scenarios. And you as much as you can, you say, look,",
        5068.3,
        5074.98
    ],
    [
        " hey, Dave, I've been having a problem losing my temper with people. Can you do me a favor and",
        5075.54,
        5080.46
    ],
    [
        " just put me through some temper tests? Now look, we got to put some safety parameters",
        5080.46,
        5085.06
    ],
    [
        " about it. Because I don't want Dave to say, I don't want Dave to say Dave says, you know,",
        5085.06,
        5089.44
    ],
    [
        " hey, Jaco, this is a good example for you to set a national on front. If you're not even submitting",
        5089.64,
        5094.84
    ],
    [
        " this paperwork on time, and I go, well, you're lucky. You're even at a national on front, Dave.",
        5094.84,
        5100.18
    ],
    [
        " I don't even know why you're here. And all of a sudden, we have a real brawl about this, right?",
        5100.44,
        5104.84
    ],
    [
        " So let's put some control parameters in place. And then immediately, we immediately Dave calls",
        5105.1,
        5110.26
    ],
    [
        " the training time out. Because it's about to get, you know, all about the top, throw everything",
        5110.26,
        5114.9
    ],
    [
        " under the bus. Why? Because he was roleplaying. So yes, you got to put parameters around it. But",
        5114.9,
        5119.54
    ],
    [
        " other than that, like if you want to see how you're going to react, I'm going to say, how you're",
        5119.54,
        5124.82
    ],
    [
        " going to react. So be careful. No hydro shocks to your friend's chest because they surprise you",
        5124.82,
        5130.86
    ],
    [
        " trying to steal your steak. Yeah.",
        5130.86,
        5132.48
    ],
    [
        " It's kind of like a safe word. Like that's what training time out is. Yeah, it's like, it's like, hey,",
        5133.98,
        5140.3
    ],
    [
        " I don't, you need to stop. You need to stop. You know, who tries to get me to take some kind of a",
        5141.06,
        5147.22
    ],
    [
        " training time out? Dean Lister? Yeah, see, and that's the thing. And that's a whole rabbit, a whole",
        5147.22,
        5154.8
    ],
    [
        " call for a training time out. Because in jujitsu, it's like, sure, there is the training time out.",
        5154.8,
        5159.72
    ],
    [
        " Straight up. Like, hey, that's one of them. Oh, yeah. Like you can, let's say I'm a, you know, maybe",
        5160.02,
        5165.86
    ],
    [
        " kind of injured or maybe just so super, you know, let's say I'm a smaller person, less like physical",
        5165.86,
        5171.36
    ],
    [
        " capability against a crazy, you know, 21 year old, 235 pound white belt spas. Right. I can call",
        5171.36,
        5178.22
    ],
    [
        " a training time out. I can be like, hey, like I respect you. But this seems like kind of dangerous.",
        5178.22,
        5183.3
    ],
    [
        " I'm not going to train with you specific. That's a training time out really. But you could also",
        5183.32,
        5188.76
    ],
    [
        " be in a scenario where you're out of shape. You have a high level jujitsu, but you're out of shape",
        5188.76,
        5192.32
    ],
    [
        " and you're going with the monster guy who's, who's really good at jujitsu. He's getting the better you,",
        5192.32,
        5196.84
    ],
    [
        " you're gassing. You're like, you're getting, you're getting beat down is what? And you kind of don't",
        5197.0,
        5202.72
    ],
    [
        " like that. You can call it a little training time out. You call the training time out. And",
        5202.72,
        5213.28
    ],
    [
        " finger was caught in your shirt, your shorts or something to give you like. And again,",
        5213.4,
        5218.64
    ],
    [
        " it's a spectrum. You can get like maybe 10 seconds training time out, think it back into it or",
        5218.68,
        5222.7
    ],
    [
        " you can give yourself maybe like a minute or guys used to do. I remember roaming with a guy and",
        5222.7,
        5226.66
    ],
    [
        " he was a higher belt than me. And I was in shape. I wasn't better than him, but I wasn't",
        5226.66,
        5231.18
    ],
    [
        " sure. I kept going, going, going, and he kept like, we're doing key and he kept like coach.",
        5231.18,
        5235.54
    ],
    [
        " Take no, no, he take time to tie his belt again. I'm like, bro, why are you even, bro, our belts",
        5235.86,
        5240.76
    ],
    [
        " fly off? You just keep training, right? He kept like to and the kind like flagrantly taking like",
        5240.76,
        5246.34
    ],
    [
        " 20, 30 seconds to tie his belt. And he did like six times. That's a training time out too.",
        5246.34,
        5251.6
    ],
    [
        " The only thing about I think a training time out is is known. And it's like a training time out.",
        5252.06,
        5259.26
    ],
    [
        " You're talking about little tactics, little sneaky little tactics to catch a breath.",
        5259.38,
        5264.68
    ],
    [
        " That brother catch a breath over here. So it's a little bit different, but there are, I mean,",
        5265.12,
        5271.14
    ],
    [
        " tapping out as kind of a training time out. Yeah, well, a training time out would be like,",
        5271.26,
        5279.34
    ],
    [
        " actually, remember when you used to be claustrophobic? When you remember when you used to be more",
        5279.62,
        5283.84
    ],
    [
        " claustrophobic? You would kind of, your training time out was, I look, I didn't have a submission on",
        5283.84,
        5289.52
    ],
    [
        " you at all, but you would tap out and just say, there was a guy when I was a team two that I",
        5289.52,
        5294.6
    ],
    [
        " used to train with and he would get so mad and he would just go, he would just be just get off,",
        5294.6,
        5304.14
    ],
    [
        " be just get off me. And then I'd get off. He'd be like, God, he would be so mad at me as a person",
        5304.24,
        5310.32
    ],
    [
        " for a man of you. Because I was putting this the pressure, yeah, putting the pressure. Yeah,",
        5310.32,
        5318.98
    ],
    [
        " make it known that you were trying to make me claustrophobic. It'd be less claustrophobic.",
        5318.98,
        5323.56
    ],
    [
        " The most claustrophobic I would get from you is one like, you'd be pinning me down and it seemed",
        5324.06,
        5330.02
    ],
    [
        " like this was part of your like tactic to like slowly submit me like, I'd have this feeling like,",
        5330.02,
        5336.08
    ],
    [
        " bro, I'm never going to get out of this like situation and I'm probably going to die under here,",
        5336.18,
        5340.9
    ],
    [
        " kind of thing. But if you're like, one time, this is what you did, you were like, oh, you're better",
        5341.1,
        5345.98
    ],
    [
        " at your claustrophobia now. Watch that kind of you said something along these lines and then you put",
        5345.98,
        5350.26
    ],
    [
        " all your weight on it and you put your feet on the wall. So all your weight was on me and you're",
        5350.26,
        5354.76
    ],
    [
        " essentially saying whatever we're doing using you're saying like, yeah, like how does that feel",
        5354.76,
        5358.54
    ],
    [
        " kind of thing? And I was like, bro, I'm not claustrophobic at all right now. You want to know why?",
        5358.54,
        5362.3
    ],
    [
        " You were primed. I told you I was going to do it. You were ready for it. You were ready with",
        5362.88,
        5367.9
    ],
    [
        " the resist. Yeah. And my mental state was kind of like, this me against you now. It's not me against",
        5367.9,
        5372.46
    ],
    [
        " any claustrophobia situation like my mind that the battle was different. Yeah. That is interesting.",
        5372.72,
        5378.56
    ],
    [
        " Back to the book. Marines need time to reflect on new learning experience to exploit their",
        5379.46,
        5385.48
    ],
    [
        " lessons, self reflection, internalizes experience and increases mental preparedness for employment",
        5385.48,
        5390.98
    ],
    [
        " across the range of military operations. So you're going to think about what happened.",
        5390.98,
        5396.26
    ],
    [
        " The little thing about Madison here and then on to general Al Gray.",
        5396.26,
        5400.28
    ],
    [
        " And they're the sum of what it's saying about that they're saying Marines need to make time to",
        5402.14,
        5406.48
    ],
    [
        " reflect in order to build understanding exploit lessons and be ready to adapt as situations change.",
        5406.48,
        5412.6
    ],
    [
        " So you kind of have to debrief. Then you have to debrief yourself.",
        5413.52,
        5418.66
    ],
    [
        " Next section, the role of the instructor. Regardless of the location of location or position,",
        5422.72,
        5427.46
    ],
    [
        " marine instructors are knowledgeable, skilled, competent and confident in their abilities.",
        5427.9,
        5431.98
    ],
    [
        " Once again, this is a statement of fact. That's the way marine instructors are.",
        5432.44,
        5437.54
    ],
    [
        " They're knowledgeable, skilled, competent and competent in their abilities.",
        5437.98,
        5440.78
    ],
    [
        " Fast forward a little bit. Assessments. Assessments are employed to provide learners with",
        5441.96,
        5447.76
    ],
    [
        " constructive feedback so that they can further develop professionally rather than an arbitrary",
        5447.76,
        5453.62
    ],
    [
        " test score that does not capture growth or change. The most effective instructors use the coach,",
        5453.62,
        5460.0
    ],
    [
        " teach, mentor approach to provide learners with constructive feedback.",
        5460.28,
        5465.74
    ],
    [
        " You know, the as we as we covered the code, the evaluations, the protocols, and I think I got",
        5466.98,
        5476.7
    ],
    [
        " asked somebody asked me, would you recommend doing this in a company? You know, in a company.",
        5476.7,
        5483.36
    ],
    [
        " The biggest problem with the Navy and the Marine Corps evaluation systems is that they're",
        5483.64,
        5491.38
    ],
    [
        " annual. So they're only coming out once a year. This idea here that you have to provide assessments",
        5491.38,
        5497.88
    ],
    [
        " more often than that. They don't necessarily need to be official, but you've got to give people",
        5497.88,
        5501.56
    ],
    [
        " feedback. Fast forward learners and instructors alike should understand that Marines learn because of",
        5501.56,
        5509.94
    ],
    [
        " their errors, not despite them. Isn't that a smart thing to think to yourself?",
        5509.94,
        5518.88
    ],
    [
        " Is that my employees, my subordinates, my kids, Echo Charles, are going to learn because of their errors.",
        5519.86,
        5529.42
    ],
    [
        " It changes your mindset a little bit when the kids make a mistake. It's their turn to learn.",
        5533.12,
        5537.3
    ],
    [
        " Next section, technology and support of learning. Just as MCDP-1 confirms that war is a human",
        5538.24,
        5548.18
    ],
    [
        " enterprise and that no amount of technology can reduce the human dimension of a learning environment",
        5548.18,
        5553.88
    ],
    [
        " is also primarily based on human characteristics rather than equipment. Technology can support,",
        5553.88,
        5559.84
    ],
    [
        " expand, and individualized learning. It is one of the many tools to support learning objectives.",
        5559.92,
        5565.82
    ],
    [
        " So look, it's a tool. Technology is a tool, but it doesn't replace the human element of learning.",
        5566.88,
        5573.78
    ],
    [
        " The conclusion here, battle is the ultimate conclusion of this section. Battle is the ultimate",
        5574.52,
        5584.2
    ],
    [
        " test of military learning and training as Marines will fight is a time-honored Marine Corps principle.",
        5584.2,
        5592.58
    ],
    [
        " Train as you fight. In preparing for battle, Marines leverage the art and science of learning",
        5592.86,
        5597.1
    ],
    [
        " along with helpful technologies to enhance learning environments, tailor learning experiences,",
        5597.1,
        5601.96
    ],
    [
        " and provide constructive feedback to accelerate learning. There you go.",
        5602.28,
        5607.56
    ],
    [
        " And now we get into the last section of this chapter for the learning leader.",
        5610.16,
        5617.3
    ],
    [
        " It all just kind of comes together in this section for a dozen. The learning leader.",
        5618.1,
        5624.58
    ],
    [
        " Leadership and learning are indispensable to each other, John F. Kennedy.",
        5625.52,
        5628.46
    ],
    [
        " The future operating environment will place new demands on leaders at all levels.",
        5629.82,
        5634.22
    ],
    [
        " Our leaders must have the training, education, and experience to meet those demands.",
        5634.22,
        5638.86
    ],
    [
        " And that's General Dunford, 36 Commandant of the Marine Corps, and the 19th Chairman of the Joint",
        5639.82,
        5648.42
    ],
    [
        " Chiefs of Staff. And the last quote. Throughout history, the difference between brilliantly performing",
        5648.42,
        5658.18
    ],
    [
        " armies and mediocre ones has always depended on a small handful of combat leaders.",
        5658.18,
        5665.14
    ],
    [
        " And that is Dave Berks' friend, John Boyd. Throughout history, leadership has been the most",
        5666.3,
        5673.04
    ],
    [
        " important thing on the battlefield. Small handful of combat leaders. When you're in a,",
        5673.04,
        5680.0
    ],
    [
        " what's it called when there's a whole bunch of airplane in the sky, one of those airplanes",
        5680.3,
        5684.28
    ],
    [
        " together called? Is that like a squadron? Is that a wing? So if you're going on a soul,",
        5685.42,
        5692.26
    ],
    [
        " what do you call all those aircraft together? We'd call it an air wing in the Navy and Marine Corps.",
        5692.26,
        5696.72
    ],
    [
        " And if you're going, would you go on a mission? Like I would go on a mission with a seal",
        5697.02,
        5700.72
    ],
    [
        " platoon, you would go on a mission with an air wing. Yeah, if it was everybody, it'd be the",
        5700.72,
        5704.86
    ],
    [
        " air wing and there's smaller components of that, you know, you'd have like a section.",
        5704.86,
        5709.24
    ],
    [
        " A division, a section, that's right. You'd break them down, much like you know, fire team, squat,",
        5709.4,
        5713.04
    ],
    [
        " things like that. Is it true or is it, is it also true in an air wing on an assault that a",
        5713.04,
        5720.78
    ],
    [
        " couple combat, a couple good leaders, good pilots can make a big difference? That is true. Oh, really?",
        5720.78,
        5727.42
    ],
    [
        " Absolutely. We're working together in pairs basically. Is that the smallest unit that we're working",
        5727.88,
        5734.24
    ],
    [
        " in? Yeah, despite the fact that there is an air wing, there's a Marine Corps air, you know,",
        5734.24,
        5738.5
    ],
    [
        " Madtaff, the air wing component and the Navy has an air wing. The most common formation that we",
        5738.7,
        5742.8
    ],
    [
        " go out there is a two, sometimes a forship, but a two ship formation, we call it a section.",
        5742.8,
        5747.3
    ],
    [
        " Is the most common war fighting element when things break down into individual implementation?",
        5747.78,
        5752.9
    ],
    [
        " Two is the minimum. And how many, how many aircraft, how many sections would you go out,",
        5753.6,
        5759.16
    ],
    [
        " roll out on on a, on a mission that you would train for at Top Gun? And the reason I'm saying that",
        5759.18,
        5765.02
    ],
    [
        " when you talk about you have multiple aircraft, like sort of the FTX scenario, the final training",
        5765.02,
        5769.54
    ],
    [
        " exercises, how many aircraft are going out, how many sections? Top Gun with the culmination of",
        5769.54,
        5775.34
    ],
    [
        " Top Gun would be four sections, eight aircraft. Eight aircraft going out to assault a target, then",
        5775.34,
        5780.16
    ],
    [
        " some, some bogies come out and they are going to try and bring it. And so does the, do the sections",
        5780.16,
        5789.7
    ],
    [
        " have a overall leader? Yes. If that guy is not quite as good, but there's a couple pipe hitters in",
        5789.7,
        5795.76
    ],
    [
        " there, all the difference in the world. All the difference in the world. I think all the same",
        5795.76,
        5799.28
    ],
    [
        " fundamentals that you've always talked about, if you put them into leadership in the air, it's",
        5799.28,
        5804.88
    ],
    [
        " exactly the same thing. You do not have to be the mission commander to be the most influential leader",
        5804.88,
        5810.42
    ],
    [
        " in the formation. Legit. When you go with the air wing to Fallon, Nevada, how many,",
        5810.56,
        5822.08
    ],
    [
        " how many aircraft were all out on those missions? Now you're talking, you know, you could have 20.",
        5822.24,
        5827.22
    ],
    [
        " Now you'd have much, much bigger, much more complex, different missions all at the same time,",
        5827.48,
        5831.64
    ],
    [
        " a lot more coordination, 20 aircraft plus sometimes. And that's the carrier air group going up to",
        5831.76,
        5836.88
    ],
    [
        " Fallon to run big exercises, getting ready for deployment. And a carrier air group would be,",
        5836.88,
        5841.02
    ],
    [
        " you know, three full squashes of 12. You'd have a squagging of six, you'd have a squagging of four,",
        5841.28,
        5845.6
    ],
    [
        " you know, you'd have 40, 50 airplanes in an air wing. I did that trip three, I did three strike",
        5845.78,
        5853.54
    ],
    [
        " group carrier interoperabilities at Fallon, which is just so lucky on my part. As I was a rate,",
        5853.54,
        5861.66
    ],
    [
        " for two of myiserato men, for one of them, I was the J, a system between commander. But just",
        5861.68,
        5867.82
    ],
    [
        " the amount of visibility that gave me, because it wasn't normal for seals to do that trip, we would",
        5867.82,
        5873.04
    ],
    [
        " have a couple seals that were stationed up there. But we, but to actually get up to be able to go",
        5873.04,
        5880.34
    ],
    [
        " up there and go in the field and do all the closer support. Very, very helpful. We did some long",
        5880.34,
        5885.68
    ],
    [
        " patrols too. From one end to that valley over to the other end, 12 kilometers in a night,",
        5885.86,
        5893.84
    ],
    [
        " lay up for the day, recover a downpilot, 12 kilometers back out the next night.",
        5894.28,
        5899.54
    ],
    [
        " Did you ever get to be the downpilot up there? No, never did. I know exactly what you're talking about.",
        5899.84,
        5904.92
    ],
    [
        " I know I got to assign the downpilot. Because that guy had to work walk half those.",
        5904.92,
        5910.1
    ],
    [
        " Because not a job. Most people wanted it. Yeah, they didn't see it as chilly as in wintertime.",
        5910.34,
        5915.28
    ],
    [
        " Yeah, we did every airwing and every course went through you to have a downpilot scenario.",
        5915.74,
        5919.46
    ],
    [
        " You send a guy out there. Side track. Two things in my time in the seal teams,",
        5920.12,
        5927.56
    ],
    [
        " where I got to see something in nature that a normal person doesn't get to see one of them,",
        5928.12,
        5935.4
    ],
    [
        " locked out of a submarine in the middle of the Pacific Ocean. It was the brightest blue.",
        5935.4,
        5942.32
    ],
    [
        " It was a daytime or a lunar rehearsal. It was the brightest blue, most beautiful",
        5942.44,
        5947.52
    ],
    [
        " ocean. It was incredible visibility. There was a pod of dolphins coming alongside of us and",
        5947.52,
        5955.32
    ],
    [
        " just swimming. That's number one. Number two, I'm in Fallen, Nevada. I'm in a helicopter.",
        5955.32,
        5961.76
    ],
    [
        " It's early spring. There's still snow on the ground. We're flying",
        5964.52,
        5967.86
    ],
    [
        " napping the earth up through these hills. We come across a pack of wild mustangs, horses",
        5967.86,
        5976.5
    ],
    [
        " that are charging through the mountains. We're so low close to them.",
        5976.5,
        5981.68
    ],
    [
        " We're slightly above the tree line or whatever. I don't know if there's a tree line, but there's",
        5982.84,
        5991.74
    ],
    [
        " it was freaking epic. One of the coolest things I've ever seen in nature. That's one of the coolest",
        5992.0,
        5996.46
    ],
    [
        " things I've ever seen. All right. Leaders at all levels are responsible for their own learning",
        5996.46,
        6005.06
    ],
    [
        " while supporting their subordinates development. Each marine is either a leader or a future leader,",
        6005.06,
        6009.6
    ],
    [
        " whether by rank or by their experience and influence on other. You know what? Something I said",
        6009.98,
        6014.4
    ],
    [
        " at the early monsters. I think I said every monster, but I would say training is the solemn duty",
        6014.4,
        6020.92
    ],
    [
        " of the leaders. Because if you got some training command and they're not doing what they're supposed",
        6021.2,
        6024.6
    ],
    [
        " to do, you need to still do it. You need to make it happen. You're in charge of training.",
        6024.6,
        6029.44
    ],
    [
        " You're in charge of education. You're in charge of making sure people learn.",
        6030.1,
        6034.66
    ],
    [
        " An excellent way to master a topic is to endeavor to teach it well to other Marines.",
        6035.6,
        6042.82
    ],
    [
        " Marines can develop leadership skills and improve communication skills through learning.",
        6043.28,
        6046.66
    ],
    [
        " Marine succeed with leadership styles that provide clear intent through mission type orders",
        6046.84,
        6051.48
    ],
    [
        " and decentralized execution. We are in full support of this document. You want to get",
        6051.48,
        6058.34
    ],
    [
        " good at something, by the way? Teach it. Teach it. Do you think your leadership capabilities",
        6058.34,
        6063.88
    ],
    [
        " improves since you got to national on front and you teach leadership? I wrote a note when I was",
        6063.88,
        6068.32
    ],
    [
        " going through this myself. I wrote down the word leading is teaching. I was just a note. I just",
        6068.32,
        6072.96
    ],
    [
        " put it in the margins. I was just running through the document a couple of times. The answer",
        6072.96,
        6077.2
    ],
    [
        " to question is yes, I do. That is hard. It's just even the way you describe it. It could be a",
        6077.2,
        6087.26
    ],
    [
        " little bit of a slippery slope. You said as a leadership instructor at echelon front,",
        6087.26,
        6091.1
    ],
    [
        " this kind of implies my job is actually to teach. I'm an instructor. I'm here to teach leadership",
        6091.48,
        6098.1
    ],
    [
        " and it's leadership at all levels responsible for their own learning. I assure you that at a minimum",
        6098.42,
        6104.7
    ],
    [
        " it's equal and the truth is probably tenfold in my favor. I have learned way, way, way more than",
        6104.7,
        6112.22
    ],
    [
        " what I have taught in terms of like what I get at it because every time I teach something,",
        6112.22,
        6117.32
    ],
    [
        " assuming I do the things we talk about, I learn something while doing it and I've told",
        6117.5,
        6128.0
    ],
    [
        " you how much more there is for me to learn out there. Just that title leadership instructor,",
        6128.36,
        6132.56
    ],
    [
        " if you have the word instructor anywhere in there, I was a top-gun instructor, whatever it is,",
        6132.68,
        6136.8
    ],
    [
        " your job is actually to learn and then help and part that with other people, not just that you",
        6137.16,
        6141.34
    ],
    [
        " are the teacher. I got so lucky that when I was at Seal Team 1 as a young and list guy, I eventually",
        6141.34,
        6149.56
    ],
    [
        " went into the training cell and taught and I taught everything luckily and just seeing it,",
        6149.66,
        6157.8
    ],
    [
        " teaching it, you get so much such a much better understanding of the subject that you're trying to",
        6158.1,
        6166.0
    ],
    [
        " teach. That's the coolest thing about being a student at Top Gun is that Marine Corps sends you",
        6166.0,
        6171.48
    ],
    [
        " to Top Gun to come back to be an instructor just in your squadron. You don't have necessarily the",
        6171.48,
        6175.64
    ],
    [
        " title of instructor but as a Top Gun graduate, especially when you're on the boat, if you're not",
        6175.64,
        6181.0
    ],
    [
        " flying, there's really not much else to do. So you're training. That's all you're doing. You're",
        6181.0,
        6185.7
    ],
    [
        " training and so every brief, everything you're doing, it's on, that doesn't mean you teach all the",
        6185.7,
        6191.26
    ],
    [
        " briefs. It might be that you take a brand new guy and go, hey, you're going to give a brief on how",
        6191.26,
        6195.52
    ],
    [
        " the countermeasure system works in the F18. In my mind, I might know that thing, I could draw that",
        6195.52,
        6200.54
    ],
    [
        " down to the battery. But this guy doesn't know anything about it. But as the Top Gun graduate,",
        6200.54,
        6207.66
    ],
    [
        " you are responsible for either teaching or training every single thing that goes on. That is the coolest",
        6207.9,
        6212.14
    ],
    [
        " part about being a Top Gun graduate is that you're the focal point of making sure the squadron gets",
        6212.14,
        6217.0
    ],
    [
        " trained and so you get to be part of all the training evolutions. How many Top Gun instructors on",
        6217.0,
        6222.68
    ],
    [
        " average would there be at a squadron? Two, if you're really lucky, sometimes you'd have a third",
        6222.68,
        6229.22
    ],
    [
        " patch wear, pretty common. One, maybe two. Yeah, they ended up kind of by necessity, but also just",
        6229.22,
        6237.82
    ],
    [
        " by design. It kind of ended up that when I was in the SEAL teams in the early days, you would go to",
        6237.82,
        6244.46
    ],
    [
        " training cell at a team, the team owned their own training cell and you'd be in there. And if",
        6244.46,
        6249.32
    ],
    [
        " things worked out because you were whatever, you didn't have orders for a certain amount of time",
        6249.32,
        6256.04
    ],
    [
        " or you had already done a bunch of deployments, they put you in training cell.",
        6256.66,
        6259.6
    ],
    [
        " And a lot of guys didn't want to go into training cell because, hey, you know, why would you want to",
        6260.4,
        6264.3
    ],
    [
        " go into training cell? You're there to deploy. And I went into training cell as I was putting in my",
        6264.3,
        6269.24
    ],
    [
        " officer packages. So it was, hey, go into training cell and they'll give you some time to get,",
        6269.24,
        6274.6
    ],
    [
        " because otherwise it's what are you going to do? Do another deployment. Of course, of course, I'm",
        6274.72,
        6278.02
    ],
    [
        " going to go do another deployment. Luckily, the Master Chief, Master Chief Faculty, you know, he",
        6278.02,
        6283.32
    ],
    [
        " told us if you want to get good at this stuff, you need to teach it. You need to come in here and",
        6283.72,
        6288.18
    ],
    [
        " teach it. And thank God because that's was hugely, that had everything to do because your de facto",
        6288.18,
        6294.76
    ],
    [
        " detached when you're struck, by the way, when you're watching guys do immediate action trolls out",
        6294.76,
        6298.5
    ],
    [
        " in the field, you're watching guys clearing rooms, you are de facto detached. You're literally",
        6298.5,
        6302.6
    ],
    [
        " watching that. So you can see these mistakes. And if you pay attention to it, you can learn a lot",
        6302.6,
        6307.48
    ],
    [
        " from it. Marines hold a special relationship with each other that is akin to the relationship",
        6308.88,
        6313.8
    ],
    [
        " of mature siblings. They build each other up, share experiences and hold each other accountable.",
        6313.8,
        6319.86
    ],
    [
        " This relationship begins with shared experiences in entry-level training and instills shared",
        6320.26,
        6325.78
    ],
    [
        " understanding of honor, tradition, and the importance of leadership. These are your brothers.",
        6325.78,
        6332.6
    ],
    [
        " Yes. Learning is necessary to leadership strong leaders promote learning in subordinates.",
        6332.62,
        6340.4
    ],
    [
        " Needs no explanation whatsoever. Thank you, United States Marine Corps.",
        6341.04,
        6345.74
    ],
    [
        " Foster and encourage the next section. Leaders model and set an example of learning",
        6347.18,
        6351.22
    ],
    [
        " for the Marines in their charge by openly seeking out and pursuing professional development for",
        6351.22,
        6357.16
    ],
    [
        " all Marines, including themselves in italics. Yes. The number one person that you should be",
        6357.16,
        6365.04
    ],
    [
        " getting to learn is you. JP was reminding me the other day that at some point I said, hey,",
        6365.04,
        6371.52
    ],
    [
        " you need to start real. Like this is when we were back in times. And I told him, hey, here's",
        6371.6,
        6378.0
    ],
    [
        " these websites. You should look at these so you know what's going on in the world. You know,",
        6378.0,
        6380.98
    ],
    [
        " just not even news, but more intel kind of driven websites.",
        6381.14,
        6386.26
    ],
    [
        " And it's I didn't remember. As soon as you reminded me, I remember doing that, but that was me",
        6386.94,
        6392.9
    ],
    [
        " saying, hey, man, you need to know what's going on here. As stated MCDP one, which is war fighting,",
        6392.9,
        6399.0
    ],
    [
        " a leader without interest in or knowledge of the history and theory of warfare,",
        6399.2,
        6404.28
    ],
    [
        " the intellectual content of the military profession is a leader in appearance only.",
        6404.52,
        6409.68
    ],
    [
        " Self-directed study in the art and science of war is at least equal and importance to maintaining",
        6411.68,
        6417.3
    ],
    [
        " physical condition and should receive at least equal time. At least equal time, you should be",
        6417.3,
        6423.22
    ],
    [
        " working out and studying the profession of arms. Leaders who set an example with their actions",
        6423.22,
        6428.98
    ],
    [
        " and words that learning is important for the profession of arms inspire other Marines to learn",
        6428.98,
        6433.34
    ],
    [
        " more about the profession and its application. Marine leaders prioritize learning for themselves",
        6433.34,
        6438.04
    ],
    [
        " and others taking an active role to foster and encourage marine learning learning.",
        6438.04,
        6444.04
    ],
    [
        " Leaders foster learning by engaging their Marines, taking interest in their well-being and supporting",
        6444.04,
        6452.1
    ],
    [
        " their professional development. Leaders are justifiably proud when their Marines succeed. Conversely,",
        6452.1,
        6457.44
    ],
    [
        " leaders help them overcome mistakes when they struggle. Leaders do not wait for mistakes or",
        6457.86,
        6465.34
    ],
    [
        " failures to highlight a learning opportunity. Leaders provide subordinates with the sufficient",
        6465.34,
        6471.7
    ],
    [
        " freedom of action to learn and develop without seeding responsibility to monitor supervising",
        6471.7,
        6476.7
    ],
    [
        " correct subordinates actions when necessary. We cannot rightly expect subordinates to exercise",
        6476.7,
        6480.86
    ],
    [
        " boldness and initiative in the field when they are accustomed to being oversupervised in garrison.",
        6480.86,
        6486.28
    ],
    [
        " The goal is for Marines to seek learning opportunities on their own accord even if the leader is not",
        6486.78,
        6491.18
    ],
    [
        " present. They've embedded decentralized command into the process of learning in the Marine Corps.",
        6491.78,
        6498.24
    ],
    [
        " Making it a part of your very being to try and learn. And if you don't do that,",
        6499.0,
        6506.32
    ],
    [
        " you're putting your Marines' lives at risk. Factual. Teaching and leading, next section. Teaching",
        6506.48,
        6514.02
    ],
    [
        " and leading cannot be uncoupled. Think about that one, Echo Charles. Yes.",
        6514.02,
        6520.54
    ],
    [
        " Marines who cannot teach will struggle as leaders. Strong leaders do not berate a subordinate",
        6521.74,
        6527.48
    ],
    [
        " for making a first mistake. They turn mistakes into teachable moments.",
        6527.48,
        6531.62
    ],
    [
        " And if you imagine if you don't have control over your temper and someone makes a mistake and you",
        6533.42,
        6541.38
    ],
    [
        " lose your temper, you just throw away an opportunity for someone to learn. You've squashed their",
        6541.38,
        6546.58
    ],
    [
        " initiative. All kinds of problems. Leaders encourage Marines to pursue learning opportunities and",
        6546.58,
        6552.12
    ],
    [
        " cultivate an open dialogue to discuss lessons learned when mistakes are made. It is the leader's",
        6552.12,
        6557.22
    ],
    [
        " responsibility to recognize, act on and correct the mistakes by turning them into learning opportunities,",
        6557.22,
        6562.04
    ],
    [
        " understanding that it's far better to learn in a training environment than to make mistakes when",
        6562.4,
        6566.68
    ],
    [
        " deployed. You know, it's the idea that you're going to take people's mistakes and turning them",
        6571.64,
        6583.58
    ],
    [
        " into teachable moments. There's like another kind of thing that I would see and I still see it.",
        6583.58,
        6590.66
    ],
    [
        " And that's this underlying, the underlying ego that gets involved. The little thing,",
        6591.1,
        6601.36
    ],
    [
        " the little thing that you can't let them make this a teachable moment for you, Dave.",
        6601.36,
        6605.88
    ],
    [
        " Because obviously this was a little bit tricky for you. You don't even mean like there's that little",
        6606.5,
        6611.04
    ],
    [
        " thing. And even that right there, even that right there, detracts from the learning moment.",
        6611.04,
        6618.3
    ],
    [
        " Just when I let my ego shine through my beauty little eyes and and and pierce into your ego,",
        6618.58,
        6626.38
    ],
    [
        " it's just detracting from the teachable moment.",
        6626.38,
        6630.16
    ],
    [
        " So what does that look like just like the way you say it?",
        6630.64,
        6634.16
    ],
    [
        " No, yeah, yeah, yeah. The way I say it, the way I come across with, hey, uh, hey, Dave.",
        6634.16,
        6641.92
    ],
    [
        " Clearly that question kind of stumped you on the web.",
        6642.12,
        6646.3
    ],
    [
        " You know what, why don't you want you, why don't you give me a call later?",
        6647.48,
        6652.2
    ],
    [
        " I can help talk you through it. You know what I'm saying?",
        6652.36,
        6654.96
    ],
    [
        " Yeah, the whole, that's the whole five, the whole presentation.",
        6655.1,
        6658.5
    ],
    [
        " It also lets the other person know what you think of the relationship.",
        6659.44,
        6662.8
    ],
    [
        " This is kind of the nature of our relationship.",
        6663.38,
        6665.3
    ],
    [
        " Yeah, yeah. I'm here to mentor you.",
        6665.64,
        6667.32
    ],
    [
        " We get this question all the time. It's like, hey, I really want to have a mentor.",
        6667.98,
        6670.64
    ],
    [
        " I think your answer is actually really good. It was like, hey, I never like assigned a mentor",
        6670.84,
        6675.14
    ],
    [
        " or assigned myself as a mentor. You're the one you should try to learn from as many people as you can.",
        6675.24,
        6679.18
    ],
    [
        " But the one that I would see get people fired up the most is when someone go, bro,",
        6680.0,
        6683.94
    ],
    [
        " I'm trying to help you here.",
        6684.12,
        6685.14
    ],
    [
        " And that would send people off all the time, which was, hey, I'm doing you a favor.",
        6685.24,
        6691.16
    ],
    [
        " I know something you don't know. And I'm here to help you learn.",
        6691.36,
        6693.98
    ],
    [
        " Even that would put someone who, and look, the ego is on both sides because",
        6694.64,
        6698.02
    ],
    [
        " I, if you were to say that to me, even like that, I'd be like,",
        6698.02,
        6701.7
    ],
    [
        " right on. What do you got? I mean, that would be my goal as a how I'd respond to that,",
        6702.26,
        6705.54
    ],
    [
        " which is easier, easier for some people than for others.",
        6705.56,
        6708.36
    ],
    [
        " The ego's on both sides, particularly control your own.",
        6708.72,
        6710.58
    ],
    [
        " You can only control your own.",
        6710.72,
        6712.1
    ],
    [
        " Even if Dave has the most, the most totally humble attitude he's open, that's great. I got lucky,",
        6712.12,
        6717.5
    ],
    [
        " right? But any other guy is going, well, you know, actually the way, the way you talked about it,",
        6717.58,
        6723.92
    ],
    [
        " yesterday did even make sense. Yeah, all of a sudden we're in a combative mode.",
        6724.0,
        6727.38
    ],
    [
        " Now, what do you know? Maybe I'm just running a little trading for a long time.",
        6727.58,
        6730.46
    ],
    [
        " Little ego chat. Little detest.",
        6730.86,
        6732.48
    ],
    [
        " Little bit sure he's good.",
        6732.92,
        6734.26
    ],
    [
        " Yeah, I threw that out today. I was like, my ego or my test on Jamie,",
        6735.54,
        6740.62
    ],
    [
        " I was like yelling, like pretending like I was going to yell at Jamie. Did you know you were",
        6741.16,
        6744.3
    ],
    [
        " pretending? Yeah, well, I was just using it as an example. But Jamie was just smiling because",
        6744.3,
        6749.68
    ],
    [
        " she knows, oh, I know factually that Jamie would be like, okay, Jaco, I appreciate it. Let me,",
        6749.68,
        6754.86
    ],
    [
        " let me go find out because she was just deescalated because she's dealing with this crap all day long,",
        6754.86,
        6759.78
    ],
    [
        " you know, that's what she does. You know, so she keeps it real, real, real, real. All right,",
        6759.78,
        6766.72
    ],
    [
        " general John A. Lejeune 13th, Commodona Marie Corp, World War One, general. The relations between",
        6767.44,
        6777.62
    ],
    [
        " officers and enlisted men should in no sense be that of superior and inferior, nor that of master",
        6777.62,
        6785.96
    ],
    [
        " and servant, but rather that of teacher and scholar. I want to hold up right there because that right",
        6785.96,
        6794.26
    ],
    [
        " there is not correct. And if there's a second lieutenant in the United States Marine Corps,",
        6794.26,
        6799.46
    ],
    [
        " and he's working with his gunnery sergeant, he is by no means by any stretch of the imagination,",
        6800.06,
        6805.48
    ],
    [
        " the teacher to a student at all. It's the opposite, actually. So I think, you know, if you were to take",
        6806.06,
        6814.72
    ],
    [
        " a look at this in present tense, it would read a little bit differently. It goes on. In fact,",
        6814.72,
        6818.2
    ],
    [
        " it should partake of the nature of the relations between father and son. Again, that's not a great",
        6818.64,
        6823.3
    ],
    [
        " analogy because if, unless you're now flipping it to the gunny is the dad, and the second lieutenant",
        6823.3,
        6829.04
    ],
    [
        " is the son, to the extent that officers, especially commanding officers, are responsible for the",
        6829.04,
        6835.72
    ],
    [
        " physical, mental, and moral welfare as well as the discipline and military training of the young",
        6835.72,
        6840.58
    ],
    [
        " men under their command. That is true. Yeah, I mean, I think I picture this in the context of being",
        6840.58,
        6845.8
    ],
    [
        " a senior officer with young junior enlisted, very young junior enlisted Marines. But this to me",
        6845.8,
        6852.34
    ],
    [
        " kind of highlights some of the problems with the chain of command. The chain of command actually",
        6852.34,
        6855.98
    ],
    [
        " can be really good. It's good to have a good chain of command, so I'm going to well define hierarchy.",
        6855.98,
        6859.5
    ],
    [
        " But there are huge pitfalls in that because organizationally, as soon as you figure out who you are in",
        6860.26,
        6865.36
    ],
    [
        " your organization, you presume to take on some sort of set of roles that comes with that.",
        6865.36,
        6869.7
    ],
    [
        " I think I'm a very first first podcast of you. I haven't talked about my very first job as a",
        6870.2,
        6875.0
    ],
    [
        " lieutenant. I got lucky because I had one of those gunnies that was like right out of the dream",
        6875.0,
        6881.62
    ],
    [
        " scenario. Who do you want to be mentoring you in your first job? It was this guy named Gunny Pilgrim,",
        6881.62,
        6888.22
    ],
    [
        " who was like, you couldn't you couldn't make a better Marine who was my subordinate. I was his boss.",
        6888.42,
        6897.48
    ],
    [
        " And in no way was I leading him or teaching him or doing it. It was a one way relationship where I",
        6898.26,
        6904.36
    ],
    [
        " just learned everything I possibly could from him because he was the type of gunny that knew where he",
        6904.36,
        6908.6
    ],
    [
        " was in the chain of command, but also knew what his job was. But it actually does require you to",
        6908.6,
        6912.38
    ],
    [
        " to look at you where you are in the chain of command and detach from that piece and say, where am I in",
        6912.38,
        6917.0
    ],
    [
        " this relationship? And what do I actually need to learn from this? And if you can view it like that,",
        6917.52,
        6921.7
    ],
    [
        " the chain of command really is sort of insignificant there because as a junior officer, I had nothing",
        6922.22,
        6926.78
    ],
    [
        " constructed to offer this guy. Nothing. Gunny Pilgrim. Gunny Pilgrim if you're listening. He knows",
        6926.78,
        6933.38
    ],
    [
        " what's up. We're gonna have to bring him on here and get some good stories about second lieutenant.",
        6933.38,
        6940.54
    ],
    [
        " We should bring you weren't second lieutenant, huh? Where you were. First lieutenant at the time.",
        6940.78,
        6943.98
    ],
    [
        " You were first lieutenant by the time you got to the fleet. Yeah.",
        6943.98,
        6946.3
    ],
    [
        " Leaders who and this so that ends that quote. And like I said, there's some just some perception",
        6947.12,
        6955.8
    ],
    [
        " that quote that I think is a little bit off a little bit off. I think it's more like if you if you",
        6955.8,
        6962.74
    ],
    [
        " just to say universally on this quote, universally what Marines are to each other Marines are to each",
        6962.74,
        6968.98
    ],
    [
        " other, you know, because I can always learn I can learn from the most junior guy. I can learn from",
        6968.98,
        6973.5
    ],
    [
        " a most senior guy. So just depending on what dynamics are happening in that relationship, you,",
        6973.5,
        6978.18
    ],
    [
        " you know, I might be the the master in one situation in 20 minutes later. You're the master,",
        6978.7,
        6984.18
    ],
    [
        " right? That can happen because there's different parts of knowledge. And you got to be open and",
        6984.2,
        6990.06
    ],
    [
        " flexible to do both those. Continuing on leaders who encourage an open discussion with their Marines",
        6990.06,
        6996.14
    ],
    [
        " about how thoughts and actions contributed to outcomes will have greater successes at teaching",
        6996.14,
        7000.72
    ],
    [
        " compared to leaders who simply point out mistakes for a Marine to improve upon without context or",
        7000.9,
        7006.46
    ],
    [
        " explanation. Yeah. Then again, I think that's some old school at least in the SEAL teams that was",
        7006.46,
        7013.8
    ],
    [
        " more old and it wasn't always like this, but there would certainly be some guys in the SEAL teams",
        7013.8,
        7019.14
    ],
    [
        " in that when I was in the 90s that their role as an instructor was to point out your mistakes",
        7019.14,
        7024.38
    ],
    [
        " until you had to do it right. Not a conversation, just an it just instruct just direction.",
        7024.38,
        7030.68
    ],
    [
        " That direction is like rope memorization. You tell me to memorize something. Cool. I'll remember",
        7031.6,
        7036.52
    ],
    [
        " I'll memorize it. I'm actually really good at memorizing things. I'll memorize it. But I what I",
        7036.52,
        7042.14
    ],
    [
        " really don't want what I really want to do is not memorize something. I want to learn how to",
        7042.14,
        7045.36
    ],
    [
        " calculate what to actually do based on thought.",
        7045.36,
        7048.72
    ],
    [
        " Little note on here about constructive feedback. The goal is not a simplistic discussion of the",
        7053.06,
        7059.42
    ],
    [
        " right answer according to a leader's personal views, but rather for the Marine to develop greater",
        7059.42,
        7064.62
    ],
    [
        " self-awareness and understanding of the situation and task and to be able to adapt the lessons learned",
        7064.62,
        7072.48
    ],
    [
        " for future situations. Again, not memorization. I'm like when I went to college, some of my classes were",
        7072.48,
        7084.74
    ],
    [
        " I wanted to get an A on the test. Yeah, you said this about OCS as well. Did you go to OCS or TBS?",
        7084.74,
        7090.92
    ],
    [
        " I was talking about TBS. TBS. Yeah, memorize this. Hey, Roger that. I will memorize this. I will",
        7091.18,
        7102.06
    ],
    [
        " minute that I had spent memorizing things. I was actually having a legitimate conversation about",
        7102.34,
        7106.48
    ],
    [
        " what the meaning of these things are learning in the material. Yeah, totally. When I went back,",
        7106.48,
        7111.8
    ],
    [
        " we talked about I think it started with the first one when we did war fighting. Which",
        7112.04,
        7116.14
    ],
    [
        " everyone we did, the first Marine Corruption Pub, you and I did together. When I went back to start",
        7116.14,
        7119.78
    ],
    [
        " reading these again and we've read a bunch of them. I read this last one like I was like laughing.",
        7119.78,
        7124.18
    ],
    [
        " I had so much fun reading this. I had no fun reading these pubs. I read all these pubs at the basic",
        7124.42,
        7130.44
    ],
    [
        " school. All of them. I didn't enjoy any of it because I didn't have this. I wasn't there trying to",
        7130.44,
        7135.9
    ],
    [
        " learn and the mistakes that I made. I think I've said this several times looking back if you could",
        7135.9,
        7142.78
    ],
    [
        " just figure out how to take the things out of there and have it make sense in your head and learn",
        7142.78,
        7146.74
    ],
    [
        " something from it. It's actually fun. Learning is awesome and I was going back through these pubs as",
        7146.74,
        7152.94
    ],
    [
        " an adult. I think, man, my experience reading this was nothing like this the first time.",
        7152.94,
        7158.14
    ],
    [
        " The whole way so much I could have taken from that. I could have learned so much more so much",
        7158.2,
        7163.9
    ],
    [
        " faster if that's how I viewed reading these things. Yeah. Well, that is a big part of the very",
        7163.9,
        7172.92
    ],
    [
        " nature of this podcast is, hey, don't just read it. I'm not just reading this section and you know,",
        7172.92,
        7183.78
    ],
    [
        " that's that. How am I putting it in context with what I've been through? How are you putting it",
        7183.78,
        7190.76
    ],
    [
        " through context with what you've been through? And then how can someone that's listening take that",
        7190.76,
        7196.58
    ],
    [
        " and tie them together and say, okay, yeah, there's, you know, as soon as you hear me read from a book",
        7196.58,
        7203.88
    ],
    [
        " and then say, oh, that reminds me of I'm just at that moment in time giving you another angle,",
        7203.88,
        7211.68
    ],
    [
        " another piece of context, another way to triangulate that idea in your own head, which is what makes it",
        7211.68,
        7218.56
    ],
    [
        " worth otherwise, otherwise, people just grab the audiobook or just read the book. Yeah, cool. I read",
        7218.56,
        7224.0
    ],
    [
        " the book. I even, for me, for me getting, of course, more out of it than anybody because I'm reading it",
        7224.0,
        7231.84
    ],
    [
        " and thinking about it and then overlaying and then getting feedback about it. So it's this,",
        7231.84,
        7236.82
    ],
    [
        " it's a, it's a, it's a exponential learning. It's an exponential pressure on my brain.",
        7238.14,
        7246.7
    ],
    [
        " Very lucky to be in that situation. Continuing on, for example, providing topic areas for discussion",
        7247.12,
        7257.1
    ],
    [
        " using the Socratic method, asking and answering questions to simulate critical thinking, draw out ideas",
        7257.1,
        7262.42
    ],
    [
        " and identify underlying assumptions during, during debriefs rather than simply criticizing",
        7264.06,
        7268.78
    ],
    [
        " Marines actions can be much more effective in fostering learning. Positive feedback is constructive",
        7268.78,
        7273.98
    ],
    [
        " positive feedback makes learners aware of what they did correctly, reinforces desired behaviors",
        7273.98,
        7278.44
    ],
    [
        " and identifies areas to improve negative feedback that unnecessarily tears a marine down seldom leads to",
        7278.44,
        7284.04
    ],
    [
        " effective learning and constipation initiative. It's a different mindset. This is the type of",
        7284.04,
        7292.38
    ],
    [
        " thing. Echo, when you're talking about priming, you know, and priming your brain, if you're an",
        7292.38,
        7298.48
    ],
    [
        " instructor situation, just reading that right there before you go and instruct your class is going",
        7298.48,
        7305.94
    ],
    [
        " to help you, is going to help you teach and it's going to help them learn. The next section, oddly",
        7305.94,
        7312.92
    ],
    [
        " enough, is called humility. That's the name of the section, by the way. It's just humility.",
        7312.92,
        7319.38
    ],
    [
        " When you are a 15-year-old kid and you are thinking about which branch of service you are going",
        7321.34,
        7329.62
    ],
    [
        " to join and then you are very rapidly coming to the conclusion that the best branch of service",
        7329.62,
        7335.78
    ],
    [
        " for you to join would be the Marine Corps. You are not thinking about humility. No.",
        7335.78,
        7340.56
    ],
    [
        " You are not thinking about humility. You are thinking we are the best. The Marine Corps is the best.",
        7341.98,
        7347.38
    ],
    [
        " I'm going in the Marine Corps because they are the best. There's no humility in that whatsoever.",
        7347.52,
        7351.3
    ],
    [
        " And you end up realizing that that's wrong. And one of the things that makes the Marine Corps great",
        7352.02,
        7358.06
    ],
    [
        " and makes any organization great is humility, which is why they have a section called humility.",
        7358.06,
        7364.74
    ],
    [
        " Here we go back to the book. All Marines, especially those in positions of leadership,",
        7365.0,
        7367.9
    ],
    [
        " can learn from anyone if they are ready and willing to learn. However, ego can hinder learning.",
        7367.94,
        7375.0
    ],
    [
        " Commanders, other leaders and instructors learn from the Marines in their charge while also",
        7375.72,
        7381.16
    ],
    [
        " leading those Marines to learn. This is what we just said. I can learn from anybody. I can learn from",
        7381.16,
        7386.76
    ],
    [
        " anybody in training command. Leaders recognize that humility is a part of the career-long learning",
        7386.76,
        7392.9
    ],
    [
        " process. The best leaders at the highest levels recognize that the more they learn, the more they",
        7392.9,
        7398.28
    ],
    [
        " need to learn. And they set the example for their subordinates. How much you don't know. That's the",
        7398.28,
        7407.8
    ],
    [
        " initial stages of Getsu. After your third class, when you think you mastered the whatever,",
        7407.8,
        7418.1
    ],
    [
        " the two moves that you learned, and then you realize, oh, wait a second, this never stops.",
        7418.2,
        7424.12
    ],
    [
        " Effective leaders also recognize that we are not an expert in every topic.",
        7425.56,
        7429.42
    ],
    [
        " So we seek out those who are experts and learn from them regardless of relative rank or position.",
        7430.24,
        7436.02
    ],
    [
        " The Marine with authority, the Marine with authority must make decisions, but until a commander has",
        7436.9,
        7441.64
    ],
    [
        " reached and stated a decision subordinate should consider their duty to provide honest professional",
        7441.64,
        7448.36
    ],
    [
        " opinions, even though these might be in disagreement with the seniors opinions. As I call that pushback.",
        7448.36,
        7453.18
    ],
    [
        " Want pushback, I need pushback. That's how we pressure test our ideas.",
        7453.72,
        7457.88
    ],
    [
        " And of course, it's the Marine course. They throw in until you've made your decision.",
        7459.72,
        7462.82
    ],
    [
        " Because once that decision comes, we're going to get on board with the program.",
        7463.08,
        7466.22
    ],
    [
        " Hey, what if it's illegal, immoral, unethical? We're still going to pushback. What if it means?",
        7466.84,
        7472.52
    ],
    [
        " Hey, we could get a lot of guys died killed here unnecessarily. We're still going to pushback.",
        7473.82,
        7478.36
    ],
    [
        " Leadership Strategy and Tactics cover that whole thing in ad nauseam.",
        7478.56,
        7482.58
    ],
    [
        " You went when we were at Top Gun, one of the things we had is something called a standardization board,",
        7483.22,
        7488.8
    ],
    [
        " which is like all the senior instructors get together to make these really hard decisions.",
        7489.6,
        7493.04
    ],
    [
        " Big decisions had to be made. And as you might guess, you get 26 people in a room.",
        7493.34,
        7497.9
    ],
    [
        " All Top Gun instructors, all kind of the top of their game. You'd have really, really strong",
        7498.36,
        7504.1
    ],
    [
        " opinions. And I think what stood out to me with this comment isn't like the idea, hey, I've made",
        7504.1,
        7509.66
    ],
    [
        " a decision. I want you to get on board. It's once we've actually gone to the mat, hatch us out.",
        7509.66,
        7513.96
    ],
    [
        " We've talked to everything. We've made a decision. What I need you to do is be on board.",
        7514.18,
        7518.0
    ],
    [
        " Not that you can't dissent, but what I can't have you do is walk out and be like,",
        7518.52,
        7521.7
    ],
    [
        " yeah, we're doing this. It wasn't my idea. This is really stupid, but that's what the boss said.",
        7522.36,
        7526.0
    ],
    [
        " Is not the same as, hey, we all argued we put it out there. Maybe we went in a direction that",
        7526.3,
        7531.44
    ],
    [
        " isn't what you wanted, but it's still going to work. And it's a good idea where we can still do this.",
        7531.44,
        7535.88
    ],
    [
        " And you come out and go, hey, listen, there's what we're doing. This is why I'm on board with this.",
        7536.0,
        7539.26
    ],
    [
        " Those are two very different things. So questioning those things, there are certainly times to do that.",
        7539.6,
        7542.98
    ],
    [
        " But just because you didn't get your way, doesn't mean that it's wrong. It actually might mean",
        7543.34,
        7548.28
    ],
    [
        " that you need to just get on board because you might be the one that maybe you got something to take",
        7548.28,
        7552.28
    ],
    [
        " from that. So when we have these stand boards, kind of the standing rule is when we're done,",
        7552.28,
        7555.5
    ],
    [
        " if you were on the losing argument, that doesn't mean you walk out and go, yeah, well,",
        7555.96,
        7561.26
    ],
    [
        " I lost that argument. This is stupid. I'm going to do it, but I'm not really going to do it.",
        7561.52,
        7565.14
    ],
    [
        " I'm sitting here, I was kind of racking my brain over here thinking about why is it that me,",
        7565.84,
        7575.92
    ],
    [
        " I in my experience, was never, was rarely that I can even remember in a situation where",
        7576.14,
        7584.82
    ],
    [
        " I was saying, hey, guys, here's what we're doing. Why is that? Why is it that throughout my career",
        7584.82,
        7593.9
    ],
    [
        " and life so seldom that I can't remember an example of where I said, hey, listen,",
        7593.9,
        7599.68
    ],
    [
        " this is the plan we are going with. Why is that? I was sitting here trying to rack my brain and",
        7601.74,
        7607.18
    ],
    [
        " it's pretty obvious and it's like this. If Dave comes to me with his idea and his idea sucks,",
        7607.18,
        7616.08
    ],
    [
        " it's very easy to explain to him that his idea sucks and he goes, yeah, you just poke 14 holes",
        7616.84,
        7623.74
    ],
    [
        " in my 15 ideas. So obviously, that's not squared away. So that means it's pretty easy to win an",
        7623.84,
        7631.38
    ],
    [
        " argument when you are that right. When you are that right, it's pretty easy to win an argument.",
        7631.38,
        7637.2
    ],
    [
        " And I'm decent at arguing. So if Dave comes to me with a crappy idea, it's not hard for me to go,",
        7637.78,
        7646.8
    ],
    [
        " yeah, Dave, I get what you're trying to say, but this, this, this, and this and Dave goes,",
        7647.22,
        7651.52
    ],
    [
        " okay, I'll go back to the drawing board. So that's one reason because when I'm right about my",
        7651.96,
        7659.96
    ],
    [
        " decision, it's because you're freaking just wrong. You've come in with a bad idea. So that's that's",
        7659.96,
        7666.8
    ],
    [
        " half of the solution. That's half the reason why I'm not saying, hey, everyone, no more discussion,",
        7666.8,
        7672.76
    ],
    [
        " this is what we're doing. That's 50%. The other 50% is because when Dave comes to me and says,",
        7672.96,
        7681.3
    ],
    [
        " hey, here's what I think we should do. And it's 13 or 12 of the points are pretty good. And even",
        7681.34,
        7688.22
    ],
    [
        " though I could lock down 15 out of 15, I'm totally good with going, sounds good, Dave. You win.",
        7688.22,
        7695.6
    ],
    [
        " Roll with it. And what does that mean? The amount of times. Because otherwise, if I say no, Dave,",
        7696.22,
        7701.74
    ],
    [
        " my 15 ways, my 15 points are better. And you're like, no, my 13 and we get an argument around it,",
        7701.8,
        7706.08
    ],
    [
        " find that I say, shut up and go do what I told you to do. And now you go do it and you resent it,",
        7706.12,
        7709.2
    ],
    [
        " you're pissed off and whatever. But 50% of the time or 50% the solution for me is, hey,",
        7709.2,
        7716.16
    ],
    [
        " you're so wrong that you can't argue with me. And I don't say that, but I just point out all the",
        7716.56,
        7722.18
    ],
    [
        " things and you go, yeah, good point, good point, good point. And you're not going to, you're not",
        7722.18,
        7726.78
    ],
    [
        " going to fall on your sword when you are just blatantly wrong. People don't do that. Even the most,",
        7726.78,
        7732.9
    ],
    [
        " dug in person when they get shown the 19 reasons why they're wrong, they retreat. So,",
        7732.9,
        7739.46
    ],
    [
        " therefore, we all go out with the same plan or you come into plan that's freaking close and I go,",
        7739.48,
        7743.46
    ],
    [
        " sounds great, man. Let's execute.",
        7743.74,
        7746.24
    ],
    [
        " Coming down the chain of command, meaning how many times did someone tell me, hey,",
        7748.22,
        7756.5
    ],
    [
        " Jocco, shut up and do what I told you to do. Again, racking my brain a little bit, I can't",
        7756.62,
        7762.88
    ],
    [
        " why? Same thing. Most of the time when my boss had a bad idea, I was able to articulate and",
        7763.9,
        7771.06
    ],
    [
        " convince him of a new way of doing it that made more sense or I was able to say, you know what,",
        7771.06,
        7778.76
    ],
    [
        " that'll work. I can make that work. I can make anything work. I can make that work. You know,",
        7779.1,
        7784.06
    ],
    [
        " this isn't a, this isn't a suicide mission. This may not be perfect, but I can go out there,",
        7784.3,
        7788.8
    ],
    [
        " mitigate the little downfalls, no factor. So, that's why when I read these things, it's like, I know",
        7788.86,
        7794.5
    ],
    [
        " what they're talking about, but I very rarely experience it. Very rarely experience it. I can't,",
        7794.5,
        7800.54
    ],
    [
        " even at Escalon Front, the amount of times I've said, all right guys, lock it up. This is what we're",
        7800.64,
        7804.28
    ],
    [
        " doing. I think we've talked about one of them is like a PT evolution at the muster, muster four or",
        7804.28,
        7809.38
    ],
    [
        " something where there was a crazy plan floating around. I was like, you know what, there's a lot of",
        7809.38,
        7813.42
    ],
    [
        " risk with that plan. There's no risk with a known plan. Hey, we're just going to go with a known plan.",
        7813.42,
        7817.2
    ],
    [
        " By the way, we got a minute. By the way, we got like seven minutes to execute this thing. We got",
        7817.36,
        7821.1
    ],
    [
        " to make a decision. That's like one of the few almost every other time. And if we would, if I",
        7821.1,
        7825.72
    ],
    [
        " would have done a better job saying, hey, breathe me on what we're going to do tomorrow and we can do",
        7825.72,
        7829.5
    ],
    [
        " a dry run and all that, I would have been able to say, hey, we could have gone through the cycle of",
        7829.5,
        7834.82
    ],
    [
        " actually figuring out a, whether that plan would have worked, which it might have, or b, what little",
        7834.82,
        7847.18
    ],
    [
        " mentality of open discussion hinge of so by the way, all this revolves around open discussion,",
        7847.18,
        7852.06
    ],
    [
        " right? All this revolves around me, listening you talking you listening me talking it all revolves",
        7852.18,
        7856.92
    ],
    [
        " around that. This mentality of open discussion hinges on the leaders willingness to remain humble",
        7856.92,
        7861.86
    ],
    [
        " and accept honest feedback. Therefore, all Marines prepare themselves to become leaders by exercising",
        7861.86,
        7866.86
    ],
    [
        " humility and being open to constructive feedback. Boom, this is a message to everyone in the world.",
        7866.86,
        7873.68
    ],
    [
        " Continuing on, the path to mastery starts out starts with a sense of humility.",
        7878.2,
        7883.14
    ],
    [
        " The path to mastery starts out with a sense of humility. Marines recognize that they do not know",
        7884.08,
        7890.58
    ],
    [
        " everything and therefore must remain humble as they pursue greater understanding and competence.",
        7890.58,
        7895.16
    ],
    [
        " Marines should always recognize that there will be more to learn and they must embrace their",
        7895.7,
        7900.02
    ],
    [
        " curiosity in order to continuously learn. Curiosity will lead Marines to knowledge required",
        7900.02,
        7906.78
    ],
    [
        " to fill their own gaps and experience and improve their skill set. That curiosity is",
        7906.78,
        7913.34
    ],
    [
        " tying back to what I started this whole thing off with, me like wanting to know a better way,",
        7913.34,
        7918.42
    ],
    [
        " is there a better way to do this? Is that tradition right? Is that standard operating procedure correct?",
        7918.48,
        7924.12
    ],
    [
        " When a Marine begins to feel more confident, it is because he or she is closing the gaps",
        7927.66,
        7932.56
    ],
    [
        " between their goals and their actual capabilities. Reaching a goal along the path to mastery is an",
        7932.82,
        7940.2
    ],
    [
        " indication that it is time to move on to a more challenging goal. Boom. Next section, technical",
        7940.2,
        7946.74
    ],
    [
        " and tactical proficiency. Marines begin their pursuit of mastery by developing brilliance in the",
        7946.74,
        7953.08
    ],
    [
        " basics of technical and tactical proficiency. At all levels, technical and tactical proficiency requires",
        7953.08,
        7961.56
    ],
    [
        " Marines to reflect upon what they have learned, identify learning gaps and close them. Self-reflection",
        7961.56,
        7966.94
    ],
    [
        " enables Marines to evaluate the quality of their practice, recognizing that deliberate,",
        7966.94,
        7972.24
    ],
    [
        " purposeful quality practice leads to mastery. Incorrect practice and lack of focus does not",
        7972.56,
        7978.44
    ],
    [
        " lead to perfection. It leads to negative training that could be transferred into the battle space.",
        7978.44,
        7983.34
    ],
    [
        " Marines focus on doing the basics correctly, building speed and agility. No reason to get crazy.",
        7984.18,
        7992.6
    ],
    [
        " It is a pick and roll. There are many technical skills that Marines learn. Some are standard",
        7992.96,
        8000.88
    ],
    [
        " battle skills training and others vary across military occupational specialties. Marines build",
        8000.88,
        8008.1
    ],
    [
        " foundational technical skills such as marksmanship and operating as part of a team in entry level",
        8008.1,
        8014.86
    ],
    [
        " training. Marines learn to be technical proficient as riflemen which provides a common identity among",
        8014.86,
        8020.48
    ],
    [
        " all Marines. The larger lesson for Marines, for all Marines to learn, is the hard work, dedication",
        8020.48,
        8027.62
    ],
    [
        " and persistence required when seeking self-improvement. That's what you're learning in boot camp. That's",
        8027.62,
        8038.08
    ],
    [
        " a look. Do we need you to know how to work your rifle? Yes, we do. What's more important than that",
        8038.08,
        8042.6
    ],
    [
        " is the lesson that you learn and that it takes hard work, dedication and persistence.",
        8042.6,
        8047.38
    ],
    [
        " That's what it takes. That's what you learn from becoming a rifleman.",
        8048.4,
        8053.26
    ],
    [
        " Marines build on this lesson as they move onto the next technological challenge.",
        8055.54,
        8060.66
    ],
    [
        " And then it kind of advances here into the larger picture. Marines develop teamwork and competencies",
        8062.14,
        8069.24
    ],
    [
        " so that they are technically and tactically proficient as individuals, teams, units and magtoths.",
        8069.24,
        8076.2
    ],
    [
        " Collective learning experiences build teamwork that enables success.",
        8077.2,
        8081.44
    ],
    [
        " Teamwork building exercises provide the opportunity for Marine leaders to both lead the",
        8082.08,
        8086.54
    ],
    [
        " development of the Marines teamwork and learn from these exercises. During these learning activities,",
        8086.54,
        8092.66
    ],
    [
        " leaders who demonstrate humility by discussing what they did and why subordinates to reinforce",
        8092.84,
        8096.6
    ],
    [
        " learning at all levels of the team. Learning takes time, dedication, intelligence and the pursuit",
        8096.6,
        8101.34
    ],
    [
        " of mastery. And the reason I had to call this out is that in an organization, the organization is",
        8101.34,
        8108.32
    ],
    [
        " collectively also learning. That's the big separation between like basic seal training and",
        8108.32,
        8116.5
    ],
    [
        " even the when you get done with basic seal training, then you go to seal tactical training or what",
        8116.5,
        8121.08
    ],
    [
        " they call it now. A seal qualification training. Both those are pretty much individual skill sets.",
        8121.08,
        8127.76
    ],
    [
        " It's not until you get into a seal platoon. Now it's collective learning. Now you're learning how",
        8127.94,
        8133.84
    ],
    [
        " to do things as able to which is totally different. And yet builds upon what you learn to do as an",
        8133.84,
        8141.6
    ],
    [
        " individual. What was the training you led? What was the title of that training? Was West Coast",
        8142.46,
        8148.22
    ],
    [
        " Seal training? Was that is that SQT or what was that called again? I know that's not pretty deployment",
        8148.22,
        8152.68
    ],
    [
        " workup. Pre deployment, pre deployment training cycle. I usually call it advanced training, even though",
        8152.68,
        8158.4
    ],
    [
        " technically the if you looked by the book, the advanced training that is run is actually advanced",
        8158.4,
        8166.32
    ],
    [
        " individual training. That's what they call advanced individual training, which is, hey, you're",
        8166.32,
        8171.08
    ],
    [
        " going to learn to be a sniper. You're going to learn to be a parachute rigor. You're going to",
        8171.08,
        8174.46
    ],
    [
        " learn to be a medic. Those things are advanced training is what they call it. The simplest way to",
        8174.46,
        8181.7
    ],
    [
        " explain what I did is I just call it advanced training. There's a seal that would be sitting in",
        8181.7,
        8188.08
    ],
    [
        " the audience go, you didn't run advanced training. It's like, no, I ran advanced collective platoon",
        8188.08,
        8194.2
    ],
    [
        " training. So a simple way to put it is to say advanced training, even though there's a technical",
        8194.2,
        8200.2
    ],
    [
        " there's a command called advanced training. It's ATC advanced training command and they teach",
        8200.64,
        8206.52
    ],
    [
        " dive supervisor, they teach radio men, they teach individual skills. But it's what I taught was the",
        8206.52,
        8214.58
    ],
    [
        " advanced and usually what I actually called is advanced tactical training because that's what it was.",
        8214.58,
        8218.86
    ],
    [
        " That's what it still is. It's advanced tactical training. It's how do you and that's the unit",
        8219.2,
        8223.34
    ],
    [
        " collective unit level training is that we and actually now that you say it, what I actually taught",
        8223.34,
        8229.84
    ],
    [
        " is called ULT unit level training on it. How much just hearing you say that how much has",
        8230.2,
        8238.1
    ],
    [
        " buds evolved and changed what they did compared to what you did and how much that evolved? Yeah,",
        8238.1,
        8244.54
    ],
    [
        " unit level training evolves all the time. All the time, right? Buds is a it buds is what buds is.",
        8244.74,
        8250.46
    ],
    [
        " And you can you know, there's there's some if if if somebody that went through buds in 1964",
        8250.52,
        8258.14
    ],
    [
        " went and watched buds right now, they would go, oh yeah, oh yeah, they'd get a lot of reminders.",
        8259.16,
        8264.94
    ],
    [
        " If they came and watched a seal platoon going through urban warfare training, they'd be like damn.",
        8265.24,
        8269.94
    ],
    [
        " They'd say damn. Now the land warfare stuff has been it's it's really been very similar.",
        8270.46,
        8280.12
    ],
    [
        " Although now I can't even say that because we have the laser tag system we got all the put they",
        8280.66,
        8287.36
    ],
    [
        " would do pyro and stuff but we the laser tag system and the paintball stuff was just I was around",
        8287.36,
        8292.44
    ],
    [
        " when paintball started to come out in the seal teams and it and it changed everything for us.",
        8292.44,
        8297.08
    ],
    [
        " It changed everything for us because unfortunately most of the Vietnam guys were gone and so",
        8297.42,
        8303.08
    ],
    [
        " all of a sudden we started doing wrote things. Wrote things meaning here's the problem, here's the",
        8303.08,
        8311.44
    ],
    [
        " solution. And that's not what a learning organization does. They don't do wrote things. No, they don't",
        8311.44,
        8317.34
    ],
    [
        " hey if you get contacted from this position in your patrol here's the wrote answer to that do that",
        8317.34,
        8322.86
    ],
    [
        " thing. And what happens is the enemy that you're going against is paper targets, they don't move and",
        8322.86,
        8328.9
    ],
    [
        " they don't shoot back. They don't maneuver and they don't shoot back. Well guess what? That's actually",
        8328.9,
        8333.42
    ],
    [
        " what combat is combat is fire maneuver and now you're going against an enemy that doesn't maneuver",
        8333.42,
        8338.22
    ],
    [
        " or shoot back. It doesn't cover move doesn't fire maneuver doesn't do anything. So it's it's",
        8338.22,
        8347.32
    ],
    [
        " mechanics of movement are. Yeah, yeah. But and we used to do this too we would do no fire drills",
        8347.82,
        8354.18
    ],
    [
        " where hey you're going to get contacted from a bunch of different places but you're not shooting",
        8354.18,
        8357.9
    ],
    [
        " or we use blanks we use Ditzgear did you ever use Ditzgear? Oh no it's not Ditzgear what's it?",
        8357.9,
        8363.16
    ],
    [
        " Miles Gears. Miles Gears. Yeah. So Ditz was like the modern for us in the seal team. Ditz was",
        8363.24,
        8367.76
    ],
    [
        " the modern version of Miles Gear. Miles Gear was kind of it had it had a lot of it had a lot of",
        8367.76,
        8375.48
    ],
    [
        " had a lot of issues with Miles Gear the old Miles Gear that we had in the 80s and 90s.",
        8376.2,
        8381.74
    ],
    [
        " Had a it wasn't it you know it didn't work really well and it was just it wasn't great and you",
        8381.78,
        8387.46
    ],
    [
        " couple that with a bad attitude which is here's something that I heard. What can the day was um",
        8387.46,
        8394.42
    ],
    [
        " was it's going to give you training scars like they would say that about paintball they'd say hey",
        8394.42,
        8400.62
    ],
    [
        " if you're using paintball guns you're going to get training scars meaning",
        8400.62,
        8405.82
    ],
    [
        " I'm going to forget how to load my real weapon because I'm used to reloading a paintball gun",
        8405.82,
        8411.7
    ],
    [
        " and so now when the moment hits I'm fumbling around looking for a hopper to put my more paintballs in",
        8411.7,
        8419.66
    ],
    [
        " trade we can't do it because of that and what that essentially does unfortunately throws the baby",
        8419.66,
        8424.62
    ],
    [
        " out with the bathwater because the training scars that you get from only fighting against paper",
        8424.62,
        8429.6
    ],
    [
        " targets are worse than the training scars you get from having to use a different weapon to run",
        8429.6,
        8434.68
    ],
    [
        " these scenarios yeah so to go back to your point and I see where you're going with this the basic",
        8434.68,
        8441.24
    ],
    [
        " level training of individuals has advanced and evolved a lot less than the unit level training",
        8441.24,
        8450.2
    ],
    [
        " where we were constantly adapting from what was happening on the battlefield was that similar for",
        8450.2,
        8455.44
    ],
    [
        " you guys I mean if someone went through flight school right now they would look very similar to",
        8455.44,
        8459.1
    ],
    [
        " World War II flight school that that thing is not evolved and it was just this idea of what a",
        8459.1,
        8463.78
    ],
    [
        " learning organization learning organization was it's the organization has to learn and look and",
        8463.78,
        8470.38
    ],
    [
        " I'm sure it's true for buds you can describe it but you know OCS primary flight training they serve",
        8470.38,
        8475.16
    ],
    [
        " a very specific function but that function is not to teach war fighting and so the evolution of",
        8475.16,
        8480.86
    ],
    [
        " those organizations really isn't that dramatic it doesn't change very much because it's teaching",
        8481.18,
        8485.16
    ],
    [
        " these fundamental skills that are absolutely required but they're not the skills that you would",
        8485.16,
        8488.96
    ],
    [
        " utilize in the only skills utilized for war fighting I just think this point is a leader when",
        8488.96,
        8495.02
    ],
    [
        " you read that idea about learning organization is that a learning organization evolves and adapts",
        8495.02,
        8500.22
    ],
    [
        " and changes and right back to the what you started with was my story at TopCon which was you actually",
        8500.22,
        8505.08
    ],
    [
        " need to be out in front of that and leading your organization so your organization is designed to",
        8505.08,
        8509.78
    ],
    [
        " learn the organism that you're a part of learns and when you start in the military like OCS or bootcamp",
        8511.22,
        8517.76
    ],
    [
        " or even a little bit TBS I bet if I went back to OCS right now I'd exactly that's that's about",
        8517.76,
        8524.74
    ],
    [
        " right I see guys marching on the grinder I see guys ripping their their bed sheets off their",
        8524.74,
        8528.9
    ],
    [
        " racks and throwing their matches on the floor I see people yelling and screaming and it's probably",
        8528.9,
        8533.58
    ],
    [
        " looks much closer and if I went back to if I went to Airwing training at TopCon up at Felleron",
        8533.58,
        8538.42
    ],
    [
        " damn you guys have up your I guarantee you I'd say you guys have up your game a lot just because I've",
        8539.76,
        8545.16
    ],
    [
        " been out of it you know for long enough because that is a learning organization that's really I think",
        8545.16,
        8548.86
    ],
    [
        " the goal and I think again the parallels are are pretty obvious and how clear that is and it's not",
        8548.86,
        8553.4
    ],
    [
        " to imply that those basics aren't important they're critical but and they mentioned that here just",
        8553.4,
        8557.78
    ],
    [
        " a little bit ago they're saying look what Marines do is get brilliant at the basics yeah and when I",
        8557.78,
        8565.04
    ],
    [
        " was running trade at I actually changed the terminology that we use to describe basic Iads I",
        8565.04,
        8574.08
    ],
    [
        " changed it from basic to fundamental yeah because it's truth because guys we think well I'm",
        8574.08,
        8579.62
    ],
    [
        " walking into the basics these are fundamental right fundamental this is what it actually all",
        8579.62,
        8584.72
    ],
    [
        " boils down to these things these fundamental things and you know what there there've been changes",
        8584.72,
        8591.66
    ],
    [
        " but guess what's never changed cover move keep the things simple prioritized to",
        8591.68,
        8596.74
    ],
    [
        " you decentralized command those things have not changed and I don't foresee them trade",
        8596.74,
        8601.52
    ],
    [
        " change yeah what's it conclusion strong leaders are also teachers and mentors every Marine is a",
        8601.52,
        8610.36
    ],
    [
        " current or future leader and therefore leads by example to seek learning opportunities for",
        8610.36,
        8615.68
    ],
    [
        " themselves and other Marines all Marines especially those in positions of leadership should strive",
        8615.68,
        8625.62
    ],
    [
        " to remain humble so they are ready and willing to learn from anyone at any time in any place",
        8625.62,
        8633.36
    ],
    [
        " learning is an institutional priority and a professional expectation for all Marines",
        8633.36,
        8641.46
    ],
    [
        " continuous discipline and progressive learning is necessary for war fighting readiness",
        8643.56,
        8648.82
    ],
    [
        " learning is the foundation for all that Marines do it is the key enabler for all war fighting functions",
        8648.82,
        8660.54
    ],
    [
        " think about that statement learning is the key enabler for all war fighting functions and our purpose",
        8660.54,
        8667.34
    ],
    [
        " as the nation's naval expeditionary force in readiness Marines learn to quickly recognize and",
        8667.34,
        8675.26
    ],
    [
        " understand important information adapt make sound decisions and act which is especially important",
        8675.26,
        8682.68
    ],
    [
        " in the fog and friction of war all Marines must understand that continuous learning is a priority",
        8682.68,
        8690.54
    ],
    [
        " and key to our readiness as the nation's first line of defense always being ready to be the first",
        8690.54,
        8698.36
    ],
    [
        " to fight and that's the last line of that document aside from a giant bibliography of all the different",
        8698.36,
        8709.64
    ],
    [
        " documents that they cite in there many of which are are actually other Marine",
        8709.64,
        8716.0
    ],
    [
        " cork pubs which would seem like oh that's incestuous if those original pubs weren't so freaking solid",
        8716.0,
        8723.54
    ],
    [
        " but that idea that learning is the foundation for all that Marines do and it's the key enabler",
        8723.54,
        8730.0
    ],
    [
        " the key enabler to be able to collect absorb and understand information and then use that",
        8730.0,
        8736.84
    ],
    [
        " information to make good decisions and execute is all all based on learning",
        8736.84,
        8741.72
    ],
    [
        " and that obviously doesn't only apply to Marines it applies to everybody",
        8744.54,
        8751.82
    ],
    [
        " and I'll tell you I think we've been we've had this what how long if we've been how when did I",
        8751.82,
        8759.94
    ],
    [
        " what has this better been about month cycle of us with this document it's been about a month",
        8759.94,
        8764.98
    ],
    [
        " I have been paying attention and have realized what a better understanding of what I haven't",
        8765.44,
        8775.52
    ],
    [
        " realized fully what it is but I have a better understanding of learning and that I have been learning",
        8775.52,
        8781.14
    ],
    [
        " and more important what difference it makes when you are proactively learning when you are",
        8781.14,
        8791.18
    ],
    [
        " actually engaging you're you're you're putting pressure on your brain to proactively learn",
        8791.96,
        8797.5
    ],
    [
        " makes a huge difference learning because you're experiencing something or learning because you are",
        8797.5,
        8805.5
    ],
    [
        " being taught like think of those two things learning because you're experiencing it and learning",
        8805.5,
        8810.24
    ],
    [
        " because you're being taught that's one level of learning but when you learn because you are",
        8810.24,
        8816.26
    ],
    [
        " actively engaging your brain and processing information and making it part of your usable knowledge",
        8817.32,
        8825.12
    ],
    [
        " making it part of your usable knowledge hey I'm not just taking this fact then storing it in there",
        8825.12,
        8833.72
    ],
    [
        " and not being able to take it out and recollect it not only recollect it because who cares about",
        8833.72,
        8837.52
    ],
    [
        " recollecting it but taking it to apply it to a problem and solve a problem or use it look",
        8837.52,
        8844.24
    ],
    [
        " what are the chances that you come up with a problem that fits this thing that you learned and",
        8845.02,
        8849.76
    ],
    [
        " it's an exact fit no you got to take six different little elements that you've learned actively",
        8849.76,
        8855.08
    ],
    [
        " learned you've engaged your brain and you apply a little piece there and a little piece there and",
        8855.08,
        8858.98
    ],
    [
        " a little piece over there and then you have that knowledge and you use it and you apply it and",
        8858.98,
        8864.5
    ],
    [
        " that is the deal that is the game changer and that is learning",
        8864.5,
        8871.04
    ],
    [
        " we're pretty fired up about learning over here on my side",
        8871.04,
        8880.16
    ],
    [
        " echo Charles yeah then you make a good point with like are you say usable",
        8880.16,
        8889.14
    ],
    [
        " usable knowledge is it worth a totally different thing so that's weird because okay so you don't",
        8891.42,
        8896.68
    ],
    [
        " remember when you're in school no no no Dave Brecher you are a good student I was okay you seem",
        8896.68,
        8902.64
    ],
    [
        " like you're like you'd be a good student as opposed to say no I was I was not a troublemaker",
        8902.64,
        8908.6
    ],
    [
        " I was quiet I did well in school I did not work very hard so I wasn't like a studious guy",
        8908.6,
        8914.5
    ],
    [
        " I didn't like try hard in school right right okay so for lack of a better way of putting maybe",
        8914.5,
        8919.32
    ],
    [
        " just happen to get good grades kind of thing give him kind of who you are you could say that I guess",
        8919.32,
        8925.1
    ],
    [
        " sure I want to say that but I will also say jockele what were you a good student in high school yeah no",
        8925.1,
        8933.18
    ],
    [
        " okay so a lot of it seemed like in school you know how you're learning should be fun which you",
        8933.18,
        8938.78
    ],
    [
        " said by the way today learning should be fun right I've heard that before yeah yeah I'm like",
        8938.78,
        8944.04
    ],
    [
        " just statement actually I like it yeah as an adult I think we can realize that a little bit more",
        8944.04,
        8948.32
    ],
    [
        " special when we're into learning but you know how like when you're in school they're like yeah",
        8948.32,
        8952.28
    ],
    [
        " learning should be fun you're like well I'm like doing it wrong because this is super boring you",
        8952.28,
        8957.3
    ],
    [
        " know like playing at the park is fun the slides fun recess is fun lunchtime fun learning part not so",
        8957.3,
        8963.34
    ],
    [
        " much pretty boring and this is what I think is this is why I think because it's not usable knowledge",
        8963.34,
        8969.58
    ],
    [
        " in your brain it is long term that's the problem for sure but you don't you don't feel it you don't feel",
        8969.58,
        8974.44
    ],
    [
        " that I'm gonna let jockele talk because I actually I'm not I'm gonna say it's because it might be",
        8974.44,
        8982.26
    ],
    [
        " kind of what we're I just said I had fun reading this I had fun reading this book this pub I had fun",
        8982.26,
        8989.46
    ],
    [
        " doing it which is kind of crazy to think about because the first time I did it was just purely a chore",
        8989.46,
        8993.24
    ],
    [
        " I actually think learning is fun so I do stuff with my kids I got a six-year-old boy like we",
        8993.24,
        8999.4
    ],
    [
        " are doing things now he's able to do things with his hands and bills and he's learning things and",
        8999.4,
        9003.3
    ],
    [
        " he's having fun doing it it's what is the problem is that the inability to make the connection that",
        9003.3,
        9010.38
    ],
    [
        " everything they're learning even the ones that feel like a chore if I could somehow convince my kid",
        9010.38,
        9015.46
    ],
    [
        " listen buddy I know it doesn't make sense right now but there you will one day make the connection",
        9015.46,
        9023.52
    ],
    [
        " between this and other things if I could which I can't do because he's six if I could help him make",
        9023.52,
        9027.76
    ],
    [
        " that connection he would be much happier learning things that don't make sense as to why he's learning",
        9028.42,
        9032.82
    ],
    [
        " them it's the inability to make to the connection the thing of it is is that you said something a minute",
        9032.82,
        9037.88
    ],
    [
        " ago like since I cracked this thing open I like I said this to you a little while ago hey do this",
        9037.88,
        9042.54
    ],
    [
        " is coming out they're about to publish this thing even in the last month I am looking around and",
        9042.54,
        9048.94
    ],
    [
        " seeing things that I've been looking around and seeing in my entire life and that's because I can",
        9048.94,
        9054.42
    ],
    [
        " make the connection between learning things and how it creates not just the usable knowledge but how",
        9055.0,
        9059.86
    ],
    [
        " it makes my life better and helps me be better at what I do it isn't that if you could make that",
        9059.86,
        9065.16
    ],
    [
        " connection for your kids and I think that's the hardest part for me is hey but we can't just all do",
        9065.16,
        9070.28
    ],
    [
        " the things that you're enjoying we got to do some of these other things so they're important but I",
        9070.28,
        9073.14
    ],
    [
        " promise you they'll have value and meaning that's hard to make that to cross that bridge and make",
        9073.14,
        9077.56
    ],
    [
        " that gap for a six-year-old but I've never seen anybody who learned something not enjoy learning it",
        9077.56,
        9082.6
    ],
    [
        " once they figured out what they're doing yeah you were so close so close you were so close to",
        9082.6,
        9088.84
    ],
    [
        " it's taking my thunder away you were so close I'm glad I gave you the opportunity to attempt",
        9088.84,
        9094.22
    ],
    [
        " and you were dancing you were dancing around it you were dancing around it and you tell me if I'm",
        9094.22,
        9098.24
    ],
    [
        " wrong well I was thinking and like man I better I'm gonna start saying something he's gonna say",
        9098.24,
        9101.48
    ],
    [
        " and every time I try to say something he's gonna say echo says if you could say it like him it'd",
        9101.48,
        9106.12
    ],
    [
        " be better so I almost I should have just followed my instinct which is to say nothing you were you",
        9106.12,
        9110.36
    ],
    [
        " were dancing around what I was thinking okay which is this you're saying hey you've got this",
        9110.36,
        9116.76
    ],
    [
        " thing and you can't make a connection in the future I'm gonna I'm gonna take that one step further",
        9116.76,
        9120.32
    ],
    [
        " imagine this the the which I thought you were gonna say is the key phrase and then I thought you",
        9120.32,
        9126.5
    ],
    [
        " were gonna say is the key phrase the application of knowledge actually being able to use it is where",
        9126.5,
        9132.44
    ],
    [
        " that connection gets made so when you teach your son how to do something that he can apply",
        9132.44,
        9139.12
    ],
    [
        " immediately that's fun imagine if in jujitsu what you had to do was do an arm lock on a on a",
        9140.7,
        9147.48
    ],
    [
        " uh uh what is it a grappling dummy that that's what your lessons were would that be fun right",
        9147.48,
        9154.52
    ],
    [
        " marginal okay that said you're not gonna want to give me a solid is that what's more fun",
        9154.52,
        9161.0
    ],
    [
        " arm locking a grappling dummy or arm locking a training partner let me ask you this how many",
        9161.0,
        9165.52
    ],
    [
        " arm locks have you done on a grappling dummy okay how many arm locks have you done on training partners",
        9165.52,
        9172.24
    ],
    [
        " one million exactly so this every what what you said Dave totally accurate and I think where that",
        9172.24,
        9180.96
    ],
    [
        " connection actually gets made is when you are have the cable have the opportunity to apply that",
        9180.96,
        9188.34
    ],
    [
        " knowledge so if you teach your kids something and all of a sudden they go to the store and you go hey",
        9188.34,
        9195.24
    ],
    [
        " it's 78 cents you know get out the coins and the kid gets to take out three quarters and three pennies",
        9196.38,
        9203.5
    ],
    [
        " and put them on the table and he applied that and you give them a nod",
        9203.5,
        9206.96
    ],
    [
        " but right in you got to apply that and boom yeah the cashier goes say I'll thank you son",
        9206.96,
        9212.1
    ],
    [
        " so as much as we can if we can teach people something and then we find an avenue for them to actually",
        9212.1,
        9221.34
    ],
    [
        " apply that knowledge and who knows maybe this could maybe the the goal is to actually teach people",
        9221.34,
        9228.08
    ],
    [
        " in stages where you're teaching them things that they can actually apply like if you can set it up",
        9228.08,
        9232.78
    ],
    [
        " that way that you're not trying to teach them advanced physics before but when there's no application",
        9232.78,
        9239.0
    ],
    [
        " for it but then when they get to a point where you can start to say hey you want to check out you want",
        9239.0,
        9243.58
    ],
    [
        " to know what the tide's gonna do we can actually figure that out from from from astrophysics we can",
        9243.58,
        9249.54
    ],
    [
        " actually figure that out here's what it is and here's how it works and then people say oh",
        9249.54,
        9253.56
    ],
    [
        " so yeah application knowledge what do you think Dave yeah dude totally and the piece that I",
        9253.56,
        9262.96
    ],
    [
        " still am grappling with the larger connection and I wish I could say it more clearly is the piece",
        9262.96,
        9269.06
    ],
    [
        " that I'm struggling with and I think most people struggle with is what you're learning doesn't have",
        9269.06,
        9274.12
    ],
    [
        " to be applied in that same way meaning so hey you learn to teach a kid out of count money and then",
        9274.12,
        9279.8
    ],
    [
        " he gets a count money but if I were to tell you that you could be better at arm locking your opponent",
        9279.8,
        9284.7
    ],
    [
        " by reading the Marine cord pub on strategy because there's something that makes you think and see",
        9284.7,
        9291.14
    ],
    [
        " differently and some people don't want to read that stupid book because it has nothing to do with",
        9291.14,
        9295.02
    ],
    [
        " what they want to do actually actually it does and if you can make that connection of this thing that",
        9295.02,
        9301.6
    ],
    [
        " seems totally irrelevant to your world I don't like math I'm never gonna go be a math teacher my",
        9301.6,
        9305.24
    ],
    [
        " daughter will say I'm not good at math and I'm never gonna go be a whatever there's a connection",
        9305.24,
        9311.32
    ],
    [
        " there to every other thing that you're doing and that's a gap that's hard to bridge like it's not",
        9311.32,
        9316.78
    ],
    [
        " that that you're gonna go but you don't have to become a mathematician for math to be important",
        9316.78,
        9320.78
    ],
    [
        " in fun in your life I'm gonna stop there because I want you to say but that's the the gap that I'm",
        9320.78,
        9325.68
    ],
    [
        " talking about well that's that's the original idea of the thread right the original idea of the",
        9325.68,
        9329.06
    ],
    [
        " thread is like all these things are connected and if you realize that they're connected then you'll",
        9329.06,
        9333.04
    ],
    [
        " understand them better and the better you understand this scientist from 1820 the better you'll be",
        9333.04,
        9339.46
    ],
    [
        " able to relate to this artist in 1904 like those things are real and and the mind the brain is a",
        9339.46,
        9349.88
    ],
    [
        " muscle that the more you use it the more you utilize it the better you can respond and so yeah I",
        9349.88,
        9357.66
    ],
    [
        " think you're actually absolutely right that's when when and I was kind of stuck in the six-year-old",
        9357.66,
        9365.28
    ],
    [
        " brain right because it's really hard to explain to a six-year-old hey this math that you're learning",
        9365.28,
        9370.82
    ],
    [
        " is gonna help you give you a greater capability to win in a soccer game right like that even though",
        9370.82,
        9380.12
    ],
    [
        " we all know it's actually true because you're sharper you're smarter than that of a million reasons",
        9380.12,
        9383.4
    ],
    [
        " so finding it the finding the application of it and when you recognize that application and I think",
        9384.32,
        9389.84
    ],
    [
        " that's where I've been very very lucky because at some point again at some point I said oh I can take",
        9389.84,
        9395.46
    ],
    [
        " what I learned in jiu-jitsu and I can apply it to combat and I can apply it to leadership and by the",
        9395.46,
        9400.16
    ],
    [
        " way I can take something that I learned in leadership and I can apply it to jiu-jitsu and all the all",
        9400.16,
        9404.88
    ],
    [
        " the way across those those those modalities and by the way those modalities as soon as you step into",
        9404.88,
        9414.18
    ],
    [
        " some other modality you if you have the open mind you see the application again and you see it again",
        9414.18,
        9419.86
    ],
    [
        " and you see it again I mean we do this all the time at echelon front we're working with a company",
        9419.86,
        9423.66
    ],
    [
        " that we've never worked with this company before and you take a look at what what they're doing how",
        9423.66,
        9428.48
    ],
    [
        " they're doing it and you can apply the principles that we know and if you don't understand that",
        9428.48,
        9434.82
    ],
    [
        " it you look you got to take this little piece of this this principle this little piece and you put",
        9434.82,
        9438.9
    ],
    [
        " them in place and look we get people at echelon front clients that they've read the book thousand",
        9438.9,
        9444.3
    ],
    [
        " times they've listened to every single podcast and as soon as you roll in and you start talking about",
        9444.3,
        9448.86
    ],
    [
        " it they don't quite have the skill yet of maybe how to apply it and as soon as they see how it applies",
        9448.86,
        9455.44
    ],
    [
        " all of a sudden their mind yeah expands and you go back three months later and now they don't need",
        9455.44,
        9462.06
    ],
    [
        " they don't need us anymore they don't need echelon front anymore they figured out the application process",
        9462.06,
        9466.0
    ],
    [
        " and that's where they go next level yeah totally speaking of learning",
        9466.0,
        9473.38
    ],
    [
        " echo Charles closing the knowledge gaps yes speaking of closing the knowledge gaps by the way don't",
        9473.38,
        9485.42
    ],
    [
        " so like when you're young at that and maybe this has to do with part of the brain maybe not I don't",
        9485.7,
        9490.6
    ],
    [
        " know don't know what I hear it does when you're young everything is short term everything true like",
        9490.6,
        9496.16
    ],
    [
        " the long term the brain has a hard time to comprehend that you know so like you'll get students like",
        9496.16,
        9502.4
    ],
    [
        " young students or whatever who get really good grades but that tends to be because their goal is",
        9502.4,
        9508.26
    ],
    [
        " to get good grades it's not to like learn math so I can apply it to life necessarily maybe that's",
        9508.26,
        9513.38
    ],
    [
        " what they're told maybe maybe not but as far as their actual like desire to learn the math it's",
        9513.38,
        9518.92
    ],
    [
        " like to get good grades try you've done okay so I taught my three-year-old how to shoot a slingshot",
        9518.92,
        9528.22
    ],
    [
        " right how what shoot a slingshot check so I shoot a slingshot you watch a three-year-old boy by the",
        9528.22,
        9535.28
    ],
    [
        " way you know probably girl too but shoot a slingshot at a bottle in front of a three-year-old",
        9535.28,
        9542.46
    ],
    [
        " thinking I think it's the most awesome thing in the world and they say oh yeah you try he doesn't",
        9542.46,
        9546.46
    ],
    [
        " know how he doesn't know how to put the thing in he gets all mad or whatever I teach him he's",
        9546.46,
        9550.58
    ],
    [
        " focused on that thing like man this is I'm gonna learn the world's solutions right now this is",
        9550.58,
        9556.56
    ],
    [
        " the best thing in my life and I need to learn this try teach him how to like memorize the alphabet",
        9556.56,
        9561.92
    ],
    [
        " he'll be like brawl listen to you but bra I'm not into this right now you know it's just night",
        9561.92,
        9567.26
    ],
    [
        " and day you know or or try to do a puzzle with a kid here just looking for that one piece that fits",
        9567.26,
        9573.98
    ],
    [
        " and when it fits it's like cool but meanwhile as an adult you're like cool that is cool that's",
        9573.98,
        9578.34
    ],
    [
        " good incremental like progress that we're making but it's really cool when this whole corner is",
        9578.34,
        9582.94
    ],
    [
        " developed and then this whole corner is yeah and then you put them all together and boom the big",
        9582.94,
        9586.68
    ],
    [
        " puzzle seems same it's like a bigger picture kind of thing way of thinking anyway that's why I think",
        9586.68,
        9591.92
    ],
    [
        " and then not to mention when you're in an adult what you're learning tends to be something you chose",
        9591.92,
        9598.58
    ],
    [
        " to learn and that's already you're just already going on that path of fulfilling like little gaps",
        9598.58,
        9604.22
    ],
    [
        " in your knowledge that you need to be filled you know so like actionable knowledge kind of thing",
        9604.22,
        9608.82
    ],
    [
        " it's already gonna be set up like that just just by the very nature of you choosing what to learn",
        9608.82,
        9613.74
    ],
    [
        " seems to me yeah that's what that's why it's important for parents teachers human beings to try and",
        9613.74,
        9620.14
    ],
    [
        " just get the kids to recognize what that thread that that thread ties everything together the long",
        9620.92,
        9625.94
    ],
    [
        " because if we're learning for short term we're learning for short term and it's hard to see where it",
        9625.94,
        9631.54
    ],
    [
        " all ties into with that so if you have long term short term learning what do you got for us echo Charles",
        9631.54,
        9641.46
    ],
    [
        " if you have I'm gonna go with the knowledge gap situation that really uh because that's a big one",
        9641.46,
        9646.14
    ],
    [
        " hiding knowledge gap or closing oh yeah closing and therefore closing yes so",
        9646.14,
        9653.72
    ],
    [
        " jujitsu let's face it let's face it I don't need to learn how to fight right because I don't fight yeah",
        9653.72,
        9662.04
    ],
    [
        " big if that knowledge gap is exposed in the real world you can have a problem",
        9662.04,
        9667.9
    ],
    [
        " we are gonna have a problem so let's close that knowledge gap we take jujitsu when we take",
        9667.9,
        9674.2
    ],
    [
        " jujitsu training gear um-hmm gear if you're doing ghee rashguards if you're doing no ghee okay so we're",
        9675.38,
        9681.54
    ],
    [
        " getting all this stuff there's more stuff by the way or jamein dot com that's where you can",
        9681.54,
        9685.46
    ],
    [
        " you can use best keys in the world american made 100% are we back making jeans yet we are making",
        9685.46,
        9693.42
    ],
    [
        " jeans we are back in the game jeans are being made good you can order them and you will get them",
        9693.42,
        9700.64
    ],
    [
        " we have we're we're making so if you don't know we we started making masks face coverings actually",
        9700.86,
        9706.98
    ],
    [
        " because we don't want people to get confused and think that this is an N95 masks they're not",
        9706.98,
        9712.28
    ],
    [
        " but there's recommendations from all kinds of people including law enforcement that will",
        9712.28,
        9720.8
    ],
    [
        " find you here in the state of California if you're not wearing a mask no kidding yes is that",
        9720.8,
        9725.98
    ],
    [
        " under certain circumstance you're outside started may first no kidding yeah so anyways at origin",
        9725.98,
        9732.7
    ],
    [
        " we started making masks so that people face coverings so if you want to get those go to origin",
        9732.7,
        9739.76
    ],
    [
        " main dot com you can also get a bunch of other clothes including jeans yes you can also get",
        9739.76,
        9746.48
    ],
    [
        " let's say you're in lockdown at your house yes you didn't have a gym no gym your gym is shut down",
        9746.48,
        9755.24
    ],
    [
        " because of covid-19 now you have no weights no gym what are you gonna do well you want to work out",
        9755.24,
        9762.18
    ],
    [
        " you want to train guess what you can get from origin main two items right now one of them is a",
        9762.18,
        9769.24
    ],
    [
        " plyo box right you want to get your jump on and there's all kinds of things you can do with a",
        9769.24,
        9774.7
    ],
    [
        " plyo box you know what I do with a plyo box push ups yeah push ups yes jump yeah all that stuff",
        9774.7,
        9781.2
    ],
    [
        " you know what I do stretch oddly enough sure it's one of those things you you use it to",
        9781.2,
        9786.56
    ],
    [
        " get yourself in positions that force you to stretch and I am not a good stretcher yeah",
        9786.56,
        9792.86
    ],
    [
        " and then we also have something known as the burden the burden which is a what would you say it is",
        9792.86,
        9803.44
    ],
    [
        " a leather kettlebell it's a leather kettlebell so it shows up to your house with no weight",
        9803.44,
        9810.64
    ],
    [
        " and then you can fill it with whatever you want to fill it with my recommendation actually pennies",
        9811.4,
        9816.82
    ],
    [
        " go to your bank go to your bank and get",
        9816.82,
        9819.4
    ],
    [
        " 50 to 75 dollars worth of pennies load them into the burden so uh stitch it up not",
        9819.4,
        9828.86
    ],
    [
        " stitch it but you tie it up it's like shoelaces and then you have you got about a 30 to 40 pound",
        9828.86,
        9835.28
    ],
    [
        " kettlebell depending on how much you fill it up yeah thank that's a good idea of pennies are heavy",
        9835.28,
        9839.96
    ],
    [
        " pennies are heavy and they're readily available they have them at the bank there's going to be a run",
        9840.12,
        9845.62
    ],
    [
        " on pennies in America they're gonna go up the valley you know they're going out they're phasing out",
        9845.62,
        9850.56
    ],
    [
        " pennies they were well well they even have them at the bank yes they do yes they do I heard like",
        9850.56,
        9856.06
    ],
    [
        " five years ago that they're straight up phasing pennies out of the whole game the cool thing 40 pounds",
        9856.06,
        9863.14
    ],
    [
        " might seem like for a kettlebell if you've never used a kettlebell before and you don't work out",
        9863.14,
        9868.84
    ],
    [
        " you're gonna be surprised 40 pounds as heavy as it's more than you're gonna have to go lighter",
        9868.84,
        9872.68
    ],
    [
        " than that but dealing with the burden because it's pliable it's actually harder to you it's harder",
        9872.68,
        9881.28
    ],
    [
        " to work with than a kettlebell so like you know a kettlebell is harder to work with a barbell",
        9881.28,
        9884.82
    ],
    [
        " because it's odd shape and it's yeah whatever yeah this is one step even harder oh yeah so you can get",
        9884.82,
        9891.2
    ],
    [
        " really kind of savage workouts just with the burden yeah that makes sense because it's like you",
        9892.22,
        9899.4
    ],
    [
        " you know that's the whole thing with like like sandbags yeah you know that can't work yeah the",
        9899.4,
        9904.22
    ],
    [
        " awkward is like working more you muscle do you have a burden if no oh dang your relationships",
        9904.22,
        9909.52
    ],
    [
        " must not be of very good right now over d'Organ well it's a hot commodity that thing is good man",
        9909.52,
        9917.06
    ],
    [
        " yeah well we sold out immediately but we got more leather so we're back in the game making them",
        9917.78,
        9925.44
    ],
    [
        " up making them happen with burdens yes more burdens for the world yeah that was good carry your burden",
        9925.44,
        9931.1
    ],
    [
        " well also boots are we're back doing the boots thing do you have boots right there no no boots either",
        9931.1,
        9938.5
    ],
    [
        " no very bad relationships either that or they know me really well you know where that's",
        9938.5,
        9945.36
    ],
    [
        " up check yeah it makes sense yeah well yeah you won't wear boots like just around no I don't wear",
        9945.36,
        9951.76
    ],
    [
        " boots just around yeah but when I go on the road yeah yeah yeah cool makes sense everything at",
        9951.76,
        9959.96
    ],
    [
        " orgiamaine.com also supplements if you are not keeping your joints in order you're not going to be",
        9959.96,
        9965.78
    ],
    [
        " happy big picture because after a while they they they jam on trust me so yes joint warfare from",
        9965.78,
        9975.34
    ],
    [
        " super-cryl oil also we have the discipline keep your mind in the game your brain in the game",
        9975.42,
        9983.6
    ],
    [
        " Dave Burke it's super excited about the discipline pretty much daily",
        9983.6,
        9987.94
    ],
    [
        " not pretty much actually it's actually daily yeah yeah we spun up some more cold war too so I was",
        9987.94,
        9998.0
    ],
    [
        " yeah if you if you need that little immune system hater you can jump on the cold war",
        9998.0,
        10004.24
    ],
    [
        " and get some of that the cans of discipline go ready to drink and there's a new flavor that will",
        10004.44,
        10013.44
    ],
    [
        " be coming out actually there's a couple new flavors that we coming out one of them is called",
        10013.44,
        10018.26
    ],
    [
        " sour apple sniper the JP to Nell signature and then also we will be announcing",
        10018.26,
        10026.48
    ],
    [
        " afterburner orange the Dave Burke signature models and then echo Charles we don't have a name",
        10028.66,
        10035.86
    ],
    [
        " we don't even have a flavor yet but I sensed in the room today when we started talking about afterburner",
        10035.86,
        10041.82
    ],
    [
        " orange let's just say some of us weren't as excited and maybe thought that maybe they should have",
        10041.82,
        10048.16
    ],
    [
        " their own what are you talking about brother standing in the chair",
        10048.16,
        10050.86
    ],
    [
        " I think you need your own flavor all right well thanks bro but yes the",
        10055.2,
        10061.1
    ],
    [
        " is that why I I got a sample of the sour apple sniper dude yeah I got it is so good and I",
        10061.1,
        10067.74
    ],
    [
        " did my first two samples of of the afroburner orange and right now that sour apple they have that",
        10067.74,
        10073.96
    ],
    [
        " they've dialed that thing in that thing was good yeah it'll take it'll take some iterations yeah",
        10074.34,
        10080.74
    ],
    [
        " I don't do I did two I've done two trials so far of afterburner yeah I got the first two",
        10080.74,
        10086.36
    ],
    [
        " got the family everybody got in on it tried it yeah that it's just gonna take it takes iterations",
        10086.36,
        10091.26
    ],
    [
        " okay get it there the I mean for the first mulk for mint mulk I went through 10 iterations try",
        10091.26,
        10098.86
    ],
    [
        " to again try to again try to again and then finally I was like yep there it is so all that good",
        10098.86,
        10103.08
    ],
    [
        " stuff or your kid mulk dock a white tea man I made a dock a white tea the other day like from",
        10103.08,
        10107.56
    ],
    [
        " the tea bags that is so legit and all this stuff is available at the vitamin shop if the vitamin",
        10107.56,
        10113.44
    ],
    [
        " shop is open in your area right now since we're all mock down you can check it all out there",
        10113.44,
        10117.64
    ],
    [
        " origin main dot com origin main m a i n e origin main dot com for any of this gear and it does",
        10117.64,
        10128.64
    ],
    [
        " sap arch yes does support the whole game the whole system really also jaco has a store and it's called",
        10129.64,
        10137.8
    ],
    [
        " jaco store so super original yes we go to jaco store dot com and you can get you know what do you",
        10137.8,
        10147.74
    ],
    [
        " want to merge is that the kid how the kid say it now merge yeah the last t shirts hoodies more rash",
        10147.74,
        10154.8
    ],
    [
        " beanies some women stuff on their tank tops and whatnot you know displaying equals freedom you know",
        10155.82,
        10160.36
    ],
    [
        " the whole the whole uh how should I say as far as representation goes you will be representing the",
        10160.36,
        10169.28
    ],
    [
        " path we'll say that I got a good quarantine shirt on there too if you want to represent in lockdown",
        10169.28,
        10175.66
    ],
    [
        " you're still putting in the work you're still doing your decline push ups on the plyo box",
        10175.66,
        10181.68
    ],
    [
        " you're carrying the burden you see what I'm saying anyone to represent we got a good quarantine",
        10182.66,
        10186.84
    ],
    [
        " shirt free good one got women's tank top two tank tops two by the way anyway jaco store dot com good",
        10186.84,
        10193.54
    ],
    [
        " stuff i'll just leave that out there for you yeah yeah it's good man subscribe to the podcast if",
        10193.54,
        10199.82
    ],
    [
        " you haven't yet leave a review so we can read it hopefully it's funny hopefully it's impactful",
        10199.82,
        10207.52
    ],
    [
        " also got some other podcasts got a podcast called the thread the episodes are out they're on youtube",
        10208.04,
        10214.46
    ],
    [
        " it's a different what is it podcast feed what is it called yeah it is called the feed yeah that's true",
        10214.46,
        10224.7
    ],
    [
        " so there's a there's the different feed for the thread there's a different feed for grounded so",
        10224.7,
        10229.16
    ],
    [
        " the thread is about well it's about what we're just talking about thread of things how things",
        10229.16,
        10233.58
    ],
    [
        " connect together in the world and we myself a derl Cooper of margar made uh or have been doing",
        10233.66,
        10241.1
    ],
    [
        " that podcast it's been it's been wild to be honest with he is bringing things up in my mind uh",
        10241.1,
        10247.9
    ],
    [
        " making me remember things one of the coolest things that he made me remember was this conversation",
        10247.9,
        10251.92
    ],
    [
        " with contractors i'm in bagdad it's 2003 2000 for and there's contractors that show up in bagdad",
        10251.92,
        10259.08
    ],
    [
        " these guys are black water guys or whatever triple canopy guys and these guys come in",
        10259.08,
        10263.5
    ],
    [
        " to our compound and uh they just kind of arrived in country and a couple of them are former seals",
        10263.5,
        10271.96
    ],
    [
        " you know probably in the 90s no combat experience and they're talking to us and you know we're",
        10271.96,
        10276.52
    ],
    [
        " looking at their gear and we're kind of giving them a heads up and uh that derl because he's",
        10276.52,
        10281.14
    ],
    [
        " good like this uh we were asking the guys because they were there about to go to fallujah",
        10281.14,
        10288.08
    ],
    [
        " and they were taken up armored at fort explorers with sounds bad ass but the up armored fort explorers",
        10288.6,
        10297.94
    ],
    [
        " were actually horrible all they were was a regular fort explorer two wheel drive fort explorer",
        10297.94,
        10304.36
    ],
    [
        " with like a little bullet proof glass mounted inside of it they didn't make any adjustments",
        10304.36,
        10310.9
    ],
    [
        " as a suspension they didn't make any adjustments to the power it was just they were junk and so we're",
        10310.9,
        10318.06
    ],
    [
        " going fallujah and we're asking them hey do you guys have run flats for your okay we're asking",
        10319.78,
        10325.42
    ],
    [
        " hey do you have this do you have this do you have a radio do you have this and then it's like hey",
        10325.42,
        10328.18
    ],
    [
        " do you have run flats for your for your fort explorers and they're like no and and derl named the",
        10328.18,
        10336.4
    ],
    [
        " podcast you know do you have run flats and it's such a great name because that really shows you",
        10336.4,
        10344.34
    ],
    [
        " where we were at that was towards the end of my deployment and these guys are just showing up",
        10344.34,
        10348.5
    ],
    [
        " and you're we knew how bad things could get and how quickly they could get bad and these guys who",
        10348.5,
        10354.82
    ],
    [
        " had just showed up had no idea what they were getting into and uh within a month um the contractors",
        10354.82,
        10361.76
    ],
    [
        " that got that got ambushed infallusion strong up on the on the bridge that were there so we go",
        10361.76,
        10368.62
    ],
    [
        " into all kinds of things like that type of story like that type of information which I really",
        10368.62,
        10374.54
    ],
    [
        " haven't talked about in that podcast the thread and we're gonna where we got china coming up we're",
        10374.54,
        10379.08
    ],
    [
        " going deep on china um and so we also have the grounded podcast which is about you jitsu we have",
        10379.08,
        10384.26
    ],
    [
        " the warrior kid podcast which is for warrior kids latest latest episode I think it's the latest",
        10384.26,
        10389.36
    ],
    [
        " episodes about johnny kim yeah johnny Kim's on it guest guest starring astronaut doctor and seal",
        10389.36,
        10398.04
    ],
    [
        " johnny Kim warrior kid soap don't forget about that it's available on jaco store now is it",
        10398.04,
        10404.26
    ],
    [
        " are we there yet are we there yet yes that was a massive hesitation warrior kid soap get some killer",
        10404.26,
        10411.12
    ],
    [
        " soap for yourself and that way you your family everyone you know can stay clean stay clean",
        10411.12,
        10419.28
    ],
    [
        " stay clean speaking to stay clean we have a youtube channel very clean youtube channel uh where actually",
        10419.36,
        10426.58
    ],
    [
        " I'm not sure how clean that youtube channel is why can't you just go in and do like uh you need to",
        10426.58,
        10431.9
    ],
    [
        " make channels within the channel one that says you know whatever you call height videos or one of those",
        10431.9,
        10437.94
    ],
    [
        " things where you enhanced video you should have enhanced videos you should have excerpts you should",
        10437.94,
        10442.76
    ],
    [
        " have the thread you should have grounded you should have grounded all in separate channels that's my",
        10442.76,
        10447.88
    ],
    [
        " humble opinion yeah you know what I'll go home and do it yeah okay are you taking action well they",
        10447.88,
        10453.82
    ],
    [
        " are they they're in playlists right so it's called playlists so you've done that already I've",
        10453.82,
        10458.88
    ],
    [
        " done that but here's the thing what you're talking about which I agree is it I've done that or is",
        10458.88,
        10464.18
    ],
    [
        " it here's the thing which one of these two are we talking about it's actually technically both so",
        10464.18,
        10470.02
    ],
    [
        " that is done they're in playlist so you can go to the playlist section then they'll be organized but",
        10470.02,
        10475.04
    ],
    [
        " if you go to the main youtube then there's a way to organize it where it displays your playlist",
        10475.12,
        10480.14
    ],
    [
        " with which is what I think anyway that you're you're talking about right like channels within the",
        10480.14,
        10485.3
    ],
    [
        " channel yeah so when you go to the main page yeah it's like you can it nonetheless yeah it is done",
        10485.3,
        10490.78
    ],
    [
        " so yes they can be played in a row in order whatever um and you know be not filtered out but like",
        10490.78,
        10497.06
    ],
    [
        " if you just want to listen to the thread right and you just let them play won't see you say track yeah",
        10497.06,
        10502.76
    ],
    [
        " got them all anyway yes we do have a youtube channel dock podcast youtube channel video version",
        10502.76,
        10507.06
    ],
    [
        " video so you would they look like see what we all look like whatever also excerpts on there we got",
        10507.06,
        10512.0
    ],
    [
        " psychological warfare if you need a little psychological hitter to push you through a moment of",
        10512.0,
        10518.42
    ],
    [
        " weakness you can check that out wherever MP3 are sold wherever MP3 I was going to say songs but",
        10518.42,
        10532.46
    ],
    [
        " there's a name of that flipside canvas comm to code of my are making psychological warfare for your",
        10532.46,
        10538.32
    ],
    [
        " eyeballs you go to flipside canvas comm books we got some books what book how about the code",
        10538.32,
        10545.56
    ],
    [
        " the evaluations the protocol Dave Burke how's it going it's going pretty good uh are you happy with",
        10545.56,
        10554.12
    ],
    [
        " the product I am I've been more happy with the interaction that the product has created",
        10554.12,
        10559.44
    ],
    [
        " yeah I'm so awesome to see how many people got it and got either back on the path or understood",
        10559.44,
        10567.52
    ],
    [
        " the path better uh the interaction from that has been awesome I'm stoked to be a part of that",
        10567.52,
        10572.9
    ],
    [
        " that is the that book is like this is another thing that it that it sort of does and whether",
        10572.9,
        10578.74
    ],
    [
        " is this surprising maybe maybe not but it's like okay so you read it right you could refer to it all",
        10578.74,
        10583.56
    ],
    [
        " this stuff it's like a big part of it is just a reminder to just evaluate how good you're doing",
        10583.56,
        10588.4
    ],
    [
        " and and really remember that you have you do have a goal right and if you don't then make a goal",
        10588.4,
        10593.62
    ],
    [
        " whatever so like this is what it'll do like if I'll work out which is a normal thing you know try to",
        10593.62,
        10598.34
    ],
    [
        " work out but I'm mentally conscious of like okay what kind of workout was that was that a two was",
        10598.34,
        10604.62
    ],
    [
        " that a five you know and I'm like at the end I have a straight up number done straight up and",
        10604.62,
        10610.74
    ],
    [
        " then I'll like share it with somebody just threw up a four today you know whoever you know if",
        10610.74,
        10615.46
    ],
    [
        " they're sort of in the game as well like that's what it'll do you know so it'll keep you on track man",
        10615.46,
        10619.9
    ],
    [
        " in that way dude without a diet you start thinking about things you've never thought about before",
        10619.9,
        10624.08
    ],
    [
        " yeah also just being able to say I just need to at least get a one over here just at least like",
        10624.08,
        10630.68
    ],
    [
        " hey and you also look at some cookies and you say no I'm not gonna go to zero",
        10630.68,
        10634.66
    ],
    [
        " no I'm not throwing my faves and was telling me he had a little scenario unfold and he was like",
        10634.66,
        10639.72
    ],
    [
        " this could be a zero zero zero all the diet yeah I had a little scenario yesterday just had to throw",
        10639.74,
        10647.72
    ],
    [
        " up a zero on food on fuel input intake all right yeah what min chucklechum no no worse way worse",
        10647.72,
        10658.16
    ],
    [
        " don't not no I'm never gonna eat donuts again if you see me eating donuts you can stab me in the face",
        10658.16,
        10664.58
    ],
    [
        " because I just not gonna do it but just straight up American bacon cheeseburger yeah which",
        10665.08,
        10673.48
    ],
    [
        " right we're we're already not good but fries with it that's just no fat that's just unsat yeah",
        10673.48,
        10679.86
    ],
    [
        " it's just unsat at the end of the day that does what is that the that amounts to zero yeah for sure",
        10679.86,
        10685.44
    ],
    [
        " that's I was actually I asked Lafayl's like maybe I should have put some kind of negative",
        10685.44,
        10689.56
    ],
    [
        " numbering like you this could actually take you time to dig out where you had bacon double cheese burger",
        10690.22,
        10698.02
    ],
    [
        " the camera over for the next day is that you're carrying that with me at another point",
        10698.02,
        10703.4
    ],
    [
        " on tomorrow's numbers should be a negative even if I ate today you know a grass fed steak",
        10703.4,
        10709.42
    ],
    [
        " you know whatever and and of salad I would still not even be able to dig out of the whole",
        10709.42,
        10716.2
    ],
    [
        " French fries I don't need french fry come on what's a what would be a one as far as a meal goes",
        10717.06,
        10723.16
    ],
    [
        " you think I think just a no I think I think uh well I don't know because look if there's",
        10723.16,
        10732.64
    ],
    [
        " if there's a potential for a five a meal that's a five a four a three a two and a one well first",
        10732.64,
        10737.44
    ],
    [
        " of all it's a whole day right it's a whole day totally it's a whole day a whole day a meal okay",
        10737.44,
        10741.64
    ],
    [
        " you don't get up have a ideal breakfast and give yourself a five for diet for the day and call it",
        10741.64,
        10747.02
    ],
    [
        " good you gotta do the whole day and you know if you're on a five for a diet that diet is that",
        10747.02,
        10752.26
    ],
    [
        " consumption is tethered to other things that you're doing you're up to my yeah your goal one is like",
        10752.26,
        10758.16
    ],
    [
        " I didn't do anything bad yeah but I didn't do anything like constructive either I'm not like",
        10758.16,
        10764.12
    ],
    [
        " managing what I'm intaking a one's like you ate to survive you and you didn't do anything that",
        10764.12,
        10771.04
    ],
    [
        " took you going backwards yeah but like what so french fries and if you french fries in the day",
        10771.04,
        10776.26
    ],
    [
        " you're not getting a one okay is this a one day we'll say breakfast lunch dinner keep it simple",
        10776.26,
        10781.88
    ],
    [
        " okay uh breakfast we ate frosted miniweets no it's getting your arneus so serious what are we talking",
        10781.88,
        10790.12
    ],
    [
        " about frosted miniweets yes serious right now what about shredded I know brother what no week no",
        10790.12,
        10796.72
    ],
    [
        " whole wheat no cereal what about gruelola gruela out that's not nice and look hey there's the other",
        10796.72,
        10802.24
    ],
    [
        " thing we got to look at what is what is it that you've set up for yourself right because some people",
        10802.24,
        10807.62
    ],
    [
        " if you're running a marathon all of a sudden you're going to need certain foods that you would not",
        10807.62,
        10812.42
    ],
    [
        " need had you been trying to cut weight or had you been trying to gain weight right right",
        10812.42,
        10817.44
    ],
    [
        " right so it depends listen there's a thing here that's a large and we've had a lot of questions",
        10817.44,
        10821.92
    ],
    [
        " by this first of all you whoever's like you mark yourself whenever you want this is your",
        10821.92,
        10826.42
    ],
    [
        " evaluation if you're a habit if you're if you're someone who spent the last 10 years and you get up",
        10826.42,
        10831.86
    ],
    [
        " in the morning and your breakfast is donuts like that's just been your thing donuts and coffee",
        10831.86,
        10835.82
    ],
    [
        " and you get off the donut and coffee train and you get up and you have some sort of a whole wheat",
        10835.82,
        10841.04
    ],
    [
        " cereal thing to replace that you you're doing you're improving you're getting better now is out of",
        10841.04,
        10846.52
    ],
    [
        " five no that's not a five and it's not to like punish you for making one small mistake but it's",
        10846.52,
        10851.88
    ],
    [
        " the measurement of are the things that you're doing probably the biggest takeaways what you said",
        10851.88,
        10855.16
    ],
    [
        " is are you thinking about this because if donuts is part of your diet every that that's your",
        10855.16,
        10861.44
    ],
    [
        " you're zero for nutrition in your life and you need to get on a path by which that is no longer",
        10861.44,
        10866.46
    ],
    [
        " part of your repertoire and when you don't do that you got to count for that you know why even",
        10866.46,
        10871.46
    ],
    [
        " play around I have the book right here here's the deal here's a score of one for at the end of",
        10871.46,
        10876.38
    ],
    [
        " the day you ate everything you're gonna eat here's the score of one food intake was effective to",
        10876.38,
        10880.76
    ],
    [
        " sustain health but did not optimize nutrition or participate in health enhancing program",
        10880.76,
        10886.96
    ],
    [
        " okay so maybe you had some little granola like it sustained you right but it didn't optimize right",
        10886.96,
        10894.34
    ],
    [
        " yeah it wasn't it you weren't recovering from the we score zero is did not eat properly and did",
        10894.34,
        10901.2
    ],
    [
        " not provide any nutritional benefit to perform critical daily tasks that's your donuts donut",
        10901.2,
        10906.3
    ],
    [
        " and a pizza right you're just the gear getting a zero yeah five consumed ideal",
        10906.3,
        10913.14
    ],
    [
        " ideal food intake and maintained perfect adherence to diet or fasting got it yeah every calorie",
        10913.14,
        10922.84
    ],
    [
        " was optimal what every calorie was optimal and nothing was consumed that didn't contribute to",
        10922.84,
        10929.5
    ],
    [
        " health or nutrition allowing for a sustained peak level of performance throughout the entire day",
        10929.5,
        10935.46
    ],
    [
        " okay no big deal no big deal I had an interesting situation to throw to the crowd here",
        10935.84,
        10940.54
    ],
    [
        " happening on Saturday night hmm so normal day Saturday we're out it's good day took my kids mountain",
        10940.54,
        10948.3
    ],
    [
        " biking made a good day came back had a good I think I grilled we had a normal dinner and then",
        10948.3,
        10953.22
    ],
    [
        " we had a little adult a little situation with the neighbors we had some we went to the neighbor's",
        10953.22,
        10958.36
    ],
    [
        " house we did some social distancing hanging out everything was cool they're all drinking I don't",
        10958.36,
        10965.44
    ],
    [
        " just perform midnight feeling hungry Dave feeling so at literally the stroke of midnight I am",
        10965.44,
        10974.16
    ],
    [
        " consuming strawberry milk at midnight yeah I'm good with that yeah I'm totally yeah oh yeah",
        10974.16,
        10982.7
    ],
    [
        " my last meal is way after I didn't need him I should have just I didn't need a meal but I was I",
        10982.7,
        10988.7
    ],
    [
        " wanted something that tasted good so bad that I just that's a good question right there though",
        10988.7,
        10993.68
    ],
    [
        " one of the good things about milk yes check it out you might feel guilty because it tasted so good",
        10993.68,
        10998.18
    ],
    [
        " right yeah yeah yeah yeah yeah yeah yeah yeah and the motive too right you weren't like hey I'm on",
        10998.18,
        11005.78
    ],
    [
        " this program this milk needs to facilitate the program you're like hey I need something to",
        11005.78,
        11010.0
    ],
    [
        " use good there's the milk so it's kind of a question is that so what is that is that like a two",
        11010.0,
        11014.36
    ],
    [
        " it has to be something because milk is good for you are you if you're working out on any regular",
        11014.36,
        11021.38
    ],
    [
        " basis milk is good for you and it does support your goals 100% milk is good for you period I don't",
        11021.48,
        11026.98
    ],
    [
        " even think this is a question actually yes this is a positive just making sure good deal well it's",
        11026.98,
        11031.58
    ],
    [
        " a little guilt because it tastes so good leadership strategy and tactics so the code you can get",
        11031.58,
        11036.6
    ],
    [
        " that one it's up and running we had a little lag time I apologize I didn't realize that every",
        11036.6,
        11042.5
    ],
    [
        " single person was going to buy it immediately we're back up to speed sorry about the delay",
        11042.5,
        11047.38
    ],
    [
        " um we also have leadership strategy and tactics field manual we have we're the warrior kid one two",
        11048.5,
        11054.14
    ],
    [
        " and three we have Mikey and the dragons we have disciplinary goes freedom field manual we have",
        11054.14,
        11058.8
    ],
    [
        " extreme ownership and the dichotomy leadership we also have echelon front which is our leadership",
        11058.8,
        11063.6
    ],
    [
        " consultancy where we solve problems through leadership go to echelonfront.com for details a lot of",
        11063.6,
        11070.24
    ],
    [
        " that right now is taking place on ef online you heard me reference it a bunch today go to ef",
        11070.24,
        11076.42
    ],
    [
        " online.com if you want to interact with us check it out we're on there we're live not just me",
        11077.68,
        11085.74
    ],
    [
        " but all the instructors at echelonfront different times a day different subjects lots of interaction",
        11085.74,
        11092.56
    ],
    [
        " Q&A leadership primer we talked about that immediate action drills all kinds of stuff going on",
        11092.56,
        11097.28
    ],
    [
        " ef online.com check that out muster 2020 Orlando's canceled Phoenix Arizona's up next September",
        11097.28,
        11105.24
    ],
    [
        " 16th and 17th and then Dallas Texas December 3rd and 4th check extreme ownership.com if you want",
        11105.24,
        11111.38
    ],
    [
        " to come we canceled an entire muster with 900 people some of those people are going to Phoenix and",
        11111.38,
        11117.78
    ],
    [
        " or Dallas so those are going to sell out earlier than we thought get on earlier if you want to go",
        11117.78,
        11123.12
    ],
    [
        " and of course we have ef overwatch and ef Legion if you were in the military go to ef Legion.com",
        11123.12,
        11129.58
    ],
    [
        " and enroll there's companies that are hiring right now even though there's companies that are",
        11129.58,
        11134.46
    ],
    [
        " laying people off and furlowing there are other companies that are exploding in growth and need people",
        11134.46,
        11139.16
    ],
    [
        " so go to ef overwatch and ef Legion ef Legion is where you can just enroll immediately",
        11139.16,
        11145.32
    ],
    [
        " ef overwatch is a for companies that are searching for executive position ef Legion looking for",
        11145.32,
        11152.42
    ],
    [
        " frontline leaders frontline managers to make things happen also america's might be mighty warriors",
        11152.42,
        11160.08
    ],
    [
        " dot org this is marklies moms charity organization helping service members worldwide go to",
        11160.08,
        11168.28
    ],
    [
        " america's mighty warriors dot org donate you can donate right there there's a little section that",
        11168.28,
        11175.5
    ],
    [
        " says donate and she spreads the love to service members their families and gold star families",
        11175.5,
        11184.38
    ],
    [
        " and if you haven't had enough of my oppressive",
        11185.5,
        11191.82
    ],
    [
        " elacution or echoes",
        11191.82,
        11195.58
    ],
    [
        " farcical blathering or daves top gun talk then you can locate us on the inner webs as well as",
        11195.58,
        11206.08
    ],
    [
        " twitter on instagram and on the face",
        11206.08,
        11210.56
    ],
    [
        " davis at david arburg echo is at echo charles and i am at jacquo willink and to all the men and",
        11210.56,
        11219.0
    ],
    [
        " women out there in uniform are military members who fight and risk it all for our way of life",
        11219.0,
        11224.58
    ],
    [
        " thank you to the police and law enforcement fire fighters paramedics emt's dispatchers correctional",
        11224.58,
        11231.0
    ],
    [
        " officers border patrol secret service thank you all for taking care of us here on the home front",
        11231.0,
        11238.62
    ],
    [
        " and to all the doctors nurses and medical personnel that are working to keep us safe and healthy",
        11238.62,
        11244.84
    ],
    [
        " thank you for dedicating your life's work to the care of others and to everyone else out there",
        11244.84,
        11255.22
    ],
    [
        " remember that you are your own commander you are in charge of your life you are the general",
        11256.82,
        11264.26
    ],
    [
        " and you are also the soldier you have to lead but you also have to follow that is how you achieve",
        11264.26,
        11276.9
    ],
    [
        " your mission so go out there and get after it and until next time this is dav and echo and jacquo out",
        11276.9,
        11290.4
    ]
]