[
    [
        " I've listened to all of the podcasts before asking this question.",
        0.0,
        4.08
    ],
    [
        " Can you please explain how do you deal or have dealt with your insecurities?",
        4.26,
        8.94
    ],
    [
        " Thank you very much for your help.",
        9.4,
        11.76
    ],
    [
        " I guess broadly fundamentally what I'm going to do with my insecurities,",
        12.82,
        18.44
    ],
    [
        " I'm, is I'm going to confront them?",
        18.44,
        20.56
    ],
    [
        " I'm going to put them out there.",
        20.82,
        22.14
    ],
    [
        " I'm going to own them.",
        22.22,
        22.96
    ],
    [
        " I'm going to own them.",
        23.4,
        24.68
    ],
    [
        " I'm going to own my insecurities.",
        24.68,
        25.78
    ],
    [
        " Uh, if I had to think of examples of situations where insecurities came into play for me,",
        25.9,
        34.46
    ],
    [
        " one, I was going through buds, basic seal training, and there was an event called pool",
        34.82,
        43.0
    ],
    [
        " competency where you are wearing your underwater breathing apparatus, your scuba gear,",
        43.0,
        48.38
    ],
    [
        " and they do all these horrible things to you.",
        48.44,
        50.54
    ],
    [
        " And it's a very hard evolution.",
        50.62,
        52.1
    ],
    [
        " And I failed.",
        52.1,
        54.68
    ],
    [
        " And I was confident going into it because I've kind of done well.",
        56.56,
        59.42
    ],
    [
        " Most of the water things underwater, not tying, life savings, etc, etc.",
        59.62,
        63.34
    ],
    [
        " I had done well.",
        64.02,
        64.56
    ],
    [
        " I was comfortable in the water.",
        64.58,
        65.4
    ],
    [
        " And so I was, when I failed this thing, which was, which was, I was freaked out, you know,",
        65.76,
        75.16
    ],
    [
        " and because people would fail pool comp and get kicked out of buds, you know,",
        75.36,
        81.46
    ],
    [
        " it's a nightmare for me.",
        81.48,
        82.8
    ],
    [
        " So I fail.",
        83.3,
        84.34
    ],
    [
        " And by the way, if you fail, so you, you take it on Friday,",
        84.66,
        87.56
    ],
    [
        " and then if you fail, you take it again on Monday.",
        87.9,
        90.98
    ],
    [
        " And if you fail again, you're rolled back.",
        91.4,
        94.56
    ],
    [
        " And then once you rolled back, now you fail something else and you're gone.",
        95.04,
        97.96
    ],
    [
        " So it's a nightmare for me.",
        98.14,
        99.46
    ],
    [
        " I mean, I'm, I'm completely, I've gone from confidence to insecurity about this thing.",
        99.62,
        106.78
    ],
    [
        " So what did I do?",
        106.84,
        107.46
    ],
    [
        " I mean, a couple of the other guys, we, I don't know why the instructors let us do this.",
        108.34,
        112.62
    ],
    [
        " They could probably get in trouble for it.",
        112.8,
        114.48
    ],
    [
        " But they, they let us take the scuba gear and use it in the dip tank, which is just a big bucket",
        114.62,
        120.52
    ],
    [
        " follow. I mean, a big container full of water, probably four feet deep.",
        120.52,
        125.52
    ],
    [
        " And it's probably eight feet long by four feet wide.",
        125.66,
        129.52
    ],
    [
        " So it's just a small, where it's where you, where you take fresh water and you put things to clean it.",
        129.62,
        133.54
    ],
    [
        " You, you put in fresh, we call it a dip tank.",
        133.68,
        135.48
    ],
    [
        " So they, they let us fill the dip tank up with one totally unsupervised.",
        135.7,
        139.56
    ],
    [
        " And we went in there and we pool comp to each other.",
        139.82,
        142.44
    ],
    [
        " So we ripped each other's mask off, beat each other to hell and just trashed ourselves.",
        143.02,
        147.52
    ],
    [
        " And by the time I went on Monday, I was, that insecurity that I had was now",
        148.36,
        152.3
    ],
    [
        " gone because we had been so freaking harsh to each other that by the time I was rolling",
        152.3,
        159.2
    ],
    [
        " and I was like, yeah, this isn't even insecure.",
        159.2,
        160.54
    ],
    [
        " I'm like, bring it.",
        160.6,
        161.28
    ],
    [
        " Go bring what you got.",
        161.46,
        162.82
    ],
    [
        " I'm ready.",
        163.06,
        163.48
    ],
    [
        " So that's a, that's one way to overcome or that, that I look at as something I was insecure",
        164.48,
        170.88
    ],
    [
        " nervous about, right?",
        170.88,
        171.88
    ],
    [
        " How am I going to overcome it?",
        172.72,
        174.0
    ],
    [
        " I'm going to attack it.",
        174.0,
        174.72
    ],
    [
        " I'm going to, I'm going to go straight into that thing, into that insecurity.",
        174.94,
        178.44
    ],
    [
        " Another thing I was thinking about was kind of funny was I was like at a bar.",
        179.86,
        186.58
    ],
    [
        " When I was young and single and whatever hanging out, you know, having some beverages.",
        186.62,
        194.68
    ],
    [
        " And I'm chatting with some girl that I met.",
        195.26,
        198.96
    ],
    [
        " And you know, as we're talking, we're just kind of just talking, having a good time, whatever.",
        200.06,
        203.64
    ],
    [
        " And she's like, oh, you know, what do you know, what do I,",
        204.14,
        207.82
    ],
    [
        " well, I'm a dental hygienist.",
        207.92,
        209.8
    ],
    [
        " She's a dental hygienist and I was like, oh, that's cool.",
        209.9,
        211.68
    ],
    [
        " And then she says like something like, you know, we could take care of that gap in your teeth.",
        213.0,
        223.56
    ],
    [
        " She says that to me.",
        226.62,
        227.8
    ],
    [
        " And like without missing a beat, I'm like, are you serious?",
        228.04,
        231.14
    ],
    [
        " I didn't know that you could expand gaps. How much bigger could you make it?",
        231.88,
        235.34
    ],
    [
        " And you know, like she was, she was like totally, I don't know if the word stoked,",
        235.8,
        243.3
    ],
    [
        " but she realized that this, whatever, you know, this gap between my teeth, which some people",
        243.36,
        249.66
    ],
    [
        " might have is a big insecurity, like, you know, cover your mouth.",
        249.66,
        252.8
    ],
    [
        " Those are like, it's fine. Like there it is. I'm making fun of it, basically.",
        253.14,
        257.96
    ],
    [
        " Make it. So that's, I think that is the bottom line when you have some kind of in something that",
        258.08,
        265.46
    ],
    [
        " you're insecure about. Well, if it's something that you can take control of or cool, then attack it",
        265.46,
        270.26
    ],
    [
        " and get good at it. You know, if you're insecure about talking in front of people, cool.",
        270.26,
        274.26
    ],
    [
        " Attack that problem and get better at it. If you're insecure about, you know,",
        274.34,
        278.58
    ],
    [
        " confrontations with people, start training, you get to, if you're insecure, whatever, whatever",
        278.74,
        283.12
    ],
    [
        " you're insecure about, do it more. If you're insecure, if you think, I every time I write an email,",
        283.12,
        287.18
    ],
    [
        " I feel like I'm, you know, it looks like junk. Cool. Right more, get better at writing it. So",
        287.32,
        290.92
    ],
    [
        " there's insecurities that you have like that you can attack. If there's something that you can't",
        290.92,
        294.88
    ],
    [
        " change or that you can't control, then just get it out there and have fun with it as far as I'm",
        294.88,
        302.24
    ],
    [
        " concerned. You know, sir, I do make, does that make sense? Is that a bad answer? No, that's a good",
        305.26,
        311.6
    ],
    [
        " answer. In fact, that's, that was very clever response to the dental hygienist. The dental hygienist",
        311.6,
        318.24
    ],
    [
        " wanting to fix the gap in my teeth.",
        318.24,
        320.78
    ]
]