[
    [
        " Jocco, how do you handle an employee or how do you handle employee Morale after terminating a popular supervisor for cause?",
        0.66,
        8.78
    ],
    [
        " Okay, so I mean it's kind of a rough one, but it's not it's not something that doesn't happen",
        9.42,
        15.26
    ],
    [
        " It doesn't happen all the time because a lot of times people that are popular",
        15.26,
        19.58
    ],
    [
        " They do well, but sometimes people are popular for the wrong reasons",
        19.58,
        22.56
    ],
    [
        " They're popular because they let people cut corners. They're popular because they slack what?",
        22.56,
        25.92
    ],
    [
        " What is this for cause just to meaning they they weren't efficient in their job",
        26.5,
        31.42
    ],
    [
        " It's it's you you failed. Okay, basically you're not up to his part. Oh, gotcha and so",
        31.42,
        38.08
    ],
    [
        " people",
        38.08,
        39.82
    ],
    [
        " Sometimes popular people popular supervisors yeah, like I said sometimes they're popular because they do great",
        39.82,
        45.52
    ],
    [
        " They're great leaders, but a lot of times they're popular because they let people get away with murder boy",
        45.52,
        50.1
    ],
    [
        " Yeah, and so",
        50.1,
        51.74
    ],
    [
        " When you figure that out",
        52.68,
        53.92
    ],
    [
        " That the person's not doing their job and not a good leader then you got to fire them",
        53.92,
        57.5
    ],
    [
        " I mean you've tried to counsel all that stuff, but now you got to fire them. So how are you gonna get through that? Well for one thing",
        57.5,
        62.78
    ],
    [
        " The number one thing you got to do is explain why tea to the people to the troops",
        62.78,
        68.26
    ],
    [
        " You got to explain why this person is being removed and just you know, just like we just kind of learned",
        68.26,
        73.26
    ],
    [
        " from um",
        73.26,
        75.24
    ],
    [
        " the opening piece about being direct and",
        75.24,
        80.96
    ],
    [
        " Not",
        83.26,
        83.62
    ],
    [
        " Avoiding the the conversation have the conversation be straightforward and now now this is a key piece",
        83.62,
        88.64
    ],
    [
        " Don't be disparaging of the person that's",
        88.64,
        91.66
    ],
    [
        " Getting fired right that guy was a big dirt bag on you know you because these people are you know that some of them have a relationship with them",
        91.66,
        98.94
    ],
    [
        " And so you don't want to just immediately create an animosity, but you do have to be straightforward",
        98.94,
        102.92
    ],
    [
        " You do have to say look we had standards here",
        102.92,
        104.98
    ],
    [
        " He was out of bounds on these things right here, and we just can't do that in this company",
        104.98,
        108.44
    ],
    [
        " We we got a hold the line",
        108.44,
        109.78
    ],
    [
        " You know, there's ethical reasons there's legal reasons or what you know, whatever the case may be",
        110.1,
        114.28
    ],
    [
        " So that's that the other thing is you got to inspire some conversation you got to inspire some questions",
        114.28,
        120.24
    ],
    [
        " So they're so that they can because you're trying to close the gap with a relationship right",
        120.24,
        124.56
    ],
    [
        " You fired somebody and now there's a gap a relationship gap because that person that you fired",
        124.56,
        131.08
    ],
    [
        " Is the relationship between they connect the relationship between this his subordinates and you",
        131.08,
        137.3
    ],
    [
        " So now there's a gap in the relationship",
        137.78,
        139.48
    ],
    [
        " So you got to fill that gap",
        139.48,
        141.7
    ],
    [
        " So you got to start getting the conversations going talking to them and getting them",
        141.7,
        147.02
    ],
    [
        " You just look like I said closing the gap in the relationship the other thing is",
        147.02,
        151.36
    ],
    [
        " You got to explain what the follow on plan is very clearly and you got to introduce whoever's taking their place",
        151.36,
        158.06
    ],
    [
        " You got to introduce them. I mean immediately they got to be ready to rock and roll",
        158.06,
        162.54
    ],
    [
        " They got to be read in that you have to counsel them on like hey, you're you know, I'm putting you in here",
        162.54,
        166.22
    ],
    [
        " Be a leader. Yes, run this job site. Yes. I need you to build these relationships with these guys",
        166.48,
        171.02
    ],
    [
        " You're now taking over relationship. You're taking over boss. Yes, but you're taking over the relationships that he had",
        171.02,
        176.28
    ],
    [
        " Now here's what you got to do to do it you got to go and you got to be humble you got to ask questions",
        176.28,
        180.1
    ],
    [
        " all the standard leadership stuff",
        180.1,
        181.64
    ],
    [
        " But you got to get them",
        181.64,
        183.48
    ],
    [
        " focused",
        183.48,
        184.36
    ],
    [
        " In the right area you also got to you also going to make sure who's ever coming in to take their place",
        184.36,
        188.38
    ],
    [
        " Make sure that they understand what the political terrain is",
        188.38,
        191.16
    ],
    [
        " Which guys were boys with the guy you fired which guys didn't like him anyway",
        191.16,
        195.68
    ],
    [
        " So you got to explain all that to him so that he understand what's going on and the last thing I'll say on this is",
        195.68,
        201.22
    ],
    [
        " You'll find that I oftentimes",
        201.22,
        205.7
    ],
    [
        " somebody that's that you think is mission critical",
        205.7,
        211.64
    ],
    [
        " They're actually not mission critical. They're not as mission critical as they think they are",
        211.64,
        216.16
    ],
    [
        " And they're not as mission critical as you think they are and others",
        216.16,
        220.9
    ],
    [
        " When someone is doing a bad job",
        221.88,
        223.56
    ],
    [
        " Or someone is not a good leader the other people even though there might be buddy buddy with them. They know it",
        223.56,
        229.5
    ],
    [
        " And they know they should be removed and when you do it a lot of times their respect level goes up",
        229.5,
        236.16
    ],
    [
        " so",
        236.16,
        237.34
    ],
    [
        " That means the other people that are in that position will or the the support it's a lot of them are ready to step up too",
        237.34,
        244.02
    ],
    [
        " They're ready. They're going god took you forever to fire this guy",
        244.02,
        247.32
    ],
    [
        " I mean we were doing what we got to do and he's popular and everything he's nice",
        247.62,
        250.76
    ],
    [
        " But we we see where it's coming from so",
        250.76,
        253.82
    ],
    [
        " Have confidence when you do it. You know be be",
        253.82,
        256.92
    ],
    [
        " Be thoughtful",
        256.92,
        258.36
    ],
    [
        " But when you make the decision and you know it's the right thing to do do it",
        258.36,
        262.48
    ],
    [
        " Get that other leader ready to rock and roll explain everything very clearly explain why you're doing it",
        262.48,
        267.56
    ],
    [
        " and",
        267.56,
        268.76
    ],
    [
        " Build and fill that gap in relationships that now it's going to exist",
        268.76,
        273.26
    ],
    [
        " When you say mission critical what does that mean meaning",
        273.64,
        276.7
    ],
    [
        " Without this guy right the mission is gonna fail. Yeah echo wasn't here for the podcast. We wouldn't be able to do it",
        276.7,
        284.3
    ],
    [
        " Yeah, so like I know actually we would know I'm a some other guy",
        284.3,
        287.42
    ],
    [
        " I'd be like hey, can you press record on this machine over here",
        287.42,
        291.02
    ],
    [
        " And someone would say yeah, let's say cool",
        291.02,
        294.9
    ],
    [
        " And then I'd say do it and I'd say well do you know how to make youtube videos because that would be an addition",
        294.9,
        299.76
    ],
    [
        " Since echo doesn't do much of that. Maybe you could help with that. Yeah",
        300.62,
        304.14
    ],
    [
        " No, mission critical just means a guy that and this happens to",
        304.14,
        307.74
    ],
    [
        " You see the technology companies where you got some guy that's really in the code. Yeah more than anybody else",
        307.74,
        313.52
    ],
    [
        " And so if I leave no one's gonna understand what I built yeah",
        313.52,
        317.02
    ],
    [
        " Well, first of all you did a bad job if no one's gonna understand what you built but",
        317.02,
        319.98
    ],
    [
        " But yeah, anything happens I've seen it with construction with the ability if you're building something more complex",
        319.98,
        325.9
    ],
    [
        " Like all of a sudden you have one guy that really understands the details",
        325.9,
        329.12
    ],
    [
        " and",
        330.7,
        331.1
    ],
    [
        " It can be hard because everyone thinks of we lose him easy on the guy that knows how to do xyz",
        331.1,
        335.92
    ],
    [
        " So people freak out about it. Yeah",
        335.92,
        338.14
    ],
    [
        " Almost seemed like that's more of a comfort zone thing if people think that you know, it's a definite comfort zone thing",
        338.14,
        344.0
    ],
    [
        " You know what I actually I can say I don't think I've ever I'm trying to think",
        344.0,
        347.82
    ],
    [
        " I don't think I've seen it yet where the mission critical guy got fired and things fell apart",
        347.82,
        353.08
    ],
    [
        " Yeah, I don't think I'm trying to think about seeing it. I don't think I've seen it. I don't think I've seen it",
        353.08,
        359.54
    ],
    [
        " Yeah",
        360.88,
        361.3
    ],
    [
        " No, I haven't seen it. Maybe someone will have it one day maybe",
        361.3,
        364.58
    ]
]