[
    [
        " Is it better to work in a mindless job and make money or is it better to follow your passion and possibly make less money?",
        0.0,
        8.6
    ],
    [
        " I definitely think the best thing to do is work in a job that you're passionate about and make a lot of money.",
        8.92,
        15.32
    ],
    [
        " That's the best thing to do. I do know that one. That's not always possible.",
        15.66,
        22.24
    ],
    [
        " And here's something you gotta be careful of. If you've ever heard people talk about making your hobby,",
        23.26,
        28.14
    ],
    [
        " you're going to be your job.",
        28.14,
        29.92
    ],
    [
        " And generally that's like, oh, if I make my hobby my job, then I'll enjoy my job.",
        30.58,
        34.78
    ],
    [
        " There's another way of looking at it. If you make your hobby your job,",
        35.76,
        40.42
    ],
    [
        " you won't like your hobby anymore. That's another way of looking at that.",
        40.94,
        45.92
    ],
    [
        " So it depends on what kind of a GJ2 instructor.",
        46.12,
        48.34
    ],
    [
        " Hey, I'll just open my own school and then I'll just get to do what I love all day long.",
        49.56,
        53.14
    ],
    [
        " You talk to a lot of GJ2 instructors after six years, they don't even like go into the academy.",
        53.14,
        59.72
    ],
    [
        " They don't want to go to the academy anymore because it's all this, I don't want to teach it one",
        59.72,
        64.88
    ],
    [
        " other white belt how to do an arm walk. They're over it.",
        64.88,
        67.18
    ],
    [
        " So it's not necessarily the best thing to make what you're passionate about.",
        67.88,
        73.84
    ],
    [
        " And there's some people that teach GJ2 every single day and they love it and that's awesome.",
        74.38,
        78.06
    ],
    [
        " And so they've won.",
        78.2,
        80.2
    ],
    [
        " Because they're making money, they're doing, they have a good livelihood and they enjoy doing it.",
        80.96,
        84.76
    ],
    [
        " So yeah, but my goal would be to do something that I'm passionate about.",
        86.06,
        91.58
    ],
    [
        " At the same time, you got to set yourself up so that you're not stuck without any money.",
        92.06,
        96.36
    ],
    [
        " Right? Because passion doesn't pay the rent. I'll tell you an example of this.",
        97.24,
        100.04
    ],
    [
        " Greg Train. Sure.",
        100.72,
        101.7
    ],
    [
        " Years ago, Greg Train said to me, hey, here's my options. I can like kind of scrape by,",
        102.34,
        109.44
    ],
    [
        " teach wrestling, teach some GJ2 and train to fight. Or I can guy got accepted into this program to",
        109.72,
        118.02
    ],
    [
        " be an X-ray technician. And he asked me, he's like, what do you think I should do? This is a long",
        118.02,
        124.32
    ],
    [
        " time ago. It's probably like 10 or 12 years ago. Maybe even longer. Anyways, he asked me and I said,",
        124.32,
        130.14
    ],
    [
        " listen, how many hours a day do you want to train? And I said, how many hours a day can you train?",
        130.72,
        137.88
    ],
    [
        " And he's like, I don't know, maybe three or four hours a day. Okay. So if you want to do this three",
        138.12,
        143.48
    ],
    [
        " or four hours a day and you're not going to make any money, what are you going to do with the other",
        143.48,
        147.4
    ],
    [
        " whatever, 20 hours a day? You could actually build a career and make real money doing the X-ray thing.",
        147.4,
        156.74
    ],
    [
        " And then you could still easily because you work eight hours a day. I was like, I was like, Greg,",
        158.64,
        164.02
    ],
    [
        " I work 12 hours a day. I work 14 hours a day. I'm still here training. You can work an eight-hour day",
        164.26,
        170.74
    ],
    [
        " and still train. And you can train four hours a day and you can be fine. And you'll have money,",
        170.74,
        175.5
    ],
    [
        " you won't have to worry about paying the rent, you won't have to be on the buy, you know,",
        175.62,
        178.44
    ],
    [
        " nice things, you'll have medical insurance, all those things. And he made the decision to go to",
        178.46,
        184.36
    ],
    [
        " X-ray school and he ended up doing great in Jiu-Jitsu and doing great in fighting. And he ended up",
        184.36,
        189.74
    ],
    [
        " getting some injuries that were like, if he would have just been a fighter, they would have been",
        189.74,
        194.16
    ],
    [
        " really problematic because, you know, he couldn't fight for a long time. So that's the kind of",
        194.16,
        200.6
    ],
    [
        " that's the kind of judgment call, right? You can make. Now what with this question is saying,",
        200.6,
        207.6
    ],
    [
        " though, is can you do something where you make a little bit less but you're passionate about?",
        207.6,
        212.0
    ],
    [
        " That's that's pretty easy call as far as I'm concerned. If you just make a little bit less but",
        212.92,
        216.68
    ],
    [
        " you love doing it, well, that's kind of a no-brainer. Right? Isn't it? Now you got to ask yourself,",
        216.68,
        223.26
    ],
    [
        " where does that put you in the future? And then you got to ask yourself on the other side,",
        223.4,
        228.66
    ],
    [
        " is could you do this job that you don't really like for long enough that you could make a difference?",
        228.98,
        235.18
    ],
    [
        " Like you could do this job that you don't really like and you all of a sudden you got a down payment",
        235.7,
        238.3
    ],
    [
        " for a house and then you go buy a house, you shoot them saying. Yeah. So that's that's not a bad movie,",
        238.3,
        243.84
    ],
    [
        " bad move either. But you could also, this is where people trap themselves. They have the job that",
        244.12,
        250.82
    ],
    [
        " they don't like. They're making a little bit more money. And instead of investing towards",
        250.82,
        255.18
    ],
    [
        " getting out of that job and setting themselves up so where they can do something that they are",
        255.18,
        260.0
    ],
    [
        " passionate about, what they do is they expand their lifestyle. Yeah. That's the big mistake. They",
        260.0,
        266.38
    ],
    [
        " expand their lifestyle and all of a sudden, you know, they're making $100,000 a year at this job",
        266.38,
        273.02
    ],
    [
        " that they don't really like. The other job they were going to get $75,000 a year. And that's not bad,",
        273.02,
        280.08
    ],
    [
        " right? I would probably go for the thing that I really like doing. If it's a difference of $25,000,",
        280.28,
        284.48
    ],
    [
        " that's kind of a no-brainer to me. What does the person do? They say, okay, well, I'll just stay in this",
        284.48,
        289.86
    ],
    [
        " job so I can make enough money to get a down payment on a house. And then what do they do? They buy a",
        289.86,
        296.36
    ],
    [
        " they spend that extra $25,000 that they could be putting into saving up for down payment. They",
        296.52,
        300.84
    ],
    [
        " spend it on stuff that they don't need to end up with $110,000 lifestyle while they're making $100,000",
        300.84,
        306.14
    ],
    [
        " a year. And they actually go into debt and now they're further away from the job that they wanted.",
        306.14,
        310.52
    ],
    [
        " Yeah. So I guess the answer here is, and I've said this before, come up with an exit strategy",
        311.32,
        318.6
    ],
    [
        " with contingencies if things go wrong. And then plan, save, prepare, and then execute.",
        320.04,
        326.32
    ],
    [
        " Like a good plan. Good take on it. I found that when you make your hobby, your career,",
        326.7,
        337.0
    ],
    [
        " a lot of times like when you have fantasies about doing your hobby as a creator, let's say I'm a",
        337.04,
        341.34
    ],
    [
        " photographer, right? That's a big one. That's a common one that I've heard. They'll be like, okay,",
        341.34,
        346.74
    ],
    [
        " because I like taking pictures. I like, you know, I don't know, maybe traveling or I don't know",
        346.74,
        350.32
    ],
    [
        " whatever, whatever I like taking pictures of. I like that kind of subject to. But so a lot of things",
        350.32,
        355.62
    ],
    [
        " when you're, you know, a creative person or you're into, let's say you make baskets, right? You",
        355.62,
        362.84
    ],
    [
        " make the awesome baskets. But to make it your career, a lot of the times it comes with like,",
        362.84,
        367.56
    ],
    [
        " 50% if that 100% additional chores and tasks by running that business.",
        367.8,
        375.08
    ],
    [
        " Yeah, I was going to say, yeah, you like making baskets. Oh, yeah, cool. And what you end up",
        375.08,
        379.72
    ],
    [
        " doing is making thousands of the same baskets that they put their green with the Easter Bunny in it.",
        379.72,
        385.9
    ],
    [
        " And that's what your job is to weave that basket over and over again. Everything that you're doing",
        385.94,
        389.6
    ],
    [
        " it for is now gone. Yeah. And guess what? You have to do it. And you have to do it. You have to.",
        389.6,
        393.98
    ],
    [
        " Like as a hobby, that's kind of, in my opinion, pretty much the one of the two things that make",
        394.26,
        399.74
    ],
    [
        " a hobby so great is because it's fun to do. And you do whatever you want. As long as you have the",
        399.9,
        405.38
    ],
    [
        " time, as long as you do whatever you want, if you don't feel like doing it, if you don't do it,",
        405.38,
        408.52
    ],
    [
        " like if you don't feel like golfing tomorrow, you, yeah, I don't feel like golfing tomorrow.",
        408.64,
        412.62
    ],
    [
        " Are you going to go? No, no, you know, you have of course not. You don't have to. But if you love",
        413.06,
        417.48
    ],
    [
        " making baskets and you don't feel like it, and you're like, hey, guess what? You got to make a thousand",
        417.48,
        421.9
    ],
    [
        " of those. I know you don't feel like even making one. You got to make a thousand now or make sure",
        421.9,
        425.68
    ],
    [
        " they're done or something. I think you're like, man, I used to love this thing now. I don't really",
        425.68,
        428.78
    ],
    [
        " like it because all this pressure, which had nothing to do with my hobby, by the way, nothing.",
        428.78,
        432.4
    ],
    [
        " Now it has everything to do with my hobby. Now you got, now I have people calling me saying,",
        432.96,
        436.84
    ],
    [
        " hey, where's my basket? Hey, I'm the basket maker. I say when the basket gets made kind of thing,",
        436.84,
        441.32
    ],
    [
        " that's gone. So yeah, so you don't really like it. And so yeah, you got the repetitiveness,",
        441.44,
        446.26
    ],
    [
        " the, the, like, lack of control, lack of control, the pressure, the pressure. And then that's not",
        446.82,
        453.54
    ],
    [
        " to mention like the day to day chores that allow your hobby activity to be a business or career,",
        453.54,
        462.8
    ],
    [
        " whatever. Man, it's a lot like freaking taxes. Taxes doing all, yeah, man, you know,",
        462.82,
        470.16
    ],
    [
        " how like when you work at like a job and the taxes are just taken out, the taxes are taken out",
        470.22,
        475.06
    ],
    [
        " and all this stuff. But man, you're weaving baskets, you know, in your, in your new garage or whatever,",
        475.06,
        480.56
    ],
    [
        " man, you're going to do taxes. All this is, I don't know, man. There's just a lot more to it,",
        480.74,
        484.76
    ],
    [
        " which is over from hobby to career. Yeah, that's true. So that's my, my shout out to my tax guy,",
        484.82,
        491.04
    ],
    [
        " Brandon. He rocks so hard. He's the best guy ever. Yeah, I can dig it. But yeah, so there's that.",
        491.38,
        498.58
    ],
    [
        " And then, but yeah, if you're prepared for that though, if you're totally prepared for that,",
        499.04,
        502.66
    ],
    [
        " or if you kind of like business, you know, that part of it, because there's a lot of chores in",
        502.86,
        506.58
    ],
    [
        " business. Yeah. And if you like that stuff, oh, man, that can be good. But yeah, and, oh,",
        506.76,
        511.88
    ],
    [
        " and here's the thing too about when you get a good job, I'm not a good job, but a high-paying job,",
        512.02,
        515.8
    ],
    [
        " but you don't like it. This is why this is what I think anyway. I don't think I've ever had a",
        515.8,
        520.48
    ],
    [
        " junk job that paid a lot. You just had junk low-paying jobs. Yes, yes. So I had a few of those, yes,",
        520.48,
        527.26
    ],
    [
        " for sure. So, okay, I go, I wake up, I go to my job, drag myself to my job, right? Drag myself,",
        527.44,
        534.88
    ],
    [
        " and then I can't wait to get home, I get home, I get that paycheck after a week, two weeks,",
        535.1,
        538.94
    ],
    [
        " or whatever, I get that huge paycheck, and then I got to drag myself to my job again. And I go home,",
        538.94,
        543.96
    ],
    [
        " and I can let me, so basically your day to day for that junk job is so junk. I need something.",
        544.04,
        550.04
    ],
    [
        " I need pleasure. I need some pleasure in my life by that cool new car. So now, sure, I'll drag",
        550.26,
        555.16
    ],
    [
        " myself to my job, but at least I'm rolling in that nice new car. Or, but eventually you trap",
        555.16,
        560.36
    ],
    [
        " yourself with that car. That car is trapped. Because that becomes the focus a lot of the times.",
        560.36,
        564.18
    ],
    [
        " Yeah, you know what I mean? I'm trying to make up. And I believe, so this is an interesting",
        564.18,
        567.32
    ],
    [
        " thing I've thought about. People like to make things. People like to make things. Like it's a good",
        567.32,
        572.74
    ],
    [
        " feeling to make something, to create something. And I think a lot of the consumer attitude comes from",
        572.74,
        580.6
    ],
    [
        " the fact that look, I don't have time to go and build a desk. And I wish I did have time to go",
        580.6,
        586.04
    ],
    [
        " build a desk, but I'll just go click on this button in the desk, I'll show up my house, and it's kind",
        586.04,
        589.9
    ],
    [
        " of like I created something. Yeah, voila. There it is. And that gives you that, but the thing is,",
        589.9,
        597.24
    ],
    [
        " it's a short term gratification. Yeah, that's why it keeps going. Yeah, and that's why it keeps going.",
        597.34,
        601.8
    ],
    [
        " Because you go, okay, I really like to make a desk, but I'm just going to buy this one. Or I'd really",
        601.84,
        605.24
    ],
    [
        " like to, you know what I love to do is just, is just completely refurbish an old car. Oh, I can't",
        605.24,
        610.48
    ],
    [
        " do that, but guess what? I can, I can just buy a new car. And then I'm rolling and it feels good",
        610.48,
        615.68
    ],
    [
        " for a minute, but you don't get the pure, you don't get the deep satisfaction that you,",
        615.68,
        619.4
    ],
    [
        " you would have gotten, had you refurbished the car. So you get, you trap yourself. So keep",
        619.4,
        624.96
    ],
    [
        " your spending in check. This is another part of this whole deal. Keep spending in check. But that",
        624.96,
        628.56
    ],
    [
        " spending feels so good. And then you know how like, it depends because there's sometimes when you",
        628.56,
        634.82
    ],
    [
        " don't have a lot of money, spending hurts, you know, it hurts when you're like, I can't separate",
        634.82,
        640.36
    ],
    [
        " myself from this money. Yeah. And you have, you have a different mindset, I think, but I think like",
        640.36,
        644.34
    ],
    [
        " your average person, me included, is like the, the spending hurts when you spend, spend on stuff",
        644.34,
        650.58
    ],
    [
        " you need rather than what you like want. You know what I'm saying? I'm saying, oh yeah,",
        650.58,
        655.46
    ],
    [
        " that's so bad. But it's a short term thing for sure. It's like the immediate like satisfaction",
        655.58,
        660.8
    ],
    [
        " is like, when you got to pay, let's say you don't really have dental insurance, right? Or let's",
        660.8,
        666.98
    ],
    [
        " say you do, but you still got to pay out of whatever you got to spend your money on that. Yeah,",
        666.98,
        670.36
    ],
    [
        " let's say it's $1,000 and you have $1,500 in your bank account. We'll say it. So it doesn't feel",
        670.36,
        675.6
    ],
    [
        " good to spend on dental, but it would have felt good to buy a new plasma screen TV that you can",
        675.6,
        680.08
    ],
    [
        " watch the US and think about it. Think about it. When that plasma TV comes in, you're like, oh my",
        680.08,
        684.88
    ],
    [
        " gosh, you can't wait to hook this up. This thing is awesome. I'll even put it on my credit card",
        684.88,
        688.88
    ],
    [
        " and pay for that thing over the next 12 months. 50% interest on this thing. I'll do that. No problem",
        688.88,
        694.64
    ],
    [
        " because of that pleasure of getting it. But oh, dental, you mean this toothache will go away.",
        694.64,
        699.66
    ],
    [
        " This toothache that's causing me a mind brain will go away. And then I got, you know,",
        699.94,
        704.28
    ],
    [
        " then one is time to pay that bill. You're like, it's hard, man. You don't really want it. It's",
        705.02,
        710.12
    ],
    [
        " weird. Yeah, it is backwards. So all right. Well, like I said, come up with a plan, come up with",
        710.12,
        715.52
    ],
    [
        " an exit strategy with contingencies and then save you money and execute. Get some check.",
        715.52,
        721.38
    ]
]