[
    [
        " Infantry they told me 11 x ray met extra special",
        0.82,
        4.94
    ],
    [
        " And so when I get to for bed. I'm like I'm an x ray. They're like I'm a bravo and I'm like what's that?",
        4.94,
        11.06
    ],
    [
        " They're like that's really infantry. I'm like no it's not they lied to you",
        11.06,
        15.34
    ],
    [
        " But when I got when I got to forbidden George the first night",
        15.34,
        18.7
    ],
    [
        " There were kids like crying and nervous. I",
        18.7,
        22.22
    ],
    [
        " Slept the best sleep I've ever had in my life in that because I knew this is who I was",
        22.22,
        29.14
    ],
    [
        " This is where I'd be safe. This I there was no stress",
        29.64,
        33.96
    ],
    [
        " You know these kids were like 19 18. I was like this is nothing. Oh, what are you worried about like this?",
        33.96,
        40.64
    ],
    [
        " This is what this is why we're here. We're here on this earth. We were born to do this now",
        40.84,
        47.52
    ],
    [
        " We don't get a war. That's the part that's gonna suck is we're just gonna end up with a bumper sticker on our car",
        47.52,
        53.5
    ],
    [
        " We're gonna say we're a vet and get a free mail at Applebee's but but listen",
        53.5,
        58.12
    ],
    [
        " We we we we offered there was nothing for us to do so you were that you were that fired up like day one of boot camp",
        58.56,
        65.94
    ],
    [
        " I had no idea was I wore khakis and a button-down shirt because I wanted to impress",
        65.94,
        70.72
    ],
    [
        " I wanted to impress my drill side and I was a professional and they told me that I was gonna be there for like 15 weeks",
        70.72,
        76.98
    ],
    [
        " And so I didn't I knew I had to shave my head",
        76.98,
        79.58
    ],
    [
        " I thought I was gonna grow back so I brought a hair dryer",
        79.58,
        82.42
    ],
    [
        " Right",
        83.66,
        84.18
    ],
    [
        " Well they shook my bag. They're like what piece of shit?",
        84.18,
        88.02
    ],
    [
        " What a hair dryer? I was like this is my first challenge like do I own it?",
        88.02,
        93.44
    ],
    [
        " And I'm like yeah, that's my hair dryer. They told me",
        93.54,
        96.68
    ],
    [
        " There was a couple months here",
        96.68,
        99.04
    ],
    [
        " I wasn't aware that there was a payday haircut. You didn't tell me that you know, but but honestly",
        99.04,
        106.32
    ],
    [
        " I had no idea really was get into but the more I learned I",
        106.32,
        110.96
    ],
    [
        " Just I looked at these drill sergeants and I was like",
        111.22,
        114.8
    ],
    [
        " These are amazed the NCO",
        114.8,
        118.6
    ],
    [
        " Became I'm so glad I didn't go officer honestly",
        118.6,
        122.6
    ],
    [
        " Because I saw these NCOs and I was just like this is everything I've always wanted to be if I could have a son",
        122.6,
        128.58
    ],
    [
        " And I could see a person",
        128.58,
        130.84
    ],
    [
        " Shoulders back looking you in the eye and not you know not waiting to speak but listening",
        130.84,
        137.62
    ],
    [
        " Here in what's going and if you don't know the answer you say I don't know like wait a minute",
        138.24,
        143.34
    ],
    [
        " What is this magic if you don't know something you actually admit that and",
        143.34,
        149.22
    ],
    [
        " Then you make a mistake you say I did that but you know what it's not gonna happen again",
        149.22,
        154.92
    ],
    [
        " These this was like learning our new language a new way to this was this was true North",
        154.92,
        160.62
    ],
    [
        " Nothing else is North, but that this is right. This is wrong and an on it accountable",
        161.6,
        167.52
    ],
    [
        " Responsible and and ready for more to show that you're ready for more you take whatever I'm guarding this little drinking fountain",
        167.52,
        177.74
    ],
    [
        " But you know what no one is stealing that drinking found I'm 10 for 10 no fire on my fire guard",
        177.74,
        185.84
    ],
    [
        " This is this is it was the greatest thing in the world for me",
        185.84,
        188.8
    ]
]