[
    [
        " Do you think you would take up Jiu Jitsu in your 40s if you'd been introduced to something else in your 20s like Moontai boxing, etc?",
        0.0,
        8.0
    ],
    [
        " I'm struggling with Jiu Jitsu. I respect that a lot out of it. I have an easier time with boxing and kickboxing.",
        8.54,
        14.58
    ],
    [
        " Just interesting. I just make it a little note. I have an easier time with these things.",
        14.66,
        19.96
    ],
    [
        " Gotcha. Yeah.",
        20.16,
        20.84
    ],
    [
        " So that's what I'm going to focus on.",
        21.08,
        22.76
    ],
    [
        " Oh yeah. Maybe.",
        23.08,
        24.4
    ],
    [
        " Give him your most recent admission that you're you are boring. Obviously you're not because of your popularity.",
        24.72,
        30.48
    ],
    [
        " Do you think you'd pick it up later in life?",
        30.7,
        33.64
    ],
    [
        " Jiu Jitsu to me is a chore. Boxing kickboxing is fun. I think because in my youth I figured out how to move my body in that way. I'm 43 by the way.",
        34.64,
        44.1
    ],
    [
        " So first of all, do I think I would go to Jiu Jitsu or start Jiu Jitsu or get into Jiu Jitsu in my 40s if I hadn't it if I had been yes absolutely 100%.",
        45.78,
        56.8
    ],
    [
        " The power of Jiu Jitsu is very real. It's a real thing. And once I recognized it, I wanted to have that power.",
        56.8,
        64.04
    ],
    [
        " The power to choke people, arm lock them, dominate, win. Like win with no mercy.",
        64.4,
        71.32
    ],
    [
        " Now what's interesting about this is there's certain people like certain things, right? And he even says like I have an easier time with kickboxing and boxing because he's part of that's because he's done it for a long time since 20s.",
        72.62,
        82.96
    ],
    [
        " So just easy form.",
        83.0,
        83.78
    ],
    [
        " And it like Jiu Jitsu seems like a chore for him because you know what else he's getting beat up. You know if he hasn't just getting into it now.",
        84.44,
        92.38
    ],
    [
        " He's getting beat up. He's getting sure. Yeah, that's a chore man. It's hard. It's hard on the ego. Yeah.",
        92.52,
        98.96
    ],
    [
        " I thought of an interesting rule. If you don't like Jiu Jitsu, if you don't think you like to maybe what do you think of this rule? If you don't think you like Jiu Jitsu, take it and I was trying to take it for six months, take it for three months.",
        99.6,
        113.24
    ],
    [
        " And I said, take it until you legitimately submit someone that is comparable in some way to you. Yeah.",
        113.36,
        123.1
    ],
    [
        " You think that's a good rule? I think that's a good rule. Yeah. That's a good rule. Yeah. Because I'm not talking about you.",
        123.2,
        129.9
    ],
    [
        " You tap someone out that's weak and small or weaker than you and smaller than you and then you're like, see, I can tap my arm and quit now.",
        130.12,
        136.3
    ],
    [
        " No, talking about someone that's equivalent to someone that has some comparable like physical attributes to you.",
        136.46,
        145.76
    ],
    [
        " Because I believe that once somebody gets the taste of the power and also this also implies or is factually, if you train enough that you submit someone, that means you got submitted a thousand, probably 500 times.",
        145.84,
        161.28
    ],
    [
        " Yeah. You think that's a good number? I bet you, if you by the time you submit someone in Jiu Jitsu, you've probably been submitted 500 times. Okay, 400 times. 300 times. 300 times.",
        161.64,
        170.84
    ],
    [
        " Yeah. Yeah. If you go to Jiu Jitsu Academy as a white belt, this is your training. Yeah. Yeah. You're going to get submitted four times, five times, six times, a class. Right?",
        170.84,
        184.08
    ],
    [
        " Well, it just depends if there's other white belts that are for a second, third, fourth, fifth day, first month. So you could, no, yeah, you could.",
        184.46,
        194.06
    ],
    [
        " Depends on the submitted. Oh, yeah. You're not having that. It's 300 times.",
        194.2,
        200.02
    ],
    [
        " Yeah. It's definitely more than 100. But I wouldn't say before you tapped 100 times in a week. Wait, before it, wait, wait, was a hundred times before you tapped out anybody. Yes. Yeah. That's going to depend. If you have other white belts in first day, guys, let's say you've.",
        200.22,
        213.6
    ],
    [
        " Yeah. Of course. You've been training for three weeks. You can tap out something that hasn't been training yet. Yeah. Yeah. That's how fast you can learn Jiu Jitsu. Yeah.",
        213.7,
        219.36
    ],
    [
        " When I for the first moves that I learned, I didn't, I probably knew like a month's worth of Jiu Jitsu, but no one could hang with me because I knew like the basic stuff.",
        219.56,
        226.98
    ],
    [
        " I don't even knew what to do. Yeah. Yeah. Consider a re-enaked choke. All you have to do is you can learn the re-enaked choke one day in the beginning of class. And all you have to figure out when you roll, if a guy doesn't have much experience, all you have to figure out is how to get on his back. It's all you got to do.",
        226.98,
        242.96
    ],
    [
        " It's really cool when you teach kids Jiu Jitsu. Like you can say something like you could give them the class on how to pass the guard. Yeah. Right.",
        242.96,
        251.4
    ],
    [
        " And they would start to do what you told them to do or you could say, okay, your goal is to get out of their legs and get around. Yeah.",
        252.64,
        259.74
    ],
    [
        " And they'll figure out how to do it. Yeah. And it's pretty awesome. Yeah. And they know what you do is you give them a couple little pointers. Yeah.",
        259.96,
        266.1
    ],
    [
        " Because their instincts will be a little bit off, but you give them a couple little pointers, a couple things to work with, and then they'll develop those into some really cool stuff. Yeah.",
        266.6,
        273.46
    ],
    [
        " And I don't know if I said this before, but that even is true. Not as much, but it's still true with adults. Yeah.",
        275.14,
        281.22
    ],
    [
        " Because if you teach them the technique first, and then you say, hey, those techniques I taught you, that's passing the guard.",
        281.46,
        287.28
    ],
    [
        " And it doesn't, it's way easier to like get, it's almost like getting a big piece of clay and being like, okay, make the head, make the body, make the arms. That's it.",
        287.48,
        296.26
    ],
    [
        " And then be like, okay, now you got the arms. That's cool. Now I'll make the fingers. Now I make the, you know, and then start to go with the details there as far as the technical techniques with like passing the guard.",
        296.26,
        305.36
    ],
    [
        " But that's how actually that's how I learned from Dean, where he would teach stuff, but I would just see him like getting past. And I know, okay, when he gets past you, that's like hard to get out of.",
        305.56,
        317.38
    ],
    [
        " So that's what I want to try to do. And one guy's would get a firm. Yeah.",
        317.42,
        320.8
    ],
    [
        " So it, I thought, I thought that it really worked better that way to just to teach that way if someone's starting from zero.",
        321.72,
        328.7
    ],
    [
        " Yeah. Cause it's hard to put into context when you don't know anything. You're like, yeah, I'm doing this cool like technical.",
        328.8,
        333.38
    ],
    [
        " It's cool doing the intro class at the master. Cause you have a lot of people that have never done just before.",
        333.6,
        338.72
    ],
    [
        " Yeah, yeah. And we, that's like how, and how you're saying to teach is exactly how we teach.",
        338.94,
        343.46
    ],
    [
        " Like, hey, this is the concept. And then we teach a couple of little moves of like what to do there. And then you watch people get after it. And they do get out.",
        343.58,
        350.0
    ],
    [
        " Yeah, it's pretty cool. Yeah. But yes, here the reason for this, this goes for anything, by the way, if you are successful, especially if they're all if they're kind of similar like in this case, where he's like, okay, martial arts, right?",
        350.0,
        362.62
    ],
    [
        " You do to, I'm going to start you get to way late. Meanwhile, I have experience doing multi boxing.",
        362.8,
        368.84
    ],
    [
        " So if he has experience assuming he's been somewhat successful, not necessarily in competition, but not not competition. Just so he knows what he's doing.",
        369.68,
        376.54
    ],
    [
        " When he throws a punch, he can have a level of success of that punch landing, you know, like, and it's going to be pretty often if he has 20 years experience, give or take whatever.",
        376.8,
        385.58
    ],
    [
        " So he's experiencing little, I should say, little micro successes. When he jumps in the boxing situation and we,",
        386.14,
        393.24
    ],
    [
        " and you just, he's getting all failures all day, all day, it's a huge chore. And that's life. So if you look, if you're, if you're going in with nothing, you have no micro, you know, successes, no, nothing, you're just going in, I don't train anything.",
        393.46,
        408.16
    ],
    [
        " I go in, sure, I'll take some hits. I'll take some failures because I'm learning this new thing. But if you have it compared to look, I'm going to come into victory MMA.",
        408.16,
        417.42
    ],
    [
        " I'm going to see the kickboxing situation going on and say, Jiu Jitsu situation going on. My brain is automatically going to be like, okay, what's going to be the best experience for me right now?",
        417.6,
        425.06
    ],
    [
        " Micro victories.",
        425.06,
        425.6
    ],
    [
        " I'm going to go where the victories are. I'm going to go where the payoff is, you know, those payoffs where I can land punches, I can do it. I can know what I'm doing.",
        425.94,
        433.24
    ],
    [
        " Dang. When I move my body, it does what I wanted to do and it yields success. Yeah, it's effective. Or I can go to Jiu Jitsu.",
        433.68,
        442.08
    ],
    [
        " And where everyone else has success, everyone else is getting their payoff, not me, by the way, everyone else is getting tapped out in that part in and of itself is like that's especially if you're a guy.",
        442.48,
        452.46
    ],
    [
        " Is it a personality thing where some people as soon as they get, as soon as they get tapped into just like, oh my god, I need to learn this immediately.",
        452.68,
        460.54
    ],
    [
        " Like, you know, when you, when people get the Jiu Jitsu bug, yeah, sure. Yeah, not everyone gets the Jiu Jitsu bug, right? Not everyone.",
        461.08,
        468.6
    ],
    [
        " A lot of people do. Well, what percentage of people get the Jiu Jitsu bug?",
        468.92,
        472.66
    ],
    [
        " Oh, dang, I have no idea. 20%.",
        473.42,
        475.0
    ],
    [
        " 30%.",
        475.0,
        476.4
    ],
    [
        " Depends, like 20% of who, of all people start human beings.",
        476.4,
        481.32
    ],
    [
        " Yeah, it's probably not even 20%.",
        481.76,
        483.84
    ],
    [
        " Yeah, it's weird as much as there's, there is Jiu Jitsu as much as we talk about it in a very positive way.",
        483.84,
        492.5
    ],
    [
        " People, normal people have a hard time with it.",
        492.84,
        495.36
    ],
    [
        " It's weird for me to admit that. It's weird for me to say that.",
        495.82,
        499.7
    ],
    [
        " But if I think about it, and I've talked about this before, like all the people that I've introduced Jiu Jitsu over the years,",
        500.18,
        505.18
    ],
    [
        " I would, I think I have like maybe four black belts of people that I fully, like they, they started Jiu Jitsu because of me.",
        505.54,
        513.82
    ],
    [
        " I'm talking, so that with those percentages, it's very, very small.",
        513.94,
        517.16
    ],
    [
        " People that actually stick with it and get the bug. Yeah, why not even before?",
        517.26,
        520.56
    ],
    [
        " And you can get the bug and the bug kind of wear off. You know how that is?",
        521.48,
        524.88
    ],
    [
        " You know, I remember...",
        525.24,
        528.04
    ],
    [
        " Didn't that's not the bug?",
        528.04,
        528.86
    ],
    [
        " That's not the real bug.",
        529.18,
        530.16
    ],
    [
        " That's like the diet Jiu Jitsu bug or something.",
        530.4,
        533.72
    ],
    [
        " Bug light.",
        533.9,
        534.34
    ],
    [
        " Exactly.",
        534.72,
        538.74
    ],
    [
        " Yeah, well it's the bug light because people get purple belt and then they don't show up anymore.",
        539.02,
        542.38
    ],
    [
        " Exactly. People that the brown belt, they don't show up. People don't get the blue belt and they don't show up anymore.",
        542.5,
        545.24
    ],
    [
        " Yeah, yeah, yeah.",
        545.32,
        546.48
    ],
    [
        " And then there's people get the bug.",
        547.3,
        548.36
    ],
    [
        " Keep training.",
        548.76,
        549.1
    ],
    [
        " That's the real bug.",
        549.5,
        552.18
    ],
    [
        " Yeah, fully. I used to think like when you dream about it, you know how like you dream, you learn to move and you'll dream of it.",
        552.5,
        558.4
    ],
    [
        " It'll just kind of be in your mind, you know, it's conscious, I'm subconscious.",
        558.4,
        562.74
    ],
    [
        " I thought that that was kind of it, but in my experience that that goes away somehow. It depends on what you're into.",
        562.86,
        566.9
    ],
    [
        " But I don't know.",
        567.3,
        568.6
    ],
    [
        " Yeah, but nonetheless, that's it. That's what I think.",
        568.8,
        572.1
    ],
    [
        " Because that's pretty common.",
        572.36,
        573.62
    ],
    [
        " Yeah, for sure.",
        573.62,
        574.98
    ],
    [
        " So was there a series like an actual invite?",
        575.02,
        577.58
    ],
    [
        " Yeah, like do you think you think you it?",
        578.0,
        579.6
    ],
    [
        " Yeah, I would have.",
        579.68,
        580.28
    ],
    [
        " So my answers are yes, I would have stunned you Jitsu because I would have had the bug.",
        580.28,
        584.68
    ],
    [
        " And my advice is if it's a chore, keep doing it until it's fun.",
        585.04,
        590.08
    ],
    [
        " Yeah, that's the thing is it is fun to get beat.",
        590.44,
        594.58
    ],
    [
        " It's fun to get like it's fun.",
        595.34,
        597.56
    ],
    [
        " It's fun to have like my favorite people to train with other people that give me the hardest runs.",
        597.76,
        601.9
    ],
    [
        " Yeah, I know.",
        602.12,
        602.86
    ],
    [
        " And my absolute most favorite people to train with other people that actually can get me.",
        602.86,
        606.7
    ],
    [
        " You know, but it's again, when you have to have this, there's this third factor here where",
        606.9,
        611.72
    ],
    [
        " the kickboxing and boxing is right there.",
        611.72,
        614.4
    ],
    [
        " Yeah, I could be right there right now.",
        614.4,
        616.06
    ],
    [
        " And winning, you know, just doing it.",
        616.46,
        619.18
    ],
    [
        " And but I'm not, I'm over here and this guy's mounted on me and he's choking me and stuff like this.",
        619.6,
        625.88
    ],
    [
        " Man, it's, I dig it man.",
        626.12,
        627.26
    ],
    [
        " So I guess we could reverse this question and say like, okay, Jockel, then when why aren't you",
        627.58,
        631.46
    ],
    [
        " in boxing and striking all the time?",
        631.46,
        633.48
    ],
    [
        " Yeah.",
        633.86,
        633.98
    ],
    [
        " For me, that's a pretty, it's actually not that hard of an answer.",
        634.02,
        636.44
    ],
    [
        " I've done boxing and striking.",
        636.78,
        638.98
    ],
    [
        " And the thing that is different is in boxing and striking, even though you're talking about micro wins,",
        639.52,
        646.0
    ],
    [
        " most of the nights of training boxing or kickboxing,",
        646.48,
        650.42
    ],
    [
        " they're the micro wins are against pads and a bag.",
        651.42,
        655.4
    ],
    [
        "",
        655.8,
        655.8
    ],
    [
        " Right? Cause you're not sparring every night.",
        655.9,
        657.3
    ],
    [
        " Yeah.",
        657.58,
        657.72
    ],
    [
        " And if you are sparring every night, you're making a mistake.",
        657.82,
        660.18
    ],
    [
        " Yeah.",
        660.7,
        661.2
    ],
    [
        " And you're not even going as hard as you.",
        661.32,
        662.92
    ],
    [
        " And you're not going to be able to do it.",
        662.92,
        664.32
    ],
    [
        " Yeah. I mean, you can have fun.",
        664.32,
        665.16
    ],
    [
        " We do that too.",
        665.18,
        666.04
    ],
    [
        " Like we call it playing tag where you're like, you're like touching the person.",
        666.04,
        669.04
    ],
    [
        " You're, it's almost like a slap fight, you know?",
        669.04,
        671.18
    ],
    [
        " But you can't do that ever.",
        672.04,
        673.56
    ],
    [
        " You can't spar every night.",
        673.6,
        674.5
    ],
    [
        " And you shouldn't spar every night.",
        674.74,
        676.08
    ],
    [
        " And if you are sparring every night, you're wrong.",
        676.24,
        678.02
    ],
    [
        " But you can roll every night.",
        678.22,
        679.7
    ],
    [
        " Yeah.",
        680.14,
        680.18
    ],
    [
        " You can get, you can get full victories, not micro victories, full submissions.",
        680.34,
        685.26
    ],
    [
        " Yeah.",
        685.86,
        686.02
    ],
    [
        " So yeah, yeah.",
        686.54,
        688.52
    ],
    [
        " And I agree.",
        688.78,
        689.3
    ],
    [
        " And I think that if you,",
        689.5,
        691.18
    ],
    [
        " it really depends on who you are.",
        691.18,
        693.78
    ],
    [
        " But to me, that was the big time appeal.",
        693.9,
        696.84
    ],
    [
        " And still is the legitimate appeal of Jiu Jitsu, where, you know, like people,",
        697.26,
        703.28
    ],
    [
        " even now they'll be like, hey, but this martial arts is superior because this and that.",
        703.4,
        707.26
    ],
    [
        " But really Jiu Jitsu is kind of being tested the best because it's going against in a full speed.",
        708.64,
        713.9
    ],
    [
        " Yeah, it's going against in a full speed.",
        713.96,
        714.3
    ],
    [
        " And an enemy, quote unquote, enemy.",
        714.5,
        716.32
    ],
    [
        " It's trying to fight back.",
        716.64,
        717.62
    ],
    [
        " It's funny when people are like, how would you ever get someone's arm there?",
        717.62,
        720.22
    ],
    [
        " You know what I mean?",
        721.18,
        722.28
    ],
    [
        " They're like, oh, yeah, are you getting that on block?",
        722.48,
        724.3
    ],
    [
        " Try that on me.",
        724.42,
        724.86
    ],
    [
        " It's like, oh, okay, cool.",
        724.9,
        725.78
    ],
    [
        " What was I just reading about?",
        726.26,
        727.34
    ],
    [
        " Didn't, um, Gordon Ryan just beat somebody?",
        727.48,
        731.34
    ],
    [
        " He let called it.",
        731.5,
        732.26
    ],
    [
        " Yeah, he called it.",
        732.66,
        734.02
    ],
    [
        " Yeah, he was like, I'm going to beat you with this and he did it within this amount of time.",
        734.62,
        738.74
    ],
    [
        " Did it?",
        738.98,
        739.26
    ],
    [
        " That's the way it.",
        739.26,
        740.1
    ],
    [
        " Yeah.",
        740.34,
        740.5
    ],
    [
        " And that's how it is, man.",
        740.72,
        742.04
    ],
    [
        " And that's against a high level guy.",
        742.26,
        743.56
    ],
    [
        " Well, Gordon Ryan is obviously one of the best guys right now.",
        743.64,
        746.8
    ],
    [
        " Um, but that that is kind of how Jiu Jitsu is.",
        747.42,
        750.34
    ],
    [
        " You know, unless it's like some huge giant like football player just spasming and riding away the whole time.",
        750.5,
        756.18
    ],
    [
        " If you're, if someone's engaging you, that's kind of how it is where you're like, oh, I can choke.",
        756.3,
        761.18
    ],
    [
        " If they don't know Jiu Jitsu and you know, yeah, yeah, I think oh, yeah, for sure.",
        761.18,
        765.06
    ],
    [
        " They're like, are you going to get my arm there?",
        765.12,
        766.34
    ],
    [
        " Gordon Ryan did not do that to someone that didn't know Jiu Jitsu.",
        766.56,
        768.74
    ],
    [
        " I know.",
        768.8,
        769.36
    ],
    [
        " And that's the funny because that's those, those are the Hicks and stories, you know, like Hicks and would be like,",
        769.64,
        774.22
    ],
    [
        " I'm going to every all of you 14 black belts.",
        774.22,
        777.38
    ],
    [
        " I'm going to arm lock your left arm.",
        777.82,
        779.52
    ],
    [
        " All of you.",
        779.52,
        780.2
    ],
    [
        " And you do it.",
        780.28,
        781.14
    ],
    [
        " All of them.",
        781.44,
        782.24
    ],
    [
        " Black belts.",
        782.32,
        782.84
    ],
    [
        " Yeah.",
        783.28,
        783.6
    ],
    [
        " Yeah.",
        784.1,
        784.42
    ],
    [
        " That's the deal.",
        784.42,
        785.44
    ],
    [
        " You heard those stories, right?",
        785.44,
        786.44
    ],
    [
        " Yeah.",
        786.52,
        786.62
    ],
    [
        " I rolled with Hicks and I've talked about that before.",
        786.88,
        788.74
    ],
    [
        " Yeah.",
        789.04,
        789.2
    ],
    [
        " Hicks and it's really good at Jiu Jitsu.",
        789.56,
        790.74
    ],
    [
        " Sure.",
        791.08,
        792.84
    ],
    [
        " Yeah.",
        793.92,
        794.14
    ],
    [
        " But yes, but I don't know though.",
        794.7,
        796.32
    ],
    [
        " So what do you do though?",
        796.48,
        797.18
    ],
    [
        " Like, what's the ultimate advice?",
        797.38,
        798.82
    ],
    [
        " You don't know what Jiu Jitsu is.",
        798.9,
        799.14
    ],
    [
        " No, no, no, no.",
        799.2,
        799.76
    ],
    [
        " Back to the question.",
        799.76,
        800.22
    ],
    [
        " My advice is, like I said, that's why I think my new rule is train until you submit someone that is legitimately comparable to you.",
        800.24,
        808.38
    ],
    [
        " Yeah.",
        808.58,
        808.76
    ],
    [
        " And then if you don't like it still, then don't train.",
        808.84,
        811.74
    ],
    [
        " Like there was one guy on social media that like, kept coming back to me.",
        811.86,
        814.5
    ],
    [
        " Like, I know I hate Jiu Jitsu.",
        814.54,
        815.84
    ],
    [
        " Yeah.",
        816.1,
        816.28
    ],
    [
        " I hate it.",
        816.34,
        817.04
    ],
    [
        " I hate it.",
        817.04,
        817.72
    ],
    [
        " I was like, after a while, I'm like, okay, can you defend yourself against, you know, a takedown.",
        817.8,
        821.64
    ],
    [
        " Can you get up from the bottom?",
        821.74,
        822.58
    ],
    [
        " Okay, didn't go find something else to do in quick complaining to me about it.",
        822.78,
        825.88
    ],
    [
        " Like everyone is not meant for Jiu Jitsu.",
        826.08,
        828.3
    ],
    [
        " I get it.",
        828.38,
        828.98
    ],
    [
        " Yeah.",
        829.14,
        829.46
    ],
    [
        " Fine.",
        829.6,
        829.94
    ],
    [
        " Yeah, I almost, but it's still it is beneficial though.",
        830.7,
        833.26
    ],
    [
        " It feels like it is for everyone.",
        833.38,
        834.84
    ],
    [
        " That's what it feels like.",
        835.04,
        835.82
    ],
    [
        " That's what it feels like.",
        835.82,
        836.32
    ],
    [
        " That's what I'm saying.",
        836.44,
        836.84
    ],
    [
        " That's what it feels like to you and me.",
        836.92,
        838.02
    ],
    [
        " Yeah.",
        838.04,
        838.2
    ],
    [
        " And to the people that we hang out with.",
        838.46,
        839.94
    ],
    [
        " And that's why when I was saying like, some people don't like Jiu Jitsu, it's really weird for me.",
        840.32,
        843.86
    ],
    [
        " Yeah.",
        843.96,
        844.12
    ],
    [
        " To understand that.",
        844.14,
        845.06
    ],
    [
        " I have a hard time with their perspective.",
        845.3,
        846.94
    ],
    [
        " Yeah.",
        847.34,
        847.46
    ],
    [
        " You know what I mean?",
        847.66,
        847.96
    ],
    [
        " That's really Mr.",
        848.22,
        849.24
    ],
    [
        " Mr.",
        849.92,
        849.94
    ],
    [
        " Understand their perspective.",
        850.48,
        851.18
    ],
    [
        " Yeah.",
        851.44,
        851.72
    ],
    [
        " When you tell me like, I don't really like Jiu Jitsu.",
        851.72,
        853.08
    ],
    [
        " It's like, why?",
        853.12,
        853.74
    ],
    [
        " Why would you not like it?",
        854.24,
        855.88
    ],
    [
        " Straight up.",
        855.9,
        856.62
    ],
    [
        " Yeah.",
        856.82,
        856.98
    ],
    [
        " Well, God you don't like it.",
        857.22,
        858.04
    ],
    [
        " Makes life easier for me.",
        858.2,
        859.1
    ],
    [
        " One person I don't have to worry about being able to choke me.",
        859.38,
        861.56
    ],
    [
        " Yeah, for sure.",
        862.02,
        862.96
    ],
    [
        " Okay.",
        863.7,
        864.24
    ],
    [
        " I would say this.",
        864.68,
        865.36
    ],
    [
        " Uh-oh.",
        865.5,
        865.78
    ],
    [
        " Try this.",
        865.78,
        866.38
    ],
    [
        " If you're in this situation, this is what I would do.",
        866.78,
        869.6
    ],
    [
        " Try to forget about.",
        870.2,
        873.0
    ],
    [
        " Like when you're like, okay, I'm going to go Jiu Jitsu tonight.",
        873.52,
        875.58
    ],
    [
        " Forget about boxing as a concept.",
        876.08,
        877.86
    ],
    [
        " Forget about kickboxing.",
        878.02,
        878.72
    ],
    [
        " Forget about it.",
        878.78,
        879.6
    ],
    [
        " Like don't think about that.",
        879.72,
        881.06
    ],
    [
        " Like your whole thing right now is like, it's just Jiu Jitsu.",
        881.28,
        884.04
    ],
    [
        " And, uh, think of it as like just this complete learning experience.",
        884.3,
        887.88
    ],
    [
        " Of course.",
        888.18,
        888.48
    ],
    [
        " But forget about the boxing.",
        888.9,
        890.04
    ],
    [
        " Because anytime like, that's what's going to happen when you keep that boxing on your mind or the keep boxing on your mind.",
        890.36,
        896.26
    ],
    [
        " You're like, why am I doing this when I could be doing boxing?",
        896.34,
        898.32
    ],
    [
        " Which is like bad ass anyway, you know, kind of thing.",
        898.52,
        900.82
    ],
    [
        " But just forget about it.",
        901.78,
        903.56
    ],
    [
        " Yeah.",
        903.56,
        904.3
    ],
    [
        " I think that's the thing.",
        904.52,
        906.2
    ],
    [
        " You know how like guys in the UFC that'll happen sometimes where they're super good at Jiu Jitsu.",
        906.38,
        911.5
    ],
    [
        " And then they'll train boxing.",
        912.22,
        913.2
    ],
    [
        " It's like, it's vice versa too.",
        913.32,
        915.42
    ],
    [
        " Yeah, yeah, yeah.",
        915.7,
        916.34
    ],
    [
        " Like I was just saying like, some people and this is true with fighters.",
        916.38,
        919.28
    ],
    [
        " Some fighters don't like striking.",
        919.3,
        922.22
    ],
    [
        " They don't like to get hit specifically.",
        922.22,
        923.96
    ],
    [
        " No one minds punching people.",
        924.2,
        925.32
    ],
    [
        " Some people like it.",
        925.52,
        926.74
    ],
    [
        " Some people like they they truly like to punch someone else in the head.",
        926.88,
        930.4
    ],
    [
        " Some people are good with it.",
        930.4,
        931.88
    ],
    [
        " Most people are good with it because it feels good.",
        931.94,
        933.46
    ],
    [
        " Some people don't like to get hit.",
        933.48,
        935.88
    ],
    [
        " They really don't like that.",
        936.02,
        937.1
    ],
    [
        " Some people don't like to get smashed on the ground.",
        937.46,
        941.04
    ],
    [
        " They get claustrophobic, right?",
        941.26,
        943.02
    ],
    [
        " They don't like that.",
        943.52,
        943.98
    ],
    [
        " And so different people have little different.",
        944.86,
        946.6
    ],
    [
        " I don't know if calm weaknesses, but preferences.",
        946.84,
        949.0
    ],
    [
        " Yeah.",
        949.0,
        949.68
    ],
    [
        " And you can see that very clearly, especially in the earlier UFCs.",
        949.98,
        953.34
    ],
    [
        " Nowadays you're not getting the UFC if you're super uncomfortable in any arena of martial arts.",
        953.42,
        959.4
    ],
    [
        " Yeah.",
        959.56,
        959.6
    ],
    [
        " If you're just super uncomfortable stand up, maybe you might make an undercard barely, but you don't see that on TV.",
        959.72,
        967.06
    ],
    [
        "",
        967.52,
        967.52
    ],
    [
        " You don't go as far for sure.",
        967.52,
        969.02
    ],
    [
        " There you go.",
        969.2,
        970.82
    ],
    [
        " I like that ruler.",
        971.46,
        972.16
    ],
    [
        " Do it until you tap someone out.",
        972.84,
        974.28
    ],
    [
        " Yeah, let's go on the gym.",
        974.28,
        975.12
    ],
    [
        " Compare it.",
        975.14,
        975.5
    ],
    [
        " Yeah, comparable to you.",
        975.52,
        976.42
    ],
    [
        " It's good.",
        976.82,
        977.06
    ],
    [
        " Because what I think happens once you do that.",
        977.22,
        979.22
    ],
    [
        " You're like, I want to do it.",
        979.34,
        980.2
    ],
    [
        " Yeah, yeah.",
        980.54,
        981.1
    ],
    [
        " And you got the benefit of getting tapped out, which is a bet, which to me motivates me more than just tapping someone out.",
        981.48,
        986.48
    ],
    [
        " Yeah.",
        986.7,
        986.88
    ],
    [
        " Like how did someone control me?",
        987.0,
        988.2
    ],
    [
        " Think about that another human being can control me completely.",
        988.32,
        991.86
    ],
    [
        " Yeah.",
        992.2,
        992.26
    ],
    [
        " Dean does that to me sometimes.",
        992.36,
        993.8
    ],
    [
        " And I'm sitting here thinking to myself, I'm like, man, I've been training for a really long time.",
        993.98,
        998.42
    ],
    [
        " Yeah.",
        998.88,
        999.14
    ],
    [
        " And I'm a grown man in good physical condition, relatively strong.",
        999.4,
        1004.06
    ],
    [
        " Yeah.",
        1004.72,
        1004.88
    ],
    [
        " And he can hold me in a position where I cannot do anything.",
        1004.98,
        1008.6
    ],
    [
        " And I can actually do that to him too, not as clearly not as often.",
        1008.6,
        1012.38
    ],
    [
        " Yeah.",
        1012.78,
        1012.84
    ],
    [
        " But like we, he's got, he's got three positions.",
        1013.86,
        1016.68
    ],
    [
        " He can do it to me.",
        1016.68,
        1017.36
    ],
    [
        " And I think he can cross side mount.",
        1017.36,
        1019.3
    ],
    [
        " And on all fours, right?",
        1019.8,
        1023.38
    ],
    [
        " If I'm in one of those positions or he's in one of those positions on me, I'm doomed.",
        1023.68,
        1028.7
    ],
    [
        " I do.",
        1028.8,
        1029.1
    ],
    [
        " For me, it's only, I don't have a mount on him.",
        1029.24,
        1031.4
    ],
    [
        " His mount escape is awesome.",
        1031.5,
        1032.54
    ],
    [
        " And my mount's not really good.",
        1032.8,
        1034.2
    ],
    [
        " So he's, he can get out of that.",
        1034.36,
        1036.08
    ],
    [
        " So it's no big deal.",
        1036.08,
        1036.8
    ],
    [
        " But cross side or when he's on all fours, I'm going to torture him.",
        1036.86,
        1040.9
    ],
    [
        " And we both know we're going to get tortured in those positions.",
        1041.3,
        1043.3
    ],
    [
        " For him, it's too busy.",
        1043.92,
        1044.8
    ],
    [
        " For him, there's two positions he's going to get tortured in.",
        1045.06,
        1046.74
    ],
    [
        " For me, there's three positions I'm going to get tortured in.",
        1046.8,
        1048.32
    ],
    [
        " Tortured.",
        1048.42,
        1048.72
    ],
    [
        " Tortured.",
        1048.96,
        1049.74
    ],
    [
        " Yes, sir.",
        1049.96,
        1050.32
    ],
    [
        " Oh, I would agree.",
        1050.78,
        1051.48
    ],
    [
        " You've seen it.",
        1051.54,
        1052.06
    ],
    [
        " Yeah, it's tortured.",
        1052.12,
        1052.96
    ],
    [
        " Yeah, you felt it too.",
        1053.26,
        1053.96
    ],
    [
        " All both examples.",
        1054.52,
        1055.84
    ],
    [
        " Oh, exam back.",
        1056.12,
        1057.4
    ],
    [
        " Except the mount though, I can escape mount.",
        1057.72,
        1058.82
    ],
    [
        " You have good mount.",
        1058.84,
        1059.38
    ],
    [
        " Yeah, no, mount escape.",
        1059.46,
        1060.44
    ],
    [
        " Yeah, you have good mount escape.",
        1060.66,
        1061.58
    ],
    [
        " So not as, but yeah, no, that's bad.",
        1061.76,
        1063.86
    ],
    [
        " I dig it.",
        1064.18,
        1065.16
    ],
    [
        " That isn't that weird though.",
        1065.16,
        1066.2
    ],
    [
        " You have, you know, 25 over 25 years experience, train.",
        1066.48,
        1070.44
    ],
    [
        " Very strong and big, by the way.",
        1070.72,
        1072.12
    ],
    [
        " Like compared to like a normal Gigi-Tag guy, like you're a big, you're a thing that's huge play, Gigi-Tag player.",
        1072.26,
        1078.8
    ],
    [
        " Big, strong experience.",
        1078.9,
        1080.46
    ],
    [
        " Know what to do.",
        1080.68,
        1081.16
    ],
    [
        " Know what not to do.",
        1081.24,
        1081.8
    ],
    [
        " All that doesn't mean anything gets rid of that moment.",
        1082.08,
        1083.98
    ],
    [
        " Doesn't mean nothing.",
        1084.7,
        1085.36
    ],
    [
        " Yeah.",
        1085.5,
        1085.62
    ],
    [
        " Holy cow.",
        1085.96,
        1086.7
    ],
    [
        " That's bad.",
        1086.9,
        1087.42
    ],
    [
        " That's a scary thing.",
        1087.6,
        1088.22
    ]
]