[
    [
        " This is Jockel Podcast number 227 with Echo Charles and me, Jockel Willink.",
        0.0,
        5.06
    ],
    [
        " Good evening, Echo.",
        5.64,
        6.16
    ],
    [
        " Good evening.",
        6.32,
        6.7
    ],
    [
        " And joining us tonight as well is Dave Burke.",
        7.06,
        10.76
    ],
    [
        " Good evening, Dave.",
        11.48,
        12.18
    ],
    [
        " Good evening.",
        12.66,
        12.94
    ],
    [
        " Mar Admin 22420.",
        13.92,
        22.34
    ],
    [
        " Subject availability of MCDP 7.",
        23.16,
        28.76
    ],
    [
        " Learning.",
        28.76,
        29.6
    ],
    [
        " One purpose.",
        30.02,
        32.2
    ],
    [
        " The Commanding General Training and Education Command has published Marine Corps",
        32.4,
        36.18
    ],
    [
        " Doctrinal Publication 7.",
        36.18,
        38.52
    ],
    [
        " Learning.",
        39.06,
        39.34
    ],
    [
        " Dated 20 February 2020.",
        39.74,
        41.56
    ],
    [
        " Background.",
        42.32,
        42.74
    ],
    [
        " The Common Nance Planning Guidance released 17 July 2019, establishing learning a combination",
        43.56,
        48.74
    ],
    [
        " of education and training as a priority focus area to develop an intellectual edge to",
        48.74,
        55.14
    ],
    [
        " capitalize on the unique ethos of the core and its maneuver warfare mindset.",
        55.14,
        61.68
    ],
    [
        " On February 20, 2020, the Commandant of the Marine Corps General David H. Berger approved",
        62.46,
        69.92
    ],
    [
        " MCDP 7.",
        69.92,
        71.32
    ],
    [
        " Learning.",
        71.64,
        71.92
    ],
    [
        " The first entirely new Doctrinal publication released by the Marine Corps since 2001.",
        72.34,
        77.56
    ],
    [
        " MCDP 7.",
        79.28,
        80.88
    ],
    [
        " Learning formalizes the philosophy, principles, concepts and expectations of learning.",
        81.26,
        86.32
    ],
    [
        " MCDP 7.",
        86.88,
        88.5
    ],
    [
        " Learning states that the Marine Corps's learning philosophy seeks to create a culture of continuous",
        88.84,
        94.7
    ],
    [
        " learning and professional competence that yields adaptive leaders capable of successfully",
        94.7,
        99.64
    ],
    [
        " successfully conducting maneuver warfare in complex, uncertain and chaotic environments.",
        99.64,
        105.5
    ],
    [
        " MCDP 7.",
        107.48,
        108.84
    ],
    [
        " Learning has been developed to codify the Marine Corps's learning philosophy and explain",
        109.1,
        114.38
    ],
    [
        " why learning is essential to the profession of arms.",
        114.38,
        117.78
    ],
    [
        " Going forward, MCDP 7.",
        118.58,
        121.78
    ],
    [
        " Learning will serve as a guide for a culture of continuous learning and professional competence",
        122.04,
        128.12
    ],
    [
        " that yields adaptive leaders who can quickly recognize changing conditions in the battle",
        128.12,
        133.48
    ],
    [
        " space, adapt and make timely decisions against a thinking enemy.",
        133.48,
        138.22
    ],
    [
        " This publication's audience is all Marines.",
        139.34,
        144.66
    ],
    [
        " Coordinating instructions and initial distribution of 11,330 publication hard copies is underway.",
        146.72,
        153.14
    ],
    [
        " Units requiring additional print allocations must follow procedures identified in reference",
        153.74,
        157.88
    ],
    [
        " to paragraph 4a.",
        158.68,
        160.2
    ],
    [
        " This Mar Admin is applicable to Marine Corps total force.",
        161.46,
        166.96
    ],
    [
        " So there you go.",
        167.82,
        171.58
    ],
    [
        " The Marine Corps, in case you didn't gather from that message, has a new Doctrinal publication,",
        172.12,
        179.16
    ],
    [
        " the first one since 2001.",
        180.5,
        183.02
    ],
    [
        " And there was probably not too many people that were a little bit giddy and excited about",
        184.34,
        189.74
    ],
    [
        " it besides myself and David R. Burke.",
        189.74,
        192.24
    ],
    [
        " Proof.",
        193.3,
        195.06
    ],
    [
        " The release of this publication in its own right is proof that the Marine Corps is learning.",
        195.32,
        199.98
    ],
    [
        " That's a bold statement.",
        201.1,
        203.76
    ],
    [
        " So yeah, the Marine Corps has a new pub out and we're going to study it right now.",
        204.1,
        209.32
    ],
    [
        " So here we go.",
        209.94,
        211.4
    ],
    [
        " Marine Corps Doctrinal publication 7.",
        211.4,
        214.22
    ],
    [
        " It's called Learning.",
        214.84,
        215.48
    ],
    [
        " Here we go.",
        216.04,
        216.88
    ],
    [
        " And we'll start off with the forward Department of the Navy headquarters, you know, it says",
        217.68,
        220.9
    ],
    [
        " Marine Corps.",
        220.9,
        221.36
    ],
    [
        " The purpose of this publication is to describe the Marine Corps's learning philosophy and",
        221.78,
        227.0
    ],
    [
        " explain why learning is critically important to the profession of arms.",
        227.0,
        230.56
    ],
    [
        " While the concept, while many of the concepts in this publication have been passed on by",
        231.34,
        236.62
    ],
    [
        " Marine leaders throughout our history, this publication seeks to formalize them and provide",
        236.62,
        241.4
    ],
    [
        " aspirational goals.",
        241.4,
        242.8
    ],
    [
        " Hmm, that's a familiar subject.",
        243.62,
        244.64
    ],
    [
        " Learning is an institutional priority and a professional expectation for all Marines.",
        245.7,
        251.54
    ],
    [
        " This mentality is key to the Marine Corps becoming a more effective learning organization.",
        252.68,
        258.32
    ],
    [
        " Now you're going to find as we run through this and the way they define learning and the",
        258.36,
        261.72
    ],
    [
        " way they talk about learning.",
        261.72,
        262.66
    ],
    [
        " Obviously, this doesn't only apply to the profession of arms and it obviously doesn't apply",
        263.22,
        268.34
    ],
    [
        " only to the Marine Corps.",
        268.34,
        269.1
    ],
    [
        " It applies to everybody in the world, every human being.",
        269.3,
        271.82
    ],
    [
        " Continuing on, the most important factor in this philosophy is the importance of continuous",
        273.02,
        278.92
    ],
    [
        " learning throughout our careers for war fighting.",
        278.92,
        281.2
    ],
    [
        " Continuous learning is essential to maneuver warfare because it enables Marines to quickly",
        282.76,
        287.64
    ],
    [
        " recognize changing conditions in the battle space, adapt, and make timely decisions against",
        288.06,
        292.66
    ],
    [
        " a thinking enemy.",
        292.66,
        293.5
    ],
    [
        " These skills required in war must be learned, developed, and honed over time if neglected.",
        294.3,
        300.74
    ],
    [
        " They quickly atrophy.",
        301.4,
        303.26
    ],
    [
        " And this is one of the first things that I noticed is they break down this thing of when",
        303.56,
        307.96
    ],
    [
        " you're on the battlefield, and this is so clear, but when you're on the battlefield,",
        307.96,
        311.5
    ],
    [
        " the enemy is doing something.",
        311.5,
        312.46
    ],
    [
        " They're changing their tactics and we've talked about that for years.",
        312.92,
        315.2
    ],
    [
        " What you're actually doing is you're learning what they're doing and you're learning how",
        315.88,
        318.82
    ],
    [
        " you need to respond to it.",
        318.82,
        319.86
    ],
    [
        " So the mindset of learning is that when we talk about adaptation a lot, well, if you can't",
        320.38,
        326.1
    ],
    [
        " learn, you're not going to be able to adapt anything.",
        326.1,
        327.66
    ],
    [
        " Marines leverage the art and science of learning technologies and learning environments that reflect",
        331.2,
        336.46
    ],
    [
        " the changing operational environment to tailor learning and provide each other with constructive",
        336.46,
        340.94
    ],
    [
        " feedback.",
        340.94,
        341.54
    ],
    [
        " Leaders hold Marines to a high professional standards of performance conduct and discipline",
        342.26,
        347.68
    ],
    [
        " to include learning.",
        347.68,
        349.34
    ],
    [
        " As Marines rise in rank and position, continuous learning and development and developing our",
        349.98,
        355.24
    ],
    [
        " professional skills are a professional expectation.",
        355.24,
        357.8
    ],
    [
        " So you are that's what it is.",
        359.72,
        361.12
    ],
    [
        " If you're in the Marine Corps, you're learning.",
        361.6,
        363.46
    ],
    [
        " That's the expectation.",
        363.78,
        364.78
    ],
    [
        " We must make the most of every learning opportunity fostering our subordinates learning",
        365.54,
        370.62
    ],
    [
        " while continuing our own.",
        370.62,
        372.52
    ],
    [
        " Continuous learning is important to Marines because of the fundamental nature of war and",
        373.5,
        377.02
    ],
    [
        " it's ever changing character.",
        377.02,
        378.64
    ],
    [
        " The nature of war carries a combination of fear, uncertainty, ambiguity, ambiguity,",
        379.18,
        384.66
    ],
    [
        " chance, horror and above all, friction that Marines must prepare to counter.",
        385.02,
        391.5
    ],
    [
        " Marines must seek out education and training opportunities that stimulate these conditions.",
        392.58,
        396.92
    ],
    [
        " We must train how we fight.",
        396.92,
        399.96
    ],
    [
        " As Marines, we must understand how important learning is and be committed to the principles",
        400.88,
        405.84
    ],
    [
        " laid out in this publication.",
        405.84,
        407.36
    ],
    [
        " Our professional responsibility as Marines is to engage in continuous learning so that we",
        407.94,
        413.36
    ],
    [
        " may best support our fellow Marines, our core and our nation, signed DH Burger General,",
        413.36,
        419.74
    ],
    [
        " US Marine Corps, Commodont of the Marine Corps.",
        420.08,
        422.36
    ],
    [
        " So that's how they kick it off.",
        423.34,
        424.52
    ],
    [
        " And if you haven't heard Dave and I talking about any of these other, any of the other Marine",
        424.7,
        430.72
    ],
    [
        " Corps manuals that we've covered and one of the very first things that I covered on this",
        430.72,
        434.42
    ],
    [
        " podcast was a war fighting, which is great publication.",
        434.42,
        438.36
    ],
    [
        " But the Marine Corps has a way of writing publications and a way of writing.",
        438.48,
        441.98
    ],
    [
        " That is awesome.",
        442.66,
        444.3
    ],
    [
        " They nail it.",
        444.82,
        445.6
    ],
    [
        " All right.",
        446.84,
        447.88
    ],
    [
        " So, chapter one is called the nature of learning.",
        448.96,
        451.32
    ],
    [
        " Starts off with some quotes here as a life which I really don't like.",
        452.16,
        460.7
    ],
    [
        " In general, I generally don't like when things start with quotes, but I think the Marine",
        461.0,
        464.52
    ],
    [
        " Corps gets a pass here.",
        464.52,
        465.56
    ],
    [
        " I generally don't like when people say, even you'll hear someone give us a speech, commencement",
        466.68,
        472.76
    ],
    [
        " address.",
        472.76,
        473.26
    ],
    [
        " And they'll say in the words of someone.",
        474.18,
        475.94
    ],
    [
        " And so, and you're like, right, you know, they could have read that.",
        475.94,
        482.48
    ],
    [
        " If you got asked to do a graduate, a commencement speech or you got asked to give a talk, they're",
        483.06,
        491.44
    ],
    [
        " asking you to give that talk, right?",
        491.44,
        493.32
    ],
    [
        " Am I wrong?",
        493.76,
        494.24
    ],
    [
        " No, you're right.",
        494.5,
        495.06
    ],
    [
        " And look, I'm not saying that there's not times where quotes aren't needed.",
        495.84,
        499.34
    ],
    [
        " I've used them.",
        499.58,
        500.3
    ],
    [
        " I don't use them a lot though.",
        500.44,
        501.26
    ],
    [
        " I will say that.",
        501.3,
        501.8
    ],
    [
        " In fact, I really use them.",
        502.16,
        503.62
    ],
    [
        " It's going to be probably patent or hack worth.",
        503.62,
        505.8
    ],
    [
        " You're shaking your head.",
        506.4,
        507.3
    ],
    [
        " That's what I was going to say is it's Algray and Jim Mattis.",
        507.3,
        509.98
    ],
    [
        " Yeah, yeah, yeah, yeah.",
        510.22,
        510.94
    ],
    [
        " That's kind of my threshold as well.",
        510.96,
        512.84
    ],
    [
        " Yeah, yeah, yeah, yeah, you're going to go with the first one.",
        513.16,
        516.72
    ],
    [
        " As a lifetime serial learner, I found that extraordinary people can do the extraordinary",
        517.18,
        521.02
    ],
    [
        " who are committed to experiential learning are intellectually curious and possess an",
        521.02,
        525.66
    ],
    [
        " unquenchable desire to acquire new knowledge.",
        525.66,
        528.1
    ],
    [
        " This may be our only advantage in the future fight.",
        528.36,
        530.66
    ],
    [
        " And that's from Lorna M. I don't know how you say that last name, Maylock, I guess,",
        530.66,
        535.4
    ],
    [
        " but she's a general Marine Corps from Brooklyn, New York via Jamaica.",
        535.58,
        542.96
    ],
    [
        " But what I like about that is this may be our only advantage in future fight because",
        543.8,
        548.94
    ],
    [
        " at some point the blood, the playing feels get level.",
        548.94,
        552.38
    ],
    [
        " And then who is smarter?",
        553.12,
        554.78
    ],
    [
        " Who it's not even who is smarter?",
        554.96,
        556.08
    ],
    [
        " It's who can learn faster.",
        556.4,
        557.26
    ],
    [
        " Yeah.",
        559.1,
        559.54
    ],
    [
        " Algray, 29th, common out of the Marine Corps.",
        558.82,
        561.8
    ],
    [
        " Two verbal arts mustang by the way.",
        563.04,
        566.9
    ],
    [
        " Cammy's by the way, if you go and look at all the Marine Corps common arts are all in",
        567.86,
        571.66
    ],
    [
        " their dress blues except for one, Algray.",
        571.66,
        574.2
    ],
    [
        " He's in his cammy's getting after it.",
        574.4,
        577.5
    ],
    [
        " And he says, what you did isn't as important as what you were thinking.",
        578.3,
        584.0
    ],
    [
        " And how many times when I was in charge of training, I watched somebody do something,",
        588.48,
        593.64
    ],
    [
        " watched some young junior officer do something.",
        593.76,
        595.72
    ],
    [
        " And I look, I saw what they did.",
        596.68,
        598.42
    ],
    [
        " And I'd say, well, you know, what were you thinking when you just did that?",
        599.22,
        602.9
    ],
    [
        " What was your, what was in your head?",
        603.1,
        604.5
    ],
    [
        " What were you trying to make happen?",
        604.72,
        606.32
    ],
    [
        " Like, I get it.",
        606.78,
        607.42
    ],
    [
        " I get what you did.",
        607.6,
        608.4
    ],
    [
        " I'm not even concerned about that.",
        608.94,
        610.16
    ],
    [
        " I want to know what you were thinking because you might have made a, you might have made",
        610.24,
        613.0
    ],
    [
        " a bad decision.",
        613.0,
        613.84
    ],
    [
        " You might have made a bad tactical call.",
        613.96,
        615.3
    ],
    [
        " But if you had a good idea, then we can figure out how to teach you the tactics of getting",
        615.42,
        618.96
    ],
    [
        " it done.",
        618.96,
        619.3
    ],
    [
        " But if you were thinking something wrong, where we have a bit much bigger problem.",
        620.1,
        624.3
    ],
    [
        " And then general Mattis, the most important six inches on the battlefield is between your",
        625.26,
        632.0
    ],
    [
        " ears.",
        632.0,
        632.28
    ],
    [
        " Indeed, needs no explanation.",
        633.12,
        635.74
    ],
    [
        " Okay, here we go.",
        636.84,
        637.44
    ],
    [
        " Getting into it.",
        637.56,
        638.08
    ],
    [
        " War fighting is the most complex, challenging, violent, and dynamic human endeavor.",
        638.08,
        642.2
    ],
    [
        " The Marine Corps as a nation's force and readiness must have the versatility and flexibility",
        642.72,
        647.58
    ],
    [
        " to effectively fight and succeed in any situation and at any intensity across the full spectrum",
        647.58,
        653.36
    ],
    [
        " of conflict whenever and wherever the nation calls.",
        653.36,
        656.56
    ],
    [
        " If you think about what that sentence says, check it out.",
        657.62,
        663.68
    ],
    [
        " It must have the versatility and flexibility to effectively fight and succeed in any situation.",
        663.68,
        669.3
    ],
    [
        " This is the part that I think is really stands out and at any intensity.",
        669.4,
        674.04
    ],
    [
        " This is from hand-to-hand blood bath combat to non-combatant evacuation.",
        674.56,
        681.74
    ],
    [
        " This is just you got to be able to do anything in the full spectrum.",
        683.06,
        687.16
    ],
    [
        " Continuing.",
        688.52,
        688.98
    ],
    [
        " To meet these demands, it is critical that Marines recognize that learning has a direct",
        688.98,
        693.86
    ],
    [
        " impact on war fighting.",
        693.86,
        695.16
    ],
    [
        " Marines who understand the key learning principles and continuously seek opportunities to develop",
        695.52,
        700.28
    ],
    [
        " knowledge, skills, and the proper attitudes throughout their careers will develop wisdom",
        700.28,
        706.54
    ],
    [
        " that enables success in battle.",
        706.54,
        709.72
    ],
    [
        " As Marines, we pass on our wisdom and our experiences to the next generation of Marines.",
        711.16,
        718.06
    ],
    [
        " For the Marine Corps to remain the United States, the United States is forced in readiness.",
        718.26,
        724.08
    ],
    [
        " It is critical that every Marine's strength and value learning in all facets of the Marine",
        724.5,
        728.9
    ],
    [
        " Corps culture, learning environments, and leadership development.",
        728.9,
        732.32
    ],
    [
        " Learning is a professional responsibility for all Marines at all levels.",
        733.08,
        737.52
    ],
    [
        " Learning is a professional responsibility for all Marines at all levels.",
        738.1,
        745.64
    ],
    [
        " Marines must develop the habit of continuous learning early in their careers to set conditions",
        745.78,
        750.96
    ],
    [
        " for success in increasing levels of responsibility.",
        750.96,
        754.94
    ],
    [
        " Really makes it pretty clear.",
        755.52,
        759.0
    ],
    [
        " That's what the Marine Corps docks.",
        759.88,
        762.04
    ],
    [
        " Man, they nail it.",
        763.16,
        764.16
    ],
    [
        " You talk about simple clearing and concise comms.",
        764.32,
        766.18
    ],
    [
        " Yes, they just got it.",
        766.2,
        767.56
    ],
    [
        " The clear.",
        767.82,
        768.18
    ],
    [
        " Man, it's right there.",
        768.36,
        769.14
    ],
    [
        " Hey, if we're going to win wars, we've got to get some more.",
        769.36,
        770.8
    ],
    [
        " What I find most, or one of the most impressive things about when you read this is,",
        771.28,
        777.24
    ],
    [
        " when you read really any of the Marine Corps docks, pubs, a general, a colonel, a gunny sergeant,",
        777.72,
        789.12
    ],
    [
        " and a Lance Corporal, can all read this and go, okay, I get that.",
        789.32,
        796.12
    ],
    [
        " And I see it, right?",
        796.72,
        798.06
    ],
    [
        " That's what they do so well.",
        798.28,
        799.62
    ],
    [
        " It's just, they nail it.",
        799.62,
        801.66
    ],
    [
        " And the way they do that is simple clearing and concise.",
        802.06,
        804.4
    ],
    [
        " First section, learning and competence.",
        805.74,
        809.34
    ],
    [
        " Learning is developing knowledge, skills, and attitudes through study, experience, or",
        809.7,
        813.7
    ],
    [
        " instruction.",
        813.7,
        814.16
    ],
    [
        " It is a never-ending progression that includes understanding why something is important,",
        814.96,
        821.98
    ],
    [
        " the intent of learning.",
        823.02,
        824.82
    ],
    [
        " Hmm.",
        825.76,
        825.92
    ],
    [
        " What do you think?",
        826.98,
        828.72
    ],
    [
        " Yeah.",
        830.9,
        831.54
    ],
    [
        " It's like, okay, cool.",
        831.88,
        833.04
    ],
    [
        " So everything that we talk about from a decentralized command perspective, when you apply that on",
        833.78,
        842.08
    ],
    [
        " an individual level for learning, the exact same rules apply, which means it is your team",
        842.08,
        851.5
    ],
    [
        " has to understand why they're doing what they're doing.",
        851.5,
        853.56
    ],
    [
        " And in this case, people have to understand why something is important.",
        853.56,
        857.32
    ],
    [
        " What do you have to understand in decentralized command?",
        858.1,
        859.92
    ],
    [
        " What's the commanders intent?",
        860.04,
        860.8
    ],
    [
        " What do you have to understand here is what is the intent of the learning?",
        861.36,
        864.5
    ],
    [
        " It goes on.",
        865.42,
        868.22
    ],
    [
        " Learning is much more than gathering information or reciting facts.",
        868.44,
        871.44
    ],
    [
        " It includes cognitive, physical, social, emotional, ethical, and cultural components.",
        871.46,
        879.2
    ],
    [
        " Learning occurs in formal settings like schoolhouse or training exercise and informal settings,",
        880.72,
        885.22
    ],
    [
        " such as social, experiential, self-directed, and other ways outside of the classroom.",
        885.22,
        891.08
    ],
    [
        " The developing, knowledge, skills, and attitudes interact to influence how Marines think, respond,",
        891.84,
        897.76
    ],
    [
        " and act.",
        898.14,
        898.76
    ],
    [
        " Isn't it weird to think about every single thing that you do is based on what you've",
        899.48,
        907.2
    ],
    [
        " learned.",
        909.18,
        909.58
    ],
    [
        " Now you could take the Sam Harris approach here and say that you have no what free will.",
        908.18,
        913.38
    ],
    [
        " Yes.",
        913.8,
        913.92
    ],
    [
        " And then you'd have to say, okay, well, if you want to take that into the philosophical",
        914.48,
        919.66
    ],
    [
        " world, Sam, we get it.",
        919.66,
        921.6
    ],
    [
        " I'm not here to argue philosophy with Sam Harris.",
        922.14,
        924.82
    ],
    [
        " What I am going to tell you is this, when I would see young leaders make decisions.",
        925.54,
        931.06
    ],
    [
        " They were making decisions based on what they learned, what they experienced.",
        931.08,
        934.28
    ],
    [
        " That's where it all comes from.",
        934.28,
        935.66
    ],
    [
        " Learning encompasses both training and education, which are equally important and complementary.",
        939.44,
        946.44
    ],
    [
        " A simple explanation of the difference between training and education is that training prepares",
        947.34,
        952.76
    ],
    [
        " Marines to deal with known factors of war while education prepares Marines to deal with unknown factors.",
        952.76,
        959.98
    ],
    [
        " It's an interesting bifurcation of those two things.",
        961.3,
        964.06
    ],
    [
        " I mean, it's going to take me a little while to get my head around that because I know",
        964.88,
        968.76
    ],
    [
        " a lot of the training that I ran, the purpose of the training was to get seals to learn how",
        968.76,
        975.0
    ],
    [
        " to deal with unknown factors.",
        975.0,
        976.38
    ],
    [
        " So we may have to explore that one a little bit.",
        976.76,
        981.46
    ],
    [
        " I don't think they're mutually exclusive, but they are different.",
        982.04,
        984.98
    ],
    [
        " Yeah, well, maybe we'll have to explore what they see as training and what they see as education.",
        987.72,
        994.34
    ],
    [
        " When we get there, this is when I read this, I just, I underlined unknown factors.",
        994.48,
        1000.24
    ],
    [
        " And I was like, yeah, of course, unknown factors.",
        1000.64,
        1002.12
    ],
    [
        " That's what we're trying to teach.",
        1002.16,
        1003.08
    ],
    [
        " Teach people how to deal with unknown factors.",
        1003.46,
        1004.74
    ],
    [
        " Training, I guess where they draw the line is like, hey, here's the procedures that we can",
        1005.98,
        1013.86
    ],
    [
        " teach you, right?",
        1013.86,
        1014.42
    ],
    [
        " That's your training.",
        1014.58,
        1015.08
    ],
    [
        " Learn this procedure, learn this procedure, learn this procedure.",
        1015.4,
        1017.36
    ],
    [
        " Education is how do you take those procedures that you've learned and adapt them to this",
        1018.66,
        1021.66
    ],
    [
        " random new thing that you haven't seen before?",
        1021.66,
        1023.18
    ],
    [
        " That's understandable.",
        1024.4,
        1024.98
    ],
    [
        " All right, I'll begin to wield my yield, a beginning yield to this thought process here.",
        1025.48,
        1032.82
    ],
    [
        " Training and education are both accomplished in different ways, but they are required",
        1034.46,
        1038.14
    ],
    [
        " working together to instill the learning that results in readiness and effectiveness.",
        1038.14,
        1042.62
    ],
    [
        " The complexity of the modern battlefield and increasing rate of change requires a highly",
        1042.78,
        1048.34
    ],
    [
        " educated force, while different education and training are inextricably linked.",
        1048.34,
        1054.48
    ],
    [
        " Education denotes study and intellectual development.",
        1055.94,
        1058.62
    ],
    [
        " Training is primarily learning by doing.",
        1059.06,
        1061.76
    ],
    [
        " Okay, so now they're laying it out a little bit.",
        1063.02,
        1064.62
    ],
    [
        " Education notes study and intellectual development.",
        1065.16,
        1067.16
    ],
    [
        " Training is primarily learning by doing.",
        1067.68,
        1069.86
    ],
    [
        " Hmm, okay.",
        1070.3,
        1072.08
    ],
    [
        " We will not train without the presence of education, and we must not educate without the",
        1072.62,
        1077.22
    ],
    [
        " complimentary execution of well-conceived training.",
        1077.22,
        1079.12
    ],
    [
        " Okay.",
        1079.4,
        1079.58
    ],
    [
        " I see where they're going.",
        1080.82,
        1082.58
    ],
    [
        " I'm not sure that I would have presented this the same way.",
        1083.02,
        1087.12
    ],
    [
        " I'm going to have to think about this.",
        1087.58,
        1089.44
    ],
    [
        " Because training is learning by doing.",
        1096.2,
        1098.02
    ],
    [
        " Okay, I get it.",
        1098.22,
        1098.9
    ],
    [
        " Your hands on, your making stuff happen.",
        1099.0,
        1100.46
    ],
    [
        " And education is not, right?",
        1100.98,
        1103.08
    ],
    [
        " Education is study and intellectual development.",
        1103.72,
        1107.46
    ],
    [
        " That's what they're saying here.",
        1107.7,
        1109.04
    ],
    [
        " Okay.",
        1109.5,
        1109.7
    ],
    [
        " Okay, I think I'm starting to grasp it a little bit better.",
        1110.44,
        1113.94
    ],
    [
        " Because here's how I just grasped it.",
        1114.92,
        1118.54
    ],
    [
        " In my mind, the mission of both these things is to learn.",
        1119.44,
        1124.04
    ],
    [
        " Right?",
        1124.66,
        1126.16
    ],
    [
        " And both of them result in learning.",
        1126.68,
        1128.16
    ],
    [
        " And so in my mind, I was thinking, well, one is one you learn and one you don't learn,",
        1128.96,
        1134.4
    ],
    [
        " but the actual fact is both these things you're going to learn.",
        1134.46,
        1136.68
    ],
    [
        " Just a method of learning.",
        1136.98,
        1138.92
    ],
    [
        " One of them is one of them is study and one of them is doing.",
        1139.04,
        1142.54
    ],
    [
        " Yeah, and it almost seems like it's small things, but I don't think it's not.",
        1143.74,
        1147.58
    ],
    [
        " I mean, it's a big thing to understand the difference between those two is that",
        1147.58,
        1150.36
    ],
    [
        " if you were just training all the time and never really getting an education on what you're doing",
        1150.36,
        1155.56
    ],
    [
        " or studying or learning the bigger picture of that,",
        1155.56,
        1158.26
    ],
    [
        " that training wouldn't be nearly as useful.",
        1158.46,
        1160.16
    ],
    [
        " You wouldn't learn as much if you weren't educating yourself why you're doing it.",
        1160.28,
        1164.28
    ],
    [
        " I know they talk more about it, but there's this idea like,",
        1164.38,
        1167.08
    ],
    [
        " if I'm going to go to the RIFE range and get really good at shooting the rifle,",
        1167.26,
        1171.64
    ],
    [
        " I could train on the rifle over and over and over again.",
        1171.64,
        1173.84
    ],
    [
        " I could do the same thing in an airplane.",
        1173.96,
        1175.08
    ],
    [
        " I could train over and over again.",
        1175.18,
        1176.54
    ],
    [
        " But my education comes from other components like what the aircraft that I'm fighting against could do,",
        1176.54,
        1181.52
    ],
    [
        " what my enemies capable of, what the 3D environment might be,",
        1181.66,
        1184.64
    ],
    [
        " and that training evolves because of the education.",
        1184.86,
        1188.1
    ],
    [
        " And if all I ever did was sort of think about what that looked like in three-dimensional",
        1188.56,
        1192.9
    ],
    [
        " battle space and never trained for it, that education by itself, I wouldn't learn as much",
        1192.9,
        1197.16
    ],
    [
        " about doing the training with it.",
        1197.16,
        1198.74
    ],
    [
        " Yeah, yeah, no.",
        1199.1,
        1200.84
    ],
    [
        " I'm seeing it.",
        1201.36,
        1203.72
    ],
    [
        " I'm seeing it.",
        1204.0,
        1205.4
    ],
    [
        " Continue on.",
        1208.64,
        1209.52
    ],
    [
        " Marines must always seek better ways to learn throughout the entire continuum of the training",
        1209.72,
        1214.58
    ],
    [
        " of training and education.",
        1214.58,
        1215.6
    ],
    [
        " Throughout this publication, the term learning is emphasized.",
        1215.98,
        1218.4
    ],
    [
        " Training and education are used specifically,",
        1218.94,
        1220.52
    ],
    [
        " referring to one or the other.",
        1220.9,
        1222.36
    ],
    [
        " Learning is the overall intended outcome of both training and education.",
        1222.9,
        1226.28
    ],
    [
        " So there you go.",
        1226.64,
        1227.38
    ],
    [
        " Interesting.",
        1228.6,
        1229.74
    ],
    [
        " That must have been a little clogged thing in my brain from when I read this.",
        1229.92,
        1234.48
    ],
    [
        " Marines continuously learn to be ready for the constantly changing and increasing demands",
        1235.46,
        1239.48
    ],
    [
        " of warfare and the range of missions.",
        1239.48,
        1241.4
    ],
    [
        " As Marine Corps Doctrinal Publication 6 Command and Control explains,",
        1241.7,
        1245.36
    ],
    [
        " we earn the trust of others by demonstrating competence,",
        1246.04,
        1248.62
    ],
    [
        " a sense of responsibility, loyalty, and self-discipline.",
        1249.08,
        1252.24
    ],
    [
        " We just talked about that on the last podcast, right?",
        1252.56,
        1256.58
    ],
    [
        " The number one way to earn trust is competence.",
        1256.86,
        1260.7
    ],
    [
        " Be good at your job.",
        1260.94,
        1261.54
    ],
    [
        " Think about that.",
        1261.96,
        1262.48
    ],
    [
        " We earn the trust of others by our own self-discipline.",
        1262.48,
        1266.92
    ],
    [
        " Competence is having sufficient knowledge, judgment, and skills to perform a particular duty",
        1266.92,
        1274.72
    ],
    [
        " job or function.",
        1274.72,
        1275.66
    ],
    [
        " Marines improve competencies through formal and informal learning opportunities that develop",
        1276.06,
        1280.76
    ],
    [
        " the required knowledge skills and attitudes.",
        1280.76,
        1282.88
    ],
    [
        " Marines learn to address complex problems and develop teamwork wherever they may be,",
        1283.38,
        1287.56
    ],
    [
        " whether in garrison deployed or in formal learning centers.",
        1287.8,
        1291.38
    ],
    [
        " Learning enables Marines to think critically, develop judgment, and cultivate a bias for action",
        1291.6,
        1297.58
    ],
    [
        " without waiting to be told what to do.",
        1297.58,
        1301.96
    ],
    [
        " The purpose, learning enables Marines to think critically, develop judgment,",
        1302.7,
        1307.28
    ],
    [
        " and cultivate a bias for action without waiting to be told what to do.",
        1307.46,
        1311.0
    ],
    [
        " That is such the opposite of what people think that the military is.",
        1311.4,
        1314.78
    ],
    [
        " Everyone thinks it's to be told what to do.",
        1315.74,
        1317.6
    ],
    [
        " And here, the actual words are don't wait to be told what to do.",
        1317.7,
        1322.22
    ],
    [
        " The actual words, a bias for action.",
        1322.34,
        1324.42
    ],
    [
        " A Marine with knowledge and skills who lacks judgment requires close supervision,",
        1325.42,
        1329.82
    ],
    [
        " which may not be possible in combat conditions, hence decentralized command.",
        1329.94,
        1333.72
    ],
    [
        " One, our Marine Corps ethos demands competence, responsibility, loyalty, and self-discipline",
        1334.38,
        1339.76
    ],
    [
        " as military professionals charge with defense of the nation.",
        1339.76,
        1342.84
    ],
    [
        " Learning prepares Marines to exercise initiative within the commander's intent,",
        1343.34,
        1347.1
    ],
    [
        " constantly seeking to improve developmental agility, and deal with changing situations.",
        1347.42,
        1352.48
    ],
    [
        " Whoever was the guy writing this went out of his way to not just say discipline,",
        1353.26,
        1361.76
    ],
    [
        " because I always think military, that's actually not what it is.",
        1362.62,
        1364.88
    ],
    [
        " That's by itself is not enough.",
        1365.46,
        1367.16
    ],
    [
        " He's making it perfectly clear to everyone that we're not going to impose discipline on you,",
        1368.0,
        1372.52
    ],
    [
        " you need self-discipline.",
        1372.64,
        1373.36
    ],
    [
        " That's what you need.",
        1373.42,
        1374.96
    ],
    [
        " Decentralized command.",
        1378.68,
        1379.5
    ],
    [
        " Next section, the role of learning and war fighting.",
        1380.72,
        1385.14
    ],
    [
        " Manoeuvre warfare requires intelligent leaders at all levels who possess a bias for intelligent action.",
        1385.3,
        1390.66
    ],
    [
        " Oh, we just threw a little change at you.",
        1391.02,
        1392.38
    ],
    [
        " Intelligent actions.",
        1392.58,
        1393.7
    ],
    [
        " Not just action, because we don't want you just to take action, we want you to do something smart.",
        1394.02,
        1397.5
    ],
    [
        " Successfully, on warfare, depends on Marines developing an intellectual edge to accurately",
        1398.74,
        1403.28
    ],
    [
        " recognize cues, make sense of the information, and respond effectively.",
        1403.28,
        1406.92
    ],
    [
        " This intellectual edge is based on developed knowledge and experience that allows Marines",
        1407.38,
        1412.12
    ],
    [
        " to shape conditions and events to their advantage.",
        1412.12,
        1414.64
    ],
    [
        " Developing fundamental cognitive competencies, such as problem framing,",
        1415.16,
        1419.78
    ],
    [
        " mental imaging, critical thinking, analysis, synthesis, reasoning, and problem solving",
        1420.12,
        1424.7
    ],
    [
        " enables Marines to make effective decisions more quickly in time constrained,",
        1424.7,
        1428.78
    ],
    [
        " operational environments when they often have incomplete, inaccurate, or even contradictory information.",
        1430.16,
        1435.86
    ],
    [
        " There you go.",
        1436.68,
        1440.22
    ],
    [
        " And this is one of those when I was reading this sentence yesterday,",
        1441.46,
        1443.86
    ],
    [
        " you were editing some of my work maybe a couple of weeks ago.",
        1444.38,
        1448.66
    ],
    [
        " And you said, hey, you know, this sentence that you wrote here,",
        1449.34,
        1451.52
    ],
    [
        " a lot in there, you used a lot of words here.",
        1452.76,
        1454.58
    ],
    [
        " Think about it.",
        1455.6,
        1456.54
    ],
    [
        " Maybe you could tighten this up.",
        1456.84,
        1458.0
    ],
    [
        " And I read it and I was like, yeah, I'm not tighten that.",
        1458.46,
        1460.52
    ],
    [
        " I said, you remember that one sentence?",
        1460.58,
        1461.6
    ],
    [
        " You said, yeah, and I said, I said, I'm not changing it.",
        1461.72,
        1465.34
    ],
    [
        " And when I read this sentence, I thought about that.",
        1466.62,
        1468.96
    ],
    [
        " I was like, well, could we have kind of made this a little bit more concise?",
        1469.14,
        1472.78
    ],
    [
        " But then I read it again, and I thought to myself, no, this every one of these.",
        1473.6,
        1479.26
    ],
    [
        " What would you take out?",
        1479.54,
        1480.12
    ],
    [
        " Yeah, what do you take out?",
        1480.22,
        1481.34
    ],
    [
        " What do you take out?",
        1481.4,
        1481.92
    ],
    [
        " Where you don't lose some level of meaning.",
        1482.08,
        1485.22
    ],
    [
        " And you know, this kind of sentence right here,",
        1485.26,
        1487.62
    ],
    [
        " you know, if you're a young marine out there,",
        1487.88,
        1490.12
    ],
    [
        " that's reading this for the first time, you're going, wait a second.",
        1490.42,
        1493.46
    ],
    [
        " They didn't cover this in junior high school English, right?",
        1494.92,
        1500.02
    ],
    [
        " So you have to break it down a little bit.",
        1500.78,
        1502.12
    ],
    [
        " You have to go, what are they talking about?",
        1502.2,
        1503.34
    ],
    [
        " Developing fundamental cognitive competencies.",
        1503.48,
        1506.84
    ],
    [
        " Okay, what does that mean?",
        1507.06,
        1507.7
    ],
    [
        " That means I need to be able to think about these things.",
        1508.4,
        1511.94
    ],
    [
        " What I need to be able to think about?",
        1512.38,
        1514.72
    ],
    [
        " Problem framing.",
        1515.32,
        1515.96
    ],
    [
        " What does that mean?",
        1515.96,
        1516.66
    ],
    [
        " It means assessing, looking at things in a certain way.",
        1516.8,
        1520.6
    ],
    [
        " Mental imaging.",
        1520.82,
        1522.32
    ],
    [
        " Okay, what do I see in those things?",
        1522.46,
        1523.66
    ],
    [
        " Critical thinking.",
        1524.1,
        1524.44
    ],
    [
        " All right, now I need to think about them.",
        1524.56,
        1525.72
    ],
    [
        " I need to analyze those things.",
        1526.02,
        1528.34
    ],
    [
        " I need to synthesize.",
        1528.72,
        1529.74
    ],
    [
        " I need to take all those things and put them together.",
        1529.74,
        1531.3
    ],
    [
        " I need to reason through them.",
        1531.6,
        1533.46
    ],
    [
        " And then I need to problem solve.",
        1533.58,
        1534.56
    ],
    [
        " Yeah.",
        1534.98,
        1535.12
    ],
    [
        " So there's a lot going on there.",
        1535.62,
        1537.5
    ],
    [
        " Yeah, and those aren't just synonyms.",
        1537.62,
        1538.8
    ],
    [
        " It just repeat yourself.",
        1538.8,
        1539.66
    ],
    [
        " Those are different things.",
        1539.78,
        1540.66
    ],
    [
        " Yeah.",
        1540.76,
        1540.9
    ],
    [
        " And I was, I wrote, I got to know it's all throughout this thing.",
        1541.38,
        1544.7
    ],
    [
        " But obviously the Marine Corps, the title of this section is the role of learning and",
        1545.3,
        1548.86
    ],
    [
        " war fighting.",
        1548.86,
        1549.26
    ],
    [
        " Well, that's, that's cool because this is the Marine Corps.",
        1549.52,
        1551.16
    ],
    [
        " We're about war fighting.",
        1551.22,
        1551.88
    ],
    [
        " If you take out the word marine and take out the word war fighting,",
        1552.32,
        1554.44
    ],
    [
        " this is describing life.",
        1554.58,
        1555.96
    ],
    [
        " Like you want to talk about how is this applicable to my world?",
        1556.74,
        1558.8
    ],
    [
        " I have to make decisions when I don't have, when I have incomplete inaccurate or",
        1559.26,
        1562.96
    ],
    [
        " contradictory information.",
        1562.96,
        1564.06
    ],
    [
        " When don't you have that war fighting?",
        1564.7,
        1567.64
    ],
    [
        " It's a no-brainer, but it's actually true everywhere.",
        1567.7,
        1569.32
    ],
    [
        " I mean, this thing is it's written so clearly for any situation.",
        1569.52,
        1573.02
    ],
    [
        " Yeah.",
        1573.34,
        1573.5
    ],
    [
        " A central tentative maneuver warfare is attacking the enemy's ability to make decisions and",
        1576.4,
        1581.2
    ],
    [
        " shift the mental aspects of warfare to the Marine's advantage.",
        1581.2,
        1584.48
    ],
    [
        " In short, Marines develop an intellectual edge by learning cognitive skills and",
        1585.06,
        1589.84
    ],
    [
        " competencies that enable them to move through the observed, oriental side and axe cycle,",
        1589.84,
        1594.92
    ],
    [
        " often refer to as the utaloupe, more quickly and effectively than the enemy.",
        1594.92,
        1598.3
    ],
    [
        " The war fighter who recognizes what is happening adapts the situation and makes,",
        1599.08,
        1602.88
    ],
    [
        " and then makes effective decisions in the shortest amount of time will typically have an",
        1602.88,
        1606.42
    ],
    [
        " advantage.",
        1606.42,
        1606.84
    ],
    [
        " The utaloupe decision-making cycle is even more important in preparation for future conflicts,",
        1607.2,
        1612.48
    ],
    [
        " because as new technologies emerge, the rate of change will continue to increase.",
        1612.48,
        1616.62
    ],
    [
        " Therefore, Marines must continuously improve their knowledge and skills by leveraging technology,",
        1617.14,
        1622.18
    ],
    [
        " but never depend upon technology alone as the solution.",
        1622.5,
        1626.46
    ],
    [
        " We're back to Colonel Boyd.",
        1627.26,
        1630.52
    ],
    [
        " Marines should observe their environment to recognize key cues, synthesize these cues to",
        1632.88,
        1639.3
    ],
    [
        " orient and quickly make sense of the information in order to decide an act, and then Marines will",
        1639.3,
        1643.92
    ],
    [
        " start the cycle again as they observe the effects of their actions.",
        1643.92,
        1647.72
    ],
    [
        " So, you replace us?",
        1648.16,
        1652.16
    ],
    [
        " Yeah.",
        1652.82,
        1652.92
    ],
    [
        " Are you good?",
        1653.62,
        1654.1
    ],
    [
        " No.",
        1654.36,
        1654.48
    ],
    [
        " But I can play.",
        1655.1,
        1656.12
    ],
    [
        " Oh, okay.",
        1656.78,
        1657.12
    ],
    [
        " So, so you think you can take me?",
        1657.38,
        1660.14
    ],
    [
        " No.",
        1660.36,
        1660.52
    ],
    [
        " Okay, check.",
        1661.06,
        1661.5
    ],
    [
        " You probably could.",
        1661.84,
        1662.56
    ],
    [
        " I don't know if I would have been in chess player.",
        1662.84,
        1664.5
    ],
    [
        " I don't play chess.",
        1664.7,
        1665.86
    ],
    [
        " Okay.",
        1666.12,
        1666.24
    ],
    [
        " So, I know how to play it, but I don't play it.",
        1666.44,
        1668.24
    ],
    [
        " But I understand the game.",
        1668.46,
        1672.02
    ],
    [
        " So, one thing that's interesting about the game is, and there's a great documentary",
        1672.9,
        1677.38
    ],
    [
        " about the current world champion in chess.",
        1677.38,
        1682.6
    ],
    [
        " And I freed his last name.",
        1683.8,
        1684.8
    ],
    [
        " His first name is Magnus.",
        1684.86,
        1685.7
    ],
    [
        " Yeah, I watched it.",
        1686.32,
        1687.8
    ],
    [
        " I know it's talking about it.",
        1687.92,
        1688.38
    ],
    [
        " Yeah, yeah.",
        1688.38,
        1688.92
    ],
    [
        " So, what's cool is,",
        1689.06,
        1690.04
    ],
    [
        " and what I learned from watching that documentary is that,",
        1691.12,
        1694.08
    ],
    [
        " when you're a good chess player, you're seeing patterns.",
        1694.4,
        1697.0
    ],
    [
        " You're just seeing chunks of the board, and you can take all those pieces that are there,",
        1697.62,
        1700.9
    ],
    [
        " and you understand the whole thing.",
        1701.0,
        1702.2
    ],
    [
        " And then the better you are, the more chunks you understand and the more you understand",
        1702.74,
        1707.44
    ],
    [
        " how they're going to play out.",
        1707.44,
        1708.34
    ],
    [
        " And it's the same thing.",
        1708.52,
        1709.26
    ],
    [
        " Now, when you take that and you look at, you know, if you look at Jiu-Jitsu,",
        1709.38,
        1712.16
    ],
    [
        " like, I see where your arm is, and I know what that indicates,",
        1712.3,
        1715.86
    ],
    [
        " the three possibilities that you have, and one of those possibilities isn't really a",
        1715.86,
        1719.7
    ],
    [
        " possibility because you also have your leg over here.",
        1719.7,
        1721.44
    ],
    [
        " So that means two possibilities.",
        1721.44,
        1722.38
    ],
    [
        " And so you can see these chunks.",
        1722.88,
        1723.72
    ],
    [
        " You can see things, and you can react to it.",
        1723.88,
        1726.92
    ],
    [
        " And then, as you get good at reacting to seeing these chunks and get good at reacting to pattern",
        1727.1,
        1731.74
    ],
    [
        " recognition, what makes it so...",
        1731.74,
        1735.78
    ],
    [
        " What happens is, you see pattern, you get pattern recognition.",
        1735.78,
        1738.8
    ],
    [
        " And what makes it easy isn't that you...",
        1739.4,
        1744.9
    ],
    [
        " It's not that I see a pattern, and I see a pattern, and I see a pattern,",
        1744.9,
        1748.32
    ],
    [
        " I know what to do, and I know what to do, and I know what to do.",
        1748.32,
        1749.68
    ],
    [
        " That's easy.",
        1749.68,
        1750.2
    ],
    [
        " That's like level one.",
        1750.3,
        1751.3
    ],
    [
        " That's your white belt thought process.",
        1751.52,
        1754.36
    ],
    [
        " But what makes it easy when you're operating a high level,",
        1755.06,
        1758.96
    ],
    [
        " is you see the chunks, you see the patterns that you recognize, and you know what to do.",
        1759.32,
        1763.32
    ],
    [
        " But then you see a small outlier, and you're able to recognize it.",
        1763.48,
        1767.2
    ],
    [
        " If you didn't know those patterns, you wouldn't recognize that outlier at all.",
        1767.3,
        1769.86
    ],
    [
        " As soon as you see that outliner, because all those chunks, those other pieces are where they are,",
        1770.3,
        1774.28
    ],
    [
        " you go, oh, outlier, I understand how that outlier fits into this whole",
        1774.36,
        1778.14
    ],
    [
        " picture, and I can solve that problem.",
        1778.14,
        1779.46
    ],
    [
        " I can solve it a thousand times faster than someone that has to take all the different chunks,",
        1780.32,
        1786.9
    ],
    [
        " and all these different things, and put them together.",
        1787.04,
        1788.44
    ],
    [
        " So, when we're training Marines, or we're training humans,",
        1788.8,
        1792.36
    ],
    [
        " what we're trying to get good at is that whole process right there.",
        1792.98,
        1796.1
    ],
    [
        " And when I see something, I go, oh, this is what's happening.",
        1796.64,
        1798.94
    ],
    [
        " Okay, I see that.",
        1799.2,
        1799.78
    ],
    [
        " Yeah, I'm going to do this, and I see that, and I see this.",
        1799.88,
        1801.22
    ],
    [
        " Oh, here, out of the five things that took me no thought whatsoever,",
        1801.56,
        1804.72
    ],
    [
        " I can solve those without even thinking, I know what to do.",
        1805.72,
        1808.02
    ],
    [
        " And then there's this one outlier thing that I see, and I go, oh, that's different.",
        1808.66,
        1812.02
    ],
    [
        " And if I had to deal with each of those five chunks in an individual basis,",
        1812.7,
        1816.94
    ],
    [
        " and solve each one of those problems, I wouldn't even notice that outlier.",
        1817.14,
        1820.02
    ],
    [
        " I wouldn't even see it.",
        1820.14,
        1821.08
    ],
    [
        " But when I see it, when I recognize everything, and I've patterned recognition on five things,",
        1821.92,
        1827.12
    ],
    [
        " or four out of five things, that one thing that I don't recognize,",
        1827.5,
        1830.24
    ],
    [
        " I can focus my efforts on it, and I can get it solved.",
        1830.36,
        1832.24
    ],
    [
        " And that's what you're trying to train leaders to do, is recognize even when we talk about",
        1832.9,
        1838.42
    ],
    [
        " dealing with people, right?",
        1838.42,
        1840.4
    ],
    [
        " Dealing with you're in a leadership position.",
        1840.62,
        1842.42
    ],
    [
        " Here's the nine different types.",
        1843.62,
        1845.68
    ],
    [
        " If you and I, if I say I got to go talk to this guy who has a bad temper,",
        1846.12,
        1850.06
    ],
    [
        " you and I are all planned, and there's eight things that will cover,",
        1850.64,
        1854.48
    ],
    [
        " and I'll be like, yep, if he does this, if he does that, I'll do that.",
        1854.66,
        1856.74
    ],
    [
        " And when I walk in and confront you about this, or talk to you about this,",
        1856.88,
        1860.2
    ],
    [
        " seven of those things that you throw at me, I'm already ready for it.",
        1861.3,
        1864.24
    ],
    [
        " And that means when you hit me with the one that I didn't expect, it's cool.",
        1864.32,
        1867.64
    ],
    [
        " Because I can just go, okay, I see what he's, I see what he is, I see what's happening,",
        1868.0,
        1872.52
    ],
    [
        " I have the other parts handled, and I can just focus on this one little thing right now,",
        1872.68,
        1875.34
    ],
    [
        " which is, I see what's happening.",
        1875.62,
        1876.94
    ],
    [
        " He's really committed to this part of his plan.",
        1877.06,
        1879.16
    ],
    [
        " Okay, cool.",
        1879.72,
        1880.38
    ],
    [
        " Hey, you know what, I think that one part of your plan,",
        1880.9,
        1883.0
    ],
    [
        " I think that's actually one of the better plans I've seen.",
        1883.38,
        1886.36
    ],
    [
        " And all of a sudden, I solved that thing.",
        1886.82,
        1889.1
    ],
    [
        " Which if I went into that room without recognizing the other patterns,",
        1889.3,
        1892.38
    ],
    [
        " I never would have even seen that outlier.",
        1892.48,
        1894.14
    ],
    [
        " That's a really complex thing that I just tried to explain.",
        1894.38,
        1897.22
    ],
    [
        " How did I do? Echo, did I do it?",
        1897.44,
        1898.86
    ],
    [
        " Yeah, pretty good.",
        1899.44,
        1900.18
    ],
    [
        " Not that, maybe this is just maybe add to it, but yes,",
        1900.4,
        1905.48
    ],
    [
        " you have eight scenarios, and you know,",
        1905.58,
        1907.68
    ],
    [
        " nine scenarios out of the 10 or whatever, but you know, the one that you don't necessarily know.",
        1908.02,
        1913.74
    ],
    [
        " If you're thorough with the nine that you know,",
        1915.38,
        1917.24
    ],
    [
        " you know why you have the solutions.",
        1917.38,
        1919.34
    ],
    [
        " Like the solutions are the solutions for these nine that you do know for reasons.",
        1919.56,
        1923.08
    ],
    [
        " Right?",
        1923.6,
        1923.68
    ],
    [
        " So you know about all those reasons.",
        1923.92,
        1925.32
    ],
    [
        " So when that 10th one comes, you don't know the solution,",
        1925.52,
        1927.94
    ],
    [
        " but you know all the reasoning behind the other solutions,",
        1927.94,
        1929.78
    ],
    [
        " and you apply those, that reasoning.",
        1929.78,
        1931.16
    ],
    [
        " Yes.",
        1931.3,
        1931.54
    ],
    [
        " So I'm saying, so yes, I dig it.",
        1931.84,
        1935.22
    ],
    [
        " You're talking about running, they reference this Udalupe,",
        1935.88,
        1939.94
    ],
    [
        " which they do, the Marine Corps uses, I mean,",
        1939.94,
        1941.6
    ],
    [
        " boy, basically drove maneuver warfare for the Marine Corps with that concept,",
        1941.8,
        1945.54
    ],
    [
        " but you're really talking about running Udalupe with all these different",
        1945.8,
        1949.96
    ],
    [
        " loops at the same time, and the real key is to find the one where the point of friction really is.",
        1949.96,
        1954.9
    ],
    [
        " And that's why if you're an IA playing this linear game,",
        1955.44,
        1957.52
    ],
    [
        " just you against me and this one thing,",
        1957.66,
        1958.96
    ],
    [
        " it doesn't really make a difference.",
        1959.5,
        1962.08
    ],
    [
        " But if I'm running seven or eight, and I recognize that this is the one where the friction really is,",
        1962.64,
        1966.62
    ],
    [
        " and you don't even, you have no clues even there,",
        1966.7,
        1968.44
    ],
    [
        " I'm not even worried about the other ones.",
        1968.8,
        1970.06
    ],
    [
        " Now, I need to keep up with those things, I can't ignore them,",
        1970.22,
        1972.22
    ],
    [
        " but I'm going to solve this thing, and I'll be making decisions to maneuver this place",
        1972.44,
        1976.06
    ],
    [
        " where I want it, and you won't even know that it's happening.",
        1976.06,
        1977.76
    ],
    [
        " That's how come when you said, are you going to beat me in chess?",
        1978.18,
        1980.2
    ],
    [
        " I'm like, well, if you actually know how to play chess,",
        1980.38,
        1982.36
    ],
    [
        " I'm not going to beat you, because I'm actually sort of still just playing checkers.",
        1982.62,
        1986.32
    ],
    [
        " But you are off here solving this other problem,",
        1986.6,
        1989.06
    ],
    [
        " that I'm not even paying attention to, and you might have 8, 9, 10 multiple Udalupe",
        1989.28,
        1992.62
    ],
    [
        " loops at the same time of all these different things,",
        1992.62,
        1994.34
    ],
    [
        " but only you have to figure out the one that matters.",
        1994.62,
        1996.14
    ],
    [
        " If I don't know what you're doing, I'm not even competing with you.",
        1996.28,
        1999.44
    ],
    [
        " I'm losing, and I'd be knowing.",
        1999.78,
        2000.84
    ],
    [
        " As I was talking about here the other day, I'm running Udalupe on top,",
        2001.94,
        2007.34
    ],
    [
        " I'm running Udalupe with Udalupe inside it.",
        2007.48,
        2009.58
    ],
    [
        " It's like there's four or five things that are going on,",
        2010.24,
        2012.52
    ],
    [
        " but there's a bigger thing that's going on outside of that.",
        2012.88,
        2015.2
    ],
    [
        " We got Udalupe's going on inside of Udalupe's,",
        2016.12,
        2018.02
    ],
    [
        " you can't do none of these things.",
        2018.62,
        2020.96
    ],
    [
        " You can't deal with the seven Udalupe's going on at the same time,",
        2021.08,
        2023.4
    ],
    [
        " and identify the other one.",
        2023.44,
        2024.78
    ],
    [
        " You can't do Udalupe's within Udalupe's if you get caught up in those loops yourself.",
        2025.04,
        2029.0
    ],
    [
        " You've got to be able to detach that back.",
        2029.16,
        2030.62
    ],
    [
        " The more that you train to do that, the easier it becomes to recognize these things,",
        2031.36,
        2035.58
    ],
    [
        " these outliers, and you're able to focus your mind where you need to focus it and make decisions",
        2036.02,
        2042.02
    ],
    [
        " properly.",
        2042.02,
        2042.6
    ],
    [
        " Yep.",
        2043.26,
        2043.34
    ],
    [
        " Sometimes those cues are minuscule and subtle, and you can almost unidentifiable,",
        2045.06,
        2051.72
    ],
    [
        " but if you've done it enough,",
        2051.72,
        2052.9
    ],
    [
        " if you have done it a lot, the more you do it,",
        2053.12,
        2057.78
    ],
    [
        " these little tiny unnoticable things start to just look like just giant red flags.",
        2058.2,
        2065.8
    ],
    [
        " It's so easy to see.",
        2065.8,
        2067.82
    ],
    [
        " You go, there's the flank coming at me.",
        2068.1,
        2070.32
    ],
    [
        " I remember Top Gun you do a lot of one against one, a lot of BFM.",
        2070.92,
        2075.84
    ],
    [
        " It feels somewhat two-dimensional in the air.",
        2075.86,
        2078.1
    ],
    [
        " But there's a million little cues that takes a lot of experience.",
        2078.92,
        2081.74
    ],
    [
        " I remember fighting with someone and probably halfway through the fight,",
        2081.86,
        2086.64
    ],
    [
        " and debriefing, recognizing this is the place here where I knew that these other things were",
        2087.18,
        2091.46
    ],
    [
        " no longer going to happen, and this is going to happen.",
        2091.46,
        2092.7
    ],
    [
        " I maneuvered here.",
        2092.82,
        2093.42
    ],
    [
        " That's how I got behind you and killed you.",
        2093.66,
        2094.78
    ],
    [
        " I was like, how did you know this was going to happen here when I was five minutes",
        2094.84,
        2099.2
    ],
    [
        " previous in the chess board.",
        2099.2,
        2100.06
    ],
    [
        " I'm like, well, looking across the horizon, your leading edge flaps are dug in a little bit",
        2100.16,
        2104.72
    ],
    [
        " lower than normal, which means you were at least between, I don't know, 220 and 240 knots.",
        2104.72,
        2110.0
    ],
    [
        " Let's go to your tape and it's 237 knots.",
        2110.12,
        2112.72
    ],
    [
        " And he's like, look, I'm not smarter than you, but I have seen that and I've looked for that.",
        2114.02,
        2119.16
    ],
    [
        " And I noticed your three degrees above the horizon, which means you're going a little bit slower,",
        2119.56,
        2123.42
    ],
    [
        " which means you don't have these options anymore.",
        2123.76,
        2125.5
    ],
    [
        " I don't have to worry about you going up.",
        2125.84,
        2127.0
    ],
    [
        " And so I'm making these decisions based on what, and he doesn't even know those things",
        2127.52,
        2130.56
    ],
    [
        " are happening.",
        2130.56,
        2130.96
    ],
    [
        " And it's like you said, those cues, but after a while, those cues become so easy to see.",
        2131.32,
        2136.0
    ],
    [
        " Yeah, there's four or five oodles that are going, you can throw them all, throw four from away,",
        2136.34,
        2140.88
    ],
    [
        " the fifth one, you go, oh yeah, here's where he's going.",
        2141.22,
        2142.62
    ],
    [
        " Next got it.",
        2142.62,
        2143.32
    ],
    [
        " And I'm going to be right here waiting for him.",
        2143.32,
        2144.76
    ],
    [
        " Totally.",
        2144.84,
        2145.0
    ],
    [
        " Good luck.",
        2145.18,
        2145.54
    ],
    [
        " I'm going to start maneuvering on this chess board.",
        2145.7,
        2147.02
    ],
    [
        " You don't even know what's happening.",
        2147.38,
        2148.06
    ],
    [
        " And then you're going to make your move, like I'm already set up to differentiate it.",
        2148.06,
        2150.52
    ],
    [
        " Next, through progressive learning and experience, Marines at all levels develop a bias for action.",
        2150.96,
        2160.32
    ],
    [
        " Enabled by adaptive rapid decision making.",
        2160.64,
        2163.2
    ],
    [
        " The more Marines learn and exercise this bias for action, the better it becomes.",
        2163.42,
        2166.42
    ],
    [
        " Once again, the more Marines learn and exercise this bias for action, the better it becomes.",
        2167.02,
        2172.6
    ],
    [
        " And this is something that, you know, on EF Online, last week, a guy said, hey, I'm not an",
        2172.72,
        2179.88
    ],
    [
        " aggressive leader.",
        2179.88,
        2180.72
    ],
    [
        " You know, what do I do?",
        2182.4,
        2184.42
    ],
    [
        " I'm not an aggressive leader.",
        2185.04,
        2186.4
    ],
    [
        " How do I get better?",
        2186.8,
        2187.9
    ],
    [
        " And I said, well, first of all, and I laid out the whole thing like when you're talking to",
        2188.58,
        2191.64
    ],
    [
        " and we ended up covering a similar question on the podcast, which is like, hey,",
        2191.64,
        2194.92
    ],
    [
        " aggressive doesn't mean loud in your face.",
        2194.96,
        2196.38
    ],
    [
        " It doesn't mean getting crazy.",
        2196.7,
        2197.68
    ],
    [
        " Aggressive means you are making, you're taking action.",
        2198.08,
        2200.94
    ],
    [
        " It's aggressively pursuing action.",
        2201.3,
        2202.82
    ],
    [
        " And one of the things that I use is people say, how can I train someone to be more aggressive?",
        2203.62,
        2207.66
    ],
    [
        " It's real easy.",
        2208.04,
        2208.72
    ],
    [
        " You put them in situations where if they're not aggressive, they die.",
        2209.12,
        2212.2
    ],
    [
        " Or whatever metaphorical world you live in.",
        2212.8,
        2216.82
    ],
    [
        " Hey, if you don't call the client, the client's going to blow up in you and you're going to lose",
        2216.98,
        2220.7
    ],
    [
        " the deal.",
        2220.7,
        2221.06
    ],
    [
        " If you don't solve this problem with your electrical system, that electrical system is going to fail",
        2221.42,
        2226.58
    ],
    [
        " and it's going to be a disaster.",
        2226.58,
        2227.86
    ],
    [
        " So what you learn to do is go, okay, I'm not 100% sure what to do, but I'm going to do something",
        2228.52,
        2232.08
    ],
    [
        " right now and make something happen.",
        2232.08,
        2233.18
    ],
    [
        " And you must, I mean, this was super easy for me because I would put an element out in the field.",
        2234.48,
        2239.02
    ],
    [
        " There's, you know, there's some seals alting a target and as they're alting the target,",
        2239.4,
        2243.36
    ],
    [
        " you know, they'll have a single shooter and now lying building.",
        2243.82,
        2247.0
    ],
    [
        " And they learn real quick.",
        2247.66,
        2249.34
    ],
    [
        " If they do nothing, cool.",
        2249.46,
        2250.4
    ],
    [
        " That guy's going to get his friends and he's going to kick their ass.",
        2250.92,
        2253.24
    ],
    [
        " And if they do something aggressive, they'll get that problem solved before it even really",
        2253.7,
        2257.48
    ],
    [
        " becomes a problem.",
        2257.48,
        2258.16
    ],
    [
        " So you can learn a bias for action.",
        2258.22,
        2262.2
    ],
    [
        " And that's how you learn it.",
        2262.28,
        2263.16
    ],
    [
        " And by the way, sometimes you do something aggressive and it doesn't work out the way you want it to.",
        2263.32,
        2268.78
    ],
    [
        " You're playing, you're playing a little bit, there's a gambling, right?",
        2269.2,
        2272.98
    ],
    [
        " There's an odds.",
        2273.16,
        2274.42
    ],
    [
        " There's odds to be played.",
        2274.62,
        2276.22
    ],
    [
        " And we covered this couple podcasts ago.",
        2276.46,
        2278.22
    ],
    [
        " You're playing the odds, right?",
        2278.6,
        2280.04
    ],
    [
        " And odds are seven out of 10 times.",
        2280.38,
        2283.78
    ],
    [
        " Your aggressive move is going to be the right move.",
        2284.3,
        2286.64
    ],
    [
        " Three out of 10 times, maybe it wasn't the best move, but you got to play the odds.",
        2287.68,
        2292.0
    ],
    [
        " And that's also why we do it a rev decision making because just because I'm doing something",
        2292.38,
        2295.26
    ],
    [
        " aggressive doesn't mean that I go all in and sacrifice everything else.",
        2295.26,
        2297.76
    ],
    [
        " No, I make a small move in the direction that I think is right aggressively.",
        2297.84,
        2300.7
    ],
    [
        " And then I read my feedback loop off of that.",
        2301.4,
        2303.6
    ],
    [
        " Continuing, although war games are training exercises approximate the conditions of war,",
        2304.38,
        2311.28
    ],
    [
        " Marines cannot fully replicate the dangers, complexities, emotions, and friction of actual combat.",
        2311.74,
        2316.38
    ],
    [
        " Marines experience a variety of training situations that approximate combat situations so that",
        2316.98,
        2321.58
    ],
    [
        " learned experiences can be remembered and applied during the stresses and friction of combat.",
        2321.58,
        2326.52
    ],
    [
        " Through both direct and indirect experiences and Marines develop a realistic appreciation",
        2327.52,
        2332.24
    ],
    [
        " for what is possible in combat and what is not.",
        2332.24,
        2335.86
    ],
    [
        " So one of the things that I used to tell guys, one of the failings of training for me when I was",
        2336.9,
        2342.66
    ],
    [
        " training, when I was running training was we in paintball, we had laser guns to simulate.",
        2342.66,
        2346.08
    ],
    [
        " One thing that I could not simulate is fear of death.",
        2346.66,
        2351.84
    ],
    [
        " Because I couldn't do it with my trade at role players because they'd be like,",
        2354.2,
        2358.4
    ],
    [
        " hey, we're going to die, we're going to get some.",
        2358.42,
        2359.86
    ],
    [
        " And that's a little bit more realistic because you could say, hey, these are geodicinatal care if",
        2359.96,
        2363.28
    ],
    [
        " they die cool. But the seals to say, like, you know, there's a down man in the middle of the street.",
        2363.28,
        2370.16
    ],
    [
        " And it in one second, there's four seals running out to save them.",
        2370.66,
        2374.86
    ],
    [
        " When those rounds are hitting, it's going to take a moment.",
        2375.36,
        2379.86
    ],
    [
        " It's going to take some color fire.",
        2380.62,
        2381.96
    ],
    [
        " It's going to take a moment.",
        2382.36,
        2382.92
    ],
    [
        " So that's the one thing I would have a hard time simulating is, hey, you're going to be afraid.",
        2383.12,
        2388.14
    ],
    [
        " And even if you're not afraid, two of the guys, three of the guys that are with you are going",
        2388.52,
        2394.16
    ],
    [
        " to be afraid are not going to want to step into that alleyway.",
        2394.16,
        2396.42
    ],
    [
        " They're not going to step way into the street or whatever.",
        2396.46,
        2397.9
    ],
    [
        " And so you got to calculate for that.",
        2398.28,
        2399.4
    ],
    [
        " So I would try and get people to behave as if you do this, you die.",
        2399.68,
        2405.06
    ],
    [
        " When I read this, I was thinking of a story.",
        2407.44,
        2409.54
    ],
    [
        " You've told me, you tell a story a lot.",
        2409.86,
        2412.02
    ],
    [
        " Is a story about stoner in his first combat mission.",
        2412.54,
        2415.64
    ],
    [
        " And you go through the story, what happens in the guy after the thing was the battalion commander,",
        2416.32,
        2420.1
    ],
    [
        " he was working as like, man, there was a mid team leader, a mid team major.",
        2420.1,
        2425.52
    ],
    [
        " Yeah, he was a major in the mid team.",
        2425.68,
        2426.7
    ],
    [
        " Which by the way, just real quick, mid team that meant he had been, you know, in,",
        2426.98,
        2431.56
    ],
    [
        " in Ramadi for five months, getting in gun fights.",
        2432.54,
        2434.38
    ],
    [
        " But yeah, totally.",
        2434.72,
        2435.46
    ],
    [
        " And just the point where he's like, hey, man, obviously you've been in a ton of these experiences.",
        2435.76,
        2440.48
    ],
    [
        " And kind of, and you're like, actually, Seth was like, no, that was my first time.",
        2440.48,
        2443.44
    ],
    [
        " But even like, I was even looking at the little things like, the training approximates combat",
        2444.06,
        2447.92
    ],
    [
        " situations. They were smart enough to not say replicates or is it, it's not the same.",
        2447.92,
        2452.36
    ],
    [
        " But it's just enough to get you to be prepared for what you're going to see.",
        2452.76,
        2455.64
    ],
    [
        " And actually, if you do it well, you can't make it perfect.",
        2455.88,
        2458.8
    ],
    [
        " But if you do it well, that's exactly how people respond in that most chaotic thing,",
        2458.8,
        2462.66
    ],
    [
        " which was exactly what happened to Stone.",
        2462.76,
        2464.12
    ],
    [
        " Yeah.",
        2464.4,
        2464.5
    ],
    [
        " Yeah, it's, and I would have guys all the time come back and say, oh, yeah, thanks for the training,",
        2464.9,
        2468.6
    ],
    [
        " because it was as good as it gets.",
        2468.62,
        2470.22
    ],
    [
        " Totally.",
        2470.44,
        2470.68
    ],
    [
        " Fast forward a little bit.",
        2471.44,
        2474.6
    ],
    [
        " Marines need to develop the memory skills, because Marines as human beings increasingly tend to",
        2475.6,
        2482.94
    ],
    [
        " digitally store and search for information, rather than committing information to short-term or",
        2482.94,
        2487.68
    ],
    [
        " long-term memory. Marines cannot always rely on technologies or on being able to digitally search",
        2487.68,
        2492.1
    ],
    [
        " for information during combat due to many reasons, such as time constraints, lack of network",
        2492.1,
        2496.36
    ],
    [
        " asset access, or the need to minimize electronic signatures.",
        2496.36,
        2500.04
    ],
    [
        " Therefore, Marines at all levels need to train their minds to memorize and recall important",
        2500.46,
        2504.92
    ],
    [
        " information to reflect upon that knowledge, to develop understanding and to frequently exercise",
        2504.92,
        2509.18
    ],
    [
        " these skills through training.",
        2509.18,
        2510.72
    ],
    [
        " So that information can be recalled instinctively during combat.",
        2511.06,
        2513.82
    ],
    [
        " And I forgot to mention that yes, I am skipping forward through some of this information.",
        2517.28,
        2521.94
    ],
    [
        " But, you know, it's just because we're not going to, we're going to try not to do a 17-hour",
        2522.42,
        2527.06
    ],
    [
        " podcast on this one manual.",
        2527.06,
        2528.78
    ],
    [
        " I was wondering how are you going to not read the whole poem.",
        2529.06,
        2531.04
    ],
    [
        " I was wondering it too, especially in the opening when you're just going, okay,",
        2531.38,
        2534.14
    ],
    [
        " this whole thing, this whole thing is good.",
        2534.24,
        2536.76
    ],
    [
        " Next section, key principles of learning.",
        2538.28,
        2540.54
    ],
    [
        " The first learning principle is know yourself and seek self-improvement.",
        2542.64,
        2547.92
    ],
    [
        " A Marines mindset, values, ethics, and experiences impact his or her learning decisions and actions.",
        2547.92,
        2555.74
    ],
    [
        " Once again, sorry, Sam Harris.",
        2556.34,
        2559.84
    ],
    [
        " We do have free will, or at least Marines on the battlefield, Sam Harris have free will",
        2561.22,
        2566.72
    ],
    [
        " to make decisions and take actions based on the impact of their learning,",
        2566.72,
        2570.4
    ],
    [
        " based on their mindset, based on their values, based on their ethics, based on their experiences.",
        2570.74,
        2575.58
    ],
    [
        " Fast forward a little bit.",
        2577.02,
        2578.32
    ],
    [
        " When Marines are aware of how perspectives and experiences shape their thinking,",
        2578.42,
        2582.72
    ],
    [
        " they can better identify assumptions, biases, and other factors that influence learning.",
        2583.0,
        2587.24
    ],
    [
        " Previous experiences are valuable for many reasons, such as providing personalized references",
        2588.5,
        2593.3
    ],
    [
        " to integrate new knowledge, skills, and experience into memory.",
        2593.3,
        2596.7
    ],
    [
        " Marines learn and fight effectively despite friction, which has been described as the force in war",
        2597.18,
        2602.36
    ],
    [
        " that makes the apparently easy so difficult. Learning is not always easy.",
        2602.36,
        2608.92
    ],
    [
        " A lack of self-awareness, emotional regulation, humility, time management, or biases can cause",
        2609.48,
        2616.22
    ],
    [
        " friction that makes learning more difficult. Yeah, check it out. If you're not self-aware,",
        2616.22,
        2622.16
    ],
    [
        " if you can't regulate your emotions, if you're not humble, if you don't have good time management,",
        2622.26,
        2626.06
    ],
    [
        " or if you have biases, it's going to be hard to learn.",
        2626.52,
        2628.7
    ],
    [
        " Which are all natural things, by the way.",
        2629.26,
        2631.68
    ],
    [
        " Which are all natural things, which are all things that we kind of every",
        2632.86,
        2636.7
    ],
    [
        " by natural, I assume you mean like that's where we tend. Yes, sir.",
        2636.7,
        2640.66
    ],
    [
        " We tend to lack self-awareness. We tend to not be able to control our emotions. We tend to",
        2641.08,
        2646.02
    ],
    [
        " lack humility. We tend not to be able to do time management. We tend to have biases.",
        2646.02,
        2650.4
    ],
    [
        " Correct. Echo channels.",
        2652.16,
        2653.44
    ],
    [
        " Marines overcome this friction and seek self-improvement by better understanding themselves,",
        2655.3,
        2659.72
    ],
    [
        " particularly how our values, ethics, and perspectives influence learning.",
        2659.96,
        2663.22
    ],
    [
        " And now I think it's important to remember that when we're talking about learning in that context",
        2664.0,
        2668.78
    ],
    [
        " right there, we're talking about hey, what I learned from this class or this training.",
        2668.78,
        2671.96
    ],
    [
        " It's what am I learning on the battlefield? What am I seeing and how are my biases",
        2672.66,
        2677.2
    ],
    [
        " negatively impacting how I'm able to take on this new information and adapt to it?",
        2678.9,
        2683.44
    ],
    [
        " That's what happens. You know, you have this idea in your head of how things should be,",
        2683.94,
        2690.7
    ],
    [
        " and therefore when the enemy does something you don't expect you, you don't accept it.",
        2691.0,
        2695.46
    ],
    [
        " You act like it happened a different way. They couldn't, they just got lucky.",
        2695.9,
        2698.64
    ],
    [
        " You make excuses for yourself. You make excuses for the enemy. They got lucky. They can't do that again.",
        2700.02,
        2705.72
    ],
    [
        " Those are your biases, preventing you from learning.",
        2707.28,
        2709.84
    ],
    [
        " I mean, we must have, we did that like crazy in Iraq. We as a country, right? Oh, they,",
        2710.98,
        2717.8
    ],
    [
        " they can't be, this can't be an organized campaign. There's just some rabble razors out there.",
        2717.94,
        2722.16
    ],
    [
        " Like we just wouldn't accept it. This isn't an insertion. These are just some out pockets out",
        2722.38,
        2727.08
    ],
    [
        " lying of some disgruntled folks around here. It fasts for over a year and a half, two years.",
        2727.08,
        2732.16
    ],
    [
        " We got a full fledged insertion on our hands. What's a rabble razor?",
        2732.26,
        2735.68
    ],
    [
        " Something that just causes problems.",
        2736.32,
        2738.0
    ],
    [
        " Second principle, the second learning principle is be ready and willing to learn.",
        2738.98,
        2745.92
    ],
    [
        " You wouldn't think you'd have to say that.",
        2747.46,
        2749.08
    ],
    [
        " Yeah, but you do. Without a doubt. Even that first one of know yourself and seek self-improvement,",
        2749.8,
        2756.64
    ],
    [
        " it seems like that would be a natural natural tendency to do that. It's actually not your, your",
        2756.84,
        2762.08
    ],
    [
        " ego at some point gets like, you don't need to keep learning. You don't need to get better.",
        2762.44,
        2766.78
    ],
    [
        " You don't need to improve. And the reason that's in there is that not only is it natural,",
        2767.04,
        2771.8
    ],
    [
        " like you were saying, that is an overwhelming, powerful force. Your own ego telling you, bro,",
        2772.08,
        2777.26
    ],
    [
        " you've got this thing figured out. Yeah, you don't know yourself. Yeah. Yeah. Who knows me better",
        2777.62,
        2785.0
    ],
    [
        " than myself? Who's over there, quote, sun, Sue? Better war, echo, Charles. No, well, I'm just saying",
        2785.0,
        2790.6
    ],
    [
        " you said it in there. So you ever seen yourself? Well, you're probably different, but",
        2790.6,
        2794.96
    ],
    [
        " us normal people, we sometimes will see ourselves on camera or hear our own voice on in a recording",
        2794.96,
        2802.96
    ],
    [
        " and be like, oh my gosh, I can't believe I sound like that. Meanwhile, you know, who listens to your",
        2802.96,
        2807.74
    ],
    [
        " voice 100% of the time? You yet you still don't really know yourself because when you see it,",
        2807.74,
        2812.8
    ],
    [
        " kind of, you know, detached from you doing it in the moment, it seems different for some reason.",
        2812.92,
        2817.28
    ],
    [
        " Isn't that weird? So we kind of don't know ourselves, I think. I would say there's very few people",
        2817.88,
        2824.84
    ],
    [
        " that when they hear themselves say, oh, yep, that's what I sound like. Yeah, especially at first,",
        2824.84,
        2828.5
    ],
    [
        " after a while, you know, yeah, you get used to it or whatever, but at the end of the day, that's a",
        2828.7,
        2833.3
    ],
    [
        " common thing. I think for people where we either see themselves and or they hear themselves and",
        2833.3,
        2838.78
    ],
    [
        " they're like, they're like, oh, and they're for some reason moved by it in one way or another,",
        2838.78,
        2842.26
    ],
    [
        " you know, like they haven't been with themselves their whole life, kind of thing. You know, like it's",
        2842.54,
        2846.82
    ],
    [
        " some kind of weird surprise or something like that. So it's kind of like, no, you don't really know",
        2846.82,
        2850.24
    ],
    [
        " yourself. I think you, for the most part, anyway, like you experience little little slivers of yourself",
        2850.24,
        2857.44
    ],
    [
        " while you're behaving and then you kind of paint your own picture. Like, oh, I just said that. I",
        2857.44,
        2862.3
    ],
    [
        " must have sounded real cool saying that. I mean, while you hear it played back, you like dang it in",
        2862.3,
        2866.42
    ],
    [
        " some little. Yeah, those are those are valid. You know, it's interesting about this section right here.",
        2866.42,
        2872.48
    ],
    [
        " So I start off, I say, now, you know, this is this is the what's good about the ring. Quarsie,",
        2872.48,
        2875.96
    ],
    [
        " you know, this is taking a Lance Corporal can read this and and a gunny sergeant can read this and a",
        2876.0,
        2881.0
    ],
    [
        " Colonel can read this and they all can like understand it. Here's what's interesting about this. This",
        2881.0,
        2885.94
    ],
    [
        " section right here, believe it or not, in my humble opinion is actually aimed at the Colonel",
        2885.94,
        2892.56
    ],
    [
        " because the Lance Corporal's like, hey, bra, I'm here to learn. Yeah, I got my mind is wide open.",
        2892.56,
        2897.92
    ],
    [
        " It's the Colonel and the gunny or the master guns. That's like, I already got this or already",
        2898.26,
        2905.8
    ],
    [
        " have this depending if it's the gunny or the Colonel or the Colonel, right? Because the minute that you",
        2905.8,
        2912.44
    ],
    [
        " think you know everything is the minute that you are not ready and willing to learn and that's when",
        2912.44,
        2918.32
    ],
    [
        " you're going backwards. So this section right here, they actually aimed this section point blank",
        2918.32,
        2924.0
    ],
    [
        " at this, the senior people that think they know everything because those, those young kids,",
        2925.16,
        2929.46
    ],
    [
        " man, they're ready to learn. They're not sitting there going to already know this. I mean, it's like a",
        2929.46,
        2933.0
    ],
    [
        " new guy in a sea of opportunity. That guy's, that kids are ready to learn. But once you're a senior",
        2933.0,
        2938.94
    ],
    [
        " and listed guy or you're a more senior officer, all of a sudden, you know anything, you know everything.",
        2938.94,
        2943.88
    ],
    [
        " Marines have the professional responsibility to learn throughout their careers and should always",
        2944.44,
        2951.1
    ],
    [
        " seek opportunities to learn. Marines must take an active role in learning, be intellectually curious",
        2951.1,
        2955.36
    ],
    [
        " and look for new ways to adapt when they have learned to other, to adapt what they learned to",
        2955.36,
        2961.02
    ],
    [
        " other relevant situations. There are many factors that indicate a person's willingness and readiness",
        2961.02,
        2965.84
    ],
    [
        " to learn such physical behavioral societal, emotional and cognitive skills. Additionally, humility,",
        2965.84,
        2971.04
    ],
    [
        " courage, integrity, perseverance, motivation, and discipline are other key qualities that affect the",
        2971.22,
        2975.48
    ],
    [
        " learning readiness. What's the number one? Humility. Interesting courage is number two. Why is that?",
        2976.44,
        2983.96
    ],
    [
        " Because what kind of person just says, you know, I already got this, right? Or they don't have the",
        2984.04,
        2989.02
    ],
    [
        " courage to raise their hand. That's what I should have said. The person that is not humble says,",
        2989.02,
        2992.84
    ],
    [
        " you know, I already got this. The person that lacks courage won't go, hey, you know what,",
        2992.84,
        2996.46
    ],
    [
        " hey, boss, you know what? I don't really understand this. Can you, can you tell me this again? That",
        2996.78,
        3000.78
    ],
    [
        " takes courage. You're in a group of people, raise your hand. Man, when I was going to college and I was",
        3000.78,
        3004.94
    ],
    [
        " a 20 whatever year old man going to college with a bunch of 18 year olds, I had, I had a",
        3004.94,
        3011.06
    ],
    [
        " preponderance of moral courage. I sit in front of the classroom, I'd be like, uh, professor,",
        3011.06,
        3014.94
    ],
    [
        " I don't understand that. Can you go over that again? Yeah. And it made me so much do so much better",
        3015.14,
        3020.38
    ],
    [
        " because, you know, I guarantee this kids in the back of class, they don't understand something.",
        3020.38,
        3023.68
    ],
    [
        " They're not going to say anything and looks stupid. I didn't care. Yeah. So you have that courage,",
        3023.74,
        3027.76
    ],
    [
        " integrity, perseverance, motivation, and discipline starts with humility ends with discipline. I like this",
        3027.9,
        3033.0
    ],
    [
        " book. Marines increase their learning readiness by having courage, perseverance, and discipline to",
        3034.22,
        3039.68
    ],
    [
        " continuously seek new professional knowledge skills and experiences. A Marines learning can be",
        3039.68,
        3043.88
    ],
    [
        " facilitated by developing an awareness and understanding of one's own thought processes.",
        3043.88,
        3048.28
    ],
    [
        " Marines sharpen their intellect by studying how to think better than applying these skills to",
        3049.08,
        3053.76
    ],
    [
        " improve as learners, leaders, and decision makers. The third principle is to understand",
        3053.76,
        3061.56
    ],
    [
        " why you are learning. And this is what's key. What you can take away from this? Hey, look,",
        3062.36,
        3066.7
    ],
    [
        " apply this to yourself for sure. Apply it to your kids. Apply it to your students. Apply it to",
        3066.88,
        3072.02
    ],
    [
        " the people that you work with. You want to make sure everyone understands why they're learning,",
        3072.02,
        3077.02
    ],
    [
        " especially the kids. Like, yeah, for you, absolutely apply it, but as an instructor,",
        3077.02,
        3080.54
    ],
    [
        " you can, you can reverse engineer this as an instructor and you lead with why something is important",
        3081.76,
        3086.58
    ],
    [
        " to know. And that will help people open their brains. When Marines understand why they are learning",
        3086.58,
        3094.68
    ],
    [
        " concepts and skills, they better understand the importance of learning to the mission and are",
        3094.68,
        3098.34
    ],
    [
        " more motivated to learn by understanding the context of learning. Marines are better able to apply",
        3098.34,
        3103.62
    ],
    [
        " concepts and skills to new situations, increasing their competence and adaptability. Unknowns,",
        3103.62,
        3108.74
    ],
    [
        " uncertainty and disorder will never be eliminated in battle. Information may be unclear,",
        3108.84,
        3113.84
    ],
    [
        " misinterpreted, influenced by the enemy or communication systems may fail. When Marines understand",
        3114.18,
        3119.04
    ],
    [
        " why they are learning, it enables them to focus on learning the known and adapting to the familiar,",
        3119.04,
        3124.8
    ],
    [
        " and adapting to the unfamiliar more quickly and effectively than the enemy.",
        3125.24,
        3129.54
    ],
    [
        " That's the outlier thing we just talked about. I see all the things that you're doing. I see the",
        3130.24,
        3136.74
    ],
    [
        " nine pattern recognition. There's the one outlier I'm on it. Outlearning the enemy, therefore,",
        3136.74,
        3141.74
    ],
    [
        " is keyed out fighting the enemy. That's a big deal. Outlearning the enemy is the keyed out",
        3141.74,
        3150.68
    ],
    [
        " finding. Not the brute force, not getting bigger equipment or stronger things. It's outlearning",
        3150.68,
        3155.58
    ],
    [
        " it. That's how you're going to win. Yeah, and when you start to look at learning as a skill that's",
        3155.58,
        3161.82
    ],
    [
        " required for battle, you start to look at a different. Yes, totally. And then you could start breaking",
        3161.82,
        3168.32
    ],
    [
        " down, well, how am I going to go about learning? What am I paying attention to? How do I assess things",
        3168.32,
        3175.68
    ],
    [
        " that I'm hearing? How do I assemble all that knowledge together? There's a lot that goes into it.",
        3175.68,
        3182.4
    ],
    [
        " Dude, there's a ton. I wasn't around when somebody decided we need to put a doctrinal pub",
        3182.56,
        3189.26
    ],
    [
        " around learning for the Marine Corps, but it's a really good idea. It probably came from someone",
        3189.26,
        3194.98
    ],
    [
        " who was like me that as a second lieutenant who had a pile of things that I was supposed to",
        3194.98,
        3199.5
    ],
    [
        " learn when I got to the basic school and they gave me all these same pubs, war fighting,",
        3199.5,
        3204.84
    ],
    [
        " tactic strategy. And learning to me was, I'm going to read this and find the answers in these",
        3205.04,
        3211.52
    ],
    [
        " books so I can take the test and pass and be really good. And I'm going to learn what the answers",
        3211.52,
        3215.62
    ],
    [
        " are, which is totally wrong, totally different. And the sooner the force, any organization",
        3215.62,
        3221.68
    ],
    [
        " figures out how to crack the code and getting people to actually want to do this for their own",
        3221.72,
        3225.4
    ],
    [
        " self-interest, the better. And I'm sure that that's a driver behind this, as a generation of people",
        3225.4,
        3231.0
    ],
    [
        " going, I'm learning what the answers are. And that is not learning. That is not an effective way",
        3231.0,
        3235.86
    ],
    [
        " to do it. And that's part of the reason why Mattis is so credible, because the things he talks",
        3235.86,
        3239.06
    ],
    [
        " about more than anything, he doesn't talk about combat nearly as much as he talks about all the",
        3239.06,
        3243.84
    ],
    [
        " preparation he did and all the things that he read. And that's what people figured out about Mattis,",
        3243.84,
        3248.34
    ],
    [
        " was what made him brilliant, was how much he read and studied.",
        3248.34,
        3251.68
    ],
    [
        " And each time he read and studied, he got a little bit of pattern recognition, understood things",
        3252.06,
        3258.94
    ],
    [
        " better. Got a little smarter. Got a little bit smarter, learned. Yes.",
        3258.94,
        3262.9
    ],
    [
        " Second Lieutenant Burke didn't learn nearly as much as he should have.",
        3264.2,
        3269.28
    ],
    [
        " Yeah, you know, and that's one of the things, you know, on the thread podcast,",
        3269.48,
        3272.52
    ],
    [
        " you know, I talk about the fact that everything's connected. And when things aren't,",
        3272.94,
        3278.32
    ],
    [
        " it'd be like if you started taking to jitsu and people are like, okay, this is the arm lock.",
        3278.42,
        3281.48
    ],
    [
        " You're going to learn about in the arm lock room. And then you go into another room with another",
        3281.88,
        3286.2
    ],
    [
        " instructor and they teach you the triangle. And then you go to another room with another instructor",
        3286.2,
        3291.06
    ],
    [
        " and they teach you the sweep. All those things by themselves, they're not meaningless, but they have",
        3291.06,
        3298.4
    ],
    [
        " say low value, very low value, comparatively speaking. So that was the original idea of the",
        3298.4,
        3306.16
    ],
    [
        " thread podcast was listen, people don't connect everything and everything's connected.",
        3306.16,
        3312.5
    ],
    [
        " Connect things. The fourth learning principle is to provide and receive constructive feedback.",
        3313.06,
        3323.78
    ],
    [
        " One cannot learn without feedback. It is critical to learning and developing adaptability.",
        3324.02,
        3329.04
    ],
    [
        " There are two sources of feedback in intrinsic sources, i.e. internal and extrinsic for sources,",
        3329.28,
        3336.4
    ],
    [
        " i.e. external. For example, a Marine's own perception that he or she jerked the trigger when",
        3336.64,
        3341.72
    ],
    [
        " shooting a rifle, then adjusting the trigger pull on the next shot would be an example of intrinsic",
        3341.72,
        3345.56
    ],
    [
        " feedback. In this same example, extrinsic feedback would be a marksman's instructor,",
        3345.56,
        3350.12
    ],
    [
        " marksman's instructor identifying their error to the Marine, then demonstrating the proper",
        3350.76,
        3355.3
    ],
    [
        " trigger pull. Both intrinsic and extrinsic feedback are important for learning and developing",
        3355.3,
        3360.28
    ],
    [
        " adaptability. Adaptability is the quality of being able to adjust to new conditions.",
        3360.28,
        3364.52
    ],
    [
        " Marines develop adaptability when they examine a situation, recognize what is happening,",
        3365.0,
        3368.9
    ],
    [
        " and adjust their response to the new conditions. The process of learning is itself a form of adaptive",
        3369.1,
        3375.84
    ],
    [
        " behavior and is essential element of combat effectiveness. Check. The final principle is that learning",
        3375.84,
        3392.3
    ],
    [
        " is purpose driven to develop professional competence. Learning has specific goals and measurable",
        3392.3,
        3398.12
    ],
    [
        " objectives to gauge progress toward developing competencies. Marine learning is team oriented,",
        3398.12,
        3404.82
    ],
    [
        " so that Marines develop the skills and connections to fight collectively.",
        3405.84,
        3410.04
    ],
    [
        " Additionally, Marine study history and world events to be more prepared to respond to new",
        3411.46,
        3417.9
    ],
    [
        " challenges such as the increase in globalization and competition for resources.",
        3417.9,
        3422.36
    ],
    [
        " Effective warfighters adapt to fluid changes and circumstances in order to deal with complex",
        3422.78,
        3427.36
    ],
    [
        " problems and to proactively shape events for advantage. Marine sometimes conceptualize the",
        3427.36,
        3434.38
    ],
    [
        " enemy and or adversary as a single person or group of people, but should be viewed as a complex",
        3434.38,
        3440.18
    ],
    [
        " system. So obviously, Marine study history and world events, and that's one of the most",
        3440.18,
        3456.14
    ],
    [
        " awesome things that happens to me when I travel and meet Marines around the country and around",
        3456.14,
        3460.78
    ],
    [
        " the world, is a lot of Marines listen to this podcast so that they have a better understanding of",
        3460.78,
        3466.4
    ],
    [
        " war in context of history. And so by listening, they're fulfilling, at least in some part,",
        3466.4,
        3475.14
    ],
    [
        " fulfilling this. And what's really cool is when someone sends me a picture of",
        3475.26,
        3481.44
    ],
    [
        " 12 books from the podcast that they ordered in red and now they haven't even more in-depth knowledge of things.",
        3481.44,
        3488.9
    ],
    [
        " There's a lot in here, man. This idea of adapting to fluid changes and circumstances in order",
        3491.88,
        3498.46
    ],
    [
        " to deal with complex problems and proactively shape events for an advantage.",
        3498.46,
        3502.46
    ],
    [
        " That's the core of every question we've been asked at Eschelon Front for the last month.",
        3503.1,
        3507.48
    ],
    [
        " In this complex fluid environment that nobody anticipated and nobody expected to happen.",
        3507.96,
        3512.46
    ],
    [
        " And what are they going to do to proactively shape the outcome rather than just be a victim of it",
        3512.9,
        3518.24
    ],
    [
        " on how this thing plays out? What do I need to do to shape the outcome? What do I need to take control over?",
        3518.42,
        3523.84
    ],
    [
        " And if you don't have a long history of learning how to deal with these type of settings,",
        3524.12,
        3527.34
    ],
    [
        " you're going to have a really hard time. And it's nice to bring that word shape in as opposed to",
        3527.64,
        3534.92
    ],
    [
        " what can I do to control the outcome because that's what you can't control the outcome.",
        3534.92,
        3537.96
    ],
    [
        " The outcome is going to come. How can you shape it?",
        3538.86,
        3541.4
    ],
    [
        " To your advantage.",
        3541.92,
        3543.36
    ],
    [
        " Next section, the human dimension and science of learning.",
        3543.9,
        3549.3
    ],
    [
        " Conflict is a human phenomenon. Understanding human nature helps Marines to understand conflict.",
        3550.0,
        3558.34
    ],
    [
        " Marines prepare for the complexities of each conflict by studying social economic,",
        3560.18,
        3567.2
    ],
    [
        " political, cultural, environmental, interpersonal, and intrapersonal factors.",
        3567.2,
        3571.58
    ],
    [
        " You got to know human beings. How many times have I said that on this podcast? Echo Charles,",
        3572.1,
        3576.18
    ],
    [
        " I want a number. 86,000, 7101 times.",
        3576.26,
        3580.62
    ],
    [
        " These factors often exert a greater influence on this character and outcome of war than do factors",
        3581.98,
        3589.4
    ],
    [
        " such as the size of the enemy formations and their equipment.",
        3589.4,
        3592.56
    ],
    [
        " So all these things, human nature has a bigger influence oftentimes than the size of the enemy",
        3594.14,
        3600.26
    ],
    [
        " formations or their equipment. We're talking about just human nature. And that's why leadership is",
        3600.26,
        3605.24
    ],
    [
        " always the most important thing. Leadership is a human endeavor. You can have the best and the most",
        3605.24,
        3610.4
    ],
    [
        " equipment in the world. And if you have bad leadership, if you don't understand your people,",
        3610.4,
        3613.98
    ],
    [
        " you're going to lose. You're going to lose against the person who was better led and better",
        3614.2,
        3618.64
    ],
    [
        " understands the human components that you're dealing with. That's really the comment you made",
        3618.64,
        3621.68
    ],
    [
        " earlier. Like those are human things. Yeah, I even wrote that down. Leadership is also a human endeavor.",
        3621.68,
        3627.68
    ],
    [
        " Marines go as I even wrote down. This is huge and underlying that. That's got it.",
        3628.98,
        3636.76
    ],
    [
        " Marines learn as much as possible about the different human factors, cultures, perspectives,",
        3637.44,
        3643.44
    ],
    [
        " and ideas that impact operations, developing self-awareness of the personal factors that can",
        3643.6,
        3647.34
    ],
    [
        " detract from learning, such as hubris, ego, bias, enables Marines to overcome friction.",
        3647.34,
        3654.6
    ],
    [
        " Marines strive to view situations and information objectively and unemotionally provide",
        3655.06,
        3659.12
    ],
    [
        " candid feedback to each other and learn to overcome or mitigate factors that negatively impact",
        3659.12,
        3663.92
    ],
    [
        " preparedness. Yes, yes, yes, and yes, ego, bias.",
        3663.92,
        3673.04
    ],
    [
        " Bring us down.",
        3677.34,
        3678.38
    ],
    [
        " Marines strive to view situations and information objectively and unemotionally",
        3678.76,
        3688.58
    ],
    [
        " and provide candid feedback to each other and learn to overcome or mitigate factors that",
        3688.58,
        3696.6
    ],
    [
        " negatively impact preparedness. Reason I'm rehashing that one is because sometimes people utilize",
        3696.6,
        3704.04
    ],
    [
        " the candid feedback thing, but they forget about ego and hubris of the other person.",
        3704.04,
        3711.04
    ],
    [
        " When they, I'm just going to give you some candid feedback there, Echo Charles.",
        3712.4,
        3716.14
    ],
    [
        " What I forget about is that you have an ego. By giving you this candid feedback that you're",
        3717.56,
        3722.82
    ],
    [
        " not really prepared to receive, you're going to get defensive the whole night. You're not going to",
        3722.82,
        3727.62
    ],
    [
        " make any changes. Whereas if I can find a way to use maneuver warfare around that ego and provide",
        3727.62,
        3733.3
    ],
    [
        " you a feedback that somehow comes from your own brain because a seed's been planted by me.",
        3733.3,
        3737.98
    ],
    [
        " It's going to be better off. We'll throw a little bone to the Marine Corps on that one.",
        3738.06,
        3744.88
    ],
    [
        " Just a little, just take your thought process a little bit further on that one.",
        3745.58,
        3749.36
    ],
    [
        " Yes, Dave? A little bit more? Just can we go a little bit? Can we apply what we're talking about?",
        3750.1,
        3755.44
    ],
    [
        " Just a little bit more and be a little bit better. Candid feedback is",
        3755.5,
        3762.68
    ],
    [
        " awesome. When there is this level of relationships and an ego,",
        3763.9,
        3770.68
    ],
    [
        " egos have been put in check, it works. And we strive for that. It's hard to achieve.",
        3771.22,
        3777.38
    ],
    [
        " It's hard to achieve. Unemotional candid feedback because how many people do you know",
        3778.24,
        3783.66
    ],
    [
        " really are geared to absorb candid feedback in an unemotional manner, especially after something",
        3783.66,
        3790.14
    ],
    [
        " like preparation for getting there. What I wrote about that in leadership strategy and tactics,",
        3790.16,
        3795.62
    ],
    [
        " like I tried to help the person on the receiving end. I'm like, listen, when somebody gives you",
        3795.84,
        3801.92
    ],
    [
        " criticism, even if it's coming from someone that you think has no business giving you any feedback,",
        3801.92,
        3806.14
    ],
    [
        " whatsoever, listen to them. And absorb what they say and see if you can apply it to make",
        3806.4,
        3813.96
    ],
    [
        " yourself better. And that right there, that little learning to do that as a human being, if you could",
        3813.96,
        3819.12
    ],
    [
        " learn to do that as a human being, your life is going to be a thousand, a thousand times better",
        3819.12,
        3823.94
    ],
    [
        " than it would if you never get over that hump of, hey, I don't like this guy. So I'm not going to",
        3823.94,
        3827.66
    ],
    [
        " listen to what he has to say. Whereas someone that just opened this, you know what? And this is to",
        3827.66,
        3832.12
    ],
    [
        " your point, Dave, how many people have I met in my entire life? That were just, oh, hit me with",
        3832.12,
        3839.48
    ],
    [
        " some more candid feedback so I can just get better. Do they exist? Sure. Do we get to a point? Do",
        3839.48,
        3846.16
    ],
    [
        " sometimes people, you know, I have a relationship with someone or someone else putting someone",
        3847.48,
        3852.48
    ],
    [
        " through training, I could just tell like I'm saying something they're going out there and",
        3852.48,
        3855.04
    ],
    [
        " they're like, hey, I got it. You know, you know, that's a great point. Thank you. Sure. That",
        3855.04,
        3858.08
    ],
    [
        " happens for sure. Doesn't happen all the time. It doesn't happen most of the time. Does it say",
        3858.08,
        3865.18
    ],
    [
        " unemotional candid feedback? Yes. Okay. It says, marine strived of view situations and information",
        3865.18,
        3871.04
    ],
    [
        " objectively and unemotionally provide candid feedback to each other and learn to overcomer",
        3871.06,
        3876.36
    ],
    [
        " mitigate factors that negatively impact preparedness. Yeah. So I guess overall it's provide and accept",
        3876.36,
        3883.7
    ],
    [
        " any emotional. So even the unemotional kind of feedback that might that, so you know how in a",
        3883.7,
        3890.84
    ],
    [
        " typical situation, I don't know, typical what I don't even know what that even means, but a situation",
        3890.84,
        3895.5
    ],
    [
        " where you're like, hey, candid feedback and the guy kind of takes it as the golden pass to just",
        3895.86,
        3901.68
    ],
    [
        " basically hit him as hard as he can. Yeah, this method was straight up dog shit.",
        3901.68,
        3907.54
    ],
    [
        " You know, like that's not unemotional. That's emotional feedback right there.",
        3907.82,
        3910.8
    ],
    [
        " You seem sane. It's on the other side. It's on the negative emotion rather than,",
        3911.1,
        3914.88
    ],
    [
        " oh, you know, you could have done better. I mean, maybe it's candid, but you're right.",
        3915.02,
        3919.7
    ],
    [
        " You're right. So I'm going to take this one more step for the next release of this.",
        3919.84,
        3924.22
    ],
    [
        " We're going to talk about this when they revise this. When we talk about candid feedback,",
        3924.48,
        3930.54
    ],
    [
        " we also need to talk about human nature, right? Because human nature is",
        3930.6,
        3935.28
    ],
    [
        " I bristle at candid feedback. And like I said, are there people that don't and the goal here,",
        3935.28,
        3941.18
    ],
    [
        " the ideal goal is like, hey, I'm a marine, you're a marine. I'm going to give you some candid",
        3941.26,
        3944.14
    ],
    [
        " feedback. You're going to take it on board. We're going to move forward. I get it, man. I love that.",
        3944.14,
        3947.2
    ],
    [
        " I wish that the way the world works. We have to remember human nature. We have to remember that",
        3947.32,
        3952.78
    ],
    [
        " human nature provides a level of resistance against candid feedback. I'm sorry. I'm sorry.",
        3955.28,
        3959.96
    ],
    [
        " And they touch on it. They kind of talk about it a little bit, but they don't really get to the",
        3960.34,
        3964.84
    ],
    [
        " core. If here's the real barrier, you're going to get when you're dealing with this. Now, the good",
        3964.84,
        3968.42
    ],
    [
        " news is that anybody listening to this podcast has already listened to the previous podcast. And",
        3968.42,
        3972.38
    ],
    [
        " if you're going to be an eminently qualified human, the way you're going to deal with this,",
        3972.38,
        3975.9
    ],
    [
        " when they're talking about viewing feedback objectively and unemotionally, the real scenario",
        3975.96,
        3980.76
    ],
    [
        " is I'm in charge of this mission. I built the plan. This is all the stuff that I'm the leader that",
        3981.14,
        3985.46
    ],
    [
        " I come back and then Jocke of my instructor comes back and destroys in what, he gives me feedback.",
        3985.46,
        3991.36
    ],
    [
        " Now, what he should be able to do is tell me all these things and they go, dude, those are all",
        3991.8,
        3995.2
    ],
    [
        " really good points. I'm going to incorporate all those in the next mission brief. I'm going to",
        3995.2,
        3997.88
    ],
    [
        " build this into my plan next time. We're going to go get better. But what I do is I come show up",
        3997.88,
        4002.7
    ],
    [
        " ready for that feedback to defend what I did because that was my plan. I was the mission commander",
        4002.7,
        4007.3
    ],
    [
        " and I can't be unemotional and detached, but I should be. So if you're listening to this,",
        4007.3,
        4011.52
    ],
    [
        " your job is to take all the feedback you get even from the people that you cannot stand",
        4011.9,
        4017.42
    ],
    [
        " in an unemotional and objective fashion. We got a question just last week, what do I do with",
        4017.42,
        4022.14
    ],
    [
        " the perennial complainer on my team that is constantly complaining about everything? You know,",
        4022.14,
        4027.02
    ],
    [
        " if the answer is listen to him because it might actually have some feedback for you. The problem",
        4027.08,
        4033.22
    ],
    [
        " isn't the heat of perennial complainer. The problem is that you don't want to hear him. But the",
        4033.22,
        4036.18
    ],
    [
        " almost exact opposite is true is when you are providing feedback, if you go in with the assumption",
        4036.18,
        4041.08
    ],
    [
        " that that person will be just like you and unemotional and prepared, you're also going to be",
        4041.08,
        4046.86
    ],
    [
        " ineffective that you have to make the exact opposite approach, which is you're going to be dealing",
        4046.86,
        4051.28
    ],
    [
        " with nothing but their ego. And you know, if it turns out that I'm debriefing Jocco and he's",
        4051.28,
        4056.02
    ],
    [
        " totally in the game, then that's, then we're good. We represent, I don't know, 5% or 10% of the",
        4056.02,
        4063.86
    ],
    [
        " interactions if you're lucky that you're going to get. But over time, if you actually take, if",
        4063.86,
        4069.76
    ],
    [
        " people see you as a leader, taking other people's feedback when they appear to be not credible",
        4069.76,
        4074.02
    ],
    [
        " and not good people to take feedback from and you're willing to listen to them, you actually can",
        4074.02,
        4078.4
    ],
    [
        " influence other people doing that. Takes time. What they don't talk about in here is when you decide",
        4078.4,
        4084.38
    ],
    [
        " to go do that, here's all the barriers are going to be in place with this plan of, hey man,",
        4084.38,
        4088.3
    ],
    [
        " I'm just going to come to the front door here Jocco and give you some some candid feedback. You're",
        4088.36,
        4093.84
    ],
    [
        " Marine Corps. We get the ideal. I would love, I would love if that was the way the world works.",
        4094.0,
        4099.62
    ],
    [
        " Unfortunately, we have to deal with human nature. That's what we have to deal with. Just like you have",
        4099.96,
        4104.32
    ],
    [
        " to deal with it in combat, you have to deal deal with it in a debrief. So be ready for it. Control",
        4104.32,
        4110.3
    ],
    [
        " what you can control. Learn from it. All right, violence and danger will always be parts of war.",
        4110.3,
        4119.18
    ],
    [
        " Learning to fight in dangerous conditions despite fear and uncertainty is key to war fighting.",
        4119.52,
        4123.32
    ],
    [
        " Marines of all ranks must understand how the bind body and mind respond to fear and stress so",
        4123.32,
        4128.88
    ],
    [
        " that they better control their responses in any situation, including combat. Marines learn how to",
        4128.88,
        4134.64
    ],
    [
        " effectively control stress reactions and fight dangerous conditions to realistic training,",
        4134.64,
        4138.68
    ],
    [
        " increasing self awareness, understanding the attributes of war and increasing mental and physical",
        4138.88,
        4144.04
    ],
    [
        " resilience. For example, Marines learn breathing techniques during marksmanship training to",
        4144.04,
        4149.24
    ],
    [
        " better control how the bodies nervous system responds to stress in order to shoot more accurately.",
        4149.24,
        4153.84
    ],
    [
        " The breathing techniques help Marines to control their heart rate, respiration, attention and",
        4154.26,
        4159.24
    ],
    [
        " muscular stress and muscles under stress, which then increases the accuracy of fire. Combat can",
        4159.24,
        4165.88
    ],
    [
        " challenge unit cohesion and present Marines with a variety of moral and ethical dilemmas. Marines",
        4165.88,
        4170.98
    ],
    [
        " develop strong mental, moral, spiritual and ethical understanding because they are as important",
        4170.98,
        4176.3
    ],
    [
        " as physical skills when operating in the violence of combat.",
        4176.62,
        4180.22
    ],
    [
        " It's interesting too. I thought they were going to make this connection and maybe I forgot,",
        4181.12,
        4188.0
    ],
    [
        " maybe they make it later but I don't think they do. But you and I made it on the last podcast talking",
        4188.14,
        4192.5
    ],
    [
        " about the code book. The breathing techniques help Marines control their heart rate, respiration,",
        4192.5,
        4198.92
    ],
    [
        " attention, muscles under stress and then increase their accuracy of their fire. That's cool.",
        4198.98,
        4203.9
    ],
    [
        " It doesn't only apply to shooting your rifle. It applies to everything that you're going to do,",
        4204.56,
        4208.76
    ],
    [
        " whether you're dealing with somebody that's combative and you got to put hands on them,",
        4209.14,
        4212.34
    ],
    [
        " whether you're dealing with your boss that's yelling at you or whether you're dealing with your",
        4212.62,
        4215.98
    ],
    [
        " six-year-old kid that just through a temper tantrum. All those things can come into play.",
        4215.98,
        4221.04
    ],
    [
        " The science of learning encompasses many disciplines such as neuroscience, psychology and",
        4222.46,
        4230.24
    ],
    [
        " and regogy, which is adult learning. The human brain is a constantly reorganizing system capable",
        4230.24,
        4237.6
    ],
    [
        " of being shaped and reshaped across an entire lifespan. Each new learning event impacts the brain",
        4237.6,
        4243.52
    ],
    [
        " regardless of the Marines age, rank or level of experience. Therefore, Marines should understand",
        4243.52,
        4248.94
    ],
    [
        " that challenging experiences enhance the brain and better hone their war fighting capability.",
        4248.94,
        4254.76
    ],
    [
        " Science has also identified that individuals and teams have differences in the way they learn",
        4255.84,
        4260.14
    ],
    [
        " with varying sensory preferences for learning, competencies and strengths. That's something you hear",
        4260.14,
        4266.84
    ],
    [
        " about. People learn in different ways, but the sentence before that one?",
        4266.84,
        4270.86
    ],
    [
        " Challenging experiences enhance the brain and better hone their war fighting capability.",
        4271.78,
        4278.74
    ],
    [
        " We want to do things that are hard. We need to do things that are hard.",
        4279.36,
        4283.34
    ],
    [
        " Adult learning involves adapting or modifying the prior relevant information to specific",
        4285.24,
        4291.12
    ],
    [
        " situation or problem that the Marines seeks to resolve. You're taking what you know and applying",
        4291.12,
        4298.7
    ],
    [
        " it to new situations. An effective way that Marines can accelerate their learning is by indirectly",
        4298.7,
        4303.96
    ],
    [
        " learning from others through vicarious experience. Vicarious experiences are relevant learning",
        4303.96,
        4310.16
    ],
    [
        " opportunities that each Marine obtains by observing, reading and studying what others have experienced.",
        4310.3,
        4314.94
    ],
    [
        " There is no excuse for not learning from others. Each Marine must learn how to learn, both independently",
        4315.24,
        4325.02
    ],
    [
        " and collectively in teams. Social and interpersonal factors such as effective communication,",
        4325.02,
        4331.62
    ],
    [
        " group cohesion and trust, all influence learning. I'm going to read that one again. Social and",
        4331.9,
        4340.14
    ],
    [
        " communication, group cohesion and trust, all influence learning. When these factors are positive,",
        4340.14,
        4344.46
    ],
    [
        " they facilitate learning process, facilitate the learning process and create strong relationships.",
        4344.64,
        4348.86
    ],
    [
        " This is the thing that I've gone over a bunch of times recently. I was like, hey, why was I able to",
        4349.26,
        4353.62
    ],
    [
        " like rip apart a young lieutenant in a debrief? It's because he trusted me. We had that, the",
        4353.62,
        4364.0
    ],
    [
        " strong relationship. Therefore, I can say I can get candid. That's why I caught myself in the last",
        4364.78,
        4371.04
    ],
    [
        " example. I was giving this example where you're going to come in and rip apart my debrief and I",
        4371.04,
        4374.2
    ],
    [
        " caught myself. I'm like, oh, I'm actually going on the assumption when I say that that we have such a",
        4374.2,
        4378.84
    ],
    [
        " good relationship that I realize what you're doing is actually trying to help me as opposed to coming",
        4378.84,
        4382.56
    ],
    [
        " in here and being a tie-wit to tear my plan apart was because of exactly that. When the environment",
        4382.56,
        4389.02
    ],
    [
        " is positive, you can come in and you can rip that thing to shreds as you need to shreds. All of it",
        4389.42,
        4396.04
    ],
    [
        " is for me to get better. I look at every single thing and it's going, man, I really wish you could",
        4396.04,
        4401.14
    ],
    [
        " kind of be nicer when you say that. I mean, think about that. I just look for the things that you're",
        4401.14,
        4405.22
    ],
    [
        " saying, which actually is a massive time saver and allows you to be more effective and more efficient",
        4405.22,
        4410.16
    ],
    [
        " because you're not worried about those other things. Like you said before, the problem with that is",
        4410.16,
        4413.78
    ],
    [
        " you can't take that for granted that. That's actually really, really hard to get.",
        4413.78,
        4418.04
    ],
    [
        " And a lot of times people are like, hey, I'm just trying to help you out, man. I'm just trying to",
        4418.26,
        4421.96
    ],
    [
        " help you here. Yeah, but if they don't hear you, it doesn't matter. You're not effective.",
        4421.96,
        4428.3
    ],
    [
        " Yeah. And the efficiency thing, again, I've been talking about this lately. It's like the efficiency",
        4428.64,
        4432.3
    ],
    [
        " thing of like, well, look, wouldn't it just be easier if I could just tell Dave, hey, Dave,",
        4432.3,
        4436.72
    ],
    [
        " here's where you screwed up and that brief and you did these three things wrong. That's obvious",
        4436.88,
        4440.44
    ],
    [
        " more efficient. And I'm a matter of fact kind of guy and people should just kind of get on board.",
        4440.44,
        4444.72
    ],
    [
        " And like, it would be more efficient if Dave listened to anything I said. If he made any",
        4445.3,
        4450.48
    ],
    [
        " adjustment, but the problem is he doesn't adjust anything. He just puts up his defenses. And so",
        4450.48,
        4454.52
    ],
    [
        " it's efficient in delivery. It's completely inefficient in absorption. Totally. It doesn't work.",
        4454.52,
        4460.6
    ],
    [
        " It's not effective. Period.",
        4460.7,
        4461.6
    ],
    [
        " Marine should actively seek to understand human and environmental factors that influence learning",
        4463.18,
        4467.62
    ],
    [
        " while avoiding thoughts and behaviors that can negatively affect learning and cohesion.",
        4467.62,
        4471.66
    ],
    [
        " Next section problem solving is a war fighting capability. Time spent learning how to effectively",
        4472.34,
        4480.52
    ],
    [
        " think and solve problems as time well invested. Marines must build the skills to recognize potential",
        4480.52,
        4485.6
    ],
    [
        " problems, reason and critically and think critically. Reasoning is the process of thinking about",
        4485.6,
        4492.0
    ],
    [
        " something in a logical way to form a conclusion or judgment. Critical thinking is the reflective part",
        4492.0,
        4497.4
    ],
    [
        " of that reasoning. Critical thinking skills include inference, evaluation, interpretation,",
        4497.4,
        4503.78
    ],
    [
        " and explanation. Developing these skills enables Marines to understand not only the information",
        4504.06,
        4509.08
    ],
    [
        " presented, but also its potential implications and secondary effects. And this is one of those",
        4509.08,
        4514.78
    ],
    [
        " things where when you are when you're in a leadership position, being able to do this quickly,",
        4514.78,
        4520.48
    ],
    [
        " being able to look at like a problem in a solution and through or three solutions and being able",
        4520.76,
        4524.32
    ],
    [
        " to figure out what's going to happen if I imply this one, this one, this one, and see, hey,",
        4524.32,
        4528.06
    ],
    [
        " this one will solve it quick, but I got that I'm going to have to deal with this giant mess that I",
        4528.16,
        4531.14
    ],
    [
        " just created. Cool. I'm going to option B. That's the difference between, you know, the white belt,",
        4531.14,
        4536.34
    ],
    [
        " the blue belt leader. The blue belt leader is like, okay, I see the immediate solution that I could do,",
        4536.4,
        4541.94
    ],
    [
        " but I see that after effects are worse. So I'm going to plan B. Yeah.",
        4542.22,
        4545.12
    ],
    [
        " Through reasoning and critical thinking, Marines explore question and understand the key factors",
        4545.86,
        4552.26
    ],
    [
        " affecting the situation, which then enables Marines to develop better courses of action. And again,",
        4552.26,
        4558.1
    ],
    [
        " the more experience you have doing this, the quicker you'll be able to recognize the patterns",
        4558.86,
        4562.94
    ],
    [
        " of these things. And you know, I'm sitting here thinking, you know, from a leadership perspective,",
        4562.94,
        4567.9
    ],
    [
        " you know, you and I and rest the guys at Esplan Front working with companies, it's a classic",
        4568.28,
        4574.52
    ],
    [
        " example of, well, hey, we've got this problem. Here's how I'm going to solve it.",
        4574.8,
        4578.8
    ],
    [
        " And we all look at that problem and go, okay, I see what you're saying. And I see that that seems",
        4579.52,
        4586.06
    ],
    [
        " like the direct most direct efficient way to solve this problem. Here's the nine after effects that",
        4586.06,
        4590.66
    ],
    [
        " are going to make this just a complete gut check. Yeah. Because you're not thinking through, you know,",
        4590.66,
        4595.16
    ],
    [
        " you, well, as a white belt leader, you're not seeing this or as an emotional leader or whatever.",
        4595.24,
        4600.54
    ],
    [
        " Let's skip it ahead a little bit. Quickly recognizing and addressing potential problems,",
        4603.5,
        4608.4
    ],
    [
        " enables Marines to better deal with disruption and respond to changes in the enemy situation.",
        4608.64,
        4613.18
    ],
    [
        " Again, pattern recognition,",
        4614.4,
        4616.06
    ],
    [
        " responding to those problems, the future battle space will contain increasingly difficult problems",
        4617.1,
        4626.08
    ],
    [
        " that do not necessarily have a right answer. Therefore, Marines skills to observe objectively,",
        4626.08,
        4634.7
    ],
    [
        " reason effectively and take decisive action and then adjust as needed, remain key elements of success.",
        4635.24,
        4641.46
    ],
    [
        " I mean, that's that's right out of what you talk about the Interrupt decision making. And it's",
        4642.52,
        4649.2
    ],
    [
        " not just action, it's still decisive action, default aggressive action, but just far enough",
        4649.2,
        4654.06
    ],
    [
        " for you to figure out and get the feedback of do I need to keep going, do any maneuver,",
        4654.06,
        4657.82
    ],
    [
        " do I need to back up and the connection of those two, which is decisive action and then adjust as",
        4657.96,
        4663.76
    ],
    [
        " needed that that is the connection that is so hard that people don't don't make sometimes.",
        4663.76,
        4669.4
    ],
    [
        " Get that feedback loop going. I like the not right answer. I remember here about the German war",
        4669.9,
        4676.34
    ],
    [
        " problems war game problems that the only the only solution, the only solution that would work or",
        4676.34,
        4683.0
    ],
    [
        " or the only options that would work were not, you know, you were told not to do. So hey, don't",
        4683.0,
        4689.04
    ],
    [
        " go past this limit of advance. The only way you're going to get out of this is go past that limit of",
        4689.04,
        4692.62
    ],
    [
        " advance. So they're trying to get they're trying to get the Germans who are, you know, have a propensity",
        4692.62,
        4698.1
    ],
    [
        " to follow rules. And so they're trying to get them, hey, here's the rule. We in order to get this",
        4698.1,
        4704.02
    ],
    [
        " done, you're going to need to break this rule. What are you going to do? And but they don't tell them",
        4704.02,
        4707.32
    ],
    [
        " that they just watch them and they just see them set the limit of advance and get killed in the scenario.",
        4707.32,
        4712.52
    ],
    [
        " The mind as a weapon. The philosophy of maneuver warfare guides much of what Marines do. And that",
        4718.92,
        4726.34
    ],
    [
        " right there is like, let's just have a podcast about that. In fact, I guess we do have a podcast",
        4726.34,
        4732.68
    ],
    [
        " about that. It's this podcast. The philosophy of maneuver warfare guides much of what Marines do.",
        4732.68,
        4737.34
    ],
    [
        " It is their way of thinking about and preparing for war with the intended purpose of taking decisive",
        4737.48,
        4743.12
    ],
    [
        " action against the enemy at the least cost themselves. By the way, this is this is maneuver warfare",
        4743.12,
        4748.64
    ],
    [
        " is the reason I kind of as a younger leader in the teams, the reason I started to grasp onto it",
        4748.64,
        4756.56
    ],
    [
        " and understand it was because jujitsu because what's jujitsu jujitsu is maneuver warfare. That's all it is.",
        4756.56,
        4761.18
    ],
    [
        " It's maneuver warfare. It's decisive action against the enemy with the least cost to yourself.",
        4761.32,
        4765.08
    ],
    [
        " That's what jujitsu is. Marine study and apply maneuver warfare in order to better exploit",
        4765.42,
        4771.36
    ],
    [
        " advantages in multiple domains and create rapidly unfolding situations in the battle that overwhelm",
        4771.36,
        4776.7
    ],
    [
        " the enemy. maneuver warfare requires that Marines develop the to oh by the way, also that what I just",
        4776.7,
        4782.7
    ],
    [
        " read jujitsu right create rapidly unfolding and situations that overwhelm the enemy like,",
        4782.7,
        4788.72
    ],
    [
        " oh I'm across I'm moving here. I just you're caught. maneuver warfare requires that Marines",
        4788.72,
        4796.04
    ],
    [
        " develop the temperant to persevere amidst uncertainty and the mental agility to succeed in fluid",
        4796.04,
        4802.0
    ],
    [
        " and chaotic situations. Additionally, it requires being able to understand the dynamic and complex",
        4802.0,
        4807.26
    ],
    [
        " situation from multiple perspectives to determine how to exploit and advantage.",
        4807.26,
        4812.74
    ],
    [
        " Decentralized execution within the commander's intent is central to maneuver warfare. This requires",
        4815.44,
        4821.24
    ],
    [
        " that each Marine understand the situation and execute actions to support and achieve that intent.",
        4821.24,
        4828.04
    ],
    [
        " So decentralized command that's why.",
        4828.9,
        4834.98
    ],
    [
        " Regardless of technology and equipment, Marines are ready to fight and win. Therefore,",
        4837.66,
        4842.56
    ],
    [
        " it is essential that Marines develop and maintain an intellectual edge over any enemy by developing",
        4842.86,
        4847.3
    ],
    [
        " their minds just as they would prepare any other weapon system for battle. This intellectual",
        4847.3,
        4854.5
    ],
    [
        " edge must come from self discipline study and deliberate practice as Marines",
        4854.5,
        4861.06
    ],
    [
        " means to build competencies in the profession of arms as individuals teams units and magtaps.",
        4861.62,
        4868.98
    ],
    [
        " Once again, they're talking about self discipline. They're kind of highlighting that that's what we're talking about.",
        4869.68,
        4881.04
    ],
    [
        " The last part, I think it's the last part of the section.",
        4884.76,
        4888.06
    ],
    [
        " Continuous learners developing the mind as a weapon is a career long process. Marines are",
        4889.06,
        4894.8
    ],
    [
        " continuous learners. They pursue mastery in the profession of arms recognizing that the achievement",
        4894.8,
        4900.88
    ],
    [
        " of mastery is a journey not a destination. As adult learners, Marines recognize that they are",
        4900.88,
        4906.72
    ],
    [
        " responsible for their own learning outcomes, actions and decisions. As adult learners, Marines need",
        4906.72,
        4912.9
    ],
    [
        " to know why content is relevant during both training and educational activities. Marines perceive",
        4912.9,
        4919.04
    ],
    [
        " learning as a progression of goals to build competencies, not a single discrete goal. Hence the",
        4919.04,
        4926.68
    ],
    [
        " analogy of the arm bar in one room, the triangle in the other room. No, it's all together. It's not",
        4926.68,
        4932.76
    ],
    [
        " a single goal. It's all together. Therefore, Marines benefit most from information and learning",
        4932.76,
        4937.5
    ],
    [
        " activities presented in the context of real life situations or task specific problems.",
        4937.5,
        4943.44
    ],
    [
        " To become better warfighters, Marines continuously gather information and engage in activities that",
        4944.36,
        4952.9
    ],
    [
        " test their assumptions, develop new knowledge, increase critical thinking and reasoning,",
        4952.9,
        4956.32
    ],
    [
        " and build deeper understanding. Instead of simply asking what happened in a battle, Marines should",
        4956.82,
        4962.2
    ],
    [
        " always ask and seek to better understand why the events happened and consequently what to apply for",
        4962.58,
        4969.98
    ],
    [
        " for future situations. Marines must learn about a broad range of topics and skills through professional",
        4969.98,
        4975.52
    ],
    [
        " reading experience, experiential learning and deliberate practice. Marines must also approach",
        4975.52,
        4980.28
    ],
    [
        " each event and interaction as a learning opportunity. There is always something to learn, even if that",
        4980.28,
        4986.8
    ],
    [
        " something is what not to do in the future as continuous learners, Marines actively seek,",
        4986.8,
        4992.04
    ],
    [
        " apply, and share lessons learned to develop themselves and other Marines in the profession of arms.",
        4992.2,
        4996.14
    ],
    [
        " And it's interesting that in the EQH book, in the evaluation in the code,",
        4997.08,
        5008.68
    ],
    [
        " we've got this whole section on improving your mental capability and how that's so important.",
        5009.18,
        5014.42
    ],
    [
        " And that's the same thing that the Marines are saying here. Conclusion of this first section,",
        5014.46,
        5020.04
    ],
    [
        " they say Marines adapt to every tool that they have, weapons, equipment, and their minds to succeed",
        5020.2,
        5026.18
    ],
    [
        " and win in every climb in place. Marines must develop and demonstrate brilliance in the basic",
        5026.18,
        5031.4
    ],
    [
        " fundamental skills combined with the mental agility to adapt to whatever situation they face.",
        5031.4,
        5037.08
    ],
    [
        " Say it again, Marines must develop and demonstrate brilliance.",
        5037.54,
        5041.4
    ],
    [
        " In the basic fundamental skills combined with the mental agility to adapt to whatever situation",
        5044.5,
        5049.76
    ],
    [
        " they face. So different from that stereotypical vision of a Marine that you are just going to",
        5049.76,
        5061.14
    ],
    [
        " obey orders. Do as you're told. Follow orders or people die. Oh, there you go. A few good men.",
        5061.14,
        5068.54
    ],
    [
        " Speaking of quotes.",
        5070.5,
        5071.46
    ],
    [
        " All right, so that wraps up the first chapter. Right now, I'm",
        5071.96,
        5077.26
    ],
    [
        " I'm assessing that we're only going to make it through two chapters of this thing.",
        5077.26,
        5081.48
    ],
    [
        " So we'll do one more chapter right now and then we'll we'll save the next one for the next podcast.",
        5081.54,
        5087.24
    ],
    [
        " Chapter two, the culture of learning starts off the quote. Humility engenders learning because it",
        5087.68,
        5098.52
    ],
    [
        " leaves you open for truth to reveal themselves. You don't stand in your own way. Do you know",
        5099.76,
        5107.74
    ],
    [
        " how you can tell when someone is truly humble? I believe there's one simple test",
        5107.74,
        5112.86
    ],
    [
        " because they consistently observe and listen. The humble improve because they consistently",
        5112.86,
        5122.4
    ],
    [
        " observe and listen, the humble improve. They don't assume I know the way. And who's that a quote from?",
        5122.4,
        5129.36
    ],
    [
        " Winton Morsalis.",
        5130.72,
        5133.98
    ],
    [
        " Jazz musician. Trumpet player. Interesting. Right. It's history that the United States Marine",
        5133.98,
        5145.16
    ],
    [
        " Courts are okay. Trumpet. Jazz playing musician. But his quote on humility is",
        5145.16,
        5151.94
    ],
    [
        " and you know, it's interesting.",
        5151.94,
        5158.28
    ],
    [
        " If we hadn't written extreme ownership with a chapter called Checker, you go and stay",
        5159.3,
        5166.4
    ],
    [
        " humble. It's like, I'd be thinking about doing that right now. There are no secrets to success.",
        5166.4,
        5171.86
    ],
    [
        " This is a result of preparation, hard work and learning from failure. That's Colin Powell.",
        5172.28,
        5176.2
    ],
    [
        " And thanks to my reading, I have never been caught flat-footed by any situation, never at a loss for",
        5177.02,
        5183.08
    ],
    [
        " how any problem has been addressed successfully or unsuccessfully before. It doesn't give me all",
        5183.08,
        5189.66
    ],
    [
        " the answers, but it lights what is often a dark path ahead. And that is general madness. So",
        5189.66,
        5196.42
    ],
    [
        " ideas and methods can have more significant impact on war fighting than weapon systems, technology,",
        5198.4,
        5203.82
    ],
    [
        " or organizational structures. This, this, speaking of music, right? The guitar, the guitar technology",
        5204.08,
        5215.8
    ],
    [
        " that you have, the music school that you went through, none of that can compare to like good ideas.",
        5215.8,
        5221.64
    ],
    [
        " This is an underrated, an underrated",
        5223.04,
        5227.16
    ],
    [
        " thought that I have. I always talk about this. I say, listen, you can go to a guitar center and",
        5227.16,
        5236.46
    ],
    [
        " you can put a sign up and you can say, hey, if you can play these songs, you can pick the most",
        5236.46,
        5241.36
    ],
    [
        " technical songs you know. Most underrated analogy. You can pick the most technical songs you'd say,",
        5241.36,
        5247.84
    ],
    [
        " if you can play these songs, contact me immediately. And I'll, you know, I'll give you whatever,",
        5247.84,
        5252.12
    ],
    [
        " I'll put you on this record. And you'll get hundreds of people that will be like, I can play all those",
        5252.28,
        5257.94
    ],
    [
        " songs. No, for no, I got them. But all those people can't make a hit song because they don't have the",
        5257.94,
        5264.84
    ],
    [
        " creative, the idea is in their head. So they're saying the same thing here. No, no matter what your",
        5264.84,
        5271.86
    ],
    [
        " guitar is, no matter what technology you have, your ideas can have more significant impact on war",
        5271.86,
        5277.1
    ],
    [
        " than any of those things. So the Marine Corps learning culture fosters the attributes that every",
        5277.32,
        5284.12
    ],
    [
        " Marine needs to pursue such as adaptability, creativity, critical thinking, active listening,",
        5284.12,
        5289.92
    ],
    [
        " and bias fraction. You know, there's some, there's some, there's some horses that get beat real hard",
        5290.34,
        5295.64
    ],
    [
        " in this book. Like they get beat. One of them is bias fraction. You gotta remember, we're not",
        5295.64,
        5307.08
    ],
    [
        " what did I call that? Extreme ownership default aggressive. That's going to be your default mode.",
        5307.78,
        5314.62
    ],
    [
        " Organizational culture. The Marine Corps's culture values action. Again, there's that horse getting",
        5315.52,
        5323.38
    ],
    [
        " another crack in the jaw. Responsibility, ownership, adaptability and problem solving.",
        5323.38,
        5328.74
    ],
    [
        " Therefore, the Marine's learning process and culture develop and exercise these values.",
        5329.06,
        5338.84
    ],
    [
        " And I've got a little note here. And this is just like the way that the Marines roll.",
        5339.62,
        5345.34
    ],
    [
        " So listen to this sentence. Listen to these two sentences. The Marine Corps's culture values action",
        5346.44,
        5352.3
    ],
    [
        " responsibility, adaptability, and problem solving. Therefore, Marine's learning process processes and",
        5352.3,
        5357.92
    ],
    [
        " culture develop and exercise these values. What's cool about the Marine Corps is they're not saying",
        5357.92,
        5363.08
    ],
    [
        " this is what the Marine Corps should aspire to or this is what the Marine Corps should do. They say",
        5363.08,
        5367.62
    ],
    [
        " there was the more this is what the Marine Corps does. Like it's not even, it's not even a question.",
        5367.62,
        5372.68
    ],
    [
        " That's what the Marine Corps does. The Marine Corps's hierarchical command structure and process",
        5372.92,
        5377.5
    ],
    [
        " may at times be perceived as an obstacle to adaptability and learning. Although both are essential",
        5377.5,
        5384.42
    ],
    [
        " for the proper exercise of command and control, Marines must ensure that they do not set conditions",
        5384.42,
        5391.24
    ],
    [
        " for unintended negative effects on learning that could negatively impact war fighting such as",
        5391.24,
        5397.16
    ],
    [
        " discouraging Marines initiative feedback or problem solving. Huge. Huge. What happens when the",
        5397.16,
        5403.96
    ],
    [
        " dichotomy of chain of command goes too far? Now we have people that aren't giving feedback anymore.",
        5403.96,
        5409.38
    ],
    [
        " So we need to make sure it doesn't set those conditions.",
        5409.78,
        5412.94
    ],
    [
        " Again, I think it's really important that we think about learning. We're thinking about it from",
        5413.68,
        5421.42
    ],
    [
        " the perspective of I'm learning what the enemy is doing and it's how I'm going to defeat the enemy.",
        5421.42,
        5427.3
    ],
    [
        " It's not like effects, not like negative effect on learning the proper technique for cleaning this",
        5428.0,
        5433.82
    ],
    [
        " weapon. We're talking about learning how to beat the enemy actively while that fight is happening.",
        5433.82,
        5439.58
    ],
    [
        " Skip ahead a little bit. Leaders at all levels are charged with creating an environment where",
        5440.84,
        5449.44
    ],
    [
        " continuous learning becomes the standard. Leaders serve as positive examples of a disciplined",
        5449.44,
        5455.28
    ],
    [
        " approach to learning while also providing their Marines with constructive feedback.",
        5455.28,
        5459.62
    ],
    [
        " Leaders of Marines must dedicate time and effort to learning and prioritize mental fitness as much as",
        5461.54,
        5468.86
    ],
    [
        " physical fitness. Dang. Dang. You know what? One of my next missions and I guess we're kind of",
        5468.86,
        5478.78
    ],
    [
        " what we might be on it. It's probably going on right now, right? But systematic learning,",
        5478.78,
        5485.8
    ],
    [
        " and it's kind of goes back like the idea of the thread, you should be able to just pick up and",
        5485.8,
        5491.12
    ],
    [
        " learn things in a cohesive manner. And I get that there's some part of learning things in a",
        5491.12,
        5498.18
    ],
    [
        " non-cohesive manner that forces you to learn how to put them into a cohesive manner. So there's",
        5498.18,
        5503.7
    ],
    [
        " something to that and I get it. But you should be able to at least take different subjects and get",
        5503.7,
        5510.22
    ],
    [
        " them close enough to each other so that people can easily make those connections. And then maybe you",
        5510.22,
        5515.22
    ],
    [
        " learn how to spread those things apart a little further so people have to think even more to get",
        5515.22,
        5520.04
    ],
    [
        " those connections to come. But we make it so hard to learn so many different subjects that we just",
        5520.04,
        5529.42
    ],
    [
        " don't connect. We don't bring any cohesion to. We don't act. We act as if science, history,",
        5529.42,
        5536.54
    ],
    [
        " literature, poetry, art. We act as if they're these separate things.",
        5538.9,
        5542.38
    ],
    [
        " And they're not. And the better you understand each one of those things and then the better you",
        5543.2,
        5548.74
    ],
    [
        " understand how they fit together, the better you understand them all, the better you understand them",
        5548.74,
        5552.1
    ],
    [
        " all, the better you understand human nature and people. The better you understand people, the",
        5552.1,
        5556.64
    ],
    [
        " better you can take all this, all the things that you deal with in life and put them into context",
        5556.64,
        5561.9
    ],
    [
        " and do something and shape the outcome of your life.",
        5561.9,
        5565.46
    ],
    [
        " So we need to prioritize mental fitness. And again, it's interesting. We wrote the code and",
        5566.14,
        5580.9
    ],
    [
        " and the evaluation and the protocols before this book came out. But we made number one,",
        5580.9,
        5586.64
    ],
    [
        " the number one thing you need to take care of is physical fitness and number two is mental fitness.",
        5586.86,
        5590.5
    ],
    [
        " And the reason we prioritize them like that is because if you don't have a body, you don't have a",
        5593.84,
        5598.68
    ],
    [
        " mind. I don't think anyone can argue with that. Continuing on, integrating learning activities into",
        5598.68,
        5608.28
    ],
    [
        " physical training events when Marines are both mentally and physically challenged, encourages",
        5608.28,
        5612.04
    ],
    [
        " deep learning and facilitates the recall of lessons learned during combat situations.",
        5612.04,
        5616.74
    ],
    [
        " Awesome. As part of the learning experience, leaders must foster an environment that",
        5622.72,
        5627.98
    ],
    [
        " appropriately tolerates mistakes, errors and challenges to existing ideas.",
        5627.98,
        5632.94
    ],
    [
        " Challenging ideas and making mistakes are part of the learning process.",
        5634.42,
        5637.98
    ],
    [
        " If you're not encouraging your subordinates to challenge your ideas, I mean, I love it when",
        5645.8,
        5653.12
    ],
    [
        " people challenge my ideas. It actually, I love it. I love it. And it's not because I want, it's not",
        5653.12,
        5661.78
    ],
    [
        " because I have an opportunity to like beat them or show them that I know what's up. I like it because I",
        5661.78,
        5667.96
    ],
    [
        " know I'm going to learn something. I'll learn from their challenge. Their challenge is going to",
        5667.96,
        5673.1
    ],
    [
        " either break through my position and I'm going to realize that they're right or it's going to make",
        5673.1,
        5677.82
    ],
    [
        " me patch a hole in my position that was a vulnerability that now we can utilize this idea and it's",
        5677.82,
        5685.42
    ],
    [
        " going to be stronger. Challenging ideas in a respectful and constructive way contributes to",
        5685.42,
        5693.62
    ],
    [
        " improve learning for both subordinates and leaders. They threw that in there thankfully.",
        5693.62,
        5697.96
    ],
    [
        " And in leadership strategy and tactics, I actually tell you how to say these words correctly.",
        5699.04,
        5706.42
    ],
    [
        " Because it's not easy. Yeah, like I like to speak the truth. I'm a straight shooter. I'm",
        5707.04,
        5714.28
    ],
    [
        " going to come right out and say, hey, let's just how I am. So I'm going to challenge you my boss",
        5714.28,
        5717.86
    ],
    [
        " in a way that totally undermines the relationship we have. And I just tell you how screwed up you",
        5718.5,
        5723.78
    ],
    [
        " aren't how wrong. And you're the problem because you won't listen to me. That's going to work out.",
        5723.78,
        5727.68
    ],
    [
        " That's not going to work out. That's right. But I'm the guide that speaks the truth. You know,",
        5727.76,
        5731.92
    ],
    [
        " bosses don't want to hear it. People don't like that. Boss just doesn't want to hear it. You can't",
        5732.12,
        5737.08
    ],
    [
        " handle the truth. There we go in there. Leaders should permit ideas to be challenged in discussion",
        5737.08,
        5744.46
    ],
    [
        " and planning up to the point where the leader makes a decision. Leaders should not automatically",
        5744.46,
        5750.36
    ],
    [
        " interpret a subordinate challenging an idea or providing feedback as challenging their authority.",
        5750.36,
        5755.6
    ],
    [
        " Chiching. Yeah. So they cover it both. Yeah. You need to challenge it in a respectful way. And",
        5756.28,
        5760.32
    ],
    [
        " oh, by the way, you need to listen to it as if it's not an attack in your authority. Go.",
        5760.32,
        5763.5
    ],
    [
        " But I said in the leadership strategy and tactics, people usually think their ideas the best idea.",
        5764.18,
        5771.44
    ],
    [
        " It's just kind of the way it is, right? Totally. And you know what? You can actually program yourself",
        5771.88,
        5776.96
    ],
    [
        " to not be that way. And I think I've done a pretty good job of that. Actually, I usually think like,",
        5776.96,
        5780.72
    ],
    [
        " okay, my idea is out there, but it's not necessarily right. And I'm, I want to hear other people's ideas.",
        5780.98,
        5786.28
    ],
    [
        " You can totally train to that. You can totally teach yourself to do that. And the thing that makes",
        5787.16,
        5793.24
    ],
    [
        " that easier over time is you actually start to win more. Your life gets better. Like, oh, this was",
        5793.24,
        5797.9
    ],
    [
        " really big, a big stretch from my ego to start to tolerate that. I'm like, oh, my life is a",
        5797.9,
        5802.04
    ],
    [
        " hundred times better now than it was. This isn't that hard. Hey, you got feedback from me? Dude,",
        5802.04,
        5805.72
    ],
    [
        " bring it on. Yeah. Because I bet you my life gets better if I listen to your feedback.",
        5805.86,
        5809.18
    ],
    [
        " The leaders authority gives him or her the responsibility to make decisions, but it does not mean",
        5809.52,
        5816.12
    ],
    [
        " that the leaders have to develop all the ideas themselves. Leadership strategy and tactics. Weird.",
        5816.12,
        5820.82
    ],
    [
        " By the way, yeah, whoever authored this thing, legit, nicely done. I appreciate the, appreciate it.",
        5824.0,
        5830.74
    ],
    [
        " Subordinates need to be willing to admit mistakes, ask questions, and seek corrective feedback.",
        5832.78,
        5838.0
    ],
    [
        " Naturally, a subordinate, a subordinate's willingness to admit mistakes depends on the",
        5838.66,
        5843.32
    ],
    [
        " commander's willingness to tolerate them. Dude, and what's good about that? Well, I would,",
        5843.46,
        5849.02
    ],
    [
        " a little adjustment there are subordinates willingness to admit mistakes, but also a subordinate's",
        5849.24,
        5855.44
    ],
    [
        " willingness to make mistakes or take risks that will result in mistakes depends on the",
        5855.44,
        5860.02
    ],
    [
        " commander's willingness to tolerate. So if you got a person that never tolerates any mistakes,",
        5860.02,
        5863.2
    ],
    [
        " guess what? No one's going to do anything for him. That's like one of the major criticisms of",
        5863.58,
        5869.3
    ],
    [
        " educating the traditional educational process. Like that, the low tolerance for mistakes. So",
        5870.54,
        5877.1
    ],
    [
        " like you take a quiz, it's probably different now. I don't know, I've been a long time since I've",
        5877.1,
        5880.62
    ],
    [
        " been high school, but you know when you take a test or a quiz, right? Let's say you have 10",
        5880.62,
        5885.54
    ],
    [
        " questions, right? You get five of them wrong. That's an F straight up F. 50. Oh yeah. So let's say",
        5885.54,
        5893.26
    ],
    [
        " you have four quizzes through the course of the year, right? If you got an F that factors",
        5893.26,
        5898.8
    ],
    [
        " into your final grade, no matter if you got those questions right later or not, you could learn 100%",
        5898.82,
        5904.06
    ],
    [
        " of the material perfectly, but if you got an F on one of those quizzes, your grade might not be",
        5904.06,
        5908.04
    ],
    [
        " 100%. So if you make a mistake, even if you correct the mistake, you still get punished for it.",
        5908.04,
        5914.04
    ],
    [
        " Seems saying you could know the correct answer to the mistake that you made thoroughly through and",
        5914.46,
        5920.32
    ],
    [
        " through you still get punished. I see your point. However, I think there's other things that are being",
        5920.32,
        5926.64
    ],
    [
        " trained, right? Like you need to prepare and study and be ready, right? Yeah. And life doesn't always",
        5926.74,
        5933.6
    ],
    [
        " give you a second, third and fourth chance to square yourself away from your Fiddy. Yeah, but maybe",
        5933.6,
        5941.02
    ],
    [
        " that's what's high school is for, maybe not. So I guess you're arguing, understand, what I don't",
        5941.02,
        5948.32
    ],
    [
        " like about what I just said is that I'm clearly thinking of it from like a, well, I actually don't",
        5948.32,
        5956.38
    ],
    [
        " know that I don't like what I just said. Well, you could, you could argue, well, hey,",
        5956.38,
        5959.16
    ],
    [
        " Jockels, you just want people learning and studying for grades to get an A on a grade. And that's not,",
        5959.24,
        5963.02
    ],
    [
        " that's not what I want. But there is a fact of when you go to school, you're learning, okay,",
        5963.16,
        5969.24
    ],
    [
        " I got to do certain things. I got to do certain things I don't want to do and I got to do them on time.",
        5969.68,
        5973.36
    ],
    [
        " Those are important lessons to learn about life. Yeah. So what you're, unless you want to throw it at",
        5973.36,
        5979.02
    ],
    [
        " me that school is develops that we could break children mentally and train them to be factory workers,",
        5979.02,
        5985.2
    ],
    [
        " which is also true. That is one of the criticisms or the reason for that, you know, that, you know,",
        5985.2,
        5990.24
    ],
    [
        " what I actually picked up on right now. It's nothing new really. What you just did,",
        5990.32,
        5995.5
    ],
    [
        " you just responded to that. What I just said with extreme ownership, with extreme responsibility.",
        5996.0,
        6002.7
    ],
    [
        " You know, you're, I said, this is a major criticism of the school system. And you essentially said,",
        6003.12,
        6008.8
    ],
    [
        " in so many words, hey, don't blame the school system. You take responsibility for going to school.",
        6008.8,
        6012.88
    ],
    [
        " That's essentially what you said back to me. Interesting. Doesn't make what I said any less true.",
        6012.88,
        6017.14
    ],
    [
        " Yeah. But you, you were like, okay, cool. You know, so what are you going to do about it kind of thing?",
        6017.52,
        6022.58
    ],
    [
        " Yeah. You better, you know, you better study hard, you better work hard kind of thing. Seems to.",
        6022.6,
        6026.22
    ],
    [
        " Yeah. And that's the point. That's the point is what are we trying to do with school, right? Is it,",
        6026.3,
        6030.54
    ],
    [
        " there's a bunch of things that are going on with school. And maybe if we clarified those things more,",
        6030.88,
        6035.26
    ],
    [
        " you could understand because do you want the person to learn education, right? Do you want them to",
        6035.66,
        6039.8
    ],
    [
        " get smarter? Do you want them to get knowledge? Yes. Do you want them to learn about how to live their life? Yes.",
        6039.8,
        6044.1
    ],
    [
        " And how do you balance those things correctly?",
        6044.88,
        6048.36
    ],
    [
        " I think not to go too deep into the school system or nothing like that. But I think that saying that",
        6049.54,
        6055.58
    ],
    [
        " or feeling that like, hey, it teaches you to do this and do this on top of like the math that",
        6055.58,
        6060.32
    ],
    [
        " I'm that you're learning in the class. I think that's sort of like a like a wiggly like not excuse,",
        6060.32,
        6068.68
    ],
    [
        " but it's like they'll just throw that in as like part of it. I guess what it needs is a clear",
        6068.74,
        6074.04
    ],
    [
        " definition of the mission of the school. Yeah. We had a clear definition of the mission of the school.",
        6074.04,
        6077.52
    ],
    [
        " And as a high school kid or whatever, you go in the class in math class, what are we learning in math class?",
        6078.1,
        6082.34
    ],
    [
        " You tell me, what are we learning in math class? Math, right? I didn't know we're going to learn all",
        6082.62,
        6087.26
    ],
    [
        " these other life lessons that no one says, by the way. You seem to say. So it's like, okay,",
        6087.26,
        6092.6
    ],
    [
        " I did. So maybe if they clarified the mission and said, hey, this isn't just about learning math.",
        6092.72,
        6097.0
    ],
    [
        " This is about learning how to operate with other people. This is learning about how to learn time",
        6097.18,
        6101.46
    ],
    [
        " management. It's one of the things you're about to learn. If you got told that, you probably be,",
        6101.46,
        6104.64
    ],
    [
        " oh, okay, I get it. If that was part of the curriculum, not if you got told that because I don't know,",
        6104.84,
        6109.84
    ],
    [
        " some people say that all the time, but then it's like, well, the rest of the stuff going on doesn't",
        6110.0,
        6114.78
    ],
    [
        " support what you're saying. I know, but whatever. But yeah, if that was part of the curriculum,",
        6114.78,
        6118.32
    ],
    [
        " oh, yeah, 100%. 100%. Check. All right. Back to the book. Marines will learn from their mistakes",
        6118.38,
        6126.86
    ],
    [
        " when they receive constructive, corrective feedback. By the way, I'll do a little additive to that",
        6126.86,
        6132.48
    ],
    [
        " statement. Marines will not learn from their mistakes if they are offended by that constructive,",
        6132.48,
        6138.06
    ],
    [
        " corrective feedback. The easiest hedge against the potential of some of your guys on your team,",
        6138.22,
        6146.46
    ],
    [
        " the Marine Corps or anywhere else of having a problem with that is to actually take ownership of",
        6146.6,
        6151.28
    ],
    [
        " the mistakes that they make. And I just wrote down like, hey, the ultimate form of tolerating other",
        6151.28,
        6155.96
    ],
    [
        " people's mistakes, which is really what this is about is you want to let your people make mistakes",
        6155.96,
        6159.92
    ],
    [
        " because that's actually good. It's learning. It's a wait is to take responsibility for that is to",
        6159.92,
        6165.24
    ],
    [
        " when you're setting up the debrief rather than go, hey, corporal willing. Here's 37 things you",
        6165.24,
        6172.46
    ],
    [
        " screwed up on this mission that we did as opposed to, hey, let's talk about these things.",
        6172.46,
        6176.96
    ],
    [
        " Here's all the things that happen here. Here's all the things that I'm going to do differently",
        6177.52,
        6181.26
    ],
    [
        " next time to put you in a position to be successful. So he's actually not afraid like, oh, my boss,",
        6181.26,
        6186.7
    ],
    [
        " my boss thinks this was his mistake. So even inside this thing, this idea of he said, you're tolerating",
        6186.82,
        6192.68
    ],
    [
        " your support, your willingness to tolerate your subordinates mistakes. Well, anybody who",
        6192.68,
        6196.26
    ],
    [
        " listen to this podcast should know that that actually shouldn't be that hard at this point because",
        6196.26,
        6199.76
    ],
    [
        " any mistake your subordinates make is actually whose fault is that really the machine gunners?",
        6199.76,
        6203.52
    ],
    [
        " I know we've used that example a thousand times. And if you want to breed the idea that making",
        6203.66,
        6207.9
    ],
    [
        " those mistakes is okay. There's a really easy formula to make in that happen. And it'll just",
        6207.9,
        6212.86
    ],
    [
        " make them admit it more and actually come with better creative solutions to that. So they make them",
        6212.86,
        6216.58
    ],
    [
        " less over time. Yeah. And those are things that leadership strategy and tactics. I actually wrote",
        6216.58,
        6221.76
    ],
    [
        " down what to say and what not to say. There's a part of that. Instead of saying this, say that.",
        6221.76,
        6226.2
    ],
    [
        " And by the way, one of the reasons that leadership strategy and tactics that I went down that road",
        6226.68,
        6232.18
    ],
    [
        " is because, and I was saying this to a group the other day on EF online. And it's one of these",
        6232.18,
        6241.42
    ],
    [
        " things where it's, here's the deal. I've been doing this for a long time. So when I tell someone,",
        6241.42,
        6252.58
    ],
    [
        " hey, what you need to do is take, you know, go in there and use a flanking maneuver and set them",
        6252.74,
        6256.96
    ],
    [
        " up with this and planted an idea in your head and it'll be good. Then I have to be careful with that",
        6256.96,
        6262.38
    ],
    [
        " because I'm good at it. I'm good. I did it when I was at E5 with my particular matter. I did it",
        6262.38,
        6270.24
    ],
    [
        " when I was, you know, I did it through the chat. I did. I've done it a million times. So when",
        6270.24,
        6274.34
    ],
    [
        " some client says, Hey, how do I handle this person that, you know, is, uh, is complaining, right?",
        6274.34,
        6281.72
    ],
    [
        " Or, you know, or, or is objecting to the way we're doing things? How do I handle that? And I say,",
        6281.84,
        6286.88
    ],
    [
        " Oh, you could do this. I have to say, and listen, you need to be tactful when you do it. You need to",
        6286.92,
        6292.0
    ],
    [
        " think about it from their perspective because sometimes people here, Oh, you need to go talk to them",
        6292.0,
        6295.56
    ],
    [
        " about it. Okay, got it. Boom. They're rolling into the office. Yeah, I need to talk to you about",
        6295.56,
        6299.36
    ],
    [
        " X, Y, and Z. No, I didn't mean that. So that's why like leadership strategy and tactics,",
        6299.36,
        6307.2
    ],
    [
        " here's how you actually say this. The machine gun or made a mistake. It's not, Hey, Echo,",
        6307.2,
        6313.78
    ],
    [
        " you shot outside of your field of fire. It's, Hey, Echo, I don't think I did a good job explaining",
        6314.06,
        6318.14
    ],
    [
        " what your field of fire was because you just got danger close to the other squad. That's my fault.",
        6318.14,
        6324.28
    ],
    [
        " You go, there you go. Boom. Next, a critical element of learning from mistakes is embracing an",
        6324.28,
        6332.88
    ],
    [
        " appropriate level of risk. Combat is inherently dangerous and risky. However, the greatest mistake",
        6332.88,
        6338.08
    ],
    [
        " in combat could be an unwillingness to act from a fear of risk or failure to adapt to the changing",
        6338.08,
        6345.52
    ],
    [
        " situation. So how do you get good at doing? How do you get good at figuring out what the appropriate",
        6345.52,
        6352.3
    ],
    [
        " level of risk is? It's by making mistakes. So if you don't make mistakes in training,",
        6352.3,
        6355.64
    ],
    [
        " when the time comes in combat and you're unwilling to even try anything either out of fear or risk",
        6355.86,
        6360.5
    ],
    [
        " of failure or risk of getting yelled at or failure to adapt because you've never done it before.",
        6360.5,
        6364.34
    ],
    [
        " Like the time when you're a squad leader and you're like looking around and someone says,",
        6364.98,
        6371.76
    ],
    [
        " Hey, man, just go for it. You go for it. And you say things turn out. Maybe they turn out. Okay,",
        6371.78,
        6377.04
    ],
    [
        " maybe they turn out bad. But either way, you go, Okay, well, I kind of did it. And then you realize",
        6377.12,
        6381.46
    ],
    [
        " you know what? Next time I do it, I need to do it a little bit faster. But I need to, I need to,",
        6381.46,
        6385.34
    ],
    [
        " you know, keep the squad more more more distance between each other. Okay, cool. You learn a little",
        6385.44,
        6390.8
    ],
    [
        " something. Now next time you make an aggressive mood, you got this little more dispersion in your squad",
        6390.8,
        6394.52
    ],
    [
        " and everyone stays alive. And it's cool. Again, this is training. So that way by the time you get",
        6394.52,
        6399.92
    ],
    [
        " in a point in combat where you need to take some initiative, you've done it before. You do not want",
        6399.92,
        6405.18
    ],
    [
        " anyone on your subordinate team to the first time they show, have to show any initiative,",
        6405.18,
        6410.24
    ],
    [
        " isn't a combat situation or isn't a business meeting or isn't a, with a client, that's real.",
        6410.62,
        6415.28
    ],
    [
        " That's not the first time you want to see them take initiative.",
        6415.9,
        6417.92
    ],
    [
        " Have them take initiative in some controlled environments to kick it off.",
        6419.0,
        6424.12
    ],
    [
        " Continuing on. Therefore, Marines should only take reasonable risk during training and learn",
        6425.1,
        6435.9
    ],
    [
        " to adapt to the changing situation, which is what I just said. All Marines, regardless of positional",
        6435.9,
        6440.76
    ],
    [
        " rank, must discuss what led to mistakes, take corrective action and learn from them. You got",
        6440.76,
        6446.54
    ],
    [
        " a debrief. Learning from mistakes is key to Marines, learning to act decisively and effectively",
        6446.54,
        6451.2
    ],
    [
        " while taking prudent risk, which is everything I just said. There's a little section in here,",
        6451.2,
        6456.38
    ],
    [
        " which I've been skipping some of these sections, but I'm going to hit this one. This is the battle",
        6456.8,
        6460.46
    ],
    [
        " of Bellowwood, Captain John W. Thomas and Jr. who earned the Navy Cross during his service with",
        6460.78,
        6467.26
    ],
    [
        " first battalion, fifth Marines, wrote about the fourth Marine Brigade. He says, Platoon's were",
        6467.26,
        6473.5
    ],
    [
        " formed, I'm skipping ahead a little bit, but he says Platoon's were formed in four waves.",
        6473.5,
        6477.1
    ],
    [
        " He goes into talking about how they had maps and how they had a plan and how they were basically",
        6478.6,
        6482.76
    ],
    [
        " using what they had learned from the French. He says Platoon's were formed in four waves,",
        6482.76,
        6488.38
    ],
    [
        " the attack formation taught by the French, a formation proved in trench warfare where there was a",
        6488.38,
        6494.3
    ],
    [
        " short way to go and you calculated on losing the first three waves and getting the fourth one to",
        6494.3,
        6500.2
    ],
    [
        " the objective. That's what they got taught. Hey, you're going to take four waves of people, the first",
        6500.2,
        6507.6
    ],
    [
        " three, they're all going to die and then the fourth one will get through. Then he says, after the",
        6507.6,
        6514.4
    ],
    [
        " first engagement, the Marines never used it again. It was a formation that simply accepted casualties,",
        6514.4,
        6520.38
    ],
    [
        " was not adapted for open warfare and left formations rushing across open ground, incredibly",
        6520.8,
        6526.04
    ],
    [
        " vulnerable. It did not take the Marines long to learn better and to adapt their tactics that",
        6526.04,
        6532.52
    ],
    [
        " founded on sound basics learned during their training. There's anything else on that?",
        6532.54,
        6546.12
    ],
    [
        " I knew you were going to talk about that just because of how often you and I have talked about",
        6546.98,
        6552.0
    ],
    [
        " World War I and you hit that over and over again of all the wars. That's the one you look at and",
        6552.0,
        6556.12
    ],
    [
        " what was going on there? What was going on there from a leadership standpoint?",
        6557.3,
        6561.66
    ],
    [
        " Honestly, my favorite line is after the first engagement, the Marines never used it again.",
        6562.38,
        6568.72
    ],
    [
        " One time they looked around like, we're not doing this anymore. There's a stunning piece on",
        6569.4,
        6575.8
    ],
    [
        " leadership of what was everybody else and they've been doing it for years when the Marines showed up.",
        6575.8,
        6580.44
    ],
    [
        " Anyway, I just knew that given how much we've talked about it, that comment there is actually",
        6581.64,
        6587.16
    ],
    [
        " really important comment that they saw at once and they recognize right away, this is wrong and we",
        6587.16,
        6591.22
    ],
    [
        " need to adapt right now. You don't need to do this five, six, seven, eight, ten times to realize",
        6591.22,
        6596.1
    ],
    [
        " this is a bad plan. Yeah, the, when I had Dean Ladon, Taroa, right? And one of the things that",
        6596.1,
        6610.42
    ],
    [
        " he pointed out was when they were in, I think, New Zealand. So in between, in between",
        6610.42,
        6616.06
    ],
    [
        " islands storming in the Pacific, they were saying that one thing that they noticed about the",
        6616.06,
        6622.84
    ],
    [
        " Japanese was that the Japanese didn't adapt. They didn't change anything. They would do the same",
        6622.84,
        6627.16
    ],
    [
        " thing like not only from a, not only from a tactical perspective like, oh, we're going to rush you",
        6627.16,
        6631.96
    ],
    [
        " and if we don't get through today, we're going to rush you tomorrow from the same position.",
        6631.96,
        6635.36
    ],
    [
        " But not like that, but then and you could see some changes in the way they defended the islands.",
        6635.44,
        6640.64
    ],
    [
        " Like sometimes they'd let the Marines come ashore and then they'd kind of set them up and sometimes",
        6640.64,
        6644.16
    ],
    [
        " they wouldn't let them come ashore. So they would make these small changes. But for the most part,",
        6644.16,
        6648.32
    ],
    [
        " it was like, we knew what the Japanese were going to do and they weren't going to change how they",
        6648.4,
        6651.58
    ],
    [
        " were doing things. And you know, I was talking a lafe about it. Lapes like, yeah, it's kind of hard",
        6651.58,
        6657.98
    ],
    [
        " to pass on lessons learned when everyone is dead, which is what was going on with the Japanese,",
        6657.98,
        6662.58
    ],
    [
        " right? Oh, you want to defend this island? Well, you know what lessons are getting to the",
        6662.62,
        6666.26
    ],
    [
        " next island? None of them because you're all dead. You know, we, the only people that survive",
        6666.26,
        6671.88
    ],
    [
        " are 14 Korean slaves. That's who survives. Everyone else dies. Yeah. But the fact that in this",
        6671.88,
        6679.54
    ],
    [
        " situation, yeah, and that is absolutely, you know, World War One just sickens me. Totally. And,",
        6679.54,
        6687.2
    ],
    [
        " you know, all war is awful, but that war and the leadership and that war to just",
        6687.2,
        6693.62
    ],
    [
        " Roger that. Yep. Roger that. Roger that. Roger that.",
        6693.62,
        6697.54
    ],
    [
        " All right. Section here, areas of responsibility. There are four functional areas of responsibility",
        6698.58,
        6708.26
    ],
    [
        " in the culture of learning as shown in the following figure. And there's the other little figure",
        6708.26,
        6711.88
    ],
    [
        " here. And it's got some circles that the smallest circle is marine, meaning the individual marine.",
        6711.88,
        6719.12
    ],
    [
        " And then the instructor and then the commander or leader and then the Marine Corps as an entire",
        6719.54,
        6726.86
    ],
    [
        " institution. So it goes like this. The first is it is each individual's marine's responsibility",
        6726.86,
        6731.84
    ],
    [
        " to progress in his or own, his or her own self education and build a bias for intelligent action.",
        6731.84,
        6738.96
    ],
    [
        " Does that's incumbent upon every single marine is to learn everything that you can and build a",
        6739.64,
        6745.24
    ],
    [
        " bias for intelligent action. There, there's another little whip on that horse. I think they're",
        6745.24,
        6756.9
    ],
    [
        " making it perfectly clear to every marine that what we want you to do is take action doing something",
        6756.9,
        6763.62
    ],
    [
        " smart. Go. It reminds me of you to tell these these young fire team leaders or these two commanders",
        6763.62,
        6770.5
    ],
    [
        " like that get them together and I'd be like a two commander. Imagine if every one of your five,",
        6770.5,
        6776.1
    ],
    [
        " you have eight fire teams. Imagine if each one of your fire teams was doing something smart",
        6776.1,
        6780.28
    ],
    [
        " in support of what you were trying to make happen. How hard would your job be? And you'd be like",
        6780.28,
        6784.86
    ],
    [
        " not hard. And I'd be like, yeah, check, I'd be like fire team leaders. Do you hear that? This guy",
        6784.86,
        6788.58
    ],
    [
        " wants you to do stuff. He wants you to make something happen. Make something happen. Do us all a favor",
        6788.58,
        6794.98
    ],
    [
        " and make something happen. I'm tired of watching you guys sit around trying to form a perimeter",
        6794.98,
        6799.68
    ],
    [
        " being directed by the task you to commander himself on how to form the perimeter for the love of god.",
        6799.68,
        6805.36
    ],
    [
        " Would you take up a security position? Second, within formal schools, instructors should be selected",
        6805.36,
        6814.22
    ],
    [
        " based upon their potential to become effective teachers facilitators and mentors. And it goes into",
        6814.42,
        6818.46
    ],
    [
        " some of that. Third, leaders at all levels are responsible for setting the conditions within the",
        6818.46,
        6823.48
    ],
    [
        " unit for the subordinates professional military learning and development. In the teams, those two are",
        6823.48,
        6829.48
    ],
    [
        " probably opposite. Like I don't know if it's opposite, but there's no doubt that in the SEAL teams,",
        6829.48,
        6835.48
    ],
    [
        " the leader of a platoon, like the leader in the platoon commander in the platoon chief or the task",
        6836.04,
        6842.34
    ],
    [
        " commander in the task unit senior enlisted advisor, they are way more responsible than some",
        6842.8,
        6848.22
    ],
    [
        " instructor that you had anywhere along the way. I don't know if you could make that statement about",
        6848.22,
        6854.2
    ],
    [
        " the Marine Corps. I think there's that hierarchical component that I think just sits inside it. And I",
        6854.2,
        6862.12
    ],
    [
        " think a lot of ways it's sort of this connection of that's something that's very easily digestible for",
        6862.12,
        6865.68
    ],
    [
        " the lowest level of marine to recognize where they fit in the big picture. But the bigger thing that's",
        6865.68,
        6871.46
    ],
    [
        " full circle when the Marine Corps as an institution has this obligation to facilitate that that goes back",
        6871.46,
        6876.86
    ],
    [
        " and affects the individual Marine and that your individual role actually plays, we talk about this",
        6876.86,
        6882.66
    ],
    [
        " all the time. You can plan outside influence on the entire organization if you were doing something",
        6882.66,
        6887.1
    ],
    [
        " that's making you better, which is making your team better. And then each role in leadership has",
        6887.1,
        6891.92
    ],
    [
        " an obligation to facilitate that. And then it comes right back to the individual. Whenever I talk about",
        6891.92,
        6897.24
    ],
    [
        " training with a company, I was maybe you can help me with my own quote, but it's something along the",
        6897.24,
        6901.92
    ],
    [
        " lines of training is the solemn duty of the leaders inside of it. You know, right? It's not the",
        6901.92,
        6907.92
    ],
    [
        " responsibility, the trainer, it's not the responsibility of the instructor, it's not a responsibility",
        6907.92,
        6911.22
    ],
    [
        " of the schoolhouse. If you work for me, I'm responsible for making sure you're trained and I can use those",
        6911.22,
        6915.28
    ],
    [
        " assets however I see fit, but I'm responsible for it. Yeah. And then finally, the Marine Corps as an",
        6915.28,
        6923.72
    ],
    [
        " institution to demonstrate a focus and commitment to encouraging career long learning by continuously",
        6923.72,
        6929.14
    ],
    [
        " refining learning methods and providing resources and opportunities for professional development.",
        6929.14,
        6935.08
    ],
    [
        " Yeah. That's the way the Marine Corps rolls.",
        6935.48,
        6937.72
    ],
    [
        " Professional expectations next section. Marines are expected to have initiative, self-discipline,",
        6938.84,
        6947.12
    ],
    [
        " and motivation to actively engage in learning opportunities on their own.",
        6947.12,
        6950.98
    ],
    [
        " Wouldn't that be nice if that was a universal truth about humans?",
        6951.8,
        6956.1
    ],
    [
        " Right? If we just said humans are expected to have initiative, self-discipline,",
        6958.06,
        6961.74
    ],
    [
        " and motivation to actively engage in learning opportunities on their own.",
        6961.78,
        6965.28
    ],
    [
        " Marines must take ownership of personal learning by creating specific professional goals.",
        6967.86,
        6974.84
    ],
    [
        " Again, the evaluation that we wrote,",
        6976.3,
        6979.3
    ],
    [
        " after assessing progress, Marines may adjust their goals so that they remain challenging.",
        6980.06,
        6986.16
    ],
    [
        " Conversely, if a Marine struggles to attain a goal by the day to establish, the goal may need",
        6986.5,
        6990.8
    ],
    [
        " to be adjusted to include additional interim steps, feedback, or modified timeline.",
        6990.8,
        6995.76
    ],
    [
        " Establishing clear, short, mid and long-term goals enables the Marines",
        6996.4,
        7002.7
    ],
    [
        " to plan a clear path forward toward professional development.",
        7004.1,
        7007.94
    ],
    [
        " Again, this is sort of the reason why we put together the code and the evaluation and the protocols",
        7008.58,
        7013.28
    ],
    [
        " for everything that just got just written right there.",
        7013.28,
        7015.94
    ],
    [
        " Yeah, that paragraph to me was huge. I highlighted the whole thing. I wrote the word",
        7016.06,
        7019.8
    ],
    [
        " dude and underlined it. Dude, this is ridiculous.",
        7019.8,
        7022.36
    ],
    [
        " And then I wrote down, this is why we did that ranking scale. I mean, I'm going to qualify",
        7023.1,
        7026.9
    ],
    [
        " to human being. If you're doing this thing and it's easy, guess what? You need to ramp it up",
        7026.9,
        7031.24
    ],
    [
        " because there's no longer your baseline. This is too easy for you. You need to make that more",
        7031.24,
        7034.2
    ],
    [
        " challenging. And if not, you get to go back. But you need initiative, self discipline, motivation,",
        7034.2,
        7041.94
    ],
    [
        " and ownership. These are all these are all these are all in concurrence with all these. I'm telling",
        7042.4,
        7050.44
    ],
    [
        " you, by the way, I know I don't know these guys, but I know who these guys are. I wrote this public.",
        7050.44,
        7054.64
    ],
    [
        " I know who these guys are.",
        7054.7,
        7055.82
    ],
    [
        " Skip and head a little bit. Learning is also a process of professional growth.",
        7061.24,
        7065.16
    ],
    [
        " Marines demonstrate motivation and professionalism by cultivating a growth mindset.",
        7065.58,
        7069.42
    ],
    [
        " Individuals with a growth mindset believe that effort and learning can change once qualities,",
        7069.92,
        7075.34
    ],
    [
        " leading to development and success.",
        7075.98,
        7078.16
    ],
    [
        " Marines with a growth mindset understand that they have control over their individual learning.",
        7079.84,
        7086.32
    ],
    [
        " And that the additional effort pays off developing in developing the knowledge and skills to improve.",
        7086.44,
        7093.08
    ],
    [
        " Conversely, individuals with a fixed mindset believe that their qualities are innate.",
        7093.4,
        7097.88
    ],
    [
        " And our interest in feedback only to confirm their abilities, avoiding feedback that indicates",
        7098.8,
        7104.7
    ],
    [
        " any perceived weaknesses.",
        7104.7,
        7107.28
    ],
    [
        " Avoiding feedback and having a fixed mindset leads to stagnation.",
        7108.76,
        7114.26
    ],
    [
        " And they wrap this chapter up. I mean, we could talk about intrinsic motivation is driven by",
        7123.34,
        7128.4
    ],
    [
        " perceived internal rewards. That is one is driven to engage in a behavior because it is satisfying.",
        7128.4,
        7133.5
    ],
    [
        " Leaders can cultivate this type of motivation within Marines by supporting the growth mindset and",
        7134.0,
        7137.88
    ],
    [
        " individual Marines can sustain it throughout their careers. In this way, the Marine Corps culture",
        7137.88,
        7142.4
    ],
    [
        " of learning encourages commanders, leaders, instructors, teams and individuals to all support",
        7142.4,
        7147.78
    ],
    [
        " intrinsic motivation for learning and self-improvement.",
        7147.78,
        7150.52
    ],
    [
        " And the conclusion is they say the Marine Corps culture supports continuous career-long learning.",
        7150.92,
        7163.0
    ],
    [
        " All Marines can facilitate learning as Marines develop in their careers.",
        7163.7,
        7168.64
    ],
    [
        " Responsibility to facilitate learning also increases. Marine Corps culture embraces learning as",
        7169.1,
        7174.52
    ],
    [
        " fundamental to Marine readiness to be the first to fight. Learning is essential to any profession,",
        7174.52,
        7180.82
    ],
    [
        " but it is particularly important to the Marines profession of arms with a cost of not learning.",
        7181.34,
        7187.46
    ],
    [
        " The cost of not learning are so steep.",
        7187.96,
        7190.68
    ],
    [
        " So that is chapter 2. We are 2 hours deep right now in an order to not make a 5-hour podcast.",
        7193.42,
        7201.82
    ],
    [
        " We will save the next for the next podcast.",
        7202.34,
        7205.24
    ],
    [
        " So, I guess, Echo Charles, since we are going to try to continue to learn,",
        7207.36,
        7218.98
    ],
    [
        " continue to make continuous improvement.",
        7219.58,
        7222.16
    ],
    [
        " I don't know if there is any way that anything that you recommend we learn, perhaps,",
        7222.42,
        7231.26
    ],
    [
        " that could move us in the right direction.",
        7231.66,
        7233.78
    ],
    [
        " I recommend that we learn Jiu-Jitsu, one of the many recommendations.",
        7234.96,
        7240.06
    ],
    [
        " I recommend we stand the path. This is a real general way of putting it. So we're going to learn",
        7241.24,
        7248.4
    ],
    [
        " in shape. We're going to stay functional and healthy. Functional, maybe that's a play-down,",
        7248.48,
        7253.94
    ],
    [
        " not play-down, but that's maybe an overused word. We're going to say capable. How about that,",
        7254.06,
        7257.62
    ],
    [
        " Dave Burke? Good. I'm good with functional. Functional. I like capable. I like capable.",
        7258.0,
        7262.62
    ],
    [
        " Yeah. If you like capable, why did you say functional and then like deride it and then now you're",
        7263.0,
        7268.74
    ],
    [
        " calling it capable? I'm putting a fine point on it, sharpening it. Functional is like sure,",
        7268.74,
        7275.62
    ],
    [
        " yes, functional, but let me get more specific, capable, even though that's pretty general.",
        7275.62,
        7280.6
    ],
    [
        " But to do these things, we're going to need, we're going to want certain tools.",
        7281.48,
        7286.22
    ],
    [
        " Okay. So for Jiu-Jitsu, we need a G-Rash card. Boom, where do we get the G-I-I-T-G-I? I think we all know,",
        7286.76,
        7291.72
    ],
    [
        " all know, Besky in the world, factually, Origin. OriginMaint.com. This is where you can look at all this stuff.",
        7291.72,
        7297.28
    ],
    [
        " Now, can we get G-I-Z at Origin right this moment on in April 2020? Yeah.",
        7299.08,
        7307.5
    ],
    [
        " Can we? There are some G-I-Z still a bit. Look, we've done a little, we've had to make some",
        7307.86,
        7312.48
    ],
    [
        " adjustments to what we're doing in Maine because America needed certain items to get through",
        7312.48,
        7318.98
    ],
    [
        " the COVID-19 pandemic. So we had to make some adjustments and start making face coverings,",
        7318.98,
        7326.62
    ],
    [
        " which we are doing at a rapid pace, probably between five and seven thousand a day.",
        7326.72,
        7331.88
    ],
    [
        " The demand signal is very high. And so we are trying to get America what they need on those,",
        7332.26,
        7338.48
    ],
    [
        " and look, they're not N95 masks, but which we don't have the capability of making, which is why we weren't",
        7338.7,
        7344.78
    ],
    [
        " making any masks. But when the government and the CDC recommended face coverings for everyone,",
        7344.78,
        7351.06
    ],
    [
        " we started making face coverings. So that's what we're doing right now.",
        7351.2,
        7353.72
    ],
    [
        " Now, as soon as we push through this and as soon really as other manufacturers pick up the slack,",
        7353.72,
        7359.78
    ],
    [
        " because we were able to move very quickly because we have the entire supply chain right there,",
        7360.34,
        7367.36
    ],
    [
        " we have the skills and capability. Capability all day. You know, we got crafts people up there that",
        7367.72,
        7374.4
    ],
    [
        " can go, oh, you want me to sew that cool, we can make that happen. Pete can design it. Okay, done.",
        7374.4,
        7379.12
    ],
    [
        " Pattern makers can make the patterns like we can get it done. And that went the original",
        7379.62,
        7384.96
    ],
    [
        " death masks was Friday. We're talking about Monday. They're getting produced. There's not",
        7384.96,
        7391.0
    ],
    [
        " I don't think there's any businesses in the world that could do what origin just did right there.",
        7391.0,
        7397.64
    ],
    [
        " On on I'm gonna say that again on Friday, we're making rash guards on Monday morning full",
        7397.96,
        7409.1
    ],
    [
        " but as soon as just as we pivoted quickly into that as soon as the soon as some other manufacturers",
        7409.1,
        7414.92
    ],
    [
        " get caught up and people and the demand gets met, we'll be right back to doing what we do and what we",
        7414.92,
        7421.84
    ],
    [
        " do, which is make stuff make a peril. So just to a peril rash guards, guise jeans, t-shirts,",
        7421.84,
        7428.76
    ],
    [
        " boots, we'll be right back on all that stuff. So just be on standby. Yeah, good stuff for",
        7429.22,
        7436.98
    ],
    [
        " again, origin main dot com also at origin, jaco fuel. So this will keep us capable, keep us in the",
        7436.98,
        7446.48
    ],
    [
        " game. Look after our joints when we're lifting. It's a big deal. So I'm saying so joint warfare",
        7446.48,
        7452.9
    ],
    [
        " super grill oil, Samantha oxygen to never by the way. Also, milk additional protein protein",
        7452.9,
        7459.06
    ],
    [
        " supplementation on the strawberry milk chain. Yes, really?",
        7459.06,
        7464.28
    ],
    [
        " Yes. How much do you have one a day? One a day. Sometimes too.",
        7465.88,
        7471.48
    ],
    [
        " On some rare occasion, I will have a how many scoops per per do I'm a I'm a one scoop milk shaken",
        7471.98,
        7480.04
    ],
    [
        " in the bottle. I don't do any other weird stuff for things but there are times and I'm not going",
        7480.04,
        7485.62
    ],
    [
        " to allow you. I've got a little extra time with my wife maybe watching TV a little bit on a",
        7485.62,
        7490.58
    ],
    [
        " Saturday night more than I have in the past because of what's going on. And I need a little",
        7490.6,
        7496.94
    ],
    [
        " you know what I need straight up need dessert and I will just go back to the maltrain. So",
        7496.94,
        7502.42
    ],
    [
        " that's my dessert Saturday nights. I've had maybe a little extra these days. But during the day,",
        7502.42,
        7507.2
    ],
    [
        " due to SOP for me is like I will do more. And what discipline in the can is your preferred",
        7507.26,
        7513.46
    ],
    [
        " flavor? Discipline in the can, DAC savage with that question. Not the other two are fine but",
        7513.46,
        7517.52
    ],
    [
        " given the choice and I I'm lucky enough to one of those people that I have a choice. I have options",
        7517.54,
        7521.82
    ],
    [
        " Dakota Meyer crushed at DAC savage is my thing. Interesting. How how often do you drink one of those?",
        7521.82,
        7529.48
    ],
    [
        " One a day. What time? Usually just a little bit after lunch. So another thing is I'm sitting at my",
        7529.64,
        7538.16
    ],
    [
        " desk longer during the day than I ever really have because usually several days a week I'm traveling,",
        7538.16,
        7542.56
    ],
    [
        " I'm in a hotel, I'm with a client, I'm on a plane. And now I'm like up in the morning, work out,",
        7542.56,
        7546.96
    ],
    [
        " get ready. And I sit down on my desk and sometimes I'm sitting literally sitting at my desk",
        7547.2,
        7551.98
    ],
    [
        " sometimes like six, seven, eight hours straight, which I have. I just typically don't do. Not normal.",
        7551.98,
        7556.56
    ],
    [
        " No, no, no, no, we're on, we're on webinars, we're on podcasts. We're in the game and I'm at my",
        7556.56,
        7561.12
    ],
    [
        " computer at that chair. And these I say ready to deploy, ready to drink cans. There's a DAC savage.",
        7561.12,
        7568.46
    ],
    [
        " I get up, lunch, come upstairs. I don't usually eat a lunch. I don't really have like a meal for",
        7568.54,
        7573.5
    ],
    [
        " lunch. I will have a DAC savage shortly after lunch time. What do you feel when you crack? When you",
        7573.64,
        7578.58
    ],
    [
        " once you've digested it, what do you feel? I feel good. What it really does for me is if I don't take",
        7578.58,
        7588.18
    ],
    [
        " it, I catch myself like not, I catch myself mid early afternoon, wanting to not do what I'm doing.",
        7588.18,
        7595.58
    ],
    [
        " Now a little breather on it, take a look, I'm going to push away and I'm like, no, I'm not, I do not",
        7595.98,
        7600.22
    ],
    [
        " have time to do that. I take that, it's kind of almost like science at this point. I take that",
        7600.22,
        7604.34
    ],
    [
        " little hitter and I'm in the game and I can push through whatever that normally would be the,",
        7604.34,
        7607.44
    ],
    [
        " hey, once you step away and kind of get some fresh air, like, yeah, I'd love to. I would love to",
        7607.72,
        7611.28
    ],
    [
        " go do that. They're the football with my kids and I try to do that sometimes. But right now, dude,",
        7611.28,
        7615.0
    ],
    [
        " April 20th, 2020, dude, we are grinding. Like we are grinding at our at our desk. That's what we're doing.",
        7615.62,
        7621.58
    ],
    [
        " This is the key. Yeah, I notice I, I will. So I'll get up. I'll have, I'll work out. I'll",
        7621.94,
        7628.9
    ],
    [
        " lift. I'll have a handful of macadamia nuts or something. So now it's, you know, eight o'clock,",
        7628.9,
        7634.76
    ],
    [
        " nine o'clock in the mornings when I start feeling a little hunger. And you know, now when I'm",
        7634.94,
        7640.08
    ],
    [
        " sitting through my morning calls, whatever, talking to clients, I'm on the, I'm on the, just discipline",
        7640.08,
        7648.66
    ],
    [
        " powder, right, jockel Palmer. I'm just, I'm just kind of sipping. That's just kind of going through.",
        7648.66,
        7653.26
    ],
    [
        " It's just kind of getting on step. And then like same thing around lunchtime. And usually,",
        7653.26,
        7661.16
    ],
    [
        " you know, whatever, I'll have a little gap. And I'm like, okay, I got, I got an hour here. I got",
        7661.46,
        7665.04
    ],
    [
        " two hours here. And I'll go. I'm going to write, you know, I'm writing a book right now. So I'll be",
        7665.04,
        7669.18
    ],
    [
        " like, cool. But, but probably as I know, I see that window approaching. Same thing. I'll be like,",
        7669.18,
        7675.16
    ],
    [
        " well, maybe it'd be a good time to check social media or maybe be a good time to just turn my brain",
        7675.22,
        7682.08
    ],
    [
        " off. And you can feel that gravitational pull, right? So I go, oh, you know what? Crack it open,",
        7682.52,
        7689.34
    ],
    [
        " 20 minutes, whatever, 30 minutes prior, drink it. And what's cool is I, it just happens. And I",
        7689.78,
        7696.7
    ],
    [
        " get down and start hammering. And then a little while I'm like, oh, what just happened? Because you",
        7696.7,
        7700.96
    ],
    [
        " get that little little little little hitter. So we got that, by the way, that's discipline go",
        7700.96,
        7709.86
    ],
    [
        " in a can discipline go or discipline powder form. That was the original. Yeah. And the jockel Palmer.",
        7710.0,
        7716.18
    ],
    [
        " Did I win a way from powder when the cans came out and when jockel Palmer came out, I went back to",
        7716.82,
        7722.48
    ],
    [
        " the. Yeah, I stayed with the powder for a long time. Still going powder all day, every day,",
        7722.48,
        7730.4
    ],
    [
        " all day, every day. Maybe not all day. But that's it. That's what I stop. I won't have any",
        7730.64,
        7737.48
    ],
    [
        " discipline go in the can after two o'clock in the afternoon, three o'clock in the afternoon,",
        7738.06,
        7743.64
    ],
    [
        " because then I'll just be I'll be I'll be able to sleep, you know, so little cautious about that.",
        7743.64,
        7749.44
    ],
    [
        " Very true. Also, where your kid mooch as well, supplemental dessert like protein. That's",
        7749.62,
        7757.08
    ],
    [
        " where the kids at home all day right now. Yes. They want a little bit of that, they want",
        7757.08,
        7762.38
    ],
    [
        " something that tastes good. Yes. Get them some of that warrior kid mooch. You're",
        7762.38,
        7765.92
    ],
    [
        " they think you're hooking them up. You are in a way and you are in many ways. From a taste",
        7765.92,
        7772.32
    ],
    [
        " perspective, you can get this stuff at vitamin shop too. Some of the vitamin shops, if they're open,",
        7772.32,
        7777.08
    ],
    [
        " they got the full lineup. Cold war man. I talked about it last time. I'm on the cold war. You're",
        7777.44,
        7785.36
    ],
    [
        " on the cold war train. I'm on the cold war tank. Is that what I don't know? I don't know. I don't",
        7785.36,
        7789.64
    ],
    [
        " know. How about you're in the tank. You're in a cold war tank. You got armor. The tank of",
        7789.64,
        7794.68
    ],
    [
        " immune armor system. That cold war is in my repertoire. That's wake up in the morning.",
        7795.52,
        7801.08
    ],
    [
        " How many are you taking in the morning? I take two in the morning. What are you doing? I take two",
        7801.68,
        7805.12
    ],
    [
        " in the morning and that's all I take. Oh, I wonder if I need to take some more. I don't know. You're",
        7805.12,
        7809.1
    ],
    [
        " looking kind of like. I don't know. I feel pretty good. I'm kind of exposed. No, no, no, no. You're not",
        7809.1,
        7812.84
    ],
    [
        " good. No, right now. Cold war is in the game right now. Yes. Yes. So all these things, origin,",
        7812.84,
        7819.26
    ],
    [
        " main.com also jaco.jt on there. That's some good stuff. Certified organic too.",
        7820.48,
        7825.12
    ],
    [
        " For the organic folks. That's the refreshing. Just refreshing. Oh, yeah. Also, jaco is a store.",
        7825.86,
        7836.32
    ],
    [
        " It's called jaco store. So you go to jacostore.com and this is where we can get our",
        7837.06,
        7843.84
    ],
    [
        " representative apparel when we're representing on the path while we're learning.",
        7846.04,
        7849.14
    ],
    [
        " While we're improving ourselves, seems to be learning. In quarantine or not. See, we have a new shirt.",
        7849.42,
        7857.86
    ],
    [
        " It's not that new, but we have a shirt. If you want to represent while on the path in quarantine,",
        7858.6,
        7864.72
    ],
    [
        " represent the quarantine scenario. That's what we've been doing. Variant levels of approval from",
        7864.72,
        7871.1
    ],
    [
        " jaco on this one. It's a controversial shirt is what it is. Sometimes decentralized command,",
        7871.1,
        7875.64
    ],
    [
        " you know, sometimes it goes too far. People start doing things below the chain of command. They're",
        7875.92,
        7880.2
    ],
    [
        " not running their approval and things are just happening. On the proof things are happening. Oh,",
        7880.2,
        7886.78
    ],
    [
        " yeah. So I'm below the chain. You're up the chain. Yes. I run it up. Yes. And what happens? You",
        7886.78,
        7892.82
    ],
    [
        " want to tell the story. You can tell the story or you can just move on. Yeah, I don't think what",
        7892.82,
        7896.52
    ],
    [
        " you described as exactly what happened. This is a flat out deny. This is like a rejection of a",
        7896.52,
        7900.9
    ],
    [
        " plan. We're doing it anyway. Yeah. Yeah. I was thinking maybe I wasn't clear enough. Apparently,",
        7900.9,
        7907.02
    ],
    [
        " I mean, I reread the text. I'm like, no, it doesn't get any more clear.",
        7907.24,
        7910.14
    ],
    [
        " Well, in this case, the people are in the people essentially, what do you call that when you kind of,",
        7910.3,
        7918.36
    ],
    [
        " when you, when you, you don't overthrow them, but you soon was saying, you know, one like the,",
        7918.42,
        7922.48
    ],
    [
        " one government officials like, and then the people are like, well, you know, I don't know if we",
        7922.48,
        7927.34
    ],
    [
        " accept that when we like it, you know, so the people, so there's a rebellion of mutiny run by",
        7927.36,
        7934.04
    ],
    [
        " echo Charles. We moved forward and took smart action as it were. Anyway, go to jockelstart.com.",
        7934.04,
        7941.58
    ],
    [
        " Look for the quarantine shirt. If you like it, go ahead, get it. Represent. Represent. While you're",
        7941.8,
        7945.7
    ],
    [
        " doing our social distancing, stopping this whole thing, seem saying, because really that's what it is.",
        7945.7,
        7950.6
    ],
    [
        " Got it. You understand? Also, discipline equals freedom on there as well. T-shirt. This thing",
        7951.28,
        7954.5
    ],
    [
        " group, it is, this thing goes freedom flags in the little box. Yes. Oh, yeah. The tool for your kid",
        7954.5,
        7961.68
    ],
    [
        " flags in the box or your kid deck of cards with the little workouts they can do while they're",
        7961.68,
        7968.8
    ],
    [
        " in quarantine or not. We call that PE. Yes. Yes. Yes. Physical education. It's a game too, by the way,",
        7968.8,
        7975.2
    ],
    [
        " so it's like way more fun. Then doing shuttle runs all day. You know, some hoodies on there,",
        7975.2,
        7980.62
    ],
    [
        " some hats, some good stuff. Anyway, go on there if you like something, get something jockelstore.com.",
        7981.22,
        7986.68
    ],
    [
        " Subscribe to this podcast if you haven't already. Very important. Kind of important.",
        7987.1,
        7996.18
    ],
    [
        " How about this? If you want to subscribe, subscribe. If you don't want to subscribe, don't subscribe.",
        7997.3,
        8000.5
    ],
    [
        " More, here's what's more important than that. We got some other podcast. One podcast is called",
        8000.58,
        8004.2
    ],
    [
        " The Thread. It is about history and the world and how everything ties together in the world. That's",
        8004.2,
        8011.18
    ],
    [
        " with Darryl Cooper of Margar made. We got the grounded podcast, which is about Jiu-Jitsu. We got",
        8011.18,
        8017.98
    ],
    [
        " Warrior Kid podcast, which is for your Warrior kids. We also have Warrior Kid soap at IrishOaksRanch.com.",
        8017.98,
        8025.8
    ],
    [
        " Young Aiden. Building an empire. Doing good work. Very good work. Making soap so that people can",
        8026.52,
        8033.94
    ],
    [
        " stay clean. It's true. Also YouTube. Yeah. We do have YouTube channel. Yeah, we do. Which",
        8033.94,
        8044.3
    ],
    [
        " echo is quite proud of. It's good channel. Yeah, he thinks it's good. As far as channels go. He makes",
        8044.3,
        8049.52
    ],
    [
        " videos where things explode. We make videos. Yeah. He makes videos where things explode. Sometimes",
        8049.52,
        8055.28
    ],
    [
        " way too many things explode. Sometimes too little. Sometimes a message could be perfectly clear,",
        8055.28,
        8060.94
    ],
    [
        " but it just seems to be need to be accented with explosions and fires. Sometimes. Yeah. Yeah. So",
        8061.24,
        8068.42
    ],
    [
        " YouTube channel. Also, you can watch this whole podcast on there. And enhance the videos. We also",
        8068.42,
        8077.4
    ],
    [
        " have psychological warfare, which is a little psychological hitter if you need it to go into your",
        8077.4,
        8084.24
    ],
    [
        " ears. We have flipside canvas, which is visual hitters for your eyes. Flipsidecams.com. We also",
        8084.24,
        8091.64
    ],
    [
        " have some books. We got a book called The Code. The evaluation and the protocols. That book is",
        8091.64,
        8098.52
    ],
    [
        " available right now. It was on the last podcast. Something to guide you through life.",
        8098.52,
        8103.9
    ],
    [
        " We have leadership strategy and tactics. We have way the warrior kid one, two, and three. We have",
        8106.02,
        8111.1
    ],
    [
        " Mikey in the dragons. We have discipline. Equal freedom field manual. We have extreme ownership.",
        8111.1,
        8114.14
    ],
    [
        " And we have the dichotomy of leadership. Check out any and all of those books. They're all linked.",
        8114.32,
        8118.54
    ],
    [
        " By the way, they're linked. Yes. On jockelpodcast.com. So you can get them delivered. We have",
        8118.88,
        8127.84
    ],
    [
        " a lot of front leadership consultancy, which is what Dave talked about earlier. You want to know",
        8127.84,
        8133.48
    ],
    [
        " what we're doing all day right now. That's what we're doing. We are talking to our clients.",
        8133.48,
        8136.68
    ],
    [
        " 20, 30, 40 people in a meeting. Four people in a meeting. One person in a meeting. Face to face.",
        8137.26,
        8145.1
    ],
    [
        " Is it legal, Dave Burke, to say I was on a Zoom meeting with a client face to face? Yes.",
        8145.44,
        8154.34
    ],
    [
        " It's almost more face to face than when you're face to face. You're actually closer than normally",
        8154.84,
        8161.54
    ],
    [
        " would be where they'd be 30 feet away sitting in some sort of classroom type scenario. Right.",
        8161.54,
        8166.7
    ],
    [
        " You are face to face and you are live. So we have adjusted our methodology at S.O. on",
        8167.4,
        8174.8
    ],
    [
        " front where we no longer will we will eventually go back and work face to face literally. But right",
        8174.8,
        8181.16
    ],
    [
        " now we are finding that the impact of this online virtual training is awesome. It allows us to",
        8181.16,
        8191.06
    ],
    [
        " have more interactions, closer interactions, more continuous interactions with the clients. So",
        8191.06,
        8195.42
    ],
    [
        " if you need help in your business aligning your leadership, go to as you're on front.com",
        8195.42,
        8200.94
    ],
    [
        " for details. We also have EF online speaking of revamping. Look for a long time EF online was a",
        8200.94,
        8208.88
    ],
    [
        " static. But as static courses that you could go on there and take and they were static, they were",
        8208.88,
        8214.6
    ],
    [
        " interactive and you would run through scenarios. But it was pre-existing classes. So we've",
        8215.16,
        8222.0
    ],
    [
        " blown this thing wide open. We got live video webinars. We got Q&A's going on. We got immediate",
        8222.0,
        8228.58
    ],
    [
        " action drills on there. I got leadership primers just totally revamped that. We also changed the",
        8228.58,
        8235.32
    ],
    [
        " whole pricing structure. It used to be like you're going to pay to take a class almost like you",
        8235.32,
        8239.42
    ],
    [
        " are going to college for a semester and you're going to learn these things. Now it's like, oh,",
        8239.42,
        8243.34
    ],
    [
        " way cheaper subscription model or you can pay at once, but it's like boom, come in and you're part",
        8243.9,
        8248.94
    ],
    [
        " of the gang and you're interacting with me. You're interacting with Dave. You're interacting with",
        8248.94,
        8252.52
    ],
    [
        " JP. Life. Mike's really the whole crew. That's what we're doing. We're on there.",
        8252.52,
        8256.66
    ],
    [
        " Some Jason Gardner, you've heard Jason Gardner on the podcast. You want to talk to him? Cool.",
        8257.88,
        8261.52
    ],
    [
        " Go to EF online. You'll talk to him. You will talk to him. As Dave just said, you'll be five",
        8261.76,
        8267.58
    ],
    [
        " inches away from his face. That's what we're doing there. EF online.com. Check that out. We've got the",
        8267.58,
        8276.14
    ],
    [
        " monsters. The Orlando monster was canceled. Phoenix. This is our leadership seminar leadership",
        8276.14,
        8282.04
    ],
    [
        " event. Orlando is canceled. We got Phoenix in September 16th and 17th. We got Dallas, December",
        8282.04,
        8290.46
    ],
    [
        " 3rd and 4th. Check Extreme Ownership.com. Everything that we've done is sold out. We were going to do",
        8290.46,
        8295.72
    ],
    [
        " three. Now we're only doing two. They're going to sell it even quicker. A bunch of people are",
        8295.72,
        8299.36
    ],
    [
        " already going and move their reservations. If you want to come, Extreme Ownership.com for that.",
        8299.36,
        8305.04
    ],
    [
        " Then there's EF Overwatch, where we take executive leadership from the military and place them",
        8306.84,
        8313.48
    ],
    [
        " into the civilian sector and then EF Legion.com. These are frontline leaders that are being placed",
        8313.48,
        8322.0
    ],
    [
        " into civilian companies. Let me tell you, if you're of that right now, there's a lot of companies",
        8322.58,
        8327.34
    ],
    [
        " that are out there hiring. Go to EF Legion.com and just enter yourself in there. You get looked at.",
        8327.34,
        8332.78
    ],
    [
        " So people can see that you're available for employment. We got a high demand signal from our",
        8333.02,
        8337.78
    ],
    [
        " companies that we work with that are reaching out looking for a square-to-way veterans that",
        8337.78,
        8343.1
    ],
    [
        " understand the principles we talk about. Go to EF Legion.com and enroll yourself. If you haven't",
        8343.1,
        8351.98
    ],
    [
        " tyrannical utterances or Echoes Delirious theories or Dave's over articulated speeches.",
        8355.28,
        8361.62
    ],
    [
        " Then you can locate us on the inner webs on Twitter on Instagram and on Dine Freezebond.",
        8361.88,
        8370.44
    ],
    [
        " Dave is that David Arburek. Echoes, that Echo Charles and I am at Jockel Willington to all you",
        8371.02,
        8376.32
    ],
    [
        " out there in uniform serving now. Or if you've ever served in the Army, Navy, Air Force, or of",
        8376.32,
        8382.04
    ],
    [
        " course the Marine Corps. We salute you and your service and sacrifice for freedom and to the police",
        8382.04,
        8388.8
    ],
    [
        " law enforcement firefighters, paramedics, EMTs, dispatchers, correctional officers, border patrol",
        8388.8,
        8393.54
    ],
    [
        " and secret service. All you first responders, thank you for your service here at home,",
        8393.54,
        8401.14
    ],
    [
        " taken care of us and to the doctors, nurses, and medical personnel that are in the fight right now",
        8401.14,
        8407.8
    ],
    [
        " battling against disease and despair. Thank you for your brave hearts and your benevolent hearts.",
        8407.8,
        8418.74
    ],
    [
        " And everyone else out there, just remember what the Marine Corps teaches us that combat is a",
        8419.48,
        8428.2
    ],
    [
        " combination of fear, uncertainty, ambiguity, chance, horror, and friction. And life is much the same.",
        8428.2,
        8436.96
    ],
    [
        " And continuous learning is essential because it allows you to recognize, change, adapt to it",
        8438.72,
        8445.54
    ],
    [
        " and make decisions that lead to victory. And failing to learn simply means failing.",
        8445.54,
        8453.46
    ],
    [
        " To win, you have to learn. So read, study, get experience, listen, and live with a bias toward action.",
        8456.04,
        8465.74
    ],
    [
        " And a mind that is desperate to learn. And then, well, go out there and get after it.",
        8467.04,
        8478.98
    ],
    [
        " And until next time, this is Dave, Eneko, and Jocco. Out.",
        8479.36,
        8484.9
    ]
]