[
    [
        " When you grow in size in an organization, do you have to change the principles of combat leadership from extreme ownership or adopt new ones?",
        0.0,
        9.44
    ],
    [
        " No.",
        10.62,
        13.12
    ],
    [
        " Oh, wait.",
        13.82,
        15.28
    ],
    [
        " So I, but I asked this kind of we're in a, we're telling a little bit to have to do any either of either of these.",
        15.4,
        21.16
    ],
    [
        " Right.",
        21.24,
        21.48
    ],
    [
        " That's kind of the question.",
        21.56,
        22.68
    ],
    [
        " Do you have to change the principles or adopt new ones?",
        22.82,
        26.46
    ],
    [
        " Do you have to do that?",
        26.52,
        27.36
    ],
    [
        " No, the answer is no.",
        28.14,
        29.66
    ],
    [
        " As a matter of fact, when your organization gets bigger, the only change you have to make is to get better at the loss of combat.",
        29.9,
        37.4
    ],
    [
        " That's what you have to do.",
        37.66,
        38.38
    ],
    [
        " So as you grow, you have to work harder to build relationships with other divisions so that you can cover and move for each other.",
        39.66,
        46.72
    ],
    [
        " Right.",
        46.96,
        46.98
    ],
    [
        " That's, that's, that's a given.",
        47.12,
        48.48
    ],
    [
        " You have to get better at keeping things simple because the message has to be spread to more people.",
        48.98,
        53.46
    ],
    [
        " So word has to be spread that is simple, clear and concise.",
        53.46,
        57.58
    ],
    [
        " That makes sense.",
        57.9,
        58.44
    ],
    [
        " You have to learn how to prioritize and execute better because there is a larger group of people that have to shift their focus on whatever priorities coming out.",
        58.58,
        69.9
    ],
    [
        " It's that you have a bigger ship to turn and you have to do this accurately and quickly.",
        70.1,
        75.68
    ],
    [
        " And there's less room for error in shifting priorities when you have a bigger organization.",
        76.08,
        79.72
    ],
    [
        " And of course, for decentralized command,",
        79.72,
        82.02
    ],
    [
        " you have to get better at that because in a small organization, it's, it's pretty easy, right?",
        83.06,
        88.36
    ],
    [
        " You don't really, you don't really have to do these",
        88.54,
        90.34
    ],
    [
        " in decentralized command if you've got five people working for you, you can actually just control.",
        90.34,
        94.54
    ],
    [
        " You don't really have to use decentralized command.",
        94.9,
        96.84
    ],
    [
        " It's a place to begin it and and instill that",
        97.0,
        100.36
    ],
    [
        " culture, but you can get away without it because you can actually, you can actually watch everyone.",
        100.36,
        106.04
    ],
    [
        " You can direct everyone.",
        106.2,
        107.08
    ],
    [
        " You can influence everyone.",
        107.2,
        108.66
    ],
    [
        " You can actually lead them directly when you're in a small organization.",
        108.78,
        111.42
    ],
    [
        " So you don't have to be all that great at decentralized command, but as you get bigger, you just can't do that anymore.",
        111.6,
        116.72
    ],
    [
        " So the only way to watch everyone and direct everyone and influence everyone and lead everyone,",
        117.46,
        122.98
    ],
    [
        " the only way to do that is through your subordinate leadership is through decentralized command.",
        123.16,
        128.52
    ],
    [
        " So you have to be better at that.",
        128.64,
        130.84
    ],
    [
        " Now, I will say that the one thing that you maybe have to adjust, it's not really a principle,",
        131.34,
        138.1
    ],
    [
        " but you are going to have to look at your communication methods.",
        139.1,
        143.38
    ],
    [
        " You're going to have to look at your communication methods.",
        144.58,
        146.24
    ],
    [
        " You just aren't going to be able to meet with everyone face to face anymore.",
        146.7,
        148.98
    ],
    [
        " You won't have time when you organize, when your organization gets big enough, you won't.",
        149.68,
        153.6
    ],
    [
        " There'll be employees there and subordinate leaders that you'll never see.",
        154.22,
        157.76
    ],
    [
        " Maybe some, you know, some that you've never been on a call with.",
        158.88,
        161.8
    ],
    [
        " So how do you get the message?",
        162.14,
        164.28
    ],
    [
        " How do you get the mission all the way through the organization?",
        164.52,
        167.12
    ],
    [
        " We have to do with decentralized command, but how do you communicate it?",
        167.82,
        170.46
    ],
    [
        " And my thing is always like you have to communicate in every available method and the bigger you get.",
        170.64,
        176.62
    ],
    [
        " The more the larger your organization is, you have to take advantage of everything.",
        177.06,
        181.04
    ],
    [
        " You have to take advantage of calls, of emails, of meetings, of physical documents that you put out",
        181.18,
        187.2
    ],
    [
        " and say, hey, everyone read this and you make videos.",
        187.2,
        189.94
    ],
    [
        " I'm making that recommendation a lot now too.",
        190.14,
        191.74
    ],
    [
        " Big larger organizations that I work with is why don't, you know,",
        192.4,
        195.22
    ],
    [
        " I'll ask them how often are you having an all-hands type meeting?",
        195.44,
        198.84
    ],
    [
        " Well, it's really hard because you can't really get face to face with everyone because we've got",
        199.12,
        202.5
    ],
    [
        " multiple different, not only multiple different areas, but we've got multiple different time zones.",
        202.5,
        205.98
    ],
    [
        " So if we want, you know, you got someone on the other side of the ocean,",
        206.36,
        208.7
    ],
    [
        " hey, we want to have a meeting at a reasonable time.",
        209.0,
        211.12
    ],
    [
        " It's impossible to have everyone at a reasonable time.",
        211.2,
        213.04
    ],
    [
        " So what do you do?",
        213.36,
        214.34
    ],
    [
        " Okay, eventually it's okay.",
        214.58,
        215.54
    ],
    [
        " Well, why don't you make videos?",
        215.62,
        216.48
    ],
    [
        " Make it make it make a four minute video that everyone can see and understand and see where the vision's going.",
        217.28,
        221.02
    ],
    [
        " So all these, every different communication methods that you can hit all the different types of",
        221.28,
        226.48
    ],
    [
        " people because there's some people that like to read emails.",
        226.48,
        229.22
    ],
    [
        " There's some people that won't watch a video, but they'll, they'll read an email,",
        229.24,
        231.72
    ],
    [
        " they'll read a document.",
        232.0,
        232.96
    ],
    [
        " There's some people that will not sit in a conference call,",
        233.14,
        235.56
    ],
    [
        " but they'll go through the notes that get sent out a bridge note.",
        235.68,
        239.28
    ],
    [
        " So there's all kinds of ways to communicate.",
        239.44,
        241.36
    ],
    [
        " And my advice is to use them all,",
        241.44,
        243.38
    ],
    [
        " but the fundamental principles of leadership itself don't change.",
        243.52,
        248.7
    ],
    [
        " So don't just stick to them actually get better and pay more attention to them.",
        248.7,
        252.64
    ],
    [
        " Check.",
        252.74,
        254.44
    ],
    [
        " Decentralize command that seems like the one, but actually now what now the kind of explain it,",
        255.1,
        261.88
    ],
    [
        " they all seem pretty important.",
        261.88,
        263.52
    ],
    [
        " Well, they are all important and there's and they are.",
        264.42,
        268.06
    ],
    [
        " It's interesting.",
        268.46,
        270.52
    ],
    [
        " They're they're actually in order.",
        270.8,
        272.32
    ],
    [
        " What they're actually in order.",
        273.02,
        274.78
    ],
    [
        " Well, they're in order the way we wrote them in the book, the way I originally talked about them.",
        275.24,
        278.2
    ],
    [
        " Number one, cover and move.",
        278.42,
        279.42
    ],
    [
        " If you're not doing that, steam work, if you're not doing that, you're not going to do anything.",
        279.66,
        282.26
    ],
    [
        " Number two is you got to keep things simple.",
        283.6,
        284.9
    ],
    [
        " Like you have to do that because you can't cover and move for someone else if you don't even understand",
        285.24,
        288.66
    ],
    [
        " what's going on.",
        288.66,
        289.18
    ],
    [
        " So it's got to be simple.",
        289.38,
        290.16
    ],
    [
        " And then prioritize next you.",
        290.32,
        291.76
    ],
    [
        " Well, there's going to be things that are changed and things that are dynamic.",
        291.94,
        294.1
    ],
    [
        " And so the next thing you got to worry about is like when things change,",
        294.26,
        296.7
    ],
    [
        " how are you going to prioritize what's changing?",
        296.96,
        299.46
    ],
    [
        " How are you going to handle these problems?",
        299.64,
        300.54
    ],
    [
        " But then the last one is is decentralized command,",
        301.26,
        305.0
    ],
    [
        " which is now that you've got those other four kind of stable.",
        305.0,
        307.82
    ],
    [
        " Now you can start really leading properly.",
        307.96,
        309.8
    ],
    [
        " But for your to your credit, if you flip those upside down, in order of sort of",
        310.5,
        316.78
    ],
    [
        " broad organizational importance, decentralized command is the most important one.",
        316.78,
        322.68
    ],
    [
        " Now you're not going to have it without the other three.",
        322.88,
        324.66
    ],
    [
        " Prioritize and execute is the next important one from an organizational perspective.",
        324.82,
        329.38
    ],
    [
        " Keeping things simple is then the next one.",
        329.98,
        331.76
    ],
    [
        " So if you flip them upside down as an organization, the level of importance inside the organization",
        332.0,
        336.84
    ],
    [
        " is reversed, but the way that you have to implement them.",
        336.84,
        340.9
    ],
    [
        " And the bottom lines, you'll never get to decentralized command if you can't keep things simple.",
        341.02,
        345.54
    ],
    [
        " You don't come in.",
        345.54,
        345.98
    ],
    [
        " So you can't get there.",
        346.16,
        346.96
    ],
    [
        " But in order to build them, so in order to build them, you have to kind of use them in order.",
        347.58,
        351.88
    ],
    [
        " When you look at them from the importance of how well they make a team function.",
        352.02,
        358.14
    ],
    [
        " Again, if you can't cover and move it all or you can't keep things simple,",
        359.12,
        362.1
    ],
    [
        " you'll never get to decentralized command.",
        362.2,
        363.4
    ],
    [
        " But when you have someone that's working them all and they're all doing well,",
        363.66,
        365.7
    ],
    [
        " well then the most important one is decentralized command.",
        365.9,
        368.26
    ],
    [
        " Decentralized command is the one that takes you the highest level.",
        368.58,
        371.16
    ],
    [
        " Right?",
        371.74,
        371.78
    ],
    [
        " It'll have the most impact on your organization.",
        371.96,
        373.6
    ],
    [
        " You'll never get there without the other three.",
        374.0,
        375.98
    ],
    [
        " But once you have those three and you implement decentralized command,",
        376.24,
        379.44
    ],
    [
        " you'll be absolutely, that'll be the most powerful thing in your organization.",
        379.96,
        382.9
    ],
    [
        " You can't do it without the other three.",
        383.4,
        384.54
    ],
    [
        " It's the strongest, but it doesn't matter without the other three.",
        384.66,
        386.94
    ]
]