[
    [
        " Okay, so what circumstances do you recommend direct attack in combination with indirect if any or do you have any examples?",
        0.0,
        7.44
    ],
    [
        " Yeah, so we talk about flanking all the time. I always recommend a combined attack, right?",
        7.66,
        12.62
    ],
    [
        " If you only attack the flank, well then the enemy is going to adjust and they're going to put all the defenses there.",
        13.2,
        17.26
    ],
    [
        " Now it's not a flank anymore. Now it's the front.",
        17.28,
        18.8
    ],
    [
        " It becomes the end.",
        18.94,
        19.66
    ],
    [
        " So you need to feign attack or at least you need to attack with some minor level of force directly so that the enemy has to defend what you're doing.",
        19.68,
        29.34
    ],
    [
        " And I mean clearly when when we're examples are pretty easy to come up with when we're doing raids like assaults on buildings, you're going to attack that building from multiple directions at a minimum.",
        30.44,
        43.06
    ],
    [
        " At least you're going to set distractions on some of the other directions and the same thing we were setting up overwatches.",
        43.54,
        49.46
    ],
    [
        " Yeah, we're going to have a lot of times we have a main overwatch and we have a little flanker overwatch.",
        49.7,
        54.6
    ],
    [
        " So when you come to get us, you're going to pay and like a classic L-shaped assault.",
        54.7,
        61.04
    ],
    [
        " There's a reason it's called an L-shaped. It's shaped like an L. You have a you have a fire, a base position that's going to put down fire on the target and then you have a maneuver element that's going to come in from the flank.",
        61.48,
        73.36
    ],
    [
        " But even with that you you you have to do a base element and a maneuver element. There's a reason because you're going to the base is going to put down fire.",
        73.82,
        83.06
    ],
    [
        " And then the maneuver is going to maneuver it. So yes, those are those are clearly some of them. It's the same thing. Yes, it's the same thing in the business environment.",
        83.7,
        91.84
    ],
    [
        " Right. In the business environment, if you're going to maneuver into a new market, you don't just walk away from your other market, right?",
        92.3,
        102.06
    ],
    [
        " You don't if you're going to develop a new product, you don't throw away your old product. No, you keep that your base. You keep that going. And then you flank.",
        102.16,
        109.0
    ],
    [
        " So it makes sense there. Yeah, so absolutely when you when you're going to attack attack from both directions. In fact, I do that most of the time.",
        109.58,
        122.48
    ]
]