[
    [
        " I'm a firefighter speaking of which.",
        0.0,
        2.38
    ],
    [
        " I'm a firefighter in Australia.",
        2.74,
        5.32
    ],
    [
        " And in the time I've been in this job, I've been several jobs.",
        5.84,
        9.16
    ],
    [
        " That were very challenging.",
        10.04,
        11.66
    ],
    [
        " I've entered burning homes to extinguish fires and search for residents and their pets.",
        12.24,
        16.04
    ],
    [
        " I've searched for victims during times of flood and help people evacuate their homes in",
        16.58,
        20.6
    ],
    [
        " times of natural disasters.",
        20.6,
        21.78
    ],
    [
        " I've attended car crashes and cut victims from vehicles and pulled deceased people from others.",
        22.16,
        27.06
    ],
    [
        " I also know that I'm not alone.",
        27.82,
        29.64
    ],
    [
        " I am aware of the fact that while I've been doing this, countless firefighters were on the globe who are",
        30.32,
        35.7
    ],
    [
        " thousands of times braver than me and have done things that the vast majority of the population would not be capable of.",
        35.7,
        43.04
    ],
    [
        " And that doesn't even acknowledge the courage of our police and paramedics and a military who step up day after day to do what has to be done because of if not me and who.",
        43.38,
        53.82
    ],
    [
        " My question is this.",
        54.22,
        55.26
    ],
    [
        " How do you suggest those in the front line deal with the trivial issues at home?",
        55.5,
        59.76
    ],
    [
        " I attended a very severe car accident.",
        60.24,
        62.34
    ],
    [
        " I head on collision with a school bus full of children and another car.",
        62.5,
        65.78
    ],
    [
        " Thankfully all the children in the school bus were okay, but it took us three hours to cut the driver from the car.",
        66.14,
        71.96
    ],
    [
        " And she had very serious injuries and was airlifted to a hospital.",
        72.32,
        75.2
    ],
    [
        " When I got home that night, I was confronted by an upset girlfriend who wanted to talk about some extra ordinarily trivial issue.",
        75.72,
        85.16
    ],
    [
        " Which I struggled to listen to.",
        86.06,
        87.52
    ],
    [
        " The whole time she was talking, I just kept thinking about the job and making sure I'd done everything I possibly could have for the driver.",
        87.82,
        95.06
    ],
    [
        " But I was also aware of the fact that my fiance's problems are important to her.",
        95.48,
        100.92
    ],
    [
        " So I need to be supportive.",
        101.4,
        102.54
    ],
    [
        " I listened for as long as I could.",
        103.64,
        105.02
    ],
    [
        " I listened for as long as I could then unfortunately.",
        105.36,
        107.7
    ],
    [
        " I just said your day could have been a lot worse.",
        107.82,
        110.56
    ],
    [
        " No one spent three hours cutting you out of a car.",
        110.8,
        113.0
    ],
    [
        " So be thankful.",
        113.2,
        113.84
    ],
    [
        " I know I can't be alone on this.",
        114.02,
        115.84
    ],
    [
        " I know police paramedics in the military would be suffering the same thing.",
        116.28,
        119.72
    ],
    [
        " How do you suggest is the best way to deal with this?",
        119.92,
        123.12
    ],
    [
        " Check.",
        124.16,
        125.64
    ],
    [
        " So it was always, always my goal to protect my family from darkness and",
        126.52,
        143.64
    ],
    [
        " evil in the world.",
        143.74,
        145.18
    ],
    [
        " That includes these kind of things.",
        145.54,
        149.08
    ],
    [
        " You want to shield them from this.",
        149.54,
        151.54
    ],
    [
        " Now this doesn't mean to keep them oblivious.",
        151.64,
        153.44
    ],
    [
        " You don't want them thinking that the world that you've created for them, that's well protected and secure.",
        154.62,
        161.0
    ],
    [
        " You don't want them thinking that that's the way the whole world is.",
        161.26,
        163.68
    ],
    [
        " You don't want them thinking that.",
        164.3,
        165.24
    ],
    [
        " But I sure didn't throw this kind of stuff at my family on a regular basis.",
        165.38,
        170.4
    ],
    [
        " I took pride and I think that's the answer here.",
        170.68,
        173.98
    ],
    [
        " Take pride in letting your family or your loved ones live in worlds where they're trivial issues.",
        174.36,
        183.32
    ],
    [
        " Are the most important thing in the world.",
        183.82,
        186.06
    ],
    [
        " The most impactful thing in the world for them.",
        186.26,
        189.58
    ],
    [
        " Okay, so that's number one.",
        191.3,
        192.76
    ],
    [
        " If you get yourself a little bit of satisfaction every time",
        193.44,
        198.5
    ],
    [
        " your significant other complains that the ice machine isn't really working up to full speed.",
        200.3,
        207.16
    ],
    [
        " It's really horrible.",
        207.16,
        208.26
    ],
    [
        " Right?",
        209.28,
        209.78
    ],
    [
        " You should be proud.",
        210.28,
        211.08
    ],
    [
        " Think of yourself.",
        211.52,
        211.96
    ],
    [
        " Yeah.",
        212.3,
        212.38
    ],
    [
        " Well, let me take a look at it.",
        212.96,
        215.22
    ],
    [
        " There's a kink in the water line.",
        215.54,
        217.3
    ],
    [
        " I don't know.",
        217.46,
        217.84
    ],
    [
        " But we'll try and get that thing up to speed so you can have cold drinks.",
        218.14,
        221.62
    ],
    [
        " Because that's where I want your world to be.",
        222.0,
        223.96
    ],
    [
        " Right?",
        224.44,
        224.62
    ],
    [
        " I want you to have plenty of ice.",
        225.0,
        226.18
    ],
    [
        " So for your drinks or whatever.",
        226.8,
        228.22
    ],
    [
        " So that's it.",
        229.36,
        230.48
    ],
    [
        " If you can put your family in that kind of a protected environment,",
        230.74,
        236.2
    ],
    [
        " you should be proud of it.",
        236.42,
        237.52
    ],
    [
        " And you should be.",
        237.84,
        238.16
    ],
    [
        " And the way they integrate that to you, they don't say,",
        238.34,
        241.08
    ],
    [
        " hey, thank you for letting me live in a protected environment.",
        241.08,
        243.44
    ],
    [
        " They don't say that to you.",
        243.74,
        244.54
    ],
    [
        " They're in the environment.",
        244.78,
        245.94
    ],
    [
        " They don't even know that they're in it.",
        246.04,
        246.94
    ],
    [
        " The way they let you know that they're in that environment is when they",
        247.68,
        250.6
    ],
    [
        " when they complain about trivial things.",
        250.6,
        252.34
    ],
    [
        " So that's number one.",
        252.84,
        254.7
    ],
    [
        " The other thing is try and try and see things from other people's perspectives.",
        254.7,
        259.82
    ],
    [
        " You know, in this case, my, my wife's, right?",
        260.7,
        266.08
    ],
    [
        " To my, my wife would say things is a big deal to her.",
        267.18,
        269.36
    ],
    [
        " And for her, it was a big deal.",
        270.02,
        272.5
    ],
    [
        " And like I just said, I wanted it to be a big deal for her.",
        272.7,
        275.52
    ],
    [
        " And also, I'll tell you what, we're talking about firefighters and military and police.",
        275.68,
        278.96
    ],
    [
        " But this goes to other non-uniformed jobs as well.",
        279.04,
        282.7
    ],
    [
        " If you can leave your work at work, because you think some, you know, every job,",
        284.28,
        289.02
    ],
    [
        " there's stresses at every job.",
        289.3,
        290.76
    ],
    [
        " And you're out there grinding and you're in trouble with the boss,",
        290.9,
        293.16
    ],
    [
        " or you're trying to get a project figured out.",
        293.22,
        295.28
    ],
    [
        " You've got all the stress coming down on you, or you've lost money,",
        295.4,
        298.38
    ],
    [
        " or you've got a huge deal on the table, whatever the case may be.",
        298.5,
        301.56
    ],
    [
        " If you can isolate your family from that as much as you can.",
        302.02,
        308.24
    ],
    [
        " And I'm not saying to an unhealthy level,",
        308.92,
        310.78
    ],
    [
        " we're just not telling them what's going on.",
        310.78,
        312.38
    ],
    [
        " But bear the burden, man, bear the burden of that, that you hold to protect your family.",
        312.62,
        321.1
    ],
    [
        " So, yeah.",
        322.7,
        324.08
    ],
    [
        " That's what I think.",
        324.72,
        326.6
    ],
    [
        " That's what I think.",
        326.84,
        327.48
    ],
    [
        " We do our best to protect our family and our loved ones from the darkness,",
        327.76,
        335.04
    ],
    [
        " the pressure, the stress, the evil in the world.",
        335.42,
        338.3
    ],
    [
        " Again, you don't make them oblivious.",
        338.34,
        340.04
    ],
    [
        " You don't disconnect from them in order to do that.",
        340.34,
        343.36
    ],
    [
        " But you shield them from it and you bear the burden yourself,",
        343.56,
        345.96
    ],
    [
        " so that they don't have to bear it as much.",
        345.96,
        348.98
    ],
    [
        " Again, you don't want your kids growing up to be spoiled.",
        349.58,
        351.76
    ],
    [
        " You don't want your wife to be saying,",
        351.86,
        353.8
    ],
    [
        " if I don't get of a latte this morning, I will absolutely not even.",
        353.9,
        359.66
    ],
    [
        " Right?",
        360.94,
        361.18
    ],
    [
        " You don't want to be married to that person.",
        361.4,
        362.7
    ],
    [
        " Yeah, not even.",
        362.96,
        365.12
    ],
    [
        " I did that pretty good, didn't I?",
        365.54,
        367.02
    ],
    [
        " One of my middle daughters is the funniest person ever and she can do all these crazy.",
        368.38,
        372.44
    ],
    [
        " I see.",
        372.68,
        373.24
    ],
    [
        " I am stealing her material right there because she'll do that.",
        373.42,
        376.24
    ],
    [
        " She'll say, she'll say, that is so.",
        376.38,
        378.8
    ],
    [
        " Oh my God, it's not even.",
        379.22,
        380.98
    ],
    [
        " She's kidding because she knows that there's human beings like that in the world that say not even.",
        381.56,
        385.78
    ],
    [
        " There's nothing at the end of it.",
        386.06,
        387.24
    ],
    [
        " Yeah, I've never heard that.",
        387.42,
        388.3
    ],
    [
        " I think that might be something new.",
        388.86,
        390.2
    ],
    [
        " That's not evil.",
        390.64,
        392.24
    ],
    [
        " You know, I've heard I can't even.",
        392.5,
        394.56
    ],
    [
        " Oh, I can't even.",
        394.66,
        395.5
    ],
    [
        " Oh, it's the same thing.",
        395.66,
        396.5
    ],
    [
        " Same thing.",
        396.68,
        397.04
    ],
    [
        " Yeah, some updated.",
        397.16,
        398.08
    ],
    [
        " Yeah, it's just a different angle on it.",
        398.08,
        400.66
    ],
    [
        " But yeah, hey, thanks for thanks for doing all that hard work, man.",
        400.96,
        404.98
    ],
    [
        " That's awesome.",
        405.28,
        406.16
    ],
    [
        " I know I see firefighters, police officers, military people all the time.",
        406.4,
        410.48
    ],
    [
        " I hear from all the time.",
        410.74,
        411.56
    ],
    [
        " And yeah, try and shield your family as much as you can.",
        412.22,
        415.16
    ],
    [
        " Don't drag them down the darkness with you.",
        415.36,
        417.74
    ],
    [
        " Yeah, it seems like a good way.",
        418.16,
        419.74
    ],
    [
        " And take pride in it.",
        419.78,
        420.46
    ],
    [
        " That's what I was going to exactly as I said.",
        420.66,
        422.56
    ],
    [
        " It's like take pride in it's like embracing the role that's like the captain kind of thing.",
        422.7,
        426.72
    ],
    [
        " Yeah, you know, where it's like, yeah, you know,",
        426.72,
        429.22
    ],
    [
        " wife's mad about, you know, they put cream in her coffee and she asks for a non-fat milk.",
        429.3,
        435.08
    ],
    [
        " That's from a side felt by the, um, and, you know, whatever.",
        435.16,
        438.84
    ],
    [
        " And she's pissed.",
        439.1,
        439.72
    ],
    [
        " And meanwhile, you know, you just pulled a lady out for three hours, by the way,",
        440.22,
        444.96
    ],
    [
        " bus and car crash head on collision.",
        445.08,
        447.32
    ],
    [
        " So it's, you know, you embrace the role.",
        447.76,
        449.88
    ],
    [
        " It's like, okay, you know, boom, I'm dealing off.",
        450.24,
        452.22
    ],
    [
        " One second, I'm dealing with straight up life and death and kids and accidents and tragedy.",
        452.52,
        456.84
    ],
    [
        " And then one second later, I'm dealing with essentially nothing, right?",
        457.32,
        460.98
    ],
    [
        " But it's my wife's feelings.",
        461.44,
        462.88
    ],
    [
        " That's what I'm dealing with.",
        463.06,
        464.0
    ],
    [
        " My wife's feeling.",
        464.24,
        464.92
    ],
    [
        " I'm not dealing with non-fat milk versus cream.",
        464.98,
        467.12
    ],
    [
        " I'm not dealing with that.",
        467.32,
        468.06
    ],
    [
        " I'm dealing with my wife's feelings.",
        468.1,
        469.8
    ],
    [
        " And that's part of the job too.",
        470.22,
        472.0
    ],
    [
        " So you can't just be like, hey, I'm going to do my job.",
        472.36,
        474.16
    ],
    [
        " One second, I'm going to do my job really good.",
        474.52,
        476.2
    ],
    [
        " And the next second, I'm not going to do it so good.",
        476.52,
        478.52
    ],
    [
        " You can't do that.",
        478.68,
        479.26
    ],
    [
        " Embrace the role of this the guy who gets the job done.",
        479.38,
        481.58
    ],
    [
        " Regardless of how big how small.",
        481.8,
        483.06
    ],
    [
        " So.",
        483.66,
        483.68
    ],
    [
        " So as a husband, this is where I can speak from because I've been a husband for eight years.",
        484.22,
        491.36
    ],
    [
        " Successfully because I'm currently husband too.",
        492.46,
        494.64
    ],
    [
        " So there'd be, you know how like people have little things.",
        495.08,
        498.38
    ],
    [
        " The jacks with her own.",
        498.38,
        498.98
    ],
    [
        " Please, please.",
        499.64,
        500.52
    ],
    [
        " Check for me too.",
        500.62,
        501.48
    ],
    [
        " Check for me too.",
        501.48,
        502.4
    ],
    [
        " Because I need that info too.",
        502.62,
        503.56
    ],
    [
        " Anyway, but just so, you know how, you know, people they'll tell you something and then you'll",
        503.82,
        509.38
    ],
    [
        " be like, wait, what did you mean by that?",
        509.38,
        510.8
    ],
    [
        " You're kind of offended.",
        510.84,
        511.54
    ],
    [
        " Like, are you like, are you kind of digging at me or something like that?",
        511.88,
        515.48
    ],
    [
        " You know, like that kind of stuff.",
        515.58,
        516.44
    ],
    [
        " Even though you know kind of they were, right?",
        516.68,
        519.6
    ],
    [
        " Like that was a little passive aggressive, little comment kind of thing.",
        520.12,
        523.28
    ],
    [
        " So everyone's on a while.",
        523.72,
        525.3
    ],
    [
        " When I'd experienced that, not to say that happens all the time.",
        525.38,
        528.06
    ],
    [
        " But if it ever happened, what I do to kind of combat the anger,",
        528.22,
        532.28
    ],
    [
        " because bro, I'm the kind, I'm the kind where like if there's like a,",
        532.68,
        535.32
    ],
    [
        " so you're saying passive aggressive from your wife.",
        535.34,
        537.54
    ],
    [
        " Yes.",
        537.7,
        537.82
    ],
    [
        " And what you do to combat the anger would be, would be,",
        537.96,
        541.7
    ],
    [
        " I'm trying to move this story along.",
        541.84,
        542.82
    ],
    [
        " Embracing, no, it's relevant to this though and important.",
        542.82,
        545.1
    ],
    [
        " I think it helps.",
        545.3,
        545.86
    ],
    [
        " It totally helps where I embrace the role of the, I don't know, for lack of",
        546.22,
        550.0
    ],
    [
        " better than the captain, you know, embrace the role they captain,",
        550.0,
        552.3
    ],
    [
        " where sure she's passive aggressive, whatever, you know,",
        552.46,
        554.98
    ],
    [
        " maybe all over time, I'll start to understand more or whatever.",
        555.08,
        557.5
    ],
    [
        " But so I am, I envision myself as Superman.",
        557.98,
        563.1
    ],
    [
        " And her passive aggressive comments are bullets.",
        563.64,
        566.16
    ],
    [
        " And they're just bouncing off of me just like bullets off Superman.",
        566.24,
        569.02
    ],
    [
        " That's cool.",
        569.28,
        570.72
    ],
    [
        " That's cool until the fact that if you don't react and she's going to escalate,",
        570.94,
        574.56
    ],
    [
        " she wants some kind of reaction out of you.",
        574.64,
        576.1
    ],
    [
        " Yeah.",
        576.36,
        576.5
    ],
    [
        " So sometimes you have to give them some kind of reaction.",
        576.58,
        578.86
    ],
    [
        " Yeah.",
        578.86,
        579.2
    ],
    [
        " Otherwise, they'll continue to escalate right to a point where you do react.",
        579.3,
        583.02
    ],
    [
        " Yes.",
        583.16,
        583.38
    ],
    [
        " Yeah.",
        583.72,
        583.82
    ],
    [
        " So I learned that a while ago.",
        583.96,
        586.16
    ],
    [
        " Yeah.",
        586.42,
        586.72
    ],
    [
        " No reaction is, is not always good.",
        586.74,
        589.86
    ],
    [
        " Right.",
        590.1,
        590.32
    ],
    [
        " So I, and I don't, you got to say, you got to say the bullet hits you and you got to say,",
        590.48,
        593.58
    ],
    [
        " oh, that bullet hurt.",
        593.72,
        595.3
    ],
    [
        " Yeah, I should be a little more careful with the bullets are flying around.",
        596.38,
        600.18
    ],
    [
        " That's how I need to be a little bit more, you know, careful of these bullets.",
        600.28,
        603.96
    ],
    [
        " They can really hurt me.",
        603.96,
        605.1
    ],
    [
        " Right.",
        605.1,
        605.4
    ],
    [
        " But be careful.",
        605.4,
        605.9
    ],
    [
        " But see how your, your tone and stuff is like, there's no anger there.",
        606.14,
        609.34
    ],
    [
        " Yeah, yeah, yeah.",
        609.58,
        610.26
    ],
    [
        " But that's what I meant.",
        610.26,
        611.36
    ],
    [
        " I meant it's just to combat the anger.",
        611.36,
        613.18
    ],
    [
        " Not the problem solving thing.",
        613.42,
        614.72
    ],
    [
        " That's a whole other thing as far as I'm concerned.",
        614.84,
        616.62
    ],
    [
        " Like if she's passive aggressive or mad about, I don't know,",
        617.04,
        619.12
    ],
    [
        " because I put the dish away when it was wet.",
        619.24,
        622.02
    ],
    [
        " You know, before I dry it, that's not what it was by the way, but I'm just saying if it's just,",
        622.22,
        626.18
    ],
    [
        " that's a whole different thing.",
        626.46,
        627.82
    ],
    [
        " So if I anger wise, the bullets bounce off of me.",
        628.28,
        633.32
    ],
    [
        " Boom, I don't get angry then I can start addressing those issues.",
        633.4,
        636.04
    ],
    [
        " The ones that you're talking about.",
        636.04,
        637.04
    ],
    [
        " But I mean to combat the straight up anger.",
        637.24,
        638.98
    ],
    [
        " Yeah, keep your emotions in check.",
        639.16,
        640.32
    ],
    [
        " Yeah, stifling.",
        640.52,
        641.38
    ],
    [
        " Like her insults are bouncing off of me like Superman.",
        641.5,
        643.78
    ],
    [
        " It helps something.",
        644.5,
        645.66
    ]
]