[
    [
        " What do you tell someone who has been passed over for a military promotion?",
        0.0,
        3.96
    ],
    [
        " They deserved. Could you address this?",
        4.38,
        6.44
    ],
    [
        " Yeah, so part of it is what we just talked about.",
        7.64,
        9.84
    ],
    [
        " What do you do when you get passed over?",
        10.62,
        12.56
    ],
    [
        " Cool. Why did it sign up?",
        12.74,
        13.8
    ],
    [
        " And it's also covered in, I think there's a, well, I know, there's a literal chapter",
        13.88,
        18.02
    ],
    [
        " inside leadership strategy and tactics, which is what to do when you're, when you don't get promoted.",
        18.02,
        25.4
    ],
    [
        " That's the actual name of the chapter.",
        25.84,
        27.98
    ],
    [
        " When you're not chosen, page 160, boom, there it is.",
        28.58,
        32.92
    ],
    [
        " When you are not chosen, and we covered it on the podcast.",
        33.5,
        37.2
    ],
    [
        " So what you do is you go and you say, hey, boss, I know there's opportunities to get promoted.",
        37.62,
        43.62
    ],
    [
        " I know I didn't get promoted. I know there must be some shortfalls that I have.",
        43.8,
        46.06
    ],
    [
        " Can you help me indicate what those shortfalls are? Cool.",
        46.54,
        49.8
    ],
    [
        " So that's, that's, and I'll just give a factual. There's the officer commissioning program",
        50.2,
        55.5
    ],
    [
        " that I got picked up for. It was called the Seaman 2 Admiral Program.",
        56.18,
        61.36
    ],
    [
        " It was a highly selective program. They took 50 sailors from the entire Navy.",
        61.9,
        67.82
    ],
    [
        " And there's, I don't know, 250,000 something people say was on the Navy. They took 50.",
        68.94,
        72.76
    ],
    [
        " And the first year that I put in for it, I did not get selected.",
        73.28,
        78.22
    ],
    [
        " I got actually, I got selected as an alternate, which was as they say, almost worse.",
        78.84,
        84.14
    ],
    [
        " Yeah, because you don't, you don't, you get nothing.",
        85.42,
        89.1
    ],
    [
        " You get to smell it.",
        89.62,
        90.32
    ],
    [
        " Yeah, you get to smell it. You don't get to touch it. You don't get to taste it.",
        90.62,
        93.48
    ],
    [
        " So it was not good. Well, it was good because I was like, okay, I'm close.",
        93.62,
        97.24
    ],
    [
        " But, so, but I didn't get it. I didn't get it. And what did I do?",
        98.02,
        102.6
    ],
    [
        " Assessed. Then said, what can I do better? And worked harder. And the next year, I got it.",
        103.72,
        108.84
    ],
    [
        " So if you don't get promoted because you deserved it, maybe you didn't deserve it.",
        109.72,
        116.02
    ],
    [
        " And if you did deserve it, you'll get it next time. And instead of saying you deserved it,",
        116.16,
        121.24
    ],
    [
        " why not look at it and say, okay, what did I not do to make myself the best, absolute best",
        121.26,
        127.12
    ],
    [
        " candidate that they could not question needed to get this promotion?",
        127.12,
        129.86
    ],
    [
        " Instead, we're saying I deserved it. Someone else got it. What is that doing?",
        130.28,
        133.48
    ],
    [
        " Blaming the boss, blatant, the selection process, blaming all these other things that you",
        134.32,
        138.48
    ],
    [
        " cannot control. But if you take ownership of it and say, you know what? Okay, I didn't get",
        139.46,
        143.1
    ],
    [
        " promoted. There must be some things that I can do better. There's the answer. Own it. Ask,",
        143.1,
        151.18
    ],
    [
        " give me some feedback, please. What do I need to make this happen? And then implement.",
        151.92,
        156.78
    ]
]