[
    [
        " Question frog man.",
        0.64,
        1.68
    ],
    [
        " Do you think it's always a bad thing to be",
        2.24,
        6.84
    ],
    [
        " Thought of as slightly unapproachable as a leader?",
        6.84,
        11.02
    ],
    [
        " Yeah, so this is another question about the dichotomy of leadership is another question about balance and it's strangely worded",
        11.4,
        17.36
    ],
    [
        " Question by the way from this this",
        17.36,
        19.2
    ],
    [
        " Scotsman who I know",
        19.2,
        21.18
    ],
    [
        " it's",
        21.18,
        23.16
    ],
    [
        " He because he uses the question all he uses the word always and usually always is always a never",
        23.16,
        29.88
    ],
    [
        " Right when you use those they usually don't hold up",
        30.0,
        31.96
    ],
    [
        " Is it always a bad thing?",
        31.96,
        34.7
    ],
    [
        " Yeah, yeah, but then he kind of he kind of softens the always by by saying slightly unapproachable",
        34.94,
        40.78
    ],
    [
        " so",
        40.78,
        41.02
    ],
    [
        " We give him a fairly low grade on this question",
        41.02,
        45.58
    ],
    [
        " But luckily the the concept of the question we give him a high grade which is is it",
        45.58,
        54.66
    ],
    [
        " Is it is it should you be unapproachable slightly unapproachable?",
        54.66,
        59.84
    ],
    [
        " Should you be that's the real question should you be slightly unapproachable as a leader?",
        60.0,
        63.44
    ],
    [
        " Well, there's this is this is a question about dichotomy the question is about balance",
        63.8,
        69.4
    ],
    [
        " Do you want to have people approach you about every little problem ratio as a boss? Do you want to have that happen?",
        69.4,
        73.86
    ],
    [
        " No, you don't right do you want to be the easy button where you have to answer every single question and make every decision?",
        74.42,
        81.32
    ],
    [
        " If you're too approachable, that's where you're gonna find yourself",
        81.8,
        84.4
    ],
    [
        " Now at the same time at the other end of the spectrum do you want your team to never approach you ever?",
        85.26,
        89.92
    ],
    [
        " Because you're unapproachable. Yeah, no, you don't want that",
        90.54,
        93.52
    ],
    [
        " Do you want them to to be scared or intimidated from giving you?",
        93.52,
        98.72
    ],
    [
        " Good honest feedback or good suggestions about the way you're doing things do you not want that to happen because you're too unapproachable?",
        99.22,
        106.38
    ],
    [
        " Of course not",
        106.54,
        107.04
    ],
    [
        " So those are the dichotomies you can be too",
        107.04,
        110.76
    ],
    [
        " Too approachable and be the easy button or you can be too a loof and too distant and too unapproachable that you don't even know",
        111.68,
        116.8
    ],
    [
        " What's happening on the front lines and you don't get any input from them?",
        116.8,
        118.84
    ],
    [
        " The extremes are bad. So what you want to do is you want to balance those two dichotomies?",
        119.44,
        124.24
    ],
    [
        " Be in the middle be approachable, but not overly approachable. Mm-hmm. And you'll be good",
        124.24,
        130.44
    ]
]