[
    [
        " Jackal, how do you read books to prepare for podcasts? How do you read a book to extract",
        0.0,
        5.28
    ],
    [
        " maximum benefit in advice on keeping yourself focused and being patient while reading books?",
        5.28,
        11.82
    ],
    [
        " So this was a series of reoccurring questions that were about kind of how I read",
        12.86,
        18.46
    ],
    [
        " and I grabbed three of them that were in there. So how do I prepare for a podcast?",
        18.46,
        23.78
    ],
    [
        " It's actually a pretty in-depth situation. So first thing I do is read the book.",
        24.54,
        30.3
    ],
    [
        " It hasn't read the book, I highlight anything that I find to be interesting or informative to me",
        30.52,
        36.02
    ],
    [
        " or reinforce an idea that I know or bring a new idea to bear. So as I'm going through,",
        36.02,
        40.64
    ],
    [
        " I'm just highlighting everything and when I get done with, and now just to say, when we're talking",
        40.72,
        46.3
    ],
    [
        " max benefit, when I was in college and I would do that, I would once I got done with highlighting",
        46.3,
        52.54
    ],
    [
        " the areas that I found informative or important, then I would make flashcards of the highlighted",
        52.54,
        57.32
    ],
    [
        " areas. So I was like double locking the information. Because as soon as I make a flashcard,",
        57.32,
        62.7
    ],
    [
        " I've already got it 50% in my memory. Well I read it, I highlighted it, it was like 25%.",
        62.86,
        67.64
    ],
    [
        " Make a flashcard? That's another 45 or 50%. And so boom, now I got to do study the flashcard",
        67.64,
        75.72
    ],
    [
        " for that last 25% to lock in the knowledge. Where when I go in to take the test, I know 100%.",
        75.72,
        81.92
    ],
    [
        " I know I'm going to know every answer on the question. When you recall like a thing, you actually",
        81.96,
        87.28
    ],
    [
        " recall what the flashcard looked like. Yes. You know how you wrote the A on that one. Yes.",
        87.28,
        91.56
    ],
    [
        " Yes. So that's what I would do. This is kind of a sidetrack when I was in college,",
        91.68,
        96.16
    ],
    [
        " highlight and then make flashcards of what I highlighted. Now for the podcast, what I do is once I",
        96.46,
        102.74
    ],
    [
        " read it and highlight it, now I go back through and I look at the highlights and now I start",
        102.74,
        108.72
    ],
    [
        " being selective of what is going to be in the podcast. And I actually circle the actual words I'm",
        109.28,
        117.04
    ],
    [
        " going to read with a red pen that I'm holding right here. And that's what I do. I circle. And then",
        117.04,
        121.52
    ],
    [
        " I have little notes that say next, like when I circle a section and then I'll even have an arrow",
        121.52,
        126.8
    ],
    [
        " that goes to another point or I'll have a little note that says go to page 49. And then there'll be",
        126.8,
        133.34
    ],
    [
        " a tab on those little yellow sticky tabs on page 49. Boom. There it is. I can flip right there real",
        133.34,
        137.88
    ],
    [
        " quick. So we don't have to edit. We don't have to. There's a flow. I can keep rolling. And then",
        137.88,
        142.8
    ],
    [
        " on top of those, when I get to when I read something and I want to say something about it, I have",
        142.8,
        149.18
    ],
    [
        " little sticky notes that I put in there, either sticky notes. I have the sticky tape stuff, which is",
        149.18,
        154.36
    ],
    [
        " pretty legit. And I just roll I roll that out. I stick it on there and I say, Hey, mention,",
        154.36,
        159.5
    ],
    [
        " you know, experience I had here or what happened when I was doing this. And so I kind of make those",
        159.74,
        165.24
    ],
    [
        " notes in that way. I can get it done. And while I'm doing that is when I have to figure out the",
        165.24,
        172.38
    ],
    [
        " chronology that I'm going to read it because I don't always read the notes from the book on the",
        172.38,
        177.88
    ],
    [
        " podcast in the same order that they are in the book because sometimes it just doesn't make sense.",
        177.88,
        184.22
    ],
    [
        " Sometimes there's some. So at the same time I'm doing that, I'm going back and figuring out what",
        184.66,
        189.04
    ],
    [
        " direction I'm actually going to read them. All right. So sometimes my conclusion of the book",
        189.04,
        193.7
    ],
    [
        " is different than the author's conclusion of the book. So I got to go back and say, I got to go",
        194.2,
        199.62
    ],
    [
        " back pages or forward or whatever. So that's what I'm figuring out there as well. So that's kind of",
        199.62,
        204.94
    ],
    [
        " what the podcast prep looks like. Now, how to stay focused and patient while reading books. This",
        204.94,
        211.62
    ],
    [
        " is really difficult. I don't have a long attention span. When I have a long attention span,",
        211.62,
        217.1
    ],
    [
        " it's only because I absolutely force myself to do it. So what I would prefer to do",
        217.44,
        223.56
    ],
    [
        " is to read in small chunks. I want to do work for like an hour to time. Right. When I'm writing,",
        224.96,
        230.48
    ],
    [
        " I want to work for about an hour. When I'm reading, I want to read for about an hour. After that,",
        230.64,
        234.1
    ],
    [
        " I want to get up and break something or throw something or lift something or run somewhere. You",
        234.24,
        240.14
    ],
    [
        " know what I mean? It's I have an hour of patience with me. Of course, unfortunately, that's not",
        240.14,
        246.76
    ],
    [
        " enough time. You know, especially when you're doing a podcast a week and you've got to read a whole",
        246.76,
        250.04
    ],
    [
        " book. Well, guess what? You got to you got to read for longer. You got to read for two,",
        250.04,
        253.86
    ],
    [
        " three hours at a pop. I'll try and make it that I do an hour early in the morning. Sometimes when",
        253.9,
        261.16
    ],
    [
        " I'm behind the curve, I will read first thing in the morning before I work out because I just want",
        261.16,
        265.78
    ],
    [
        " to get an hour done. Then I get to go and release. Right. Then I get done with the workout. Take a",
        265.78,
        270.76
    ],
    [
        " shower. Now I'm going to read for another 45 minutes. Okay. Good. Now I'll do something else.",
        270.76,
        274.7
    ],
    [
        " Little pre-lunch reading. So and then before I go to bed, I'm doing another hour. So there,",
        275.02,
        281.18
    ],
    [
        " I just got four or five hours in a day without having to sit down and do something for four or five",
        281.28,
        286.04
    ],
    [
        " straight hours, which bothers the hell out of me. The other thing you can do and I do this is",
        286.04,
        291.56
    ],
    [
        " I'll read multiple books at the same time, which is which is an interesting task. I attack",
        291.56,
        297.46
    ],
    [
        " it. I don't know if everybody should do that or could do that or would want to do that. But",
        297.46,
        301.84
    ],
    [
        " sometimes one book gets boring, but I know I got to read. So I just have two books, three books,",
        301.9,
        307.36
    ],
    [
        " all sitting there and I read them all at the same time. That makes them a little bit more",
        307.48,
        312.12
    ],
    [
        " interesting. The last thing I would say about trying to be focused on",
        312.12,
        319.68
    ],
    [
        " inpatient when you're reading books is to try to really understand what it is that is happening",
        319.68,
        331.12
    ],
    [
        " in the book, not just from a plot perspective, but from a human perspective. What is that person",
        331.12,
        337.86
    ],
    [
        " going through? What is that like for that person? What are they thinking? And I get to a point where",
        337.86,
        344.66
    ],
    [
        " I'm so engaged, I feel like I'm becoming the author. I feel like I'm in the book sometimes when",
        344.66,
        350.46
    ],
    [
        " I'm reading it. So that is another good way to keep it engaging because if you're seeing it from",
        350.46,
        356.76
    ],
    [
        " the outside and you're not really in it, well then it's not it's just not as engaging. Simply put,",
        356.76,
        361.68
    ],
    [
        " if you get into it and you start thinking about that person, you go back, you know, do a little",
        361.9,
        366.98
    ],
    [
        " Wikipedia search on the author and see who they are. That gives you like a little insight.",
        366.98,
        371.36
    ],
    [
        " And that helps me. Now I connect with them. I know that they're from New Jersey. I know that they",
        371.56,
        377.18
    ],
    [
        " went to this college. I know that they played soccer. So now when I'm reading about them, I'm going,",
        377.18,
        381.64
    ],
    [
        " oh yeah, that must, oh, you know, so I try and get a little background on that person,",
        381.64,
        385.3
    ],
    [
        " gives me a little bit more engagement. That's that's my reading habits. It's kind of advanced.",
        385.68,
        392.56
    ],
    [
        " And it makes more sense. I think that like how you say you want to put yourself in the guy's head,",
        392.96,
        398.06
    ],
    [
        " you know, actively, I'm going to consciously put myself in the guy's head. Sometimes people are so",
        398.34,
        403.6
    ],
    [
        " good at writing where that just happens naturally. But when you do, when you do that, it's like you can",
        403.6,
        408.62
    ],
    [
        " kind of get you get the story, of course. But most of the time you, when you do all the time,",
        408.62,
        414.78
    ],
    [
        " it's lessons learned. Like what do you learn? It's almost like when you're in your head is in it,",
        414.92,
        419.48
    ],
    [
        " like that, all the lessons are just flying into your brain, you know, because it's almost like you're",
        419.48,
        424.4
    ],
    [
        " doing like you're, you're going through that war or that particular ambush or something like that.",
        424.4,
        430.28
    ],
    [
        " And then you know, they talk about the mistakes and all that, but you feel the mistake. Yeah. And also",
        430.28,
        435.56
    ],
    [
        " I have some experience with what they're talking about. Oh, yeah. So I'm not saying I'm telling you right now,",
        437.38,
        444.24
    ],
    [
        " I don't have even close to the experience of the books that I'm reading on this podcast. These guys",
        444.3,
        449.72
    ],
    [
        " that were in the battle of E.O.G. mud and the battle of the bulge. No, nothing I did compared to anything that they do.",
        449.72,
        457.08
    ],
    [
        " But do I know what it's like to be waiting to go into a bad situation? Do I know what it's like to be shot at?",
        457.66,
        462.9
    ],
    [
        " Do I know what it's like to have guys getting wounded? Yeah, I know what that's like. So that's a little",
        462.9,
        469.28
    ],
    [
        " connection to, but I think everybody that's been in stressful situations of any kind. You can say,",
        469.28,
        475.62
    ],
    [
        " oh, what must that feel like? Hey, I know what it's like when I was waiting to go in for a job interview",
        475.76,
        481.88
    ],
    [
        " and I was completely stressed out. And that's what this guy must be feeling right here. Only even worse.",
        481.88,
        485.9
    ],
    [
        " So then you make that little mental connection, a little mental leap. And you can, like you said,",
        486.18,
        489.9
    ],
    [
        " you can then learn more from it. Yeah. Yeah, which is important. Yeah. So if I'm going into this",
        489.9,
        495.98
    ],
    [
        " particular situation, you know, in a book, I'm reading it and I'm not as engaged as maybe I could be.",
        495.98,
        501.64
    ],
    [
        " This guy goes through XYZ experience. I'm looking at it from my opinion, like, well, I can handle that,",
        501.86,
        507.54
    ],
    [
        " you know, kind of thing. But this guy is the type of guy who that's maybe part of his weakness or",
        507.76,
        511.42
    ],
    [
        " something like that and vice versa, where, you know, like, I don't know, something about cluster phobia.",
        511.42,
        517.04
    ],
    [
        " I might be like, dang, but that cluster phobia part of it, part of the story isn't necessarily a huge",
        517.04,
        523.6
    ],
    [
        " part of the lesson that you're trying to get from it. You know, so you might miss, there might be",
        523.6,
        527.98
    ],
    [
        " some disconnects there if you don't because they have a certain intention. Yeah. And you have a certain",
        527.98,
        533.1
    ],
    [
        " intention. So if you're the lesson lessons learned, you might miss some of those lessons. Just the feeling",
        533.1,
        539.54
    ],
    [
        " of missing for sure. I'm not going to get everything out of a book. That's why when you, that's why when you",
        539.54,
        544.04
    ],
    [
        " get a really good book, you read it multiple times and you get more out of it every single time",
        544.04,
        549.7
    ],
    [
        " that you read it. No doubt about that one. Yes, true.",
        549.7,
        552.46
    ]
]