[
    [
        " This is the jaco underground podcast. It's number 46 echo Charles is here with me",
        0.1,
        5.56
    ],
    [
        " I got something for you kick this off today. I want to talk to you about something a little quote the quote is there are no solutions only trade-offs",
        5.56,
        12.98
    ],
    [
        " You try to get the best trade-off you can get that's all you can hope for that is a quote from Thomas Sowell",
        12.98,
        20.24
    ],
    [
        " famous economist",
        20.24,
        22.02
    ],
    [
        " He's written he's written like 89 bucks or something. I'm actually just ordering them all",
        22.02,
        27.82
    ],
    [
        " Because that that guy the points he makes are",
        28.36,
        31.7
    ],
    [
        " Phenomenal the first the book that I kind of is one of my favorite books is called basic economics",
        31.7,
        36.8
    ],
    [
        " We I've raised it at certain points on the podcast haven't ever covered the thing in full",
        36.8,
        42.46
    ],
    [
        " but anyways",
        42.46,
        44.5
    ],
    [
        " Thomas Sowell if you don't know who he is go look him up. He's freaking awesome, but",
        44.5,
        48.9
    ],
    [
        " There's no solutions only trade-offs and and this is certainly a good",
        48.9,
        53.76
    ],
    [
        " It's a good way of thinking that a lot of people don't really",
        54.56,
        58.28
    ],
    [
        " A lot of people don't really understand it right you got to recognize that you're not always gonna get what you want",
        58.28,
        64.98
    ],
    [
        " You're only gonna get",
        64.98,
        67.3
    ],
    [
        " Some of what you want and even to get some of what you want you're gonna have to give up something else",
        67.3,
        74.18
    ],
    [
        " That's the way it works and people don't want to admit that",
        74.18,
        77.74
    ],
    [
        " And when I heard this from Thomas Sowell",
        77.74,
        83.34
    ],
    [
        " First time I heard I didn't hear it from Thomas Sowell all I was I was",
        84.04,
        87.22
    ],
    [
        " Trying to buy my first house",
        87.22,
        89.8
    ],
    [
        " And I was looking at various properties. You know I had the real estate agent, you know",
        89.8,
        94.84
    ],
    [
        " Giving me the looks showing me and I was being kind of finicky",
        94.84,
        99.26
    ],
    [
        " You know like well, I don't know about that and finally my real estate agent who got frustrated with me because probably because I shut down a couple deals",
        99.26,
        108.18
    ],
    [
        " Where I was like yeah, not really finally my real estate agent says",
        108.18,
        111.38
    ],
    [
        " Every house is gonna have advantages and disadvantages",
        113.2,
        116.0
    ],
    [
        " Every house every single house that you want gonna have a big yard, but it's gonna be a small house",
        116.0,
        121.76
    ],
    [
        " Or it's gonna be a small house, but it's gonna have a big yard, or it's gonna have a low price",
        121.76,
        124.58
    ],
    [
        " But it needs work always gonna be in good shape, but it's gonna have a high price, or it's gonna have a bad layout",
        124.58,
        128.68
    ],
    [
        " That's flexible, or it's gonna have a good layout",
        128.68,
        132.12
    ],
    [
        " But there's not much flexibility to it or it's gonna have",
        132.12,
        134.6
    ],
    [
        " Hey a bunch of privacy, but it's hard to get to or it's gonna be easy to get to but you don't have a lot of privacy",
        134.6,
        141.12
    ],
    [
        " So the list goes on and on and and",
        141.34,
        144.52
    ],
    [
        " And a lot of times it's just the price versus whatever you know, oh you can live in this neighborhood, but it costs more or you can have a bigger house",
        144.52,
        150.56
    ],
    [
        " But it costs more sometimes that's the that's the",
        150.56,
        153.02
    ],
    [
        " That's the variable",
        153.02,
        155.18
    ],
    [
        " But here's why I wanted to bring this up",
        155.18,
        159.08
    ],
    [
        " It's real obvious, but sometimes",
        159.08,
        162.28
    ],
    [
        " We fail to recognize",
        162.28,
        165.16
    ],
    [
        " What the trade-offs are and that we can actually parse them out and figure out what part of the deal you want to keep",
        165.8,
        175.06
    ],
    [
        " What what is actually",
        175.06,
        177.6
    ],
    [
        " Important to you",
        177.6,
        178.96
    ],
    [
        " So that you can keep the things that you care about and you can let go of the things",
        178.96,
        183.9
    ],
    [
        " That you don't really care about",
        183.9,
        186.28
    ],
    [
        " So when you're putting a deal together, you got to think about this",
        186.28,
        191.52
    ],
    [
        " But here's the thing",
        191.52,
        193.96
    ],
    [
        " This is the important part. This is your life too",
        196.22,
        199.24
    ],
    [
        " Right this is actually your life too. You don't get to do everything you want to do you know nobody does",
        199.24,
        206.18
    ],
    [
        " you don't get to",
        206.18,
        208.18
    ],
    [
        " spend time with your family and",
        208.18,
        211.26
    ],
    [
        " Focus on work and focus on training and focus on learning and focus on relaxing and learning a new skill",
        211.26,
        217.48
    ],
    [
        " You don't get to focus on everything",
        217.48,
        218.7
    ],
    [
        " There doesn't work that way",
        218.7,
        221.32
    ],
    [
        " We have to pay attention to it though",
        222.5,
        224.94
    ],
    [
        " And in fundamentally what it boils down to is you need to prioritize next cute, but",
        224.94,
        230.94
    ],
    [
        " With the time that you have in your life that you want to focus you got to weigh out and",
        230.94,
        239.74
    ],
    [
        " Parse out what's actually really important to you so you can get the best",
        239.74,
        245.42
    ],
    [
        " Let's say the best deal out of light you have to you have to understand",
        245.42,
        250.04
    ],
    [
        " What's on the table?",
        252.0,
        252.98
    ],
    [
        " You got to understand what's on the table and I think that's what the mistake people",
        253.74,
        257.28
    ],
    [
        " People don't even know what's on the table. They don't they don't pay attention to what's on the table like they don't pay attention to what the trade offs are",
        257.28,
        263.14
    ],
    [
        " They don't pay attention to what they care about and what they don't care about and sometimes they care about something that somebody else cares about and they're thinking that now that's important",
        263.14,
        272.04
    ],
    [
        " or",
        272.04,
        273.46
    ],
    [
        " They just see what's real obvious and they just grab whatever they can without thinking about what they're gonna leave on the table",
        273.46,
        279.86
    ],
    [
        " You know you're gonna you can only fit so much in your hands and some of it's gonna left get left behind",
        280.28,
        284.38
    ],
    [
        " So you got to think about that you got to pay attention to that",
        284.38,
        288.6
    ],
    [
        " Because if you're not paying attention to it, you're gonna leave some things on the table and",
        288.6,
        294.76
    ],
    [
        " You're gonna look up and you won't be able to hold anything else",
        294.76,
        298.16
    ],
    [
        " So pay attention",
        298.16,
        300.8
    ],
    [
        " Probably a good situation to detach take a step back. How do you do that? Right down? What's on the table?",
        300.8,
        307.44
    ],
    [
        " Actually write it down. That's how you detach from it. You write it down",
        307.8,
        310.56
    ],
    [
        " You make a list of what's on the table you make a list of what's at stake?",
        310.56,
        314.2
    ],
    [
        " You make a list of what the trade offs are and then you prioritize that list to make sure that the trade offs",
        314.2,
        322.62
    ],
    [
        " Because there's no solution",
        322.62,
        324.16
    ],
    [
        " There's no perfect solution. You're only gonna get trade offs",
        324.16,
        328.08
    ],
    [
        " So pay attention so that you're trading off the right things so you can keep as much of what you want as you can",
        328.08,
        335.22
    ],
    [
        " And you can let go the things that you don't care about",
        335.38,
        338.08
    ],
    [
        " Little life advice from Thomas Seoul",
        338.08,
        341.94
    ],
    [
        " What do you I remember a long time ago? I did this interview with this um, it was like a magazine",
        341.94,
        349.46
    ],
    [
        " What you got interviewed? Yeah, hey check in",
        349.46,
        352.42
    ],
    [
        " They're talking about work work balance or work life life work balance",
        352.42,
        357.66
    ],
    [
        " Yeah, like how do you do and maybe the guy thought I was more busy than I really was but",
        357.66,
        362.48
    ],
    [
        " I do I but that did make me think though. It made me think like wait a second. Yeah, like I do kind of",
        365.32,
        371.38
    ],
    [
        " Like I don't stress like oh, I'm not paying it. I'm not paying attention to this without it",
        371.38,
        375.72
    ],
    [
        " But then so and my answer ended up being I only carry like about four things really like I don't care about like",
        375.72,
        383.16
    ],
    [
        " Fashion or you know how like some people you can see they care about yeah, I'm not knocking fashion",
        383.16,
        387.92
    ],
    [
        " Some people don't care about it myself included care. Yeah, exactly right and I wouldn't even say don't care about it",
        387.92,
        393.42
    ],
    [
        " I care very little about it. I'm not over here like staying up at night stressing about I need to spend more time in my fashion",
        393.72,
        399.56
    ],
    [
        " But but there's like four things I cared about and it was like I you know my family my work like like health and fitness and then like",
        399.56,
        407.24
    ],
    [
        " Ju Jits or something",
        407.24,
        408.04
    ],
    [
        " That's kind of it really you know it's a good list right there. Oh, right? I mean what else is there really?",
        408.04,
        413.7
    ],
    [
        " I mean so anyway my question is like do you like what do you care about you think like what's your I mean",
        413.84,
        418.44
    ],
    [
        " It's the same stuff, but here's the thing",
        418.44,
        420.52
    ],
    [
        " You're not going to get you can't get you can't give a hundred percent to your family can",
        421.4,
        426.52
    ],
    [
        " Yeah, and you can't give a hundred percent to your work",
        426.52,
        428.7
    ],
    [
        " You can and you can't give a hundred percent to your health and fitness",
        428.7,
        431.36
    ],
    [
        " You can yeah, and you can't give a hundred percent to do it's you",
        431.36,
        434.56
    ],
    [
        " You can only give you only have a hundred percent. Yeah",
        434.56,
        437.72
    ],
    [
        " So you gotta be careful yeah and and pay attention to what you're gonna leave on the table",
        437.72,
        444.3
    ],
    [
        " Yeah, that's what you gotta do",
        444.3,
        446.46
    ],
    [
        " Yeah, so it is you're only going to get trade-offs not a solution",
        446.46,
        450.28
    ],
    [
        " Doesn't exist. Yeah, so really by its own nature you essentially if you if you can cut that down",
        450.52,
        455.46
    ],
    [
        " The more you cut that down the better off you can be the less things you you need yeah",
        455.46,
        459.74
    ],
    [
        " Yeah, like you you know less less moving parts or whatever less parts taking you know taking away from the other",
        459.74,
        465.36
    ],
    [
        " But when you think about and especially if you take this this element this element of life seriously which element",
        465.36,
        471.64
    ],
    [
        " This like the trade-off. Yeah, you know got it man. You could",
        471.64,
        475.82
    ],
    [
        " You could trim away a lot of BS in your life. Definitely do that",
        475.82,
        479.66
    ],
    [
        " Because you're probably",
        480.2,
        481.7
    ],
    [
        " spending time doing stuff that literally you actually normally is it stuff that you don't really care about",
        481.7,
        488.54
    ],
    [
        " There's stuff that you actually know is bad, right? Yeah, I mean stuff that you legitimately know is not beneficial to you",
        488.54,
        495.32
    ],
    [
        " It's not helping your family. It's not helping your work. It's not helping your due to it's not helping your health and fitness",
        495.32,
        500.34
    ],
    [
        " There you are doing it. You're trading it off",
        500.34,
        503.26
    ],
    [
        " It's it's it's a bad move",
        503.26,
        505.62
    ],
    [
        " So that's another good point you got to pay attention not to just the things you want",
        506.04,
        510.12
    ],
    [
        " But what are you investing in that you don't even want at all and you're investing into it?",
        510.12,
        514.76
    ],
    [
        " That's sad. Yeah, and that's a big price too right because you know the whole thing. I mean this is kind of it",
        514.84,
        521.18
    ],
    [
        " It's not a cliche because it's so so so true where you you probably spend some money on the on the BS stuff for sure",
        521.18,
        529.08
    ],
    [
        " You do but you spend time on it like you know the kind of well here's the thing though",
        529.08,
        533.48
    ],
    [
        " What is money",
        534.08,
        535.1
    ],
    [
        " It is time yeah you traded your time for some money at some point now you're just using that money to",
        535.1,
        544.14
    ],
    [
        " Spend somewhere else. Yeah time is the ultimate thing right yeah",
        544.14,
        548.62
    ],
    [
        " Every month all the money that you have you you had to invest time into yeah",
        548.62,
        553.64
    ],
    [
        " We're this weird. I mean which is another good reason why you want to set your life up so that you so that your",
        553.64,
        560.74
    ],
    [
        " Your money is coming in when you doesn't take a bunch of time investment. That's the goal right?",
        560.74,
        565.56
    ],
    [
        " That's the goal. That's what you want to get toward",
        565.92,
        568.56
    ],
    [
        " But you have to invest a lot of time up front to get to a point where you don't have to invest time",
        568.56,
        575.92
    ],
    [
        " Continuously in order to get an income from it. Yeah",
        575.92,
        579.86
    ],
    [
        " So what's your list you'd say I would I would say knowing you obviously your family for",
        579.86,
        586.34
    ],
    [
        " Working out it for in the freaking morning. Oh whatever you do. It's the same. It's probably the same",
        588.0,
        592.3
    ],
    [
        " Yeah work right all the different work all these different businesses",
        592.3,
        596.32
    ],
    [
        " You know family obviously health obviously",
        596.32,
        600.98
    ],
    [
        " Digitoo obviously and then it's like oh guitar, you know surfing. Yeah, all that good stuff. So",
        600.98,
        607.3
    ],
    [
        " You know and for me the lopsided back in the day",
        607.3,
        611.44
    ],
    [
        " It was just lopsided because it was just teams. Yeah",
        611.44,
        614.54
    ],
    [
        " The teams were massive and everything else combined kind of like equaled the teams",
        615.34,
        620.84
    ],
    [
        " Yeah, and see and that's a good point to where because in that moment in that at that point in your life or whatever it's kind of like",
        620.84,
        629.22
    ],
    [
        " That kind of was who you are where or whatever. Yeah, especially and you weren't",
        629.22,
        636.08
    ],
    [
        " You weren't married right?",
        636.08,
        637.14
    ],
    [
        " Got married. Yeah, but there was a music in the teams and you were not married. Okay, so you're just 100%",
        637.54,
        642.8
    ],
    [
        " Maybe see 100 yeah, yeah, no work-life balance, but I'll tell you",
        642.8,
        646.0
    ],
    [
        " We even when I got married. Yeah, it wasn't",
        646.0,
        649.02
    ],
    [
        " We're still a large percentage. Yeah, luckily my wife was awesome, you know, and she kind of knew what she was getting into",
        649.02,
        655.18
    ],
    [
        " I told her what she was getting into on our way to get married",
        655.18,
        659.34
    ],
    [
        " Right, hey listen, you're a been of been of been of seal",
        659.34,
        664.24
    ],
    [
        " That is a little excerpt of what we are doing on the",
        669.72,
        674.02
    ],
    [
        " Jocco Underground podcast so if you want to continue to listen",
        674.02,
        677.04
    ],
    [
        " Go to joccounderground.com and subscribe and we're doing this to mitigate our",
        677.04,
        683.5
    ],
    [
        " Reliance on external platforms so we are not subject to their control and we're doing it so we can give you more control",
        683.5,
        691.36
    ],
    [
        " More interaction more direct connections better communications it with us",
        691.36,
        695.42
    ],
    [
        " Strengthen this legion of troopers that are in the game with us. So thank you. It's jocco underground.com",
        695.42,
        702.54
    ],
    [
        " It costs eight dollars and eighteen cents a month and if you can't afford to support us",
        702.54,
        708.02
    ],
    [
        " We can still support you just email assistance at jocco underground.com and we'll get you taken care of until then",
        708.02,
        715.28
    ],
    [
        " We will see you",
        715.28,
        716.96
    ],
    [
        " Mobilized",
        716.96,
        718.2
    ],
    [
        " Underground",
        718.2,
        719.62
    ],
    [
        " You",
        721.36,
        723.42
    ]
]