[
    [
        " I'm in college and I'm working towards going to OCS after I graduate. I work a food service job.",
        0.0,
        7.24
    ],
    [
        " I was trying to teach a 17 year old at work why she shouldn't half-ass cleaning a fryer.",
        7.66,
        13.0
    ],
    [
        " I said because of unmitigated daily discipline in all things. That includes cleaning the fryer.",
        13.48,
        19.8
    ],
    [
        " She still didn't quite get it. I didn't say to her that I make the I make the fryer spotless because if I",
        20.28,
        29.9
    ],
    [
        " can't manage to clean the fryer how can I expect myself to lead people in the military?",
        30.3,
        34.34
    ],
    [
        " It's so facto war because I didn't think that I didn't think that was appropriate to say to that a 17 year old",
        35.0,
        44.74
    ],
    [
        " girl. I try to lead by example but I'm not sure that is enough. How can I best explain or show my",
        44.74,
        51.08
    ],
    [
        " younger co-workers why they should have unmitigated daily discipline in all things when the stakes are",
        51.08,
        57.98
    ],
    [
        " only a fryer in not lives. Okay. Let's see. This is we're kind of in the same vein on some stuff",
        58.02,
        72.22
    ],
    [
        " tonight which is good right? It's good. First of all because unmitigated daily discipline in all",
        72.22,
        77.34
    ],
    [
        " things should be first and foremost applied to you not not everyone else around you. Let's start with",
        77.34,
        81.84
    ],
    [
        " yourself. Imposing discipline on other people is not leadership. It's just an authoritarian",
        82.34,
        88.16
    ],
    [
        " person barking orders. So to answer your question well first of all read if you haven't read the book",
        88.16,
        95.88
    ],
    [
        " the dichotomy of leadership you might want to check that one out. There's a couple chapters you",
        95.88,
        102.26
    ],
    [
        " could focus on one of them is called resolute but not overbearing. One of them is called disciplined",
        102.26,
        106.54
    ],
    [
        " but not rigid. One of them is called hold people accountable but don't hold their hands.",
        106.54,
        111.7
    ],
    [
        " And this is pretty much why we had to write the dichotomy of leadership because you're out there",
        112.3,
        117.96
    ],
    [
        " good on you trying to take extreme ownership and that's great but you're not you're not paying",
        117.96,
        124.06
    ],
    [
        " attention to the dichotomy of leadership. So let me let me break it down for you a little bit",
        124.06,
        130.34
    ],
    [
        " more clearly and then you can go read the book as well which will help you. You say that the stakes",
        130.34,
        136.0
    ],
    [
        " are only a clean friar and not lives and you're right. Lives are not at stake and neither really",
        136.48,
        147.42
    ],
    [
        " is the functionality of the friar itself because it doesn't have to be completely spotless.",
        147.42,
        152.34
    ],
    [
        " And in fact if you're trying to keep it completely spotless it might actually waste time that she",
        152.86,
        157.06
    ],
    [
        " could be doing something that's more important like prepping the potatoes or washing her hands",
        157.06,
        163.54
    ],
    [
        " to keep the food sanitary. So you need to think about that how truly important like when you say",
        164.08,
        172.24
    ],
    [
        " on when I say because I say this all the time and I apologize for throwing you a little bit too far",
        172.24,
        177.68
    ],
    [
        " in one direction unmitigated daily discipline in all things there's no there's no departure from",
        177.68,
        183.24
    ],
    [
        " that right that's what it is there's no departure for that but here's the deal if you were in",
        183.24,
        188.92
    ],
    [
        " the military and you got spun up about little things that don't really matter you are wasting",
        188.92,
        194.28
    ],
    [
        " your leadership capital and when something in actually important it's what you were just talking",
        194.28,
        200.02
    ],
    [
        " about echo when something actually important comes up your troops aren't even going to listen to you",
        200.02,
        203.84
    ],
    [
        " because they don't know what anything they don't know what's important what's not because you say",
        203.84,
        207.68
    ],
    [
        " that everything is important like hey why do I need to stay on watch why do I need to stay awake",
        207.68,
        212.48
    ],
    [
        " during watch that's not any more important to you than whether I have a stain on my shirt",
        212.48,
        220.06
    ],
    [
        " because you're freaking out about everything so so how do I know what's what",
        220.06,
        224.26
    ],
    [
        " now here's the deal you can go too far in the other direction you can let people do whatever they",
        224.26,
        231.0
    ],
    [
        " want and they can completely lack discipline and the little things do matter the little things do",
        231.0,
        236.34
    ],
    [
        " matter but you gotta remember they only matter a little and if you waste your time and you waste",
        236.34,
        241.58
    ],
    [
        " your leadership and you waste your energy on things that don't matter of things that matter very",
        241.58,
        246.88
    ],
    [
        " little then you won't be able to lead your team when it really counts what happens is it's a slip",
        246.88,
        251.64
    ],
    [
        " we slump it's a it's a it's a slippery slope and if you let something slide then you let something",
        251.64,
        259.0
    ],
    [
        " outside then you let something outside eventually you've got no discipline so you have to be careful",
        259.0,
        263.8
    ],
    [
        " of that but at the same time it's the other direction what you end up in in the other direction",
        263.8,
        270.8
    ],
    [
        " if you if you impose unmitigated daily discipline in all things you're gonna end up like",
        271.58,
        278.56
    ],
    [
        " here's a movie reference echo Charles animal house have you seen it yeah I was young no okay so you",
        278.56,
        285.5
    ],
    [
        " don't remember a needer Meyer the ROTC guy that's yelling at every wall you're worthless and weak",
        285.5,
        293.84
    ],
    [
        " he's like that he's a guy that's just barking and going crazy and that's a comical example but",
        293.84,
        298.02
    ],
    [
        " I'll tell you what you want a real example a real a real good example that you can check out",
        298.02,
        303.62
    ],
    [
        " once again go and watch the first episode of the band a brother series and check out captain",
        303.62,
        309.7
    ],
    [
        " Solbell the company commander of easy company he is hardcore and he has he imposes absolute",
        309.7,
        319.64
    ],
    [
        " unmitigated discipline and all things on his whole company he calls the line",
        319.9,
        325.64
    ],
    [
        " oh dirty weapon no no liberty for you pass revoked rust on your knife pass revoked",
        325.64,
        336.16
    ],
    [
        " uniform out of uniform creases in your boots or creases in your pants pass revoked",
        336.16,
        342.52
    ],
    [
        " oh that guy's doing it he's doing that unmitigated discipline in all things and guess what happens to",
        342.52,
        348.06
    ],
    [
        " him he gets fired his troops hate him he's worried about things that don't matter dick winners",
        348.6,
        355.58
    ],
    [
        " totally squared away worries about things that are important",
        355.58,
        358.86
    ],
    [
        " and he and as a individual and if you remember I don't even know if they show this in man",
        358.86,
        365.8
    ],
    [
        " of brothers but as an individual imposing discipline on himself guess what he's doing during",
        365.8,
        371.2
    ],
    [
        " the battle the bulge battle bulge middle the winter snowed in don't have winter gear they're freezing",
        371.2,
        377.8
    ],
    [
        " they're dying what's winter's doing in the morning he's up and he's shaving he's getting up",
        378.06,
        383.92
    ],
    [
        " in his shaving his battalion commander comes up and was like bro are you sure you need to shave",
        383.92,
        388.36
    ],
    [
        " he's okay just hold him on so that's why we wrote the dichotomy leadership this stuff is a balance",
        388.36,
        397.72
    ],
    [
        " and you have to learn to balance you don't want to end up going and ending up like captain",
        397.72,
        403.32
    ],
    [
        " sobel and I hope everybody that's has that tendency to want to control things and they want to use",
        403.32,
        412.26
    ],
    [
        " discipline and they want to use unmitigated daily discipline in all things you want to use that",
        412.26,
        417.76
    ],
    [
        " as you're slogan to beat people down go watch the first episode of band of brothers and get your",
        417.76,
        426.44
    ],
    [
        " acts together yeah the fry that reminded me of when you were talking about your gym floor yeah",
        428.6,
        435.92
    ],
    [
        " yeah you know you know I mean sure you don't want the you don't want a bag and your dirty clothes",
        435.92,
        440.76
    ],
    [
        " and socks and shoes all over the floor you worked out but it is for a reason yeah same way the",
        440.76,
        446.1
    ],
    [
        " whole reason you got to clean the flyers over the fryer for reason you know so you know whatever",
        446.1,
        450.7
    ],
    [
        " reason is I'm not as familiar with friars but I'm sure you didn't work at Wendy's like I did",
        450.7,
        455.36
    ],
    [
        " I can tell you that the external the external cleanliness of the fryer is not a big deal do you want",
        455.36,
        461.44
    ],
    [
        " like you said do you want it to be caked with grease where it's a fire hazard no yeah but guess what",
        461.44,
        467.88
    ],
    [
        " it's a functional item that you're using all day right there's going to be some spots on it and",
        467.88,
        471.38
    ],
    [
        " if I'm freaking out about that guess what I got somebody that's not washing their hands or even worse",
        471.38,
        475.04
    ],
    [
        " I got someone that's intentionally sabotaging the food so we get bad reviews now we're going out",
        475.04,
        480.2
    ],
    [
        " of business yeah or whatever yeah so it's essentially like hey man identify the use the optimal",
        480.2,
        486.68
    ],
    [
        " use of the fryer and let's target that is like the the right way to clean it kind of thing you know",
        486.68,
        492.98
    ],
    [
        " and that's sort of it like don't you don't have to sweep your gym floor and mop it and make sure",
        492.98,
        498.28
    ],
    [
        " that you can see your face in the I'm getting more chalk on that thing in 23 hours yeah 22 hours",
        498.28,
        504.08
    ],
    [
        " right it makes no difference yeah to why I have a gym floor yeah I have the gym floor so I can",
        504.08,
        508.2
    ],
    [
        " drop weights and walk that's it kind of thing not so you know I can I don't know be super",
        508.2,
        513.56
    ],
    [
        " discipline waste my time mopping it and you know all this stuff because I'm unmitigated daily",
        513.56,
        518.5
    ],
    [
        " discipline and all things you know you have a functionality you have to uphold imagine how many",
        518.5,
        523.8
    ],
    [
        " hours of my life I would have thrown away if I was mopping cleaning sweeping and vacuuming my gym",
        523.8,
        529.76
    ],
    [
        " floor every day when I got it would take as long as my workout or take probably at 20 minutes I guess",
        529.76,
        535.2
    ],
    [
        " yeah so there's there's what almost two hours a week two a little over two hours a week gone",
        535.28,
        540.88
    ],
    [
        " you think I got two hours a week think about what two hours two hours is like a massive amount of time",
        540.88,
        547.06
    ],
    [
        " yeah that's a that's a good two hours is a huge amount of time unless give that away you own a",
        547.06,
        553.04
    ],
    [
        " commercial gym then you want to mop that floor because it adds to the functionality of getting",
        553.04,
        558.16
    ],
    [
        " members you're gonna you're gonna you're gonna get the floor is gonna be clean yeah but guess what",
        558.16,
        563.42
    ],
    [
        " here go to the extreme hey we just clean that floor don't walk on it hey the",
        563.46,
        567.96
    ],
    [
        " part of the gym is shut down for right you know because we just mopped it it's like no yeah you just",
        567.96,
        572.34
    ],
    [
        " mopped it we're gonna use it yeah so it's kind at the end of the day it's kind of like",
        572.34,
        577.8
    ],
    [
        " what unmitigated daily discipline in all things that what that are functional that are functional",
        577.8,
        585.4
    ],
    [
        " for sure that are are for yourself for put that on yourself put that on yourself and here's",
        585.4,
        592.56
    ],
    [
        " what here is you really want to take this to the next level yes be disciplined in how you impose",
        592.56,
        598.64
    ],
    [
        " discipline on people don't just let it run wild you have to have discipline in it",
        598.64,
        605.32
    ],
    [
        " that's the way it is yeah yeah kind of does some paint that picture how you're",
        605.32,
        610.74
    ],
    [
        " every time I get these questions it's like I'm so happy we wrote that dichotomy leadership",
        610.74,
        614.72
    ],
    [
        " because there's the answer yeah that's the answer the answer is this all this is an dichotomy",
        614.72,
        620.84
    ],
    [
        " everything is and people don't want it to be a dichotomy because it's dichotomies are complex dichotomies",
        620.88,
        627.42
    ],
    [
        " are hard dichotomies take it takes skill to learn to balance and it takes awareness of the situation",
        627.42,
        636.48
    ],
    [
        " it's hard it's so much easier to say oh you just impose your discipline and make everyone do",
        636.48,
        641.48
    ],
    [
        " you want to do you can't do that you'll end up with a mutiny my my second platoon",
        641.48,
        648.24
    ],
    [
        " the when we had a mutiny we worked for a guy that made us do everything his way",
        648.86,
        652.76
    ],
    [
        " my way or the highway guess what didn't work mutiny it was a highway but not for us for him",
        652.76,
        658.46
    ],
    [
        " yeah and not a bad guy wasn't a bad guy wouldn't have bad intentions",
        658.46,
        664.4
    ],
    [
        " but that's where this guy is heading he said in OCS and if he keeps with that attitude he's",
        664.4,
        671.32
    ],
    [
        " gonna end up in those situations that's beautiful I'm so glad he asked this question",
        671.32,
        674.68
    ],
    [
        " because I'm glad he asked this question because it's not his fault he's listening to what I said",
        676.1,
        680.58
    ],
    [
        " and I didn't communicate it well enough so now he asked a great question and now he can take a much",
        680.58,
        687.44
    ],
    [
        " much better approach a much more balanced approach in his leadership yeah like flying a kite",
        687.44,
        694.58
    ],
    [
        " can you floor kite I had flown a kite but this has nothing to do with flying",
        694.58,
        698.78
    ],
    [
        " no no I should have said I'm gonna bring it back on the R2 no but the fundamental principle right",
        698.78,
        704.9
    ],
    [
        " you know you know well depends on what kind of kite I get it but you know the kind with the two",
        704.9,
        708.52
    ],
    [
        " handles the two strings you know you got to see them saying you got to kind of pull one and let",
        708.52,
        713.9
    ],
    [
        " one go a little bit and then it depends on the wind you know depends on how strong the wind is",
        713.9,
        718.18
    ],
    [
        " and you get a pull cool let let's slack out from telling you try fly kite now I just flew on like",
        718.18,
        723.74
    ],
    [
        " maybe like you know five six seven weeks ago it was good windy day for by the way",
        723.74,
        727.66
    ]
]