[
    [
        " How long did it take you to get promoted to a blue belt and how often were you training during that time?",
        0.0,
        6.44
    ],
    [
        " So real simple question",
        7.68,
        9.6
    ],
    [
        " It took me I think about nine or ten months to get my blue belt sheep",
        9.6,
        14.84
    ],
    [
        " Boa and when I was at that time I",
        14.84,
        19.02
    ],
    [
        " I",
        19.02,
        19.74
    ],
    [
        " was yeah at Suitim one I was in the training department and",
        19.74,
        25.12
    ],
    [
        " I had a lot of opportunity to train at that time",
        25.12,
        29.3
    ],
    [
        " Clinton years not a lot of money to train in the seal teams. Yeah, so less trips",
        30.92,
        36.9
    ],
    [
        " shorter trips less travel so we were staying around a little bit more no war going on on top of all that",
        36.9,
        44.48
    ],
    [
        " So we were we were home a little bit more and so I trained all the time",
        44.48,
        48.72
    ],
    [
        " I would go to lunch at lunch. I would zip over to Fabio Santos and train the lunchtime class",
        48.72,
        55.72
    ],
    [
        " And then I'd zip back and do work and then we get done I'd go back and I would do",
        55.72,
        59.96
    ],
    [
        " The beginner class and then I would do the advanced class and then I would roll a dean and Higgs and James Nielsen and",
        59.96,
        67.2
    ],
    [
        " Craig and the rest of the guys that were there at Fabio's at the time and we and Fabio used to kick Dean and I off the mat at like nine o'clock at night",
        67.2,
        76.58
    ],
    [
        " Yeah, take it too long. Yeah, and he'd say why don't you guys get a life?",
        76.58,
        80.32
    ],
    [
        " Why are you doing and we say we're just training that you did too you say we got it like it's right here. Yeah, I'll leave it",
        81.76,
        87.5
    ],
    [
        " This is it",
        87.5,
        88.18
    ],
    [
        " It did and so it was mostly at Fabio's like, you know how you said you'd like train",
        88.18,
        93.46
    ],
    [
        " With your you know your guys yeah, we're trained or whatever was there that going on?",
        93.46,
        97.74
    ],
    [
        " Yeah, yeah, anybody that wanted to roll with me. I had the same policy that I have right now. You want a roll?",
        97.86,
        102.4
    ],
    [
        " Cool. Yeah, let's roll. Well, I have my gear. It's in my bag right now if you want a train",
        102.54,
        107.48
    ],
    [
        " We'll train. Oh, it's you know Thursday afternoon and it's two o'clock and we don't have any work to do and you want to turn cool",
        107.48,
        114.32
    ],
    [
        " We'll train so yeah, I was doing that all the time and the thing is once I got blue belt because I think I got blue belt pretty pretty quickly",
        114.32,
        121.14
    ],
    [
        " And but I was a blue belt for a long time me because",
        121.14,
        124.72
    ],
    [
        " because I",
        124.72,
        127.18
    ],
    [
        " Right as I was probably getting close to getting my purple belt",
        127.18,
        131.42
    ],
    [
        " Mm-hmm. I left I left California and I went to Virginia Beach once I got to Virginia Beach",
        131.42,
        136.8
    ],
    [
        " stepped into a new dojo with Gustavo Machado and",
        137.0,
        141.92
    ],
    [
        " You know started training with Gustavo and I'm just a blue belt, right?",
        141.92,
        146.38
    ],
    [
        " And so he's got a no learn me figure out what my personalities like see what my potential is as a person and",
        146.64,
        154.44
    ],
    [
        " I trained really hard there",
        154.44,
        155.98
    ],
    [
        " But I was also gone a lot traveling and that's why I was traveling a lot on the road",
        155.98,
        158.78
    ],
    [
        " And I would train with guys on the road and I went on deployment training with guys on deployment and",
        158.78,
        163.22
    ],
    [
        " Then it would come back in a town and so I didn't get consistent enough with him eyes with him where he said",
        163.34,
        169.12
    ],
    [
        " Hey, this guy's ready for his purple belch. So by the time I might have been",
        169.12,
        174.28
    ],
    [
        " Close to him thinking okay, you know what? And he started looking at him for purple belt went back to San Diego",
        174.28,
        180.42
    ],
    [
        " got back to San Diego and",
        180.42,
        183.26
    ],
    [
        " Not now I check back into Fabios. Well, it's been two years bro",
        183.26,
        187.66
    ],
    [
        " You need to you know you need to prove yourself again. Yeah, so it was almost like I was at the bottom of",
        187.66,
        193.12
    ],
    [
        " the of the pecking order in terms of time and rain even though I'd been a blue belt for a long time",
        193.12,
        199.1
    ],
    [
        " So I ended up being a blue belt for a long time. I want to say it was a blue belt",
        199.1,
        203.42
    ],
    [
        " for maybe like",
        203.42,
        205.64
    ],
    [
        " Five years. Yeah, that's and I was a good blue belt. Don't get me wrong. Sure. Of course you were and but you know",
        205.64,
        212.98
    ],
    [
        " It was a long time you when you when you jump around from school to school and the instructor doesn't know you well enough",
        212.98,
        219.24
    ],
    [
        " It doesn't see you on a regular basis and can't assess your improvement because that's the thing with Jiu-Jitsu in my opinion for",
        219.24,
        226.22
    ],
    [
        " Your you don't get your belt",
        226.22,
        229.12
    ],
    [
        " There's not a level playing field for every person. So in other words",
        229.12,
        234.74
    ],
    [
        " It's not hey, these are the skills required for blue belt and now you get your blue belt and then you've learned these other",
        234.74,
        240.92
    ],
    [
        " Fort, you know these other 127 other moves and now you get your purple belt now",
        240.92,
        246.28
    ],
    [
        " There's 310 moves to get your it's not like that at all. Yeah",
        246.5,
        250.12
    ],
    [
        " And in fact, it's also not hey, how do you as a blue belt do against this other group of blue belts?",
        250.12,
        256.36
    ],
    [
        " What it is and I know this sounds a little bit cliche, but it's it's really",
        256.64,
        260.76
    ],
    [
        " How good are you against you right because if somebody you know, let's say you get somebody that starts",
        260.76,
        268.16
    ],
    [
        " Jiu-Jitsu when they're",
        268.16,
        276.26
    ],
    [
        " 62 or they're training and training and training their skill level they're getting injured",
        277.86,
        282.24
    ],
    [
        " They're having issues. They got to work. They got to do a bunch of other things and they can't they're hobbyist right?",
        282.24,
        287.62
    ],
    [
        " They're not focused and they can only train so much",
        287.68,
        289.46
    ],
    [
        " They learn the moves they get better 10 years go by there's a chance that they're gonna be a black belt",
        289.46,
        295.36
    ],
    [
        " Based on the fact that hey as a",
        295.36,
        297.46
    ],
    [
        " 55-year-old person that came in here and started training in the mood moves that you've learned and how you've applied him",
        297.46,
        302.66
    ],
    [
        " According to your athletic ability and your physical capability at the time",
        302.92,
        306.66
    ],
    [
        " Hey, it's been 10 years, which is a pretty rough number for like, you know forgetting your black belt",
        306.66,
        311.42
    ],
    [
        " So that's acceptable, but you might get a kid",
        311.42,
        315.36
    ],
    [
        " That's a really good athlete that in two years can destroy that guy",
        315.36,
        321.82
    ],
    [
        " And he's not getting his black belt because you're saying what is your potential?",
        321.82,
        326.54
    ],
    [
        " How good can you be as a black belt? That's the question. So really it's almost a compliment",
        326.74,
        331.82
    ],
    [
        " The longer it takes you to get your belts that means in my opinion that means the better you're gonna that means the better that you're",
        332.18,
        338.9
    ],
    [
        " Instructor think you're gonna be yeah, that's my that's my thought and not everyone does it like that",
        338.9,
        343.92
    ],
    [
        " You know some people think oh if if this purple belt can be that purple belt",
        343.92,
        347.58
    ],
    [
        " You know this purple belt's better. Yeah, and if this purple belt can beat the brown belt then I need to give him his brown belt",
        347.58,
        352.82
    ],
    [
        " Not too many think people think that way. Oh, you know who thinks that way the purple belt I can beat the brown belt",
        352.82,
        358.34
    ],
    [
        " Should be a brown belt no no wrong",
        358.34,
        360.48
    ],
    [
        " Yeah, so so true and there's so many",
        360.48,
        364.22
    ],
    [
        " There's so many of those little things like the reason an instructor might be influenced to give someone I mean typically",
        364.22,
        372.12
    ],
    [
        " They're not gonna give someone a belt based solely on the fact that he taps out that, you know brown belt",
        372.12,
        379.06
    ],
    [
        " So but it is influenced by that it is all there's all these weird thing",
        379.06,
        382.92
    ],
    [
        " There's stuff like sometimes I'm watching like two blue belts and they'll see that I'm watching and it turns into a deathmash",
        383.0,
        388.88
    ],
    [
        " Because no long wants to tap actually, you know what that's just saw a video of a guy with a come here",
        388.88,
        393.66
    ],
    [
        " I think you put it on yeah, I saw that live",
        393.66,
        395.78
    ],
    [
        " What it what kind of injured is elbow you think because look like it's elbow",
        395.78,
        398.9
    ],
    [
        " Yeah, maybe like crap. Yeah, didn't tap the Camira. Yeah, Camira's a beast man. Yeah Camira's a beast",
        398.9,
        405.46
    ],
    [
        " You know you can not tap to a foot lock. Yeah, you can not tap to you can even not tap to a heel hook",
        405.46,
        411.8
    ],
    [
        " He'll look can go really sideways, but you don't have to Camira",
        412.5,
        415.64
    ],
    [
        " You're probably gonna have some issues",
        415.64,
        418.12
    ],
    [
        " Yeah, it's so terrible to watch like I've seen guys like get there, you know their knee and stuff",
        418.12,
        422.86
    ],
    [
        " You know he'll hook and it's like all dang that yeah, but man like the Kimura when you see the guys arm just",
        422.86,
        429.7
    ],
    [
        " Just give away man and I did it post that video to someone else's posted",
        429.7,
        433.82
    ],
    [
        " I would never post videos like that in fact. I don't like don't watch that",
        433.82,
        436.46
    ],
    [
        " I thought what I is that what I did to your shoulder according to the success",
        436.46,
        440.38
    ],
    [
        " Almost almost separated your shoulder separated it did not people and I'll do that",
        442.6,
        447.24
    ],
    [
        " I know it sounded nice and dramatic, but it didn't happen. Yeah, I don't think you've ever almost",
        447.24,
        452.38
    ],
    [
        " Yeah, but as far as",
        452.38,
        457.18
    ],
    [
        " As far as people getting",
        457.18,
        458.74
    ],
    [
        " Instructions getting influenced on why to give guys belts or a higher belt like some",
        458.74,
        464.6
    ],
    [
        " Instructors for example, they'll be influenced now by to give a guy higher belt because I want to have more",
        464.6,
        471.06
    ],
    [
        " Black belts under me, you know, we have a team of black belts and typically that'll have a lot to do with sales",
        471.08,
        476.32
    ],
    [
        " You know like where I can be like hey, I have you know a team of you and I've heard the sales pitch",
        476.32,
        481.58
    ],
    [
        " You know where it's like hey, we have seven seven black belts on the mat three-world champ",
        481.58,
        485.6
    ],
    [
        " You know that's good. That's good. So people might be influenced by that and then they'll be like okay",
        485.6,
        489.84
    ],
    [
        " Maybe I'll give these two guys their belt because so now we have four black belts or whatever",
        489.84,
        493.2
    ],
    [
        " There's that and then there if that's the reason, you know, I mean it is good to have",
        493.2,
        499.2
    ],
    [
        " 10 black belts in your association",
        499.64,
        501.32
    ],
    [
        " That is good. Yeah, for sure and but then there's the opposite to where guys will be like if they're in this typically happens if they're competing",
        501.32,
        508.9
    ],
    [
        " So if a coach is like a I got these five brown belts there",
        508.9,
        513.14
    ],
    [
        " Obviously on the level of black belt knowledge performance all this stuff",
        513.14,
        517.56
    ],
    [
        " But when they go in the tournament in the brown belt",
        517.56,
        519.28
    ],
    [
        " They're killing we got gold medals gold team medals every time so though then there's that sandbagging",
        519.28,
        524.84
    ],
    [
        " sandbagging exactly right so there's yeah, there's all those things",
        524.84,
        528.1
    ],
    [
        " In regards to the belt I said this before I'm gonna say it again",
        529.52,
        532.5
    ],
    [
        " The belt really doesn't have to do with how good you think you are or how good even you know you are if you're like",
        532.5,
        540.66
    ],
    [
        " Hey, I'm tapping a you know, I'm a white belt for example",
        540.66,
        545.6
    ],
    [
        " I'm white belt and I'm hanging with the purple belts. I'm tapping blue belts and brown belts are getting I'm giving them a hard time",
        545.6,
        552.62
    ],
    [
        " So I should be a blue belt it doesn't matter doesn't matter at all and I you know it",
        552.62,
        559.04
    ],
    [
        " Sounds like an exaggeration doesn't matter at all. It was a little bit here. I think no it doesn't your skill is evaluated by your instructor",
        559.04,
        565.4
    ],
    [
        " That's the reason why you can be at a certain level leave",
        565.4,
        568.38
    ],
    [
        " Come back and still not be because you're your instructor you can be going dominating everywhere the instructor has to evaluate you",
        568.38,
        575.88
    ],
    [
        " Yeah, that's hope that's exactly what happened with me and it wasn't a negative thing",
        575.88,
        579.84
    ],
    [
        " It was like hey, you've been gone for two years. We got to see where you're at Jaco",
        579.84,
        582.32
    ],
    [
        " Yeah, and it's not a one day thing either back in here and get your purple belt",
        582.32,
        585.74
    ],
    [
        " Yeah, just because you've been training for two straight years. Yeah, no matter. Yeah, I know what's interesting too is this",
        585.74,
        590.8
    ],
    [
        " Obviously this applies to people in the business world people trying to get promoted and and the more you're thinking",
        590.8,
        597.06
    ],
    [
        " Hey, I'm better at this job than this guy. I should get there's something else going on",
        597.06,
        601.84
    ],
    [
        " There's something you look at and the more frustrated you get about not getting that promotion not getting taken care of not getting noticed",
        601.84,
        609.08
    ],
    [
        " Just do your job work hard, you know",
        609.08,
        612.88
    ],
    [
        " They don't worry about the promotion of the promotion promotion is gonna come yeah in most cases. Yeah",
        612.88,
        617.96
    ],
    [
        " So I would I would even frame it where I would say in all cases",
        617.96,
        624.9
    ],
    [
        " There are exceptions like everything else, but in all case that is the situation",
        624.9,
        629.72
    ],
    [
        " Yeah, and think about this too when you when you in regards to like your belt right you get to belt if",
        629.72,
        635.32
    ],
    [
        " I'm a white belt Jaco you're my instructor and",
        635.32,
        639.56
    ],
    [
        " I'm like hey, I'm winning all these tournaments all of them goal not a point score all by submission",
        639.56,
        644.44
    ],
    [
        " I'm typing out blue belts and per belt sometimes hey",
        644.44,
        647.36
    ],
    [
        " Jaco give me my blue belt. I can't do that you",
        647.36,
        651.22
    ],
    [
        " Like it's not up to me even if I beg you I go on the internet. I post this petition",
        651.22,
        656.66
    ],
    [
        " It's not up to me see this is this is the thing",
        656.66,
        659.48
    ],
    [
        " You know when you hear in martial arts like old traditional martial arts like you will learn humility",
        659.48,
        665.94
    ],
    [
        " Yeah, and you will learn discipline and they would teach it you know by teaching it by talking about it in",
        666.08,
        672.76
    ],
    [
        " Digital to it's real. Yeah, like you will be humble. Yeah, and when you flare up and",
        672.76,
        679.4
    ],
    [
        " Say where's my belt? That's you not being humble. That's you not you know just saying hey",
        679.4,
        684.16
    ],
    [
        " I need to work harder. I need to keep getting after it. Yeah, and so you're learning that lesson",
        684.16,
        687.84
    ],
    [
        " Yeah, that's part of the lesson",
        687.84,
        689.52
    ],
    [
        " This way you know again",
        689.52,
        691.48
    ],
    [
        " I've mentioned this before on the podcast just because someone is a Gigi two person just because they're a black belt",
        691.48,
        696.56
    ],
    [
        " Doesn't mean they have the same",
        696.56,
        698.54
    ],
    [
        " Doesn't mean they have like the best morals and values. It doesn't mean that at all",
        698.54,
        703.0
    ],
    [
        " There could be people selling belts. There's people that sell belt. Oh you you you gotta take 10 privates with me",
        703.0,
        708.48
    ],
    [
        " $1,000 each and then then you that's how you get the black belt. Okay cool. No, not cool",
        708.48,
        713.66
    ],
    [
        " There's a bunch of things like that too, you know",
        713.66,
        716.0
    ],
    [
        " I want you to go open a pilot school for me somewhere so I'm gonna give you your black belt",
        716.0,
        720.16
    ],
    [
        " You're not that good. So that way you can you can give me my you know",
        720.16,
        724.64
    ],
    [
        " 12% of your annual earnings that you know those things like that happen and there's you know even worse things that happen",
        724.64,
        732.7
    ],
    [
        " But the bottom line is in a pure Gigi two sense",
        732.7,
        736.36
    ],
    [
        " You should be working hard in getting promoted as it comes from your instructor. Yeah, so essentially the promote you",
        736.36,
        744.28
    ],
    [
        " Sort of like an indirect way of you talking about your belt. No, not at all actually actually if it does apply to me",
        744.28,
        751.02
    ],
    [
        " I say doesn't matter you don't care it will less than anyone cares or doesn't care of course",
        751.02,
        756.66
    ],
    [
        " I think everyone cares in one way or another",
        756.66,
        758.46
    ],
    [
        " But I'd say the approach it more has to do with the approach like just like I said focus on getting better focus on the learning",
        758.46,
        766.52
    ],
    [
        " That's it the belt is just a symptom of your learning. It's a it's an eventuality essentially",
        766.52,
        771.82
    ],
    [
        " Same thing or back to the fact that doesn't have anything to do with the person only the instructor on the flip side",
        772.22,
        778.74
    ],
    [
        " What I said about you know if I think I'm I think I'm a blue belt and I'm not getting my blue belt. What's up?",
        778.74,
        783.84
    ],
    [
        " It's not up to me something instructor no matter what same thing is if",
        783.9,
        787.16
    ],
    [
        " You you're like hey promotion time. Hey echo. Here's your blue belt. And I'm like I'm not ready for this blue belt",
        787.16,
        792.58
    ],
    [
        " I'm I suck. I'm I can't even do this",
        792.58,
        795.66
    ],
    [
        " I can't give the belt back. I can't like take it off and then put it, you know",
        795.66,
        800.36
    ],
    [
        " I mean, I'm sure there's some kind of excitement. There was that thing that happened long time ago with",
        800.76,
        804.34
    ],
    [
        " With Ensign that wasn't I was like a year ago. Yeah, that's long time ago. Okay",
        804.34,
        809.3
    ],
    [
        " But nonetheless, you know, I can't give it back to you when you get loaded you're ready for it",
        809.3,
        814.4
    ],
    [
        " Yeah, put your belt on and start starting after right has nothing to do with your opinion. That's that that's the point there",
        814.4,
        819.58
    ],
    [
        " So yeah, it's your instructor and they keep training. Yeah, cuz sometimes people get their belts and they stop training",
        819.58,
        824.74
    ],
    [
        " Yeah, that's and that's an indicator here's the thing all admit there was a point in my life where I was like",
        824.74,
        830.3
    ],
    [
        " Concerned about that. Oh, I'm you know better than this guy",
        830.54,
        833.14
    ],
    [
        " I'm not gonna say when which belt it was not recently mind you but so it's like three weeks ago",
        833.14,
        837.9
    ],
    [
        " But man, I remember and when I think about that time man",
        837.9,
        843.82
    ],
    [
        " I wasn't learning that much at all. I was just focusing on like whoa good",
        843.82,
        847.24
    ],
    [
        " I do so like you know your game kind of is closed off you don't learn much",
        847.24,
        851.0
    ],
    [
        " You're concerned about you know all this stuff and if you're happy",
        851.0,
        853.6
    ],
    [
        " Oh, you're not taking your risks not learning. Yeah, exactly right and gets you and it just messes up your whole",
        853.6,
        859.04
    ],
    [
        " Gets experience because you had that you have that added added element of stress. It's not good. Don't do that",
        859.04,
        864.4
    ],
    [
        " Don't even ask about belts. I think that's a good",
        864.4,
        868.34
    ],
    [
        " It's a great. That isn't that is a great policy. Yeah, that's the best policy for belts",
        868.34,
        873.72
    ],
    [
        " Just don't ask them train hard. Yeah, you'll get what's coming to you eventually",
        873.72,
        877.06
    ],
    [
        " But sometimes people will ask you hey, when are you gonna get your blue belt or you know, you know people will ask you that whenever",
        877.06,
        881.96
    ],
    [
        " I don't know. Yeah, whatever",
        881.96,
        883.4
    ],
    [
        " Minds, a lot of times will ask me when I'm gonna get the red and black bell",
        883.4,
        886.98
    ],
    [
        " I'm just kidding. Go ask me that",
        888.1,
        889.56
    ],
    [
        " I'm talking to the red and black",
        889.56,
        891.54
    ],
    [
        " Coral belt interesting. Yeah",
        891.54,
        894.72
    ]
]