[
    [
        " What are some ways to get out of a rut in Jiu-Jitsu?",
        0.0,
        4.18
    ],
    [
        " We're just talking about this.",
        4.82,
        6.2
    ],
    [
        " Off air.",
        6.92,
        7.5
    ],
    [
        " I always get caught in the same spot, cross-side,",
        7.9,
        10.72
    ],
    [
        " and can't move. What should I do?",
        11.02,
        13.38
    ],
    [
        " This is a brutal answer, but the truth.",
        15.18,
        18.78
    ],
    [
        " Sure.",
        19.08,
        19.4
    ],
    [
        " If you have a hard time in a certain position, start there every time.",
        19.74,
        22.52
    ],
    [
        " Start with a person across the side, until you get used to it.",
        22.92,
        27.86
    ],
    [
        " Then, on top of starting there, and you start working your techniques,",
        29.26,
        32.38
    ],
    [
        " learn some new escapes.",
        32.78,
        34.1
    ],
    [
        " Whatever you're doing right now isn't working.",
        34.52,
        36.46
    ],
    [
        " Learn some new escapes.",
        37.2,
        38.22
    ],
    [
        " This doesn't mean that you need to learn 47 escapes.",
        39.12,
        42.18
    ],
    [
        " If you've got your one go to escape and it's not working,",
        42.6,
        45.5
    ],
    [
        " there's a pretty good chance if you only know one escape from something that's not going to work.",
        46.48,
        49.56
    ],
    [
        " If you want to escape, then the guest with the person has to defend.",
        49.98,
        51.86
    ],
    [
        " One thing.",
        52.16,
        52.5
    ],
    [
        " So they stop it.",
        53.18,
        54.04
    ],
    [
        " Learn three escapes total, maybe four escapes total,",
        57.84,
        61.46
    ],
    [
        " and these are escapes that must be escapes that kind of chain together,",
        61.68,
        65.44
    ],
    [
        " which most of the time they do.",
        65.44,
        66.94
    ],
    [
        " You can ask, obviously, you can ask your instructor.",
        68.94,
        71.84
    ],
    [
        " You can ask some of the other students that you see get out.",
        72.32,
        74.9
    ],
    [
        " How did you do that?",
        75.02,
        75.7
    ],
    [
        " You can even go look at YouTube and Google Cross-Side Escapes and get some good ideas from there.",
        76.12,
        80.38
    ],
    [
        " And then you're going to have to take risks while you try your new escapes in...",
        81.3,
        85.82
    ],
    [
        " You can drill them, of course, but then eventually you're going to have to try them live",
        85.82,
        88.48
    ],
    [
        " because when you do something in a drill, it is not the same as doing it live.",
        88.48,
        92.96
    ],
    [
        " There are adjustments that need to be made and things that you need to figure out.",
        93.38,
        97.44
    ],
    [
        " And you're not going to be successful the first hundred times,",
        97.92,
        101.72
    ],
    [
        " or 50 times, or 28 times, or 420 times, that you try something.",
        102.02,
        107.24
    ],
    [
        " There's a lot of little things you got to figure out.",
        107.82,
        109.72
    ],
    [
        " And you're going to get caught in some of those times.",
        109.86,
        112.12
    ],
    [
        " You're going to try something new and you're going to get caught.",
        112.5,
        113.92
    ],
    [
        " So take risks and try your escapes.",
        114.4,
        119.82
    ],
    [
        " Another point, and I've probably talked about this before, specifically, cross-Side, don't wait until the person settles in before you start your escape.",
        120.22,
        133.1
    ],
    [
        " And this is true with anything, right? This is true with life.",
        133.26,
        134.94
    ],
    [
        " Don't wait until you're...",
        135.38,
        136.8
    ],
    [
        " If you see a bad position coming, don't wait until the position.",
        136.8,
        139.62
    ],
    [
        " Don't wait until the bad thing actually fully happens to you.",
        139.9,
        142.96
    ],
    [
        " No, start to defend it before it settles in on you.",
        143.12,
        145.74
    ],
    [
        " Get a bad scenario coming down the line.",
        146.06,
        147.62
    ],
    [
        " Start to aggressively counter that bad thing.",
        148.12,
        151.08
    ],
    [
        " Whatever it is, before it actually gets you.",
        151.38,
        156.36
    ],
    [
        " And if you can do that, then you will be... I guarantee that that's a lot of the problem right there.",
        156.66,
        164.8
    ],
    [
        " Because getting out of a cross-Side is a really hard position to get out of.",
        167.7,
        170.22
    ],
    [
        " I don't care who you are. I have a hard time.",
        170.3,
        171.34
    ],
    [
        " When Dean gets a cross-Side on me, it is hard to get out.",
        171.74,
        174.72
    ],
    [
        " Like, I mean, it's really hard to get out.",
        174.96,
        178.0
    ],
    [
        " So what does that mean? Yeah, that's a dominant position.",
        178.78,
        181.78
    ],
    [
        " And that's the last thing is you have to take some risks to get out.",
        183.08,
        187.0
    ],
    [
        " Sometimes you've got to break the rules to get out.",
        187.36,
        189.54
    ],
    [
        " You've got to do something.",
        189.64,
        190.4
    ],
    [
        " You've got to offer up a possible submission to them that you know is coming.",
        190.72,
        195.64
    ],
    [
        " There's some things that you can do like that.",
        195.8,
        197.16
    ],
    [
        " But escaping before the situation has occurred to you is a very positive thing.",
        198.68,
        206.76
    ],
    [
        " You could do that with anything.",
        206.86,
        207.58
    ],
    [
        " Like, you're in a relationship.",
        207.74,
        208.74
    ],
    [
        " You see something bad coming down.",
        208.96,
        209.96
    ],
    [
        " You see a human being, you're in a relationship with...",
        210.36,
        214.38
    ],
    [
        " And you see that the relationship is going in a bad direction.",
        214.38,
        216.62
    ],
    [
        " If you try and either fix it or end it before the thing goes sideways,",
        216.78,
        224.12
    ],
    [
        " that's the smart thing to do.",
        224.12,
        226.06
    ],
    [
        " Don't wait until everything's a disaster.",
        226.6,
        229.4
    ],
    [
        " You've got to go and get the restraining order or whatever.",
        229.98,
        233.34
    ],
    [
        " You're calling the cops because you've got someone that's acting irrational.",
        234.1,
        238.12
    ],
    [
        " Don't wait until that moment.",
        238.6,
        240.38
    ],
    [
        "",
        241.0,
        241.0
    ],
    [
        " Solve the problem as early as possible is the point.",
        241.44,
        244.54
    ],
    [
        " So that's how you get out of that little rut.",
        245.68,
        248.04
    ],
    [
        " Yeah, that's what you said in the beginning of the start in that bad situation.",
        248.26,
        252.54
    ],
    [
        " That's a huge...",
        252.54,
        254.32
    ],
    [
        " And I don't know if all the academies do this, but Dean has always done this.",
        254.32,
        258.38
    ],
    [
        " Before you do open matter, the live rolling and whatever, right before that,",
        258.54,
        261.84
    ],
    [
        " there's a part where it's essentially situational training.",
        261.92,
        265.24
    ],
    [
        " Start side control.",
        265.8,
        267.12
    ],
    [
        " We're going to go for two minutes or a minute and a half whatever.",
        267.28,
        268.9
    ],
    [
        " One nine top one and bottom obviously.",
        269.28,
        270.92
    ],
    [
        " If you get out, restart.",
        271.34,
        272.24
    ],
    [
        " Exactly right now.",
        272.38,
        273.1
    ],
    [
        " Yeah, the guy's top guy's trying to submit the bottom guy, the bottom guy's trying to escape.",
        273.1,
        276.72
    ],
    [
        " If the bottom guy escapes, you start all over.",
        276.94,
        279.24
    ],
    [
        " That's it.",
        279.26,
        279.76
    ],
    [
        " And the other point to that is, if you get submitted, it doesn't count.",
        279.98,
        282.4
    ],
    [
        " Exactly right.",
        282.52,
        283.06
    ],
    [
        " Yeah, of course.",
        283.54,
        284.14
    ],
    [
        " I'm trying new things.",
        284.46,
        285.14
    ],
    [
        " I'm taking risks.",
        285.22,
        285.76
    ],
    [
        " So I expect you.",
        286.02,
        286.88
    ],
    [
        " I actually expect that you're going to get submitted because you're trying new things.",
        287.28,
        291.74
    ],
    [
        " In fact, if you don't get submitted, you fail.",
        292.1,
        293.9
    ],
    [
        " Because you didn't try something new that was really risky.",
        294.46,
        297.36
    ],
    [
        " Oh, yeah, if you're just staying there, I'll take this.",
        297.36,
        298.76
    ],
    [
        " Yeah, that's not what that drill is for.",
        299.0,
        300.42
    ],
    [
        " And you can feel it too.",
        300.5,
        301.32
    ],
    [
        " You know, like, okay, sure, the guy tapped me out.",
        301.32,
        303.34
    ],
    [
        " You don't want him to tap you out, but you're there to escape.",
        303.46,
        305.44
    ],
    [
        " That's it.",
        305.66,
        306.16
    ],
    [
        " You know, so it's not about like winning this match or losing this round or whatever.",
        306.46,
        311.12
    ],
    [
        " And then you get so familiar with being inside control.",
        311.54,
        314.76
    ],
    [
        " So when you do go live, you're like, oh, I'm familiar because I've done this situation for drill.",
        314.82,
        318.38
    ],
    [
        " No, full speed, by the way, it's a full speed drill.",
        318.9,
        320.52
    ],
    [
        " And yeah, you're just so familiar with that position.",
        321.02,
        322.8
    ],
    [
        " So not only more comfortable, you know those different escapes that you've learned.",
        323.14,
        327.0
    ],
    [
        " You don't really have that there.",
        327.18,
        328.02
    ],
    [
        " Whatever.",
        328.02,
        328.28
    ],
    [
        " But whenever you learn them, and then you can execute them way better.",
        328.28,
        331.72
    ],
    [
        " You know, comfortable being uncomfortable.",
        332.14,
        333.54
    ],
    [
        " Yeah, but that helped.",
        333.82,
        335.28
    ],
    [
        " And that helps so much those those situational.",
        335.5,
        337.76
    ]
]