[
    [
        " Jocco, when does asking for input up and down the chain of command is discussed in episode 26?",
        0.8,
        6.74
    ],
    [
        " Hinder the lead as a ability to make timely decisions, especially when gaining the initiative is",
        7.46,
        11.84
    ],
    [
        " critical. So yeah, this is a question that I asked and I got to answer for you, TJ, who asked the",
        11.84,
        21.56
    ],
    [
        " question? When you are... Okay, so the situation is a little bit different. If you're in an administrative",
        21.56,
        29.44
    ],
    [
        " situation or you're in a planning situation, meaning neither one of those are restricted by time,",
        29.92,
        34.92
    ],
    [
        " then of course get the input. And by getting the input, of course, your first of all, your plan",
        35.14,
        43.06
    ],
    [
        " becomes better because you're getting input from people, you have more brains working on it,",
        43.06,
        47.04
    ],
    [
        " you also when you get input, you're building a little bit of a relationship. You're building a",
        47.1,
        51.94
    ],
    [
        " relationship. The relationship... What are relationships are based on trust. And so trust is a",
        51.94,
        58.8
    ],
    [
        " requirement inside of leadership. So that's what you want to do. If you have the time, and it's",
        59.24,
        66.64
    ],
    [
        " administrative scenario, or you've got the time to plan, then just go ahead and take the time to plan.",
        66.64,
        71.88
    ],
    [
        " Take the time to get the input. Now, there are situations where you don't have time to discuss",
        72.9,
        79.34
    ],
    [
        " or debate a decision. And there's, you know, or times where maybe you have time, but it's going to",
        79.34,
        85.58
    ],
    [
        " affect or impact the ability to make an immediate execution, which is what oftentimes you're looking",
        86.74,
        94.0
    ],
    [
        " for. You want to gain the initiative. And sometimes gaining the initiative takes precedence",
        94.0,
        99.0
    ],
    [
        " over gaining consensus from everybody. And it takes precedence over coming up with the best",
        99.0,
        108.92
    ],
    [
        " possible plan because we want to do the best possible plan. But sometimes fast action is going to",
        108.92,
        113.52
    ],
    [
        " take precedence over that. And Patent said something along the lines of a good plan executed now",
        113.52,
        120.22
    ],
    [
        " is better than a perfect plan executed sometime next week. So what happens is in those situations,",
        120.22,
        131.18
    ],
    [
        " yeah, you're going to have to make the call. You're going to have to be decisive. You're going to have",
        131.18,
        143.5
    ],
    [
        " you do need to make that call. It won't be that big of a deal. And people will execute it. Now,",
        143.5,
        149.08
    ],
    [
        " I've told this, I've said this before, you know, life and I were having a conversation with some",
        149.28,
        153.14
    ],
    [
        " of our clients. And as they were kind of talking about the same thing about, you know, giving people",
        153.14,
        158.5
    ],
    [
        " orders and they're not listening. And what do you do? And, and, and I asked, life in the middle",
        158.5,
        163.68
    ],
    [
        " thing, I said, hey, life, how many times did I tell you, hey, life, this is a command I'm telling you",
        163.68,
        167.94
    ],
    [
        " to do it, I'm ordering you because you work for me. Do it now. And life was like zero times.",
        167.94,
        174.5
    ],
    [
        " Now that being said, that being said, although I never in an administrative or in a planning",
        175.34,
        185.42
    ],
    [
        " situation ever said, late, you will do this. Now I'm ordering you because I am the senior man",
        185.42,
        190.4
    ],
    [
        " in the situation. In tactical situations, where we were in the field and we had to do",
        190.4,
        197.74
    ],
    [
        " things, we had to make things happen quickly. I definitely said things to him and said, hey, go do",
        197.74,
        203.32
    ],
    [
        " this now. Like I would have said, you know, take that building down over there, hey, move the",
        203.32,
        209.98
    ],
    [
        " homies over here or whatever. And he would do it because he knew we didn't have time to discuss it.",
        209.98,
        214.52
    ],
    [
        " Now, what's interesting about that is it didn't just, it wasn't just me that was telling life.",
        214.58,
        220.34
    ],
    [
        " Sometimes life was saying to me, jaco, get the homies moved over here or jaco, you need to get",
        220.6,
        224.86
    ],
    [
        " the element up on that high ground over there. And you know what, we had trust, we had a relationship.",
        224.86,
        228.78
    ],
    [
        " And I did it. Even though I was senior to him, we didn't care who was senior to who. That wasn't",
        228.78,
        236.78
    ],
    [
        " the important thing. He saw something he was making a tactical decision. I knew he wouldn't be telling",
        236.78,
        242.14
    ],
    [
        " me to do something unless he needed to have it happen. So if he told me, hey, move the vehicles down",
        242.14,
        247.7
    ],
    [
        " the road, I'd be like, Roger moving. And that doesn't mean that we're, if you take us to a situation",
        247.7,
        256.26
    ],
    [
        " where we have the time to debate, like he would call me up and say, hey, jaco, I think it might be a",
        256.26,
        262.28
    ],
    [
        " good idea to push the vehicles down the road. Oh, why what's going on? Well, we're starting to see",
        262.28,
        265.8
    ],
    [
        " some movement out in the hinterland over there. Okay, got it. I'm going to track it. I'm going to push",
        265.8,
        269.8
    ],
    [
        " two vehicles down there. Cool, right? That's a normal conversation. But if all of a sudden there was",
        269.8,
        276.92
    ],
    [
        " doing it, you know, you know what I mean? So there are definitely times where you don't want to",
        276.92,
        283.7
    ],
    [
        " sit there and sit around and debate and figure out what the best plan is. There's a time where the",
        283.7,
        288.76
    ],
    [
        " leader or the follower or the person that has the most vision of the situation needs to make a call",
        288.76,
        293.58
    ],
    [
        " and make it happen. So again, the better relationship you have, the easier this is going to be, because",
        293.58,
        299.94
    ],
    [
        " you're going to have that little mental unification of the commanders intent of the task and purpose.",
        299.94,
        305.38
    ],
    [
        " And you're going to, you're going to be able to be thinking along the same path. And when you're",
        305.38,
        312.14
    ],
    [
        " doing that, everything gets a lot, a hell of a lot easier. So when you got the time to take the",
        312.14,
        319.78
    ],
    [
        " input, take the input, have the debate, have the discussion that builds the relationship. So that",
        319.78,
        324.72
    ],
    [
        " when it comes time to be decisive and give a command, you can give it and people react up and",
        324.72,
        330.1
    ],
    [
        " down the chain of command without a bunch of hesitation. And you can go back and later and say,",
        330.1,
        334.36
    ],
    [
        " hey, here's what I was talking about. Here's why we need to do this. That's it.",
        334.36,
        339.36
    ],
    [
        " That trust is so critical. Yeah. Like so, are you saying build that relationship or whatever?",
        339.56,
        346.0
    ],
    [
        " Yeah. Even at the time where it seems valuable, sure, trust, but it's times like this where that trust",
        346.5,
        353.12
    ],
    [
        " is going to shine even more, you know, when you can just say to do it, you don't even have to say",
        353.12,
        357.22
    ],
    [
        " why to do it because you just know, you know, it's a good reason. Yeah. And now, you know, while we're",
        357.22,
        364.34
    ],
    [
        " the more time you spent, if I was always giving orders to everyone and not actually discussing,",
        364.34,
        368.74
    ],
    [
        " I was just ordering everyone to do everything all the time, you're, you're burning up your",
        368.84,
        374.5
    ],
    [
        " leadership capital. Yeah. Like when I, well, you know, when we're out in the field, and when I was",
        374.5,
        379.4
    ],
    [
        " out in the field with the cartoons, I seldom gave an order over the radio because I wanted my",
        379.4,
        386.6
    ],
    [
        " guys to lead. When I did say something, the guys would just do it because it was me and they knew",
        386.6,
        393.62
    ],
    [
        " that if I was saying it, something had to be done. Right. So if I said, hey, everyone get in",
        393.62,
        396.8
    ],
    [
        " building for 34 now, guys, we're going to further everyone to get there. Whereas if I was trying",
        396.8,
        403.16
    ],
    [
        " to give orders the whole time on every operation on every little thing and every little detail,",
        403.16,
        406.68
    ],
    [
        " eventually you're just the, what is it? The boy that cried wolf. Yeah. And you want to give every",
        406.68,
        411.58
    ],
    [
        " order and people stop listening to you, even though we're in the military and even though there's",
        411.58,
        415.26
    ],
    [
        " a chain of command and even though they're supposed to listen to me, you abuse that thing and people",
        415.26,
        419.42
    ],
    [
        " will stop listening to you, unless you the, the more you talk, the less people listen, and the",
        419.42,
        425.5
    ],
    [
        " less you talk, the more people listen. So I reserved my actual directives in the field to be the most",
        425.5,
        432.54
    ],
    [
        " important things that I needed. And if I didn't have to say that I wouldn't, I would let my troopers",
        432.54,
        436.52
    ],
    [
        " lead, let my leaders, let my support and leadership lead. I wanted them to. Yeah. Quality not,",
        436.52,
        443.02
    ],
    [
        " affirmative.",
        443.02,
        444.18
    ]
]