[
    [
        " As I was listening to your recent podcast, I thought that of a few topics you could discuss that would be good and helpful for your young guys",
        0.04,
        7.86
    ],
    [
        " I want to join the military and go special ups. I",
        7.86,
        12.0
    ],
    [
        " Know that buds and other training are just baseline entry level schools",
        12.0,
        17.26
    ],
    [
        " But in my experience those stories are what get guys excited and fired up",
        17.26,
        22.3
    ],
    [
        " So you know guy wants to hear about bud stories and",
        22.3,
        28.08
    ],
    [
        " What it's like going through those stories through through those types of training because it gets people excited and fired up well",
        29.4,
        37.16
    ],
    [
        " There's there's actually kind of a reason why I don't sit around and talk about",
        37.16,
        46.04
    ],
    [
        " Buds, which is basic seal basic underwater demolition seal training. There's a reason I don't sit around and talk about it a bunch",
        46.04,
        53.06
    ],
    [
        " One of those reasons is because buds is not the seal teams at all and it doesn't mean anything and I try and say that as often as I can",
        54.2,
        63.72
    ],
    [
        " because I don't want people to get the impression that",
        63.72,
        66.94
    ],
    [
        " That the seal teams is the little initial training that is barely even a fraction of your career in the seal teams",
        66.94,
        77.1
    ],
    [
        " And it has nothing to do with what you actually do when you get in the seal teams",
        77.1,
        80.66
    ],
    [
        " I also don't want and this is an intentional this is more response to the question",
        83.02,
        88.26
    ],
    [
        " But I don't tell stories to get guys fired up to join the military",
        88.26,
        93.74
    ],
    [
        " About buds because that isn't what the seal teams is that's not what an SF ODA team is that's not what Ranger battalion is",
        93.74,
        100.48
    ],
    [
        " Ranger battalion and SF is not the selection course to that you go through to get into them",
        100.48,
        108.18
    ],
    [
        " That's not what the job is and you shouldn't be joining",
        108.18,
        111.76
    ],
    [
        " The military and shouldn't be trying to get into special operations because you want to do that training",
        111.76,
        118.88
    ],
    [
        " You should do the training because you want to do the job",
        118.88,
        123.52
    ],
    [
        " You want to do the actual job of",
        123.52,
        129.02
    ],
    [
        " Being in special operations and being in special forces and being the Rangers and being in Marsoch and being in the seal teams",
        129.02,
        135.48
    ],
    [
        " You should want to do that job",
        135.48,
        137.14
    ],
    [
        " And if you want to do that job",
        140.8,
        144.08
    ],
    [
        " What it really boils down to isn't running or rocking or pull ups or swimming or any that crap",
        144.08,
        150.92
    ],
    [
        " It boils down to whether you have the two wheels that I talk about that war is determined by",
        150.92,
        156.92
    ],
    [
        " And that is",
        156.92,
        162.1
    ],
    [
        " The will to kill because that is the entire premise of your job",
        163.58,
        168.3
    ],
    [
        " If you're in the military at all",
        168.3,
        171.86
    ],
    [
        " You may be somehow",
        171.86,
        174.9
    ],
    [
        " Supporting that if you're in the military, but the ultimate goal of the military is to kill the bad guys",
        174.9,
        185.68
    ],
    [
        " And if you're gonna be in special operations, you're gonna be on the tip of the spear of that",
        185.68,
        191.4
    ],
    [
        " So you absolutely have to make sure that you have the will to kill",
        192.24,
        196.6
    ],
    [
        " And you also",
        196.6,
        200.9
    ],
    [
        " Obviously if you're gonna join special operations or you want to be in the seal teams",
        200.9,
        206.36
    ],
    [
        " You have to have the will to die",
        206.36,
        211.98
    ],
    [
        " Not that you want to die not that you want to be a martyr not that you're",
        211.98,
        218.36
    ],
    [
        " Freaking suicidal or anything like that, but you absolutely have to make sure that you have the willingness",
        218.84,
        225.06
    ],
    [
        " To die and I would say put your life on the line, but no, I'm going beyond that. I'm talking about the willingness to die",
        225.06,
        235.82
    ],
    [
        " Because if you join special operations or you join the seal teams",
        235.82,
        243.48
    ],
    [
        " Or you join any of the combat arms in the army or in the Marine Corps",
        244.44,
        249.34
    ],
    [
        " You will be asked",
        249.34,
        253.44
    ],
    [
        " To put your life on the line",
        253.44,
        256.44
    ],
    [
        " And you got to be ready to do that",
        256.44,
        261.32
    ],
    [
        " You got to have that will",
        261.32,
        265.26
    ],
    [
        " You got to be ready to make that commitment",
        265.26,
        269.32
    ],
    [
        " And I mean the training if you if you have that will to kill and you have that will to die",
        274.54,
        281.16
    ],
    [
        " The training",
        281.16,
        283.4
    ],
    [
        " Ron swim do push ups do pull ups dips prints do rope climbs do flutter kicks",
        283.4,
        289.06
    ],
    [
        " All that stuff",
        289.06,
        291.28
    ],
    [
        " It's the easy part",
        291.28,
        295.66
    ],
    [
        " And so if you're sitting there and you see seal training on TV and you think oh that'd be cool",
        299.74,
        306.48
    ],
    [
        " Don't think about that as what being a seal is because it is not",
        306.48,
        312.54
    ],
    [
        " That is just the selection",
        312.54,
        316.02
    ],
    [
        " It's just the weeding out of the week",
        316.02,
        319.22
    ],
    [
        " If you want to be a seal means you want to be a commando",
        323.08,
        326.22
    ],
    [
        " Means you want to go into harms away. It means you want to meet the enemy on the field of battle",
        326.22,
        333.2
    ],
    [
        " That's what being a seal is",
        333.2,
        337.86
    ],
    [
        " And that's why I really don't",
        337.86,
        347.18
    ],
    [
        " Sit around and tell bud stories",
        347.18,
        348.94
    ],
    [
        " I don't think I have too much more to say about that one. I'm sure at some point",
        348.94,
        359.18
    ],
    [
        " I'll get I mean there's funny things that happen in buds. I mean of course, but there's just",
        359.18,
        363.44
    ],
    [
        " Compared to like what happens in a seal platoon. They're just no big deal. Yeah",
        363.44,
        367.68
    ],
    [
        " Yeah, that's interesting how you put it don't focus don't do it because you want to go through that training",
        367.68,
        374.42
    ],
    [
        " Yeah, do it because you want to do the job",
        374.42,
        376.98
    ],
    [
        " Yeah, that's a big that's a big mistake. Maybe I can help some people out that are out there right now thinking",
        376.98,
        382.32
    ],
    [
        " Oh, I'd really like to go through that training",
        382.32,
        383.86
    ],
    [
        " No, don't do it to go through the training go it do it because you want to do that job",
        383.86,
        390.58
    ],
    [
        " Is it true they they they take a pin and they stick it in your skin and clip it or pin it on your skin?",
        390.58,
        399.64
    ],
    [
        " Did you they do that? Well, when you get your trident? Yeah, they it has like three little",
        399.86,
        405.18
    ],
    [
        " Prongs that go out the back of it to stick it onto your uniform",
        405.88,
        408.72
    ],
    [
        " Mm-hmm, and when you get your trident",
        408.72,
        410.76
    ],
    [
        " Yeah, they put it like into your skin. Yeah, it's like you standing there with no shirt",
        410.76,
        414.76
    ],
    [
        " They're like, oh, yeah, and then they like punch it in and then yeah, you know everybody when I went when I got my trident",
        414.76,
        420.32
    ],
    [
        " The whole team lined up and everyone punched you right in the chest until you just bleed never wearing the big bruise on your chest. Yeah",
        420.32,
        426.92
    ],
    [
        " Interesting",
        426.92,
        430.1
    ]
]