[
    [
        " Since we are talking about delivering the truth, I'm going to actually jump into this little section right here, which is called tactfully delivering the truth.",
        0.0,
        7.96
    ],
    [
        " When delivering criticism, it is important to do it with consideration and delicacy.",
        8.38,
        15.1
    ],
    [
        " If you punch someone in the face with criticism, they will become defensive and are unlikely to take the criticism on board.",
        15.3,
        22.34
    ],
    [
        " So a more indirect approach is needed.",
        22.88,
        24.9
    ],
    [
        " And again, that's what we just talked about with the other section, which is, oh, look, I'm just going to tell them what's",
        25.06,
        29.98
    ],
    [
        " up. You need control your ego.",
        29.98,
        32.48
    ],
    [
        " No, that's going to work out great.",
        32.68,
        33.58
    ],
    [
        " Okay.",
        33.9,
        34.02
    ],
    [
        " So how do we do this?",
        34.36,
        37.04
    ],
    [
        " How do we tell the truth tactfully?",
        37.16,
        38.42
    ],
    [
        " Okay.",
        38.64,
        38.84
    ],
    [
        " Here first care about your people.",
        39.18,
        44.76
    ],
    [
        " That's number one.",
        45.26,
        47.28
    ],
    [
        " Care about your people.",
        47.66,
        49.28
    ],
    [
        " If you truly care about them, they will know that and they will accept your criticism more easily.",
        49.72,
        56.68
    ],
    [
        " And this is this is something that I thought about talking with Flynn.",
        56.94,
        61.4
    ],
    [
        " And when I was the OIC of trade at I was actually listening to Flynn at the mustard.",
        62.06,
        67.88
    ],
    [
        " And he was talking about these savage debriefs that I would give.",
        68.42,
        74.32
    ],
    [
        " And I have some recorded all playing for some time.",
        74.86,
        77.92
    ],
    [
        " They're savage.",
        78.08,
        79.7
    ],
    [
        " Yeah.",
        80.08,
        80.2
    ],
    [
        " I was coming off the top ropes.",
        80.58,
        81.74
    ],
    [
        " I mean, I was coming off the top ropes.",
        82.02,
        84.88
    ],
    [
        " And as I'm sitting there listening to Flynn, because even at that time, like Flynn,",
        87.12,
        94.28
    ],
    [
        " Cochran, not hard guy to read, right?",
        94.86,
        98.2
    ],
    [
        " Like he's not a guy that's like, hey, I'm not sure what he's thinking.",
        98.6,
        102.72
    ],
    [
        " Like, you know, you're looking at Flynn.",
        102.88,
        103.76
    ],
    [
        " You're like, okay, I see where he's at.",
        103.84,
        105.12
    ],
    [
        " Lafe.",
        105.54,
        105.82
    ],
    [
        " Same thing, right?",
        105.98,
        106.7
    ],
    [
        " Lafe is like, hey, you know, what is that?",
        107.02,
        109.58
    ],
    [
        " What is that term?",
        109.62,
        110.16
    ],
    [
        " Where's where your motion on your sleeves, right?",
        110.4,
        112.32
    ],
    [
        " Lafe is no stranger.",
        112.58,
        113.98
    ],
    [
        " Lafe is not shy about saying, hey, I'm not exactly good.",
        114.4,
        117.5
    ],
    [
        " And he's, I mean, imagine, you know what?",
        118.36,
        120.2
    ],
    [
        " Lafe's like now, but imagine when Lafe was whatever, right?",
        120.2,
        123.54
    ],
    [
        " Not exactly able to contain his emotions or hide his emotions.",
        124.1,
        127.36
    ],
    [
        " So as I'm listening to Flynn up there, talking about how I used to give these savage debriefs.",
        128.1,
        134.02
    ],
    [
        " And Serelle is same thing, right?",
        134.42,
        136.24
    ],
    [
        " Like, how hard is it to tell when Serelle is pissed off?",
        136.82,
        139.54
    ],
    [
        " It's like so easy, right?",
        139.8,
        141.5
    ],
    [
        " So when I'm sitting there listening to something,",
        143.52,
        145.0
    ],
    [
        " and man, I used to debrief these guys.",
        145.18,
        146.38
    ],
    [
        " And all those guys, every one of them,",
        146.46,
        147.82
    ],
    [
        " I gave them debriefs that were scornful, right?",
        147.88,
        152.6
    ],
    [
        " And I'm thinking myself, what?",
        153.36,
        154.94
    ],
    [
        " How is it that on any of their faces, any of their faces,",
        155.6,
        159.68
    ],
    [
        " I never saw that look of like screw you, you know what, shut up.",
        159.92,
        164.58
    ],
    [
        " You don't know what you're talking about, never.",
        164.66,
        165.7
    ],
    [
        " And I, and it was the same with like, I had one guy",
        166.56,
        169.78
    ],
    [
        " that had that, that I could read that on, that I put through training.",
        170.54,
        174.02
    ],
    [
        " And he's the guy that in podcast number five,",
        174.88,
        177.26
    ],
    [
        " I wrote a counseling letter for which I very seldom did",
        177.34,
        180.8
    ],
    [
        " and explained to him that he was not going to make it in the seal teams",
        180.8,
        184.9
    ],
    [
        " if he didn't be more, if he wasn't,",
        184.9,
        188.52
    ],
    [
        " didn't become more humble in a bunch of other things.",
        188.54,
        189.9
    ],
    [
        " But that's a guy that I could, I could see on his face",
        190.32,
        191.74
    ],
    [
        " like when I was debriefing him, he was pissed.",
        191.74,
        194.28
    ],
    [
        " But every now think, I mean, I debriefed hundreds of guys.",
        195.1,
        198.18
    ],
    [
        " And yet they would always be like, Roger, you know, like that kind of,",
        201.38,
        204.9
    ],
    [
        " like they disappointed me, like it wasn't, they were disappointed.",
        204.9,
        208.02
    ],
    [
        " That's the, that's the feeling I always got from Flynn was like,",
        208.54,
        210.86
    ],
    [
        " you know, Roger or from length, like Roger, you know, like,",
        210.92,
        214.66
    ],
    [
        " that's what I, that's what I always got back.",
        215.06,
        217.46
    ],
    [
        " Why is that?",
        217.7,
        218.28
    ],
    [
        " It's real easy.",
        218.82,
        219.92
    ],
    [
        " The reason is because all those guys knew and,",
        220.36,
        222.74
    ],
    [
        " and the guys that I was putting through training knew",
        222.74,
        225.54
    ],
    [
        " more than anything else in the world, I cared about them.",
        226.78,
        230.48
    ],
    [
        " And I knew that they were going overseas.",
        230.84,
        232.0
    ],
    [
        " And I knew that they're going into combat.",
        232.36,
        233.62
    ],
    [
        " And more than anything else, I wanted them to be able to accomplish the mission.",
        233.88,
        237.14
    ],
    [
        " And I wanted them and their guys to be safe and okay, and come home.",
        237.24,
        240.56
    ],
    [
        " And they knew that.",
        241.0,
        241.84
    ],
    [
        " So when it comes to delivering truthful feedback,",
        242.8,
        248.48
    ],
    [
        " the number one thing is to care about your people.",
        248.84,
        252.76
    ],
    [
        " Number one.",
        253.14,
        253.74
    ],
    [
        " And the next thing is take ownership of your problem of the problem itself.",
        254.68,
        257.56
    ],
    [
        " Of course, extreme ownership should be the fundamental principle used utilized by any leader.",
        258.56,
        264.34
    ],
    [
        " And there are tactics of employing extreme ownership when trying to critique a subordinate.",
        264.92,
        268.74
    ],
    [
        " You utilizing extreme ownership while providing feedback might sound like this.",
        269.2,
        272.92
    ],
    [
        " Here's some tactical maneuvers.",
        273.48,
        275.32
    ],
    [
        " Instead of saying you failed to get the project done on time.",
        275.62,
        278.6
    ],
    [
        " Use what support or assets could I have given you so that we could have gotten the project done on time.",
        280.6,
        285.76
    ],
    [
        " Instead of saying you failed to meet the mission objectives,",
        286.44,
        288.88
    ],
    [
        " try using, I don't think I did a good job of explaining the mission objective.",
        289.4,
        293.14
    ],
    [
        " Did you fully understand it?",
        293.44,
        294.56
    ],
    [
        " Instead of saying you're lack of professionalism caused this client to go to our competitor,",
        295.78,
        299.22
    ],
    [
        " try saying I think I allowed things to get too slack around here in terms of our professionalism.",
        299.68,
        304.94
    ],
    [
        " I think that's one of the reasons why we lost that client to one of our competitors.",
        305.0,
        307.86
    ],
    [
        " Now, there's guaranteed to be people listening to this right now.",
        311.46,
        314.36
    ],
    [
        " That are thinking, that's weak, you should just tell them how they ever can understand what you're talking about.",
        315.32,
        321.52
    ],
    [
        " And it goes back to this.",
        322.08,
        323.7
    ],
    [
        " When I attack them, they're not listening.",
        324.4,
        327.52
    ],
    [
        " That's all there is to it.",
        328.0,
        328.86
    ],
    [
        " When I attack them, they're not listening.",
        329.12,
        330.28
    ],
    [
        " Now, if you have a great relationship with you, if they know you care about them,",
        330.46,
        333.68
    ],
    [
        " if they know that they're best interests,",
        333.86,
        336.94
    ],
    [
        " and that's why you're talking to them, yeah, you can go harder.",
        337.2,
        341.34
    ],
    [
        " And also, when you get people that you try indirect approaches on,",
        341.58,
        346.74
    ],
    [
        " and it fails, well, then you escalate your directness.",
        346.98,
        350.16
    ],
    [
        " And over time, until you're eventually like, listen, you failed this project.",
        350.16,
        353.72
    ],
    [
        " And this is not acceptable.",
        354.22,
        357.1
    ],
    [
        " And if it happens, like, yes, you get there totally, absolutely.",
        357.86,
        361.28
    ],
    [
        " Don't start there.",
        362.2,
        362.82
    ],
    [
        " Don't start there.",
        364.18,
        364.98
    ],
    [
        " And by the way, also, this is in the book.",
        365.36,
        367.16
    ],
    [
        " It is important to take note that these are not simply techniques you are utilizing.",
        367.32,
        370.86
    ],
    [
        " So your pesky subordinate falls into line.",
        370.86,
        373.2
    ],
    [
        " That is not the point.",
        373.6,
        374.6
    ],
    [
        " The point of all these statements and the whole point of taking ownership",
        374.7,
        377.06
    ],
    [
        " is that you must truly believe what you are saying.",
        377.06,
        379.84
    ],
    [
        " And you should because the ownership statements in those examples are not simply lip service, they are true.",
        380.92,
        385.72
    ],
    [
        " If the leader follows up with the team members and make sure that they have all the support and assets",
        385.84,
        389.48
    ],
    [
        " they need to complete the job on time, then the job will get done on time.",
        389.48,
        391.9
    ],
    [
        " If a leader correctly explains the mission in simple clear concise manner",
        393.06,
        396.44
    ],
    [
        " and then ensures it is understood by the team, the team will accomplish the mission.",
        396.44,
        400.16
    ],
    [
        " If a leader fails to emphasize the importance of professionalism,",
        400.4,
        403.56
    ],
    [
        " then it should come as no surprise that subordinates fail to act professionally.",
        403.72,
        407.7
    ],
    [
        " Yes, it's on you, the leader.",
        408.0,
        409.12
    ]
]