[
    [
        " You get there, you get assigned this foreign counterintelligence.",
        1.2,
        4.46
    ],
    [
        " You already know this is really not your gig.",
        4.76,
        6.66
    ],
    [
        " So what's your scam?",
        7.32,
        8.94
    ],
    [
        " What do you run?",
        9.08,
        9.42
    ],
    [
        " How do you try and maneuver?",
        9.56,
        10.52
    ],
    [
        " Well, as it turns out, the guy is ahead of the office.",
        11.04,
        16.26
    ],
    [
        " His kid is getting ready to go to college and I will stay.",
        17.18,
        20.54
    ],
    [
        " So I'm not that far from how to I will stay.",
        21.42,
        24.94
    ],
    [
        " I'm like, look, you know, I'll connect you with some friends.",
        25.32,
        27.76
    ],
    [
        " You know, well, help me show you landing is a soft landing.",
        28.72,
        32.42
    ],
    [
        " And you know, I hope look out for his kid, build some relationships.",
        33.26,
        36.54
    ],
    [
        " Relationship building.",
        36.9,
        37.74
    ],
    [
        " And so then he initially, I want to go to the drug squad, drug and organized crime.",
        39.1,
        43.4
    ],
    [
        " The different choices they get a bank robbery squad, great squad.",
        44.16,
        47.76
    ],
    [
        " I get no shot at the bank robbery squad, drug and organized crime or white collar.",
        48.1,
        52.72
    ],
    [
        " So let me do the drugs and organized crime.",
        53.42,
        55.28
    ],
    [
        " This guy, I'm told he's going to send me a drug and organized crime.",
        56.46,
        61.02
    ],
    [
        " And then when the transfer comes through, I'm on surveillance.",
        62.24,
        65.32
    ],
    [
        " Which, it not being a great thing.",
        65.88,
        68.66
    ],
    [
        " It was better than FCI.",
        69.38,
        70.56
    ],
    [
        " But then you know, that assignment played into where I ended up in New York and surveillance.",
        72.0,
        77.32
    ],
    [
        " You get experiment with stuff.",
        77.76,
        79.44
    ],
    [
        " And in all the field divisions, surveillance is a light undercover.",
        80.88,
        85.64
    ],
    [
        " You got a name, different last name, you got the ID, you got credit cards.",
        86.2,
        90.04
    ],
    [
        " Any event that you got to somebody you're following, whether it's a drug dealer or a spy,",
        90.8,
        95.42
    ],
    [
        " gets on a plane, you got to go with him.",
        96.4,
        98.46
    ],
    [
        " You got to be able to pay for it.",
        99.06,
        100.58
    ],
    [
        " You know, you got to be able to go.",
        100.76,
        102.64
    ],
    [
        " So I got a chance to do some undercover work there also,",
        103.36,
        107.36
    ],
    [
        " because in their borrow and the guys in the surveillance teams, you've already got an undercover",
        107.36,
        111.7
    ],
    [
        " backstop.",
        111.7,
        112.46
    ],
    [
        " You got to do drug buys.",
        113.12,
        114.94
    ],
    [
        " And that's when I found out to be an undercover is the life of a living.",
        116.4,
        119.8
    ],
    [
        " And it didn't fit me, didn't suit me.",
        120.62,
        123.96
    ],
    [
        " Some people, it's fine.",
        124.46,
        126.26
    ],
    [
        " It works for you.",
        126.76,
        127.78
    ],
    [
        " But Lyon for a living didn't work for me.",
        128.24,
        129.94
    ],
    [
        " An undercover sound, sexy, everybody wants to do undercover.",
        130.68,
        133.1
    ],
    [
        " I mean, it sounds sexy.",
        133.52,
        134.64
    ],
    [
        " I want to get out there.",
        134.78,
        135.22
    ],
    [
        " I want to buy drugs.",
        135.3,
        136.06
    ],
    [
        " You know, I want to go in an organized crime, I want to do all this stuff and tell you try it,",
        136.78,
        142.36
    ],
    [
        " something that sounds sexy.",
        142.44,
        143.86
    ],
    [
        " You don't really know if it's for you.",
        144.0,
        145.12
    ],
    [
        " So I got a chance to try it a couple of a few times in Pittsburgh.",
        145.7,
        148.72
    ],
    [
        " And I just realized this wasn't for me.",
        149.12,
        151.12
    ],
    [
        " I had two friends.",
        152.18,
        154.2
    ],
    [
        " One of them went to the FBI or was trying to go from the SEAL teams to the FBI.",
        154.68,
        161.56
    ],
    [
        " The other one was going to another agency inside the government.",
        161.66,
        164.94
    ],
    [
        " And they both went to the screening.",
        165.44,
        167.02
    ],
    [
        " And the guy that was going to the FBI comes back.",
        167.5,
        169.72
    ],
    [
        " He's got it.",
        169.8,
        170.34
    ],
    [
        " He took the freaking lie detector test.",
        170.38,
        171.88
    ],
    [
        " That thing was crazy.",
        171.88,
        172.88
    ],
    [
        " You know, as soon as they said, pick a number between one and five and tell us, you know,",
        173.24,
        178.54
    ],
    [
        " don't tell us the number when we ask you if it's the number.",
        178.66,
        180.8
    ],
    [
        " And he goes, okay.",
        180.8,
        181.44
    ],
    [
        " And so he's, you know, thinking of three and they go, is it one?",
        182.08,
        184.52
    ],
    [
        " And he goes, no.",
        184.72,
        185.34
    ],
    [
        " And the thing's all flat.",
        185.7,
        187.58
    ],
    [
        " He goes, is it two?",
        187.72,
        188.44
    ],
    [
        " And he goes, no.",
        188.94,
        189.6
    ],
    [
        " And as he says that, he goes, the thing starts going wild.",
        189.9,
        192.82
    ],
    [
        " Is it three?",
        192.96,
        193.48
    ],
    [
        " He said it's off.",
        193.48,
        194.06
    ],
    [
        " He goes, they knew exactly because I told him that.",
        194.22,
        195.98
    ],
    [
        " And he was one of those guys like he just wasn't comfortable lying.",
        196.36,
        200.74
    ],
    [
        " And it just called him out.",
        200.74,
        202.34
    ],
    [
        " Now my other friend who went to another agency, he comes back from his interview.",
        202.4,
        205.86
    ],
    [
        " And he goes, yeah, I took that lie detector test.",
        206.46,
        208.36
    ],
    [
        " And I go, how was that?",
        208.56,
        209.3
    ],
    [
        " He goes, I flat lied to him.",
        209.36,
        210.68
    ],
    [
        " And he said, he just, yeah, that thing couldn't, he just did it.",
        210.92,
        216.14
    ],
    [
        " I just blew through it.",
        216.18,
        217.44
    ],
    [
        " And here's the thing.",
        217.78,
        219.06
    ],
    [
        " I actually don't know if he's like, because he lied a lot.",
        219.24,
        221.0
    ],
    [
        " This guy, you know, he was one of those guys that told",
        221.16,
        223.04
    ],
    [
        " like small, small lies all the time.",
        223.04,
        224.98
    ],
    [
        " You know, he's talking to a girl.",
        225.14,
        225.88
    ],
    [
        " He's telling a crazy story.",
        226.0,
        227.2
    ],
    [
        " He's talking to some other dude.",
        227.32,
        228.28
    ],
    [
        " He's telling some crazy, even when he's talking to you, you know,",
        228.44,
        231.0
    ],
    [
        " those kind of friends that you have where they, you know,",
        231.1,
        233.02
    ],
    [
        " they're kind of lying about stuff.",
        233.1,
        234.56
    ],
    [
        " Like, you know, you're good with it.",
        234.82,
        237.02
    ],
    [
        " It's just white lies, but it's all the time.",
        237.08,
        239.32
    ],
    [
        " He was one of those guys.",
        239.6,
        240.44
    ],
    [
        " And so I kind of believed him when he told me he flat lying the thing.",
        240.66,
        243.7
    ],
    [
        " You probably, yeah.",
        243.9,
        244.6
    ],
    [
        " But he made that even lying about that.",
        244.98,
        246.8
    ],
    [
        " I'm not sure.",
        247.0,
        247.6
    ],
    [
        " But that idea, you know, for me, I'm like you.",
        248.24,
        252.68
    ],
    [
        " Like, I don't want to be, I don't like to have like,",
        252.68,
        255.36
    ],
    [
        " I don't like to have to cover like lie about stuff and make stuff up.",
        255.42,
        258.68
    ],
    [
        " And it just doesn't sit well with me.",
        258.78,
        260.52
    ],
    [
        " I wouldn't be a good undercover guy.",
        260.58,
        262.72
    ],
    [
        " So how long did you have to do that for?",
        263.4,
        265.36
    ],
    [
        " I was, I worked surveillance for about a year and a half.",
        266.38,
        269.62
    ],
    [
        " A year and a half.",
        269.86,
        270.44
    ],
    [
        " Now a lot of times you're just straight up sitting in like the plumbing van",
        270.46,
        274.36
    ],
    [
        " on the corner, just about the camera, taking pictures.",
        274.36,
        277.94
    ],
    [
        " That's what you're doing.",
        278.52,
        279.68
    ],
    [
        " Yeah, or even if even if you're in a chase vehicle, where you're following them,",
        279.68,
        283.42
    ],
    [
        " like they're moving for an eight, 10 hour shift, they're moving for an hour max.",
        283.52,
        288.28
    ],
    [
        " So you're sitting around them, and what?",
        288.6,
        290.18
    ],
    [
        " So this is still not what you came in to do.",
        290.78,
        293.62
    ],
    [
        " Now, yeah, it wasn't, it wasn't, you know, I'm, and I'm, I'm buying my time in Pittsburgh",
        294.0,
        298.66
    ],
    [
        " at the time, because I knew that, you know, I'm going to be out of there soon.",
        298.66,
        303.16
    ],
    [
        " What is it?",
        304.26,
        304.68
    ],
    [
        " A two year assignments that you guys got roughly at the time.",
        304.72,
        307.74
    ],
    [
        " It was roughly two years for the movie on to one of the top offices.",
        307.74,
        310.64
    ],
    [
        " They called it the top 12 at the time, but everybody was going to New York at the time.",
        310.66,
        315.96
    ],
    [
        " Every FBI agent, everyone in the country got paid the same amount of money.",
        315.96,
        320.44
    ],
    [
        " If you were, if you're an agent in Kansas City, if you're an agent, my hometown, my",
        320.56,
        324.94
    ],
    [
        " pleasant Iowa, you got paid the exact same amount of money somebody in New York",
        324.94,
        329.1
    ],
    [
        " got paid.",
        329.1,
        329.5
    ],
    [
        " So consequently, there were people in New York were quitting right and left.",
        329.74,
        333.38
    ],
    [
        " They were having trouble staff in the office.",
        333.54,
        335.06
    ],
    [
        " And they said, look, you're, you're going to New York.",
        336.0,
        338.28
    ],
    [
        " I mean, the orders aren't here yet, but nine out of 10 of you coming out of this class,",
        338.6,
        342.46
    ],
    [
        " you guys are all going to end up in New York.",
        342.46,
        344.82
    ],
    [
        " So you're going.",
        345.08,
        345.96
    ],
    [
        " Don't be shocked when your orders for New York come through.",
        346.46,
        350.44
    ],
    [
        " So I'm in Pittsburgh.",
        350.68,
        352.38
    ],
    [
        " I'm waiting for the orders to New York to come through.",
        352.38,
        354.58
    ]
]