[
    [
        " This is Jockel Podcast number 224 with Echo Charles and me, Jockel Willink.",
        0.52,
        6.12
    ],
    [
        " Good evening, Echo.",
        6.42,
        7.38
    ],
    [
        " There is seldom a Mexican standoff in battle.",
        8.24,
        14.22
    ],
    [
        " You either win or lose.",
        14.6,
        16.4
    ],
    [
        " And in many fights, a commander reaches a point where he thinks he's lost.",
        17.16,
        22.2
    ],
    [
        " He sees only his losses and knows only his own situation, not the enemies.",
        23.5,
        29.2
    ],
    [
        " The carnage surrounding him erodes his confidence.",
        30.22,
        33.14
    ],
    [
        " Wellington at Waterloo fought heat-lost.",
        34.5,
        37.66
    ],
    [
        " So did easy company in the fight on the hill up north under Desiderio.",
        38.44,
        45.3
    ],
    [
        " Grants summed up the feeling best at Fort Donaldson during the Civil War.",
        46.66,
        51.14
    ],
    [
        " He said either side was ready to give way if the other showed a bold front.",
        51.22,
        56.88
    ],
    [
        " Well, we'd certainly shown a bold front, but so had the men from China.",
        58.56,
        62.78
    ],
    [
        " Neri appeared again, this time carrying a little unconscious Chinaman.",
        64.52,
        68.62
    ],
    [
        " I found out later that after I told him we needed a prisoner, he'd taken it as a personal assignment.",
        69.26,
        74.62
    ],
    [
        " He charged up the hill and stormed the top unarmed.",
        75.36,
        79.12
    ],
    [
        " Once in the enemy position, he'd smashed this chink on the head with his fist and hot-footed it back to me.",
        80.02,
        86.78
    ],
    [
        " Unfortunately, the POW died before we got the skinny.",
        87.56,
        91.6
    ],
    [
        " He kept trying to pull one of the grenades off Neri's belt on the way back, and Neri had stomped him, obviously a little too hard.",
        92.86,
        99.86
    ],
    [
        " So we got another prisoner, but then just when we needed him most, our interpreter, Kim decided to bug out.",
        100.64,
        107.74
    ],
    [
        " Speed saw him running down the hill, he stopped him.",
        109.38,
        112.02
    ],
    [
        " I go, I go said Kim, and edged away. Jack didn't know what to do.",
        112.22,
        117.32
    ],
    [
        " He was good and ready to waste him.",
        118.64,
        120.14
    ],
    [
        " Instead, he leveled his weapon and shot off Kim's hand.",
        121.4,
        124.58
    ],
    [
        " This persuasive little tactic worked, and we bandaged up his hand and Kim decided he liked our company after all.",
        126.3,
        134.04
    ],
    [
        " The word from the POW was just what we wanted to hear.",
        134.44,
        137.3
    ],
    [
        " Our artillery had clobbered the enemy reinforcing unit, and no one on the hill had any fight left in him.",
        138.48,
        146.24
    ],
    [
        " I told Jimmy and the others to round up every gun that could walk, limp, or crawl.",
        147.78,
        153.24
    ],
    [
        " We were going to storm the top.",
        154.68,
        157.22
    ],
    [
        " Twenty bloodied and battered raiders soon crested the hill.",
        159.0,
        164.98
    ],
    [
        " Its surface was covered with enemy dead.",
        165.5,
        167.74
    ],
    [
        " The Chinese defenders who hadn't been killed on position had chance to running the gauntlet of military shot,",
        169.22,
        176.56
    ],
    [
        " which continued to blast the backside of the hill, judging from the carnage on the reverse slope, few had made it.",
        176.58,
        183.64
    ],
    [
        " But an intact, brand gun crew was still raising hell among our tired band.",
        184.2,
        191.32
    ],
    [
        " There were more casualties until Jimmy and Evans went on the attack.",
        192.22,
        197.06
    ],
    [
        " They killed the crew, but paid the price.",
        197.76,
        202.02
    ],
    [
        " Jimmy lay like a broken breed next to the gun.",
        205.26,
        208.66
    ],
    [
        " He'd taken a shot in the face that ripped through his right eye and lowered jaw.",
        209.18,
        214.6
    ],
    [
        " Evans lay nearby, staring at Jimmy with wide, lifeless eyes, and a satisfied look on his heavily mustacheed face.",
        216.22,
        225.92
    ],
    [
        " It was the look of a winner.",
        227.06,
        230.02
    ],
    [
        " He probably just said to Jimmy, we got the son of a bitch before a burst of enemy fire.",
        232.14,
        237.64
    ],
    [
        " Most likely the last of the fight hit him full in the chest and ripped the life out of him.",
        237.64,
        244.44
    ],
    [
        " Near he switched on his radio to report the capture of Hill 400.",
        245.88,
        252.38
    ],
    [
        " Relief was en route.",
        253.04,
        255.56
    ],
    [
        " He was told dispatched by a worried, colonel Sloan when we went off the air.",
        256.36,
        262.0
    ],
    [
        " Oh, say can you see?",
        264.74,
        268.08
    ],
    [
        " I thought, as in the dull light of the morning we collected our scattered and broken fighters from the blood soaked American held Hill.",
        269.54,
        277.74
    ],
    [
        " The inexhaustible breakman was kneeling over Jimmy, pumping life into him with a container of albumin.",
        280.46,
        288.12
    ],
    [
        " We had seven killed in action.",
        288.68,
        293.88
    ],
    [
        " 29 wounded in action.",
        294.56,
        296.7
    ],
    [
        " And one raider, Salazar, was missing.",
        297.2,
        299.82
    ],
    [
        " The only two raiders who were not hit were Lipka and Alba.",
        301.2,
        307.72
    ],
    [
        " And Sovereign, the two gunners.",
        307.9,
        309.78
    ],
    [
        " Their machine guns had been out of range of the frags that had depleted our ranks.",
        310.62,
        314.26
    ],
    [
        " It was a strange turnabout.",
        315.02,
        317.24
    ],
    [
        " Normally the gunners ride in the death seat.",
        318.54,
        321.04
    ],
    [
        " We turned the hill over to the relieving wolf-hound unit and continued looking for Salazar.",
        322.76,
        329.32
    ],
    [
        " We wouldn't leave the hill without him.",
        330.0,
        332.84
    ],
    [
        " And any man who could walk joined in the search.",
        333.46,
        335.74
    ],
    [
        " He'd been patched up after he and Smith had knocked out the machine gun, but no one had seen him since he'd returned to the fight.",
        336.54,
        343.14
    ],
    [
        " A faint moan was heard in a draw on the steep left hand side of 400.",
        343.8,
        352.58
    ],
    [
        " It was Salazar, more dead than alive.",
        353.06,
        356.14
    ],
    [
        " He'd been blown off the hill by a grenade and somehow with 29 slugs or shrapnel wounds in his body.",
        357.26,
        364.2
    ],
    [
        " That tough text and humbree was still sucking air.",
        364.28,
        368.58
    ],
    [
        " The dock got some blood into him and we started down the hill.",
        369.44,
        375.48
    ],
    [
        " We carried all our dead and the wounded who could not make it under their own steam.",
        376.9,
        383.06
    ],
    [
        " Cheink 82mm and 120mm mortar fire continued to smash and around us, but it was ignored by all.",
        387.46,
        394.76
    ],
    [
        " After what we'd been through, it didn't mean a thing.",
        395.82,
        399.68
    ],
    [
        " Colonel Sloan had walked alone to meet us on hill 400s forward slopes.",
        402.3,
        409.46
    ],
    [
        " He too ignored the incoming as he went from raider to raider, helping, comforting, praising.",
        411.08,
        417.48
    ],
    [
        " Tears streamed from his eyes in that early morning light as he helped us down.",
        419.08,
        425.48
    ],
    [
        " He led us to the aid station and there I saw seven figures all lined up, each covered with a poncho.",
        426.26,
        434.44
    ],
    [
        " It's just a nightmare I fought, but I didn't believe myself at all.",
        439.46,
        445.3
    ],
    [
        " I went to each body and pulled the sheep back off the face.",
        446.92,
        453.44
    ],
    [
        " One by one I cradled those men and rocked them in my arms, crying and mumbling and damning God because he had let me down.",
        455.2,
        464.94
    ],
    [
        " Now that curtain had fallen, the shock of it all came on.",
        470.82,
        475.38
    ],
    [
        " Suddenly I felt empty. Every part of me ached, my mouth was dry as a beach full of sand.",
        477.36,
        484.32
    ],
    [
        " Sloan helped me to my feet. He was a fine-carrying man and a great commander.",
        487.1,
        493.86
    ],
    [
        " A medic came up, looked at my wounds and hit me with another serenity of morphine.",
        496.82,
        501.76
    ],
    [
        " It dulled the pain but not enough. He told me to go lie down in a litter so I could be evacuated.",
        502.72,
        511.46
    ],
    [
        " But I was not about to go anywhere.",
        513.08,
        516.1
    ],
    [
        " The welfare of my men was not a responsibility that could be delegated until everyone had been cared for.",
        518.5,
        527.72
    ],
    [
        " I'd stay right here.",
        528.42,
        531.14
    ],
    [
        " I was just a little bit more careful.",
        531.14,
        531.8
    ],
    [
        " And that right there was an excerpt from the book about face by Colonel David Hackworth.",
        531.8,
        552.0
    ],
    [
        " The first book I covered on this podcast is the book where so many of the principles that I talk about and that I utilize in leadership and life stem from.",
        552.0,
        567.72
    ],
    [
        " Like the fact that the welfare of your men is something that cannot be delegated.",
        568.96,
        575.26
    ],
    [
        " Or the fact that it was okay or at least normal to cry and mumble and curse God in my petty anger.",
        578.48,
        595.3
    ],
    [
        " The fact that this kind of uncontrolled emotion didn't make me a lesser man.",
        603.6,
        609.72
    ],
    [
        " And that to lose your men, your comrades, your friends is raw pain.",
        610.6,
        621.84
    ],
    [
        " What?",
        629.4,
        630.0
    ],
    [
        " And I learned that from the book about face.",
        628.24,
        634.7
    ],
    [
        " I should say that it solidified in my brain.",
        634.8,
        641.48
    ],
    [
        " And when you read something, if you do it right, if you read it right,",
        642.56,
        650.7
    ],
    [
        " you take what you read and you overlay it with what you know and you make that experience and that knowledge from what you read part of your own.",
        652.8,
        662.1
    ],
    [
        " And you know when I read,",
        662.58,
        670.54
    ],
    [
        " when I read books on this podcast,",
        670.98,
        676.96
    ],
    [
        " sometimes I get, sometimes I get hit with some emotions.",
        681.42,
        686.54
    ],
    [
        " And I've always, I've always managed for the most part to keep it together.",
        687.98,
        696.04
    ],
    [
        " But the emotions that I feel, they're not directly from what is going on in the book.",
        700.28,
        709.12
    ],
    [
        " I mean, obviously that's part of it, but it's not the story from the book.",
        709.4,
        714.68
    ],
    [
        " It's the memories that I have.",
        714.96,
        717.46
    ],
    [
        " Because as I read, I remember,",
        723.88,
        726.16
    ],
    [
        " and I find myself there again,",
        726.7,
        731.38
    ],
    [
        " feeling that pain and that loss.",
        732.0,
        739.06
    ],
    [
        " And there's a thread of human emotion that runs from whatever story I'm reading into my own story.",
        743.56,
        750.56
    ],
    [
        " There's a connection.",
        750.78,
        753.74
    ],
    [
        " And if you trace that thread, then you can learn from it. And I learned from it.",
        754.56,
        762.28
    ],
    [
        " That's what happens when you read and you observe a story correctly,",
        767.3,
        772.34
    ],
    [
        " when you connect the thread of history with your own experience and your own knowledge and you make that connection.",
        772.34,
        781.14
    ],
    [
        " And when you do that, you learn.",
        781.14,
        782.18
    ],
    [
        " You learn and you also, you begin to understand more.",
        782.8,
        787.38
    ],
    [
        " Now, after a short time after we started making this podcast,",
        793.14,
        800.56
    ],
    [
        " someone sent me a message on social media.",
        801.2,
        805.02
    ],
    [
        " And at this point, it was pretty easy to respond and actually follow up and take action on things that people were saying to me,",
        806.16,
        814.5
    ],
    [
        " because it wasn't a bunch of them.",
        814.56,
        815.42
    ],
    [
        " And somebody just sent me a message on social media and said,",
        816.08,
        818.4
    ],
    [
        " it said, there's a podcast called Margaramade, you will like it.",
        818.84,
        823.12
    ],
    [
        " So I,",
        824.08,
        826.0
    ],
    [
        " at some point pulled out this podcast called Margaramade and I listened.",
        826.6,
        831.22
    ],
    [
        " And as I listened to that voice,",
        832.0,
        834.86
    ],
    [
        " I heard that voice making these connections, connections between the past and present,",
        835.92,
        843.42
    ],
    [
        " connections between the emotions of people from the past and our emotions right now.",
        843.42,
        850.04
    ],
    [
        " A voice that connected the emotions from soldiers and citizens and terrorists and patriots and murderers and martyrs.",
        851.28,
        867.18
    ],
    [
        " The voice connected those things and the voice understood something.",
        870.74,
        880.2
    ],
    [
        " And that voice read and spoke and tied those threads together.",
        880.64,
        886.88
    ],
    [
        " And that voice came from someone named Darryl Cooper,",
        887.42,
        892.04
    ],
    [
        " who is the voice and the mind and the emotion behind the podcast, Margaramade.",
        894.08,
        902.82
    ],
    [
        " And I guess through the benefit of the interwebs,",
        904.08,
        909.58
    ],
    [
        " we eventually connected.",
        910.04,
        911.86
    ],
    [
        " And",
        912.4,
        914.12
    ],
    [
        " Darryl just has a very",
        914.12,
        919.0
    ],
    [
        " good handle on wrapping these connections together.",
        924.28,
        927.34
    ],
    [
        " And he's here tonight to talk with us about those connections.",
        927.94,
        932.5
    ],
    [
        " The story of what his life has been and then the thread that connects him and us to the past and the present and the future.",
        932.88,
        946.78
    ],
    [
        " Darryl,",
        949.32,
        949.92
    ],
    [
        " thanks for coming on, man.",
        949.06,
        951.2
    ],
    [
        " Thanks for having me.",
        951.86,
        953.2
    ],
    [
        " So,",
        954.16,
        955.84
    ],
    [
        " yeah, I remember somebody hitting me up and saying you got to check out this podcast and you're opening for podcast one episode one of Margaramade.",
        956.38,
        968.22
    ],
    [
        " I said, oh yeah, here it is.",
        968.48,
        971.6
    ],
    [
        " This guy, who ever told me to listen to this, was right.",
        971.9,
        974.96
    ],
    [
        " And you actually put out that podcast.",
        975.2,
        976.84
    ],
    [
        " What was it?",
        977.58,
        978.46
    ],
    [
        " Early 2015?",
        978.88,
        980.06
    ],
    [
        " That sounds right.",
        980.88,
        982.62
    ],
    [
        " Yeah, I can't remember.",
        982.92,
        983.72
    ],
    [
        " I know it.",
        984.18,
        984.6
    ],
    [
        " I know it was before I started my podcast.",
        984.62,
        987.72
    ],
    [
        " I know that because I looked at it the other day to try and figure it out.",
        988.2,
        991.16
    ],
    [
        " And then, you know, when I found out, the more I found out about you and kind of your background and your backstory,",
        992.7,
        999.78
    ],
    [
        " it's pretty fascinating in my opinion.",
        1001.96,
        1005.14
    ],
    [
        " Let's go into it, man.",
        1005.78,
        1007.5
    ],
    [
        " Let's start at the beginning of your life.",
        1008.32,
        1011.68
    ],
    [
        " How did it start? Where'd you come from?",
        1012.94,
        1014.12
    ],
    [
        " I came from all over. I was born in Stockton, California.",
        1015.64,
        1019.52
    ],
    [
        " Stockton, 209.",
        1020.58,
        1022.18
    ],
    [
        " 209, yeah.",
        1022.3,
        1023.04
    ],
    [
        " Right on.",
        1023.46,
        1024.18
    ],
    [
        " But I lived all over the place.",
        1024.46,
        1025.74
    ],
    [
        " I probably went to, I try counting them up every once in a while, but there's kind of gaps in my memory.",
        1026.66,
        1031.68
    ],
    [
        " I went to maybe 35, 36, 37 schools K through 12.",
        1031.98,
        1035.64
    ],
    [
        " So we were moving around all the time.",
        1035.92,
        1038.12
    ],
    [
        " I had a single mother who was taking care of us.",
        1039.26,
        1043.24
    ],
    [
        " And, you know, we kind of had to scrape and scrounge and, you know, live where we could.",
        1043.42,
        1047.32
    ],
    [
        " And at the end of the day, you know, we always had food on the table.",
        1047.72,
        1050.7
    ],
    [
        " We always had, you know, a roof over our heads for the most part.",
        1051.22,
        1054.34
    ],
    [
        " And we were supposed to have lunch to care of us, but, you know, there were some,",
        1054.34,
        1057.58
    ],
    [
        " there were some close shaves there at various times, and we had to kind of bounce around wherever we could.",
        1057.74,
        1062.44
    ],
    [
        " So, I've lived all over California, from the south all the way up to Eureka for a little while.",
        1062.7,
        1068.92
    ],
    [
        " I don't really remember much about that, but a lot of time in Stockton, I think I went to every school, in Stockton, at one point in my life.",
        1068.92,
        1076.28
    ],
    [
        " I think I went to 11 different high school there for years.",
        1076.58,
        1080.04
    ],
    [
        " Like, what's causing you to go from one high school to another high school?",
        1080.06,
        1083.54
    ],
    [
        " Just, you know, we were poor. We kind of had to move wherever we could find a spot sometimes.",
        1084.18,
        1090.52
    ],
    [
        " Sometimes that meant moving in with relatives, other times that meant, you know, my friends of my mom.",
        1090.96,
        1097.7
    ],
    [
        " Sometimes it meant getting farmed out to various relatives, while my mom kind of went on her own little audices for a while and had to look after herself.",
        1098.02,
        1104.98
    ],
    [
        " And so, just bouncing around. I lived up in Montana for a little while when I was in high school. I actually ended up graduating when I was up there.",
        1105.94,
        1111.58
    ],
    [
        " And that was a good experience, I kind of, you know, I was one of those kids who is a lot of people like this.",
        1112.58,
        1116.88
    ],
    [
        " And I think a lot of folks who are comfortably middle class don't really, don't really even understand this.",
        1116.98,
        1121.96
    ],
    [
        " But you see it down in LA. There's a lot of kids who live in South LA, for example.",
        1122.04,
        1126.48
    ],
    [
        " There may be 20-minute drive from the beach. They may have seen it once in their life.",
        1127.26,
        1133.06
    ],
    [
        " And that's kind of how we were. You get confined to your little neighborhoods.",
        1133.98,
        1137.46
    ],
    [
        " You get on your bikes and ride around, you know, like latch-key kids, but your world's very, very small.",
        1138.16,
        1143.28
    ],
    [
        " And so, growing up in kind of a lot of the rougher neighborhoods, places like Stockton and Central Valley, Bakersfield, different places,",
        1144.14,
        1151.14
    ],
    [
        " actually being able to get out and go spend some time in Montana when I was in high school.",
        1151.52,
        1155.92
    ],
    [
        " It was pretty life-changing for me. I got to kind of be in a lifestyle around kind of people in a high-trust society that I had never been around before.",
        1156.02,
        1165.7
    ],
    [
        " You know, I had never been in a place where people don't worry about locking their car doors or where it's normal on a two-lane street when people are passing each other to wave to one another.",
        1166.1,
        1176.04
    ],
    [
        " I just never seen that before. And it kind of opened up, you know, when you come from a certain world,",
        1176.58,
        1183.16
    ],
    [
        " where social connections are very tenuous, social trust is kind of low, to be around a place like that where people are generally looking after each other.",
        1185.94,
        1195.28
    ],
    [
        " So obviously crime, there's things that happen, but generally people are kind of looking after each other.",
        1195.5,
        1200.82
    ],
    [
        " It lets you know that there's a different kind of life out there, so it was very good for me.",
        1201.3,
        1204.18
    ],
    [
        " How did you get up to Montana? What was the situation that allowed that to happen?",
        1205.6,
        1209.84
    ],
    [
        " My grandparents moved up there at one point. I was probably in maybe late middle school when they moved up there.",
        1209.96,
        1215.66
    ],
    [
        " And then at some point in high school, we would visit them for the summer, and we would always really enjoy it. They had about 30 acres up there, a little farm.",
        1216.38,
        1223.46
    ],
    [
        " And then at one point things were getting pretty hairy at home, and so we ended up going up the kids, me and my sister, we ended up going up there and staying for a year, year and a half before my mom ended up coming as well.",
        1224.98,
        1236.54
    ],
    [
        " And how many sisters did you have?",
        1237.56,
        1240.64
    ],
    [
        " I had three, I'd rather two at the time.",
        1241.0,
        1243.5
    ],
    [
        " So I was up in Montana, I was probably like 10 years ago, maybe eight years ago, and it was in the summertime.",
        1245.88,
        1254.26
    ],
    [
        " And I was driving out of Bozeman through Big Sky, and I was driving back to California.",
        1255.18,
        1259.4
    ],
    [
        " And it was the summertime, and I wanted my kids to sleep on the whole way home.",
        1259.78,
        1264.72
    ],
    [
        " So I left it probably seven o'clock at night, but it was the summertime, so it stayed light until about nine.",
        1265.18,
        1272.08
    ],
    [
        " So I did the full drive down the, what is it, the one 91?",
        1272.44,
        1276.36
    ],
    [
        " I did the full drive down the one 91, which is just absolutely like, it's epically beautiful.",
        1277.18,
        1285.04
    ],
    [
        " Just beyond, it's just epic.",
        1285.04,
        1287.98
    ],
    [
        " And now my kids are falling asleep, so just me listening to Black Sabbath or something and just amazed, right?",
        1288.58,
        1297.22
    ],
    [
        " And then by the time I'm making it to wherever I go or something, and you start getting into the more open terrain, it was dark.",
        1297.74,
        1307.14
    ],
    [
        " And then I drove through the night, and as the sun started to come up, I was in San Bernardieu.",
        1307.3,
        1314.02
    ],
    [
        " And I remember, you know, there's parts of the, what is it, parts of the 15 or the 215 through San Bernardino that turn into like a two lane.",
        1314.92,
        1322.2
    ],
    [
        " It's not like a big highway, and there's always traffic.",
        1322.48,
        1325.3
    ],
    [
        " And so I came from this just absolutely open mountainous snow covered hills, which there's snow covered hills in the summertime.",
        1325.92,
        1334.56
    ],
    [
        " Pine trees, animals everywhere, and then the next thing you know, I'm in San Bernardino.",
        1336.12,
        1341.56
    ],
    [
        " And you know, it's just a totally different world, you know, and when you were talking about the different world that you live in, you know,",
        1342.36,
        1350.82
    ],
    [
        " and I grew up in a tiny New England town on a dirt road in the middle of nowhere, and you kind of think that that's what the world is.",
        1350.9,
        1356.14
    ],
    [
        " But yeah, kids, and I think it's probably less like this now because you can see so much of the world through the internet.",
        1356.32,
        1364.24
    ],
    [
        " And through media, and through movies. But yeah, it was kind of like that was your world.",
        1364.24,
        1370.4
    ],
    [
        " So that must have been a serious eye opener for you to get to go from, you know, Central California to freaking Montana.",
        1370.64,
        1381.02
    ],
    [
        " It was. Yeah. And socially, especially socially, you know, coming from middle schools and high schools where, you know,",
        1381.6,
        1391.36
    ],
    [
        " on one hand, something like a fight on campus was taken very seriously. There are armed cops on campus, right?",
        1392.44,
        1397.78
    ],
    [
        " Coming from a high school that had almost 5,000 kids, a subway and a pizza hut, you know, on campus.",
        1398.46,
        1404.28
    ],
    [
        " And going to, you know, a school up in Montana where my graduating class had about, I think, 40 people.",
        1405.06,
        1411.82
    ],
    [
        " And, you know, in a weird way, a fight was not as big of a deal up there.",
        1412.58,
        1418.16
    ],
    [
        " The counselors and teachers would literally tell two of us to take it outside. But there was no threat that this was going to escalate into something.",
        1418.52,
        1425.76
    ],
    [
        " Yeah, no one was getting shanked. Right. It wasn't even in anybody's, you know, mindset that that was a possibility.",
        1425.76,
        1431.92
    ],
    [
        " And so it was like, it was like going back a few decades, you know, in a way. And they still call soda pop up there.",
        1432.14,
        1438.8
    ],
    [
        " Well, there's parts of the country where that's just what that's just how I still I just can't help it. It's like Buddy Holly, like 1950s.",
        1439.88,
        1446.8
    ],
    [
        " But it was, you know, there's a lot of things that it feels like going back a few decades, which in a way is kind of a sad way to look at it because the things that are different up there are really that there are certain certain elements of civic society, you know, social trust and things that they take for granted that we don't take for granted in the cities on the coast for the most part anymore.",
        1447.52,
        1468.9
    ],
    [
        " And so to say that it's like going back a few decades, you know, it's kind of admitting that we've lost a little something down here and that, you know, maybe there's something that's going to be encroaching, you know, on the areas that still have it. You don't like to think of it that way, but it's how it felt.",
        1469.2,
        1482.92
    ],
    [
        " So when you were going from high school, how many high schools did you say you went to?",
        1483.46,
        1486.9
    ],
    [
        " I think 11, a couple of them, I went to more than once, so I would change and then come back to another school.",
        1487.04,
        1491.46
    ],
    [
        " So, so how did you, who you hanging around with?",
        1491.62,
        1493.88
    ],
    [
        " You know, it would depend. So when I would find with it, the school in Montana that I was at, I had like a little group of friends that we would hang out with.",
        1494.9,
        1503.52
    ],
    [
        " We go, you know, one of them, their parents had a branch with a bunch of land and we go out there and play paintball. It was a great time.",
        1503.68,
        1510.06
    ],
    [
        " And I had a good group of friends up there. A lot of the times when I was at my schools in California, the big ones, you just get lost in.",
        1510.86,
        1516.16
    ],
    [
        " I would not really, I wouldn't hang out with anybody. I would be the kid, you know, in between classes, I've got my nose in a book.",
        1518.04,
        1523.34
    ],
    [
        " And lunch period, I would go throw some shorts and shirts on and go run laps or run stairs in the football stadium or something, just kind of by myself.",
        1524.7,
        1531.76
    ],
    [
        " Did you play any sports?",
        1531.98,
        1532.76
    ],
    [
        " Often on. And I got to be a pretty decent wrestler by the end. I played football when I could track cross country, whatever, you know, depends on where I was.",
        1533.4,
        1542.04
    ],
    [
        " It was hard because, you know, it's kind of strange. It's a rule that never really made sense to me. And it still doesn't.",
        1542.1,
        1546.56
    ],
    [
        " But I guess they're trying to prevent like schools from bringing in ringers and stuff. But if you get into a school, there's like, you have to have been there for a certain period of time before they allow you to participate in sports. And a lot of times, I was changing schools every three months.",
        1546.66,
        1560.22
    ],
    [
        " You just wouldn't make the window.",
        1560.42,
        1561.56
    ],
    [
        " So you, like you say you were reading.",
        1562.5,
        1566.64
    ],
    [
        " Yeah. At what point did you figure out you were going to start reading books?",
        1567.3,
        1570.7
    ],
    [
        " Because I don't think I figured that until I was 28, you know, you couldn't get me to read a book. I mean, when I was going through high school, you, that was like a crazy idea to me.",
        1571.54,
        1581.16
    ],
    [
        " Just actually voluntarily sit down and read a book.",
        1581.34,
        1583.9
    ],
    [
        " It would be tough for me to figure out when that started. It's as long as I can remember though. When I was five, six, seven years old, I got to the point where",
        1584.56,
        1593.0
    ],
    [
        " if you stuck me in, you know, if I was in a dentist waiting room and he had an old issue of good housekeeping, I'm reading the whole thing.",
        1594.36,
        1605.3
    ],
    [
        " You know, as long as I'm in there, I read dictionaries, I read encyclopedia, I would read anything that I could find around. It's kind of, I kind of missed that actually. Like now with the internet, you never read anything random.",
        1605.74,
        1614.92
    ],
    [
        " You go find something that you want to read about and you click on a link and you go to the next thing. I would just read whatever there happened to be around. I would literally read the dictionary if that was what was there. It was a refuge for me.",
        1615.48,
        1626.02
    ],
    [
        " You know, in a life where instability was probably the defining feature, you know, when I was growing up.",
        1626.16,
        1634.84
    ],
    [
        " I just gave you these, you know, I could be reading a series of books and something I could take with me from this school to the next school to the next school and kind of stay in that world.",
        1635.92,
        1646.36
    ],
    [
        " And yeah, it really was a refuge. And it, you know, the books I would read was that's where I would get a lot of my sort of models for behavior.",
        1647.22,
        1656.46
    ],
    [
        " Everybody does that to a certain degree. You know, they model themselves on their favorite heroes or whatever. But coming from a place where I didn't have a whole lot of role models around, especially not for any period of time, they really took the place, you know, of my real life role models and kind of taught me how to behave in a lot of ways and kind of taught me the virtues and values that you should have that I should aspire to because I didn't have a lot of models for those things.",
        1656.46,
        1682.32
    ],
    [
        " In some ways, it becomes, you know, you can, you can get pathological about that. You can get to the point where you're so sucked into these fictional worlds that, you know, I have friends, a lot of people, it seems like mostly women, but I meant to who they can tell you how many, they can tell you what flavor of birthday cake they had on their seventh birthday and what they got as presents.",
        1682.92,
        1703.46
    ],
    [
        " And so I don't remember anything from like 10 years ago. And it's just, you know, most of the time throughout my whole life, and this is still a, you know, I have like a little bit of a doctor do little kind of thing going where or Mr. McGue rather, where, you know, I'm always up in my head, you know, I'm always thinking about whatever book I just read or, you know, whatever book I'm about to read. And so I'm always kind of up here and a lot of times I'm missing things that are going on around me.",
        1703.46,
        1731.56
    ],
    [
        " And so you try to ask me about things that happened last week or let alone years and years ago, there's whole patches of my childhood that are just totally inaccessible. You know, and not even things where, you know, somebody could be like, you know, that time and they jog your memory, it's just I was not present at the time, you know, my nose was in a book or that's what I was thinking of. And so I really kind of, you know, kind of use that as a refuge.",
        1731.78,
        1754.28
    ],
    [
        " Did you, you know, you said you had a single mom, what was going on with your, with your father at this point?",
        1754.76,
        1760.6
    ],
    [
        " You know, and so my father was gone out of the picture permanently by the time I was two. He was, my mom was 16 years old when she came pregnant with me.",
        1761.72,
        1769.9
    ],
    [
        " And had me when she was 17. And my father was a criminal and a drug addict and a violent guy and came from a violent family, you know, and he was in jail for the final time that I ever saw him when I was two years old.",
        1770.76,
        1786.34
    ],
    [
        " They have a couple like very, very brief kind of flashes of memories that I'm told for him, but I don't remember what he looks like or anything like that.",
        1786.44,
        1793.78
    ],
    [
        " And yeah, so he was gone by the time I was two right about that point right before he left. He left my mom with my sister. So she was pregnant when he went to the clink.",
        1796.16,
        1804.84
    ],
    [
        " And you know, at that point, my mom's 19 years old, two of us so far, two kids, dads out of the picture for the last time. You know, she's got a 10th grade education.",
        1805.66,
        1819.88
    ],
    [
        " Did she, were her parents around?",
        1820.12,
        1821.86
    ],
    [
        " You know, my family is kind of a, it's one of those, I think it's a good American story, right?",
        1823.14,
        1829.76
    ],
    [
        " There's various strains of immigrants, you know, my great-grandmother came from Serbia in like 1906 or something like that.",
        1831.02,
        1838.16
    ],
    [
        " My great-grandfather, her husband came up from Mexico. You know, these two people from these completely opposite, live styles and sides of the world somehow find each other.",
        1838.32,
        1847.76
    ],
    [
        " But they're both coming from, you know, my great-grandfather was a minor. You know, his family would be in California and he's going off to Nevada, Arizona and working in silver mines and stuff.",
        1847.76,
        1858.04
    ],
    [
        " Just breaking his back to provide just enough for his family to get by. It was a hard life. My father's side, you know, my father was a bad guy, a million different ways.",
        1858.22,
        1867.56
    ],
    [
        " But, you know, he, I hear horror stories about where he came from. You know, he was sleeping on a park bench when he was 12 years old because his mom threw him out of the house.",
        1868.02,
        1877.16
    ],
    [
        " His uncle was teaching him how to shoot up when he was 13, 14 years old. You know, this is a, I don't hate the man at all. I never met him afterwards or anything like that, but I have sympathy for somebody like that.",
        1877.58,
        1888.6
    ],
    [
        " There's very, very few people, you know, discipline equals freedom and all those kind of things. Your uncle's teaching you to shoot up when you're 13 years old. You're climbing up a pretty good, big hole, you know.",
        1888.6,
        1898.42
    ],
    [
        " And so you have like these sort of, these, these, these family lineages that have just fallen into whatever they may have been at one point back in the past. By the time they get up to about my grandparents generation, it's just chaos, right? It's just no structure, no support system, no, no anything.",
        1899.14,
        1917.22
    ],
    [
        " And things had, you know, my grandfather, who was my mother and her three sisters, who are all for my aunts. That's all of my mom siblings. My grandfather came into the picture after they were all born. And he's their stepfather. He's the only grandfather I've ever known.",
        1919.9,
        1936.36
    ],
    [
        " But he was their stepfather and he provided some stability. He was a Navy chief. You know, he was an Unreal, Unreal bastard at the time. He got to be a big soft, he barely later on. But he did provide some stability.",
        1936.56,
        1948.94
    ],
    [
        " And that was starting to kind of come together around the time I was born in 81, but not really. You know, it was still like in its early stages. And so they were around, but, you know, they didn't have a whole lot of patience for, you know, my mom, the way she was acting out.",
        1949.66,
        1965.4
    ],
    [
        " She was already probably gosh, in her teenage years when she was having me and, and, you know, her and her friends were already drinking and partying. She's probably an alcoholic by that point already.",
        1965.4,
        1975.28
    ],
    [
        " My grandparents didn't have a lot of patience for that kind of stuff. And so they were around sort of if she wanted to shape up, but there wasn't really a support structure for her.",
        1976.12,
        1984.7
    ],
    [
        " Especially if she wasn't like prepared to kind of fully conform. And so she was really out on a run from a very early age, you know, with kids and no real.",
        1985.8,
        1995.16
    ],
    [
        " She's 17 years old, she got a kid, you know what I mean? She's by herself.",
        1995.88,
        2000.02
    ],
    [
        " And then she's 19 years old, she has two kids.",
        2000.64,
        2002.38
    ],
    [
        " So when you're in school, like are you, what, what, you know, what is it?",
        2005.9,
        2011.4
    ],
    [
        " What is it? You know, you're talking about how the world looked like, you know, physically kind of and socially on the outside.",
        2011.58,
        2017.12
    ],
    [
        " From your mind, what did you, what did your future look like? Did you see, you know, are you looking at people going, oh well, I could do this or I could do that.",
        2017.54,
        2025.18
    ],
    [
        " I could go to college or I could go in the military or I could like what, what were you thinking about day to day? Did you have any visions like that?",
        2025.18,
        2031.36
    ],
    [
        " Not until pretty late. No, I, you know, one of the things about, I think a lot, a lot of people when they look at somebody like you.",
        2032.8,
        2041.1
    ],
    [
        " And whether this is true or not, it's the impression that they get is that Jaco seems like this guy who like turned 18 or whatever got out of high school.",
        2041.42,
        2049.28
    ],
    [
        " And just I know exactly what I want to do. And now from now, this point on, like for the rest of my life, like I'm going to just focus on becoming that thing.",
        2049.44,
        2057.7
    ],
    [
        " And everybody's like, God, I wish I could have like had something like that when I was whatever age. Most people go through their whole lives and they never, you know, have that level of vision of what they want to become and then being able to focus on it.",
        2058.16,
        2071.44
    ],
    [
        " And when you're coming up in a very unstable environment, one of the things that happens is your time horizon just get shrunk down and shrunk down and shrunk down until you're really trying to figure out how to get through the next week or the next day or the next class or whatever it is.",
        2072.72,
        2090.04
    ],
    [
        " And thinking about the future, no, I mean, I can't remember as a kid, like, you know, maybe maybe I watched your Asick Park and like I want to go dig up dinosaur bones or something.",
        2090.72,
        2100.96
    ],
    [
        " But as far as like a serious vision from my life now, you know, I actually, I wanted to juggle live events that I did. I talked about this fact.",
        2100.96,
        2108.26
    ],
    [
        " And it's just pure luck, right? It's pure luck that at some point, you know, you watch Jurassic, Jurassic Park or whatever. And I watched a full metal jacket or I watched Platoon. And at some point, I watched one of those movies.",
        2108.5,
        2122.9
    ],
    [
        " Actually, it's probably apocalypse now. I think that's the first, the first thing when I was, you know, whatever, probably, you know, eight years old or something.",
        2123.72,
        2133.68
    ],
    [
        " Apocalypse now made you want to be a soldier.",
        2133.84,
        2135.4
    ],
    [
        " Oh, yeah, that's just great.",
        2135.82,
        2136.98
    ],
    [
        " Junko.",
        2137.16,
        2137.38
    ],
    [
        " But, you know, you see apocalypse now and you think, okay, you know, I always, you know, I was always running around plain war. I was always running around playing soldiers. So I had that in my brain.",
        2137.66,
        2147.5
    ],
    [
        " But the, I think when I realized, oh, yeah, you know, I was thinking about this the other day. There was a friend of the family who had an older son who is a Marine Corps drone instructor.",
        2147.62,
        2157.0
    ],
    [
        " And when he came home for leave or something. And he had a Chevy like SS, right? A chavelle.",
        2157.48,
        2169.2
    ],
    [
        " And, or, he had a bad ass muscle car. And you know, he was a Marine Corps drone instructor. And I was like, okay, you know, I don't know how old I was, but I wasn't old.",
        2170.18,
        2179.88
    ],
    [
        " And it sort of made me realize that this idea of my, in my head of running around and being like some kind of commando was a real thing that you could actually do.",
        2180.22,
        2188.68
    ],
    [
        " And then, then once I found out about the SEAL team, it's cool. But my whole point in telling you all this is that, you know, you hear,",
        2189.44,
        2197.04
    ],
    [
        " you hear Jordan Peterson will talk about, you know, you got to, if you have an aim, then you, then you know what you're trying to get after, right?",
        2198.12,
        2204.34
    ],
    [
        " So when I joined the Navy and like wanted to be a SEAL, and then I wanted to be a good SEAL, that was my aim. And you're 100% right.",
        2204.94,
        2212.96
    ],
    [
        " Once that became my aim and once I figured out what I needed to do. And the beautiful thing about it was in the Navy. And then in the SEAL teams, they told me, this is what you have to do to be good.",
        2213.16,
        2222.46
    ],
    [
        " To be a good SEAL, you do this. To be a good SEAL, you do that. To be a good SEAL, you do the other thing.",
        2222.52,
        2226.4
    ],
    [
        " So absolutely, I was lucky because, you know, I was a freaking, you know, crazy kid that was doing all kinds of really stupid, stupid things that just were not good for the world.",
        2226.96,
        2240.12
    ],
    [
        " And luckily, I signed that dotted line and became, you know, went to the Navy. But so I did have that. And that immediately I was like, okay.",
        2240.86,
        2249.68
    ],
    [
        " And even when I was, I think my mom showed me something where I was, you know, like whatever eight years old or something. And it was, what do you want to do when you grow up?",
        2250.7,
        2259.04
    ],
    [
        " And I said like soldier or marine, like that was good to go, right. So that was, whenever anybody talked to me about anything else, I was kind of like, cool, I already know what I'm doing.",
        2259.04,
        2268.7
    ],
    [
        " So that was a real benefit. And that put my whole future into context because I saw this thing that I could do.",
        2269.1,
        2275.78
    ],
    [
        " And as I told Johnny Kim the other day, like when I joined the Navy, I felt completely liberated because I knew that I was good to go for 20 years, you know, or 30 years.",
        2275.92,
        2287.7
    ],
    [
        " I was like, yep, I'm good to go. I've got a job. I got a paycheck. I got to have friends. It's going to be cool. I'm going to have a mission to do like something to buy into.",
        2287.7,
        2298.24
    ],
    [
        " It was something to aim at. It was something to buy into as part of being part of like the coolest gang ever.",
        2298.44,
        2304.28
    ],
    [
        " So what's not like what's not to like?",
        2304.98,
        2307.56
    ],
    [
        " I think where a lot of people struggle, well, there's probably two parts of it is one is trying to figure out what that thing is.",
        2307.88,
        2315.38
    ],
    [
        " You know, most people they just they have things that they're into. And they what I think what most people really long for is something that'll just present itself.",
        2315.76,
        2324.98
    ],
    [
        " You know, there'll be a ray of sunshine shining down on it. And they'll they'll just know this is the thing that I needed to vote all my energy to.",
        2324.98,
        2332.08
    ],
    [
        " And now I can there's your aim right now. I can just devote myself to this thing fully. I think that's why people, you know, get caught up in movements sometimes, right?",
        2332.16,
        2341.12
    ],
    [
        " Whether it's politics, so you know, whether it's a jihadist movement or whatever, like whatever it is, it's something that like here's the answer. Do this.",
        2341.2,
        2350.08
    ],
    [
        " Here's a clear path to becoming, you know, a better person quote unquote, according to the following value system, but you know how to sort of level up in this in this mode.",
        2350.08,
        2359.08
    ],
    [
        " And for most people that doesn't come, for most people, you have to kind of start trying things and really start working. And then it'll unfold over time for you.",
        2359.7,
        2368.36
    ],
    [
        " It's not just going to present itself, you know, as easily. And then the other thing is, and this isn't just true of kids that came from difficult backgrounds like I did.",
        2368.68,
        2376.46
    ],
    [
        " It's it's true, you know, more and more people where, you know, people talk about like a class privilege, you know, your parents, most most of the way that that applies is not that your parents are going to leave you a bunch of money.",
        2376.98,
        2388.82
    ],
    [
        " It's that you're growing up in a household where you're watching your dad get shit done.",
        2389.2,
        2392.9
    ],
    [
        " You're watching your mom get up in the morning and put herself together and go about her day and put the house together.",
        2393.54,
        2398.82
    ],
    [
        " Go to work, whatever it is. And you're just watching people encounter obstacles in their life and assess execute, you know, what I orient themselves and overcome the obstacle.",
        2398.84,
        2408.3
    ],
    [
        " And, you know, there's just a growing number of people who and I certainly was this way, you know, growing up with a single mom who was having a very difficult time managing her own life in any kind of, you know, just the most basic ways.",
        2409.04,
        2424.08
    ],
    [
        " I never saw anybody just sort of encounter an obstacle at a point where they could see it in the distance.",
        2424.54,
        2430.82
    ],
    [
        " You know, everything was a panic exercise all the time. Everything got put off until the last possible moment and now you have to react to it because it's an emergency if you don't.",
        2431.46,
        2440.58
    ],
    [
        " Everything was an emergency all the time.",
        2440.66,
        2442.6
    ],
    [
        " And so you don't learn how to sort of structure your goals and how to systematically work towards them.",
        2445.18,
        2453.2
    ],
    [
        " And that's something that you have to learn.",
        2453.86,
        2455.62
    ],
    [
        " You know, I was fortunate enough that, you know, I had a couple of coaches at various times for brief periods, but they made enough of an impact that, you know, things got, you know, that I had a different way of looking at things.",
        2456.1,
        2468.2
    ],
    [
        " But even me, like I didn't start to get that until until I was in the Navy, you know, probably I was 22, 23.",
        2468.2,
        2474.66
    ],
    [
        " You said you were a good wrestler. How good of a wrestler were you?",
        2475.24,
        2477.46
    ],
    [
        " All right.",
        2477.8,
        2478.04
    ],
    [
        " Decent. I mean, I could hold my own. I was, I had a winning record, but I wasn't any, you know, so you didn't make it to stay in a kid like that.",
        2478.42,
        2486.04
    ],
    [
        " Or did you?",
        2486.32,
        2486.68
    ],
    [
        " Well, I, I, I went when I was up in Montana, but those boys up there in Montana. So I like this in California.",
        2486.72,
        2490.62
    ],
    [
        " No.",
        2490.62,
        2490.84
    ],
    [
        " Up in Montana, these kids all start when they're four or five years old. It's ridiculous. And like down here, if people start seventh or eighth grade, like they've got a huge jump on people, because most people start ninth grade down here.",
        2491.16,
        2502.6
    ],
    [
        " It's changing a little bit now.",
        2503.0,
        2504.06
    ],
    [
        " It's changed a lot.",
        2504.2,
        2504.9
    ],
    [
        " I'm here in a report that the, yeah, these kids are getting after it.",
        2505.44,
        2509.86
    ],
    [
        " I mentioned how, you know, one of the things that happens when you're living an unstable life is that your time horizon just shrinks.",
        2510.02,
        2517.14
    ],
    [
        " You know, you're focused on getting through the next, keeping your emotions together for the next half hour sometimes, let alone like thinking years in advance about what you want to do with your life.",
        2517.14,
        2527.1
    ],
    [
        " And, you know, a lot of people kind of stay in that mode where they're just getting through the day.",
        2528.06,
        2533.04
    ],
    [
        " And they're doing that 365 times and then that's a year. And then they do it from, you know, more and more. And then that's a couple years. And now they're adults.",
        2533.52,
        2540.48
    ],
    [
        " And they don't even feel like they've made any decisions in their lives. They feel like, you know, obviously everything that they've done has been a decision, but it's never felt that way.",
        2540.94,
        2549.36
    ],
    [
        " It's always felt like the momentum of their lives is just carrying them forward and they're reacting to whatever the next thing is that's demanding a reaction.",
        2549.78,
        2558.04
    ],
    [
        " But they didn't plan for that, you know, for that thing. It's just presenting itself upon them at a time when they're not really prepared for it. They haven't gotten themselves in.",
        2558.68,
        2566.34
    ],
    [
        " And so they're just making a decision in the moment that may or may not, you know, here's actually, I should not tell this story actually.",
        2566.34,
        2573.28
    ],
    [
        " So, one of my first memories, how do I want to talk about this? Okay. So one of my first memories, like probably my first memory is just, my childhood occurs to me in flashes, just brief little flashes of images that people tell me are real.",
        2574.04,
        2590.96
    ],
    [
        " And so I believe them when I was like two years old, I think I was laying on a bed with my father. I must have been two or younger because he was out of picture when I was two.",
        2590.96,
        2602.08
    ],
    [
        " And he used to like to cut wedges of green apples and put a little bit of salt on them and eat them. I was eating these with them. And we were watching a TV that was like on one of those stands like up in the corner. So that's one flash.",
        2602.56,
        2612.64
    ],
    [
        " And then there's a couple other flashes like that. And then there's a flash when I'm five years old. And I know it because I was in kindergarten at the specific school that I was at. And I just shit my pants.",
        2613.4,
        2623.36
    ],
    [
        " And I don't know what happened before that. And I don't know how I reacted to the situation. It's just like the vision starts and I've cracked my pants. And then that's all I know. And then it fades out.",
        2624.2,
        2635.66
    ],
    [
        " And so when I was in the Navy down at San Diego, I had a friend who was riding a bike down a hill and he fell and hit his head. And so he was in the hospital getting concussion, workups and everything for a few days.",
        2636.36,
        2648.82
    ],
    [
        " And he lived with a bunch of other Navy guys down on one of the really nice neighborhoods in Chula Vista, one of those nice housing developments down there like two doors away and Admiral lived right one of those neighborhoods.",
        2650.0,
        2659.98
    ],
    [
        " And it's a Sunday afternoon and he's supposed to be coming home from the hospital. My other buddies picking him up. And so I'm going to go there and meet him just to see how he's doing everything.",
        2662.14,
        2669.68
    ],
    [
        " So I get to the house and they're not there yet. And so I just call him up. The hospital's taken a while. And so I said I got a book in the car. I'll just read the book until you guys get here.",
        2670.54,
        2680.08
    ],
    [
        " So I'm doing this for a little while. I'm drinking a 20 ounce coffee, which is a terrible idea because pretty soon they start to get a little rumble.",
        2680.68,
        2688.24
    ],
    [
        " And so I call up my friend and I'm like Richard, any of your doors open or anything like that? Like is there a key somewhere? Can I go to the bathroom?",
        2688.6,
        2696.54
    ],
    [
        " And he's like, I'll just piss in the bushes. I'm like, I got to do the other thing. He's like, I don't think so. You can go check.",
        2697.3,
        2702.0
    ],
    [
        " And so I go check and garage door, all the windows, everything is closed. And now since I'm up and moving around, it's really starting to become a problem.",
        2702.1,
        2709.64
    ],
    [
        " And so we had another friend across the street. So I run across the street and I knock on the door, pound, pound, pound, pound, doorbell, doorbell. And nobody's there. And I've run across the street now. So now it's getting worse.",
        2710.0,
        2721.9
    ],
    [
        " I come back and I'm starting to panic. I'm asking myself, can I get in my car and go drive and look for a gas station or something, but I don't know the neighborhood that well.",
        2722.06,
        2730.34
    ],
    [
        " And I'm not confident that I can do that. And then now I'm out in the middle of nowhere. I might be out of options. And so I'm literally, I go down like three or four houses knocking on the front doors, but nobody answers the door.",
        2730.8,
        2740.6
    ],
    [
        " And I run back to the house at this point, I'm starting to panic. And so I go into his backyard just so that I'm protected from full view or something.",
        2741.32,
        2747.76
    ],
    [
        " And I'm looking around and I decide I'm going to have to take crap in his garden, which is not a, it's not the worst thing that ever happening, but you go dig a little hole, take crap in the garden, wipe with some leaves, do what you got to do.",
        2747.92,
        2760.04
    ],
    [
        " And so I'm going over there and I'm preparing to do this. And I make this fateful decision. And my point here is I'm in this like panicking mindset.",
        2760.4,
        2768.26
    ],
    [
        " And I'm not planning anything. I'm just acting. I'm just doing whatever, right? And so I look up and they have a backyard, like a balcony deck coming off the master bedroom. And I look up there and I say, I bet that door's not locked.",
        2769.02,
        2782.44
    ],
    [
        " And for some reason, I just decide I'm going to try that. And I go over and I'm climbing up. There's no stairs or anything. So I'm having to like pull myself up and climb up onto this back deck.",
        2783.84,
        2794.46
    ],
    [
        " And as I'm trying to pull myself up, my shoes are really loose. So I kick my shoes off. So I've got just my socks on. And I'm at this point from the like from the strain of getting up there that like if that thing's locked, I am crapping on my friend's deck. That's just all there is to it, right?",
        2794.92,
        2808.04
    ],
    [
        " And so I get up there and I run to the door and I throw it open sure enough it's open. And I just run into the place. And I'm already pulling my pants and underwear down as I run into the master bathroom and literally doing one of those things where you're like diving ass first towards the toilet like to kind of get there.",
        2808.34,
        2823.96
    ],
    [
        " And as I'm diving like that toward the toilet, I can't explain this decision like to this day. I look and I realize he's out of toilet paper. I can't do it here.",
        2824.56,
        2835.0
    ],
    [
        " And so I jump up and pants and underwear down around my ankles, I run out of the bathroom, run out of his bathroom and out of his bedroom and down the upper hallway.",
        2835.32,
        2844.0
    ],
    [
        " And he has one of those stairways where it kind of you know, it goes down like halfway and then there's a stopping point platform and then it goes down at a 90 degree angle.",
        2844.56,
        2852.22
    ],
    [
        " And so I'm, I mean, I'm just everything is hanging out, ass is hanging out my run. And I just jump onto the second deck, turn, jump onto the ground floor, which is like the bottom right in front of the front door.",
        2852.96,
        2864.92
    ],
    [
        " My socks, because I kicked off my shoes, hit the tile, slide out, I fall down, bang my head and crap everywhere.",
        2865.08,
        2871.46
    ],
    [
        " And I'm literally laying there. This is a true story. And so I'm laying there and for it at that point, as I'm laying, I mean, it's going up my back, like I'm laying on my back and it's just",
        2873.32,
        2883.72
    ],
    [
        " right. And as I'm laying there, I had that vision, it just came right to me of when I was five years old night crap, my pants. And it was almost like this mystical, like thing that happened where it seemed like the two incidents were somehow connected, right.",
        2884.78,
        2903.1
    ],
    [
        " Like I had had that happen. And then it just my life had been like one, you know, this tumbling momentum up to this point that had led me to a place where I'm lying on my friends, you know, tile floor with my crap running up my back.",
        2903.1,
        2916.98
    ],
    [
        " And I'm just laying in it with my head ringing, trying to figure out like just just going over all of the horrible decisions that I had to make to end up in this situation.",
        2916.98,
        2926.12
    ],
    [
        " And all of the off ramps that I had to avoid it, like I could have just gone to this garden. I could have just, you know, crapped in the toilet upstairs and solved the toilet paper problem like across that bridge when I got to it.",
        2926.4,
        2938.18
    ],
    [
        " But when you're in this mode where you're just making decisions based on immediate need and whatever, it's funny that like I didn't mean for this to fit so tightly like I just kind of came into my head when you mentioned it.",
        2938.6,
        2953.0
    ],
    [
        " And you know, you're just making decisions and then you end up in places that you really can't explain. If somebody were to say like, you know, well, you did this and you did that wrong and you did this, you're kind of like, yeah, yeah, yeah.",
        2954.78,
        2964.7
    ],
    [
        " But at the time, like it didn't feel like I was making a decision. I was just, I was just going. And people do that and like there are a lot of, you know, and, oh, the actually it's the funny part is the end of that story was I cleaned everything up.",
        2964.86,
        2979.74
    ],
    [
        " And like I literally like I'm just my head's ringing and I walk like my waddling over to my friends bathroom to go clean myself up just dripping. It's disgusting.",
        2981.06,
        2991.42
    ],
    [
        " And I'm like 25 years old. I'm not a child. Okay, I'm an adult. You're like, this is literally 2006. You're in Ramadi right now. And this is what I'm doing.",
        2991.74,
        3001.72
    ],
    [
        " Okay. And I get in there. I clean myself up and I do my best to clean up the floor, but he's got like the grout tile and you can't quite get all the smell out.",
        3001.96,
        3012.4
    ],
    [
        " And so by the time my friend gets back home with my friend from the hospital, I had a change. I had like gym clothes in my car. I'm just sitting in my car reading my book like, doop, doop, doop, doop.",
        3013.02,
        3022.6
    ],
    [
        " And so we go into the house and my friend smells their shit somewhere and he blames his dog and he starts shouting at his dog and I'm just watching it happen.",
        3022.6,
        3031.08
    ],
    [
        " Like I didn't say anything. I didn't tell him for years after that. And but yeah, people do that with their whole lives, right. And so instead of having, you know, just their head bringing and being splattered with their own with their own shit, you know, they have three kids and an alcohol problem.",
        3031.46,
        3051.14
    ],
    [
        " And maybe a record, you know, from something they did when they were 17 or whatever it is. And they get into this place where like now the enormity of trying to correct course is so overwhelming for them because they not only are they in this hole.",
        3051.28,
        3067.18
    ],
    [
        " They have no tools, you know, psychological tools, emotional tools, anything to kind of navigate their way out of this.",
        3067.36,
        3074.26
    ],
    [
        " So a lot of people like that now, I think that's why podcasts like yours Jordan Peter. I mean, it's they resonate with so many people because they they they let people know that you can just take control of your life.",
        3074.42,
        3087.92
    ],
    [
        " Like you can just you can just take control. You can start doing the right things like right now. And you know what the right things are. Maybe you don't know what the right things are in like a grand scale.",
        3088.28,
        3098.42
    ],
    [
        " But you know how to write you know how to clean your room, you know, the little things that you don't do every day, you sleep and stop sleeping in get up early, get up before 30.",
        3099.06,
        3107.08
    ],
    [
        " You can do that, you know, and when you get up, go workout. Maybe you don't know what the long term path is, but those there's these little things that you can start to take control of.",
        3107.68,
        3117.94
    ],
    [
        " And no matter how unstable or chaotic your life is, you know, you can start to control this little world that can start to expand once you do gain control of it.",
        3118.44,
        3127.34
    ],
    [
        " And yeah, so I mean, that's one of the reasons I really like it's been 20 years probably since I read about face.",
        3128.18,
        3135.08
    ],
    [
        " But you know, the passage that you just read, I maybe think about like one of the things that I really liked out of it was the idea that you can be in a situation that feels extremely chaotic.",
        3135.38,
        3145.98
    ],
    [
        " And so that you don't really have any anything stable to use as points of reference when you make decisions.",
        3146.6,
        3152.08
    ],
    [
        " But you can still carve out like a little zone of control and you can make decisions like, you know, take, you can take control of that little area.",
        3153.24,
        3160.96
    ],
    [
        " And you can, you know, you can be the person that once you got control of your own life, maybe just the one person that's closest to you needs you to be.",
        3161.28,
        3168.74
    ],
    [
        " And then the two or three or four people closest you need you to be. And you can kind of start to, you know, no matter what the situation is, no matter how chaotic it feels, you can start to, you know, take control.",
        3169.06,
        3179.66
    ],
    [
        " And then, yeah, like I said, it took me, well, I said 23, 24 earlier, but I'm still shitting up my back when I'm 25, so maybe I'll push that age of adulthood out a little bit past that.",
        3180.12,
        3193.24
    ],
    [
        " Now, you and I have talked about this a little bit, but, you know, one of the things that's, I think, makes you unique is your cognitive capacity.",
        3195.68,
        3206.86
    ],
    [
        " And, and, you know, for lack of a better way of saying it, you're smart. You're a smart person.",
        3207.96,
        3213.02
    ],
    [
        " And, but when you were in school, like did, what was the academic life for you like when you were in school?",
        3213.52,
        3222.42
    ],
    [
        " I was a C student. I think I graduated with like a 2.4. I was one of those kids who, you know, I'm smart enough. I'm not a genius, but I'm at that level of smart where, you know, it can be a blessing or a curse.",
        3223.58,
        3240.92
    ],
    [
        " Just like, you know, you've got a high school athlete who has just been so naturally gifted that he, you know, in high school, he just never really has to learn work ethic.",
        3242.42,
        3251.52
    ],
    [
        " He just doesn't have to. And then he gets to college and it's like, oh, everybody's a bad ass here. And then it doesn't work out the same way because you're not going to develop that like overnight now at this point.",
        3251.68,
        3260.94
    ],
    [
        " You had to spend a lot of time doing that. And that's what everybody else has been doing. And so, you know, I, when I grew up, you know, my home life was chaos a lot of the times. I mean, really just chaos.",
        3260.94,
        3273.84
    ],
    [
        " And, and so I would come in and I would ace all of my tests. And I would, you know, write good papers when those were due. I'd win all the spelling bees, win all the math contest and so forth.",
        3274.36,
        3286.18
    ],
    [
        " But I could probably count the number of homework assignments I did on one hand in 12 years. I just didn't do them. And, you know, you could learn some really negative lessons from that. You know, you can learn that you don't really have to work on a day to day basis because when push comes to shove at the very, very end or whatever when the chips are down, you could just sort of throw something, throw things together and make it work, which works when you're trying to pass, you know, history in seventh grade.",
        3286.18,
        3313.1
    ],
    [
        " It doesn't work when you have a serious job with a lot of responsibility and people, you know, who are depending on you, it doesn't work. And so, you know, I feel very fortunate that I went into the Navy because it allowed me sort of a space in my late teens in early 20s to learn some lessons that if I had to learn a mountainous civilian world, there would have been a lot greater consequences, you know, for my, for my growing pains.",
        3314.12,
        3338.32
    ],
    [
        " And so, yeah, academics, I mean, it was, you know, my teachers generally liked me. I kind of, depending on where I was, I could be a little bit of a clown, have some behavior problems. But, you know, for, for depending on which parts of my childhood, I could be, I was pretty angry kid. I could be pretty violent sometimes. You know, there's a lot of violence at home.",
        3340.74,
        3359.42
    ],
    [
        " And I had two little sisters that I was looking after and kind of trying to provide some kind of stability for. And so, I would do my best at home not to show any emotion really, not to show that I was being affected by things that were going on around.",
        3362.18,
        3375.88
    ],
    [
        " But then I would get to school sometimes and I would take it out on other people. And, you know, it was never a bully. I got bullied at home, you know, and so I didn't like bullies. But I would be kind of the kid who was waiting for excuse. And, you know, I went to a lot of kind of, you know, inner city ghetto schools where I was the only white kid around and everybody else is in the same boat I am as far as the stuff they're dealing with at home, you know.",
        3376.16,
        3401.3
    ],
    [
        " And so, you know, you get a bunch of kids who were in middle school or early high school environment like that. And there's plenty of excuses to go around if you were looking for them. And, and yet even despite that, you know, I've gotten fights and I would have some behavior problems. But, you know, my teachers generally they kind of is another one of those, you know, blessing and a curse thing, right.",
        3401.38,
        3424.82
    ],
    [
        " Where they let me slide a little bit. My teachers would like me for the most part. But, they would let me slide on things they probably shouldn't let me slide on. Just like they let me slide on never doing my homework because they assumed that they kind of knew that things were kind of crazy back home.",
        3424.82,
        3438.84
    ],
    [
        " And they would make those excuses for me. And, you know, you got to learn at some point. This is something I didn't get until I was in the Navy and had some good leadership there that you're going to reach a certain point in your life where nobody's going to care about your excuses anymore.",
        3439.32,
        3451.58
    ],
    [
        " It's just not going to matter. Like people will, they might sympathize or something, but that's just, it's not their problem. You're an adult now, which means your problems are your own. You know, and if you're looking around when you encounter a problem for who's going to fix it without realizing it, like, oh, I'm a guy, like I'm a grown up now. So I'm actually the one who's supposed to address this problem. Like other people are supposed to be looking at me.",
        3452.04,
        3473.72
    ],
    [
        " You know, that's kind of, that's kind of, I guess, what I would maybe define as an adult, right, is if you encounter something rather than having like a dependent mindset where you're looking around it, who's going to fix this, you realize intuitively you're the one, you know, that doesn't happen for a lot of people for a long, long time in their lives, if ever. And it didn't happen for me until I made 20s.",
        3475.26,
        3495.34
    ],
    [
        " And, you know, again, it's one of those things that maybe you just sort of have some set of experiences or something in you where it just clicks naturally. But, you know, if I think for most people, you, you pick that up by watching the adults around you take responsibility for their own lives. And if you're not exposed to that, that it can take a long time.",
        3495.38,
        3517.1
    ],
    [
        " And it took some, some, you know, some ass kickings in the Navy from some of my leaders to kind of bang that into my head. People that I owe a lot to, you know, really owe a lot to. And I was a huge pain in their butts for a long time.",
        3517.3,
        3530.0
    ],
    [
        " But, you know, I owe them a lot for sure.",
        3530.76,
        3534.22
    ],
    [
        " You, I guess maybe you're senior year, you took the SATs and got a perfect score on your SATs.",
        3534.7,
        3540.18
    ],
    [
        " Yeah. Yeah. And I had, you know, I was graduating with like I said about a 2.4. And nobody really knew who I was or anything. I was just a normal average goofball. And then I ace my SATs. And, you know, so I get called in for like a meeting with the school counselors and everything. And they kind of talked to me about living up to my potential and all those kind of things.",
        3540.24,
        3561.28
    ],
    [
        " And, you know, I just, I wasn't into place at that point where it was going to make much of a dent, you know, at that one place.",
        3563.0,
        3568.44
    ],
    [
        " Yeah, at that point in my life. Like I knew I was a smart enough kid. But when you're growing up in a home like that, I think, you know, one of the things that we will be all struggle with is, you know, you grow up with a very limited sense of your own.",
        3568.76,
        3587.82
    ],
    [
        " And I don't want to say your own capabilities because you have, it doesn't necessarily not that you don't think you can do things or accomplish tasks or something, but a very limited sense of your own, of your own worth.",
        3587.82,
        3599.64
    ],
    [
        " You know, you, you, every kid who comes up in a broken home has this little voice.",
        3600.54,
        3610.82
    ],
    [
        " Maybe some people find a way to overcome it, but I think most people, they just learn to live with it and, you know, sort of have put in its proper place that's whispering the back of your head all the time.",
        3612.12,
        3621.82
    ],
    [
        " Then no matter how things look around you, no matter what other people are telling you, no matter how good your life is going, at the end of the day, you're basically worthless.",
        3621.96,
        3631.32
    ],
    [
        " You know, you come out of the gutter and that's where you belong. And it's just, it's something that, you know, when you come from a certain kind of background that is going to be in there, it's like, you know, when a Roman general would be celebrated in a triumph and they'd be in their chariot on a parade and everybody's cheering for them, they would put, you know, a slave behind them to whisper in his ear that despite all this, you were only mortal just to remind them of that.",
        3631.62,
        3658.52
    ],
    [
        " But it's like a really pathological version of that. All glory is fleeting.",
        3658.52,
        3662.22
    ],
    [
        " Yes. Yeah. And, and so, you know, the idea that I think about when I have kids, the thing that I want to get into their heads, and I think about all the time how I'm going to do it.",
        3662.52,
        3676.2
    ],
    [
        " Right. Is I want them to have in their heads that like, yo, if you want to be an astronaut, just pick the craziest thing. You want to be a fighter pilot.",
        3678.0,
        3685.72
    ],
    [
        " You want to pick the craziest thing. It is purely a matter of deciding that that's what you're going to do. And then just focusing on it and step by step by step, just ruthlessly pursuing it. And then you can literally do whatever you want.",
        3686.42,
        3698.48
    ],
    [
        " You can do whatever you want. There's nothing that's closed off to you just kind of by the nature of life.",
        3698.84,
        3704.3
    ],
    [
        " And when you, when nobody kind of teaches you that and for whatever reason you don't pick it up in other ways, you know, maybe you, you know, you figure out when you're 30 that like, oh, if I would have started focusing on this when I was 15 and, you know, whatever.",
        3705.0,
        3718.4
    ],
    [
        " But like most people get to the point where by the time they start to, if they come out of that state, you know, they've got so many obligations or a couple of kids.",
        3718.64,
        3726.6
    ],
    [
        " Whatever it is that now your life is kind of on a certain track. And, you know, that's the thing that I would love to get into my kids heads that, you know, there are no limits to what you can do if you decide you want to do.",
        3726.6,
        3737.92
    ],
    [
        " There's nothing that's just naturally closed off to you because of who you are or what you are or anything like that. But, you know, that's something that kids have to learn or maybe it's the other way.",
        3738.0,
        3745.78
    ],
    [
        " Maybe they, maybe they start out that way and they learn to think of themselves limited. I don't know.",
        3745.88,
        3751.38
    ],
    [
        " I think kids have a hard time and I always give this advice to parents and the kids when I talk to kids is kids have a hard time connecting the fact that what they're doing now will, will impact their future.",
        3752.48,
        3765.24
    ],
    [
        " And the way that you behave right now is going to impact the way you, the way you end up in life. And I think that's a major connection that doesn't get made.",
        3765.48,
        3773.98
    ],
    [
        " And then the other thing is when you say to yourself, well, what do you want to be when you grow up and your answer is I don't know that's not a good answer because it doesn't give you anything to aim at, right?",
        3774.06,
        3786.68
    ],
    [
        " But, if you say I, if the, the fall on for a parent when you ask your kid, hey, what do you want to be when you grow up and your kid goes, I don't know.",
        3787.24,
        3794.66
    ],
    [
        " Then what you need to explain to them is, okay, then I want you to have the most amount of options possible.",
        3795.6,
        3800.52
    ],
    [
        " And the way you have the most amount of options possible is to be a good athlete, do good in school, work hard, learn or work good, work ethics, stay out of trouble.",
        3800.92,
        3809.6
    ],
    [
        " If you do that when you're young and you don't know what you want to do, when you get older you'll have a bunch of different options to pick from.",
        3810.1,
        3815.64
    ],
    [
        " If you don't do that and you don't do good in school and you don't take care of yourself and you don't work hard and don't get good work ethic and you get into trouble, all a lot of those options are going to close down.",
        3816.04,
        3824.66
    ],
    [
        " That's the way it works. And so you have to explain those things to your kids when they're, and you have to explain it to them over and over and over again so that they get it because otherwise they don't.",
        3824.92,
        3835.4
    ],
    [
        " And you know, like I said, for me, I was super lucky because all my craziness, you know, all energy going in multiple different directions and most of them bad, all of a sudden with the signing of one piece of paper, all of a sudden they all became focused in the right in a positive way.",
        3835.76,
        3854.82
    ],
    [
        " And that was very helpful to me and very helpful to you. But yeah, so before we jump into the Navy, so you get a perfect score in the SATs, which is insane, especially like I understand there's kids that get perfect scores in the SATs, a lot of them go to, you know, a tutor and study and computer systems and they do all this stuff and they take all the classes and they study all these classes all the time.",
        3854.98,
        3877.92
    ],
    [
        " You basically obviously you have the natural ability and then just reading, which makes me feel very vindicated or reinforced because I always tell little kids, hey, the way you get smarter is by reading read read read read. That's what you do. It worked for you apparently.",
        3879.18,
        3893.86
    ],
    [
        " Yeah, it definitely did. I mean, did you get any like pressure like, hey, you need to go to college?",
        3894.14,
        3899.7
    ],
    [
        " Well, this was pretty, this was pretty late in my senior year by this point. And so I had kind of already decided that I was going to go to the state university where some of my friends were going at the time and I didn't spend much time there. I went there for a year and realized that I didn't know what I wanted to major in and I planned on going into the Navy afterwards anyway.",
        3900.12,
        3915.92
    ],
    [
        " And my grandfather was in the Navy retired as a chief and so I just said, well, I'm not going to waste any more money here any more time here. And so I joined the Navy. And it was, yeah, I mean, it was a life changing decision.",
        3916.12,
        3928.3
    ],
    [
        " Did you join to do any specific job? No, I was at a point where I designated to the fleet. No, I, you know, I ace my ASVAB. And so, you know, they wanted to make me a nuke, but I couldn't go nuke. I couldn't leave for like 18 months, but I was going to be nuke. And so they put me in as, you know, doing electronics, I could you start off in the same school when you could be an ET or a fire controlman and fire controlman sounded cooler way cooler.",
        3928.3,
        3955.34
    ],
    [
        " So, and so I went down that road and I'm very glad I did. I've loved my job ever since, you know, as far as my actual, the actual stuff I work on and everything I love it.",
        3955.5,
        3968.22
    ],
    [
        " So when you joined the Navy, what was boot camp like? Was it like a positive experience because you were getting a structure and a paycheck and all those things?",
        3968.64,
        3976.64
    ],
    [
        " Especially the structure and and kind of like what you were talking about all of a sudden I had a game that I knew the rules to, you know, that was the kind of the thing when you grew up with instability is you just don't know what the rules are.",
        3977.16,
        3989.34
    ],
    [
        " You don't know like what actions am I supposed to take that'll actually lead me to a positive place because it just seems like no matter what you do, you know, it's it's not like you take a step forward towards some goal and then another step forward and another step forward.",
        3989.42,
        4002.7
    ],
    [
        " It's you take a step forward and then the situation changes and you're in a new place and now you take another step forward and the situation changes and you're in a new place.",
        4002.7,
        4011.82
    ],
    [
        " And so you can very easily get into a plate that you can get a you can get a sort of a learned helplessness in a situation like that where you're just kind of focused on trying to provide yourself a little bit of stability, you know, in your personal emotional world a little bit, you know, with my sisters at the time.",
        4012.68,
        4029.34
    ],
    [
        " And that's all you're really focused on you don't you just don't know the rules you don't know the rules of the game and when you get into boot camp, you know, I went in they when when I joined the Navy because I had some college credits, they said we can make you an E3 and I said, well, what do I got to do to do that?",
        4030.66,
        4043.5
    ],
    [
        " I said, you know, go get your transcripts and so forth. I'm like, I want to leave like as soon as possible like I don't care about that. Just I want to get out of here.",
        4043.88,
        4051.42
    ],
    [
        " And so I left three days after I walk into the recruiters office. Basically, what year was that 2001 January. So also it's pre September 11th and you were able to leave in three days.",
        4051.74,
        4064.0
    ],
    [
        " I might be exaggerating a little bit, but it was very rapid. I mean, it was really rapid. And so I was on the bus and from the time I got there, I love boot camp because it was where did you go to boot camp San Diego? No, great. Like they didn't have anywhere but great.",
        4064.2,
        4078.66
    ],
    [
        " Oh, okay. And I was in January and my RDC, my drill instructor was this guy who was he's in he had already been in like 25 years. He was a Navy diver. He had this he literally looked like Popeye. He was kind of jacked and he had this screwed up real face.",
        4078.66,
        4096.12
    ],
    [
        " He was really recruit and he was his name was HTC Brian and he was just such a badass. He I mean, you know, I grew up without a father, you know, and I have like an uncle and a grandfather who I would spend time with for periods of my childhood who were good role models for me and like provided some stability and like some idea of what you know a virtuous man look like and strong man with his with his life together look like.",
        4096.12,
        4123.14
    ],
    [
        " But like all of a sudden I had this dude who was like he was just like a rock, you know, and he was and the thing that the thing that boot camp did for me that I think this is probably the biggest lesson most most kids who were just unstructured get out of it is when they would do things like you remember when they would do things like you know one drill instructor would come up and tell you to you know make your rack and do all these other things like you got a half hour to do it and he'll leave and then another one will come and tell you to do a whole bunch of other stuff.",
        4123.14,
        4152.22
    ],
    [
        " It's going to take you 29 minutes and so then you're done with that. You know, the first one comes back and says why isn't your rack made and done and done and done and done and done. He knows that you didn't have time to make you rack.",
        4152.22,
        4162.06
    ],
    [
        " The point is he's trying to teach you that the answer is not oh I couldn't do it because of such and such and so and so. The answer is Roger that I'll make my rack right now that whatever your excuses are nobody cares. Nobody cares.",
        4162.32,
        4174.92
    ],
    [
        " And for me that was it was it was the most helpful thing about boot camp and so I went in as an E1 even though they offered me three I went in as an E1 but in boot camp they made me the you know recruit chief petty officer the R-Poc right away and then I be you know for the for all of the graduating divisions I was the honor recruit and so they made me an E3 anyway coming out of boot camp and you know from then like once I got into the",
        4175.38,
        4204.74
    ],
    [
        " technical school pipeline you know I was the class leader all the way through I a stole my schools and I was just like you know on point it was just you know it was nice to know the rules of the game and to know that if I do the following things right.",
        4205.98,
        4220.06
    ],
    [
        " Then people are going to people that I respect and who's approval I want are going to be happy with me and you know that just sort of the incentives and inputs were you know it's hard it's hard to describe when you come from such an unstable environment how.",
        4221.0,
        4236.0
    ],
    [
        " So liberating it is to be in a place where you know there are no rules to the game and you know you know how to play it it was it was very very good for me so.",
        4236.38,
        4246.8
    ],
    [
        " You know it's a good leadership perspective there you know I talk all the time about how you got a light you know and not only talk about this all the time I do this all the time if you work for me you got all kinds of leeway to move around and make things happen and step up and execute things but occasionally I'll work with a boss.",
        4247.3,
        4265.42
    ],
    [
        " Who has got so much who so laws a fair and so hands off that no one actually knows what's happening and the and the same thing I'll say listen you know I'm talking to your front line I'm talking to your middle level managers they don't even know what it is that you want them to do.",
        4266.08,
        4280.66
    ],
    [
        " And so you know we'll formulate a plan of like all right here's the mission here's what we're trying to get done here's our goals here's our produce and they put that out and then I'll go and talk to the you know the the subordinate leadership and they'll be so happy because it's just what you do.",
        4280.9,
        4295.4
    ],
    [
        " So you said they go from not knowing the rules of the game what are we focused on what I'm supposed to do and how do I how do I move through this system right now to like okay I got it you want me to do these things thank you for telling me so that is something that as a leader you have to be careful and that's something that that definitely you know you and I had the same experience cool I'm playing a game now and I know the rules so what was when you were how long was your we are fire control school explain what that is a little bit.",
        4295.4,
        4323.42
    ],
    [
        " So fire control is not being a fireman fire fire control is working on naval weapon systems and so I worked on the Aegis weapon system which is the air defense and ballistic missile defense system we've got on all of our destroyers and cruisers right now.",
        4323.42,
        4339.56
    ],
    [
        " My school was about a year and a half and so you start out like a basic electronic school people you know a lot of people on the outside they don't understand they're taking people off the street and basically making effective.",
        4342.2,
        4354.36
    ],
    [
        " They don't know what an electron is they don't know why it is that when you plug something in the lights come on I didn't know any of that right I knew it was electricity and they got to take you and turn you into somebody who can go you know take a bunch of test equipment a bunch of tools and you know you can go.",
        4354.72,
        4369.54
    ],
    [
        " Figure out what's wrong with a hundred million dollar radar right and they do that in a relatively short period of time I mean Navy schools the tech schools I think people who come out of those schools are colleges got to be such a cake walk you know for doing that like we were in we were in class for eight hours a day and then we had couple hours of mandatory group study sessions every night and that was five days a week every weekend we had homework that was going to take four hours both days you know eight hours total something like that we did that for a year and a half.",
        4369.58,
        4399.54
    ],
    [
        " And it was you know they pack a lot in and they mean you know if you really like focus on getting an education in there they will make you like pretty competent in a pretty pretty rapid period time and so I was a year and a half and then I get put on I was on I was learning about a brand new system I went to the first ship that ever had it right this variant of the spy radar they just spy radar and so I get there and the ship's keel is just been laid basically in Pasca Gula and so I get sent to San Diego to wait for the ship to be built and it's just a lot of time.",
        4399.54,
        4429.52
    ],
    [
        " It's not going to be done for another year and a half two years and so I don't see a ship in the Navy until I've already been in yeah it was over three years.",
        4429.52,
        4439.1
    ],
    [
        " So what did you do for that year and a half?",
        4439.22,
        4440.74
    ],
    [
        " It was pretty awesome actually so we didn't have all I could do we didn't have especially for like the first eight nine months or so we had very little supervision because we were some of the first people they got there I think when my little group of of ages text showed up there the ship had an exo a command master chief one other chief who was out in the ship.",
        4441.12,
        4459.5
    ],
    [
        " Pasca Gula and then us out here by ourselves and that's basically I would stayed for a long time and so we played the other base teams in softball we had a lot of those like computer aided you know little classes that you got to take on the teach you nothing because you never seen a ship so like all these things you're reading about have to do a seamanship don't",
        4459.52,
        4489.5
    ],
    [
        " and I figured out that you know they have like they used to call like ssew and then they had like the bunch of advanced shooting courses basically they had the simulation one that they did on the pigeon down pier 13 on if you ever seen the ship down there that you go on and basically play counter strike you know",
        4490.18,
        4505.84
    ],
    [
        " and I had already done everything and so I just started asking them can I go to this one again can I go to this one again I would go to these like eight nine ten weeks in a row just going to the shooting courses all the time so it was pretty great.",
        4505.84,
        4517.04
    ],
    [
        " And yeah so that was a year and a half I got to the ship in 2004 just over three years that I'd been in at that point and yeah I got to the ship and you know my attitude started to change a little but I had some setbacks and I was on the ship.",
        4520.2,
        4536.42
    ],
    [
        " I just didn't you know I didn't work very well with I worked I worked really well up to that point where where I could be where there was a route for me to be the hot shot you know and boot camp that's exactly what happened in my schools that's exactly what happened",
        4537.5,
        4553.42
    ],
    [
        " when I was at the pre-com detachment that's exactly what happened like I was the man out there you know because there's just a limited group of people and there was a defined you know number of activities that we were engaging in and so when I get out to the ship there's a much larger group of people there's senior people you know I'm an E4 and I'm just another face in the crowd at this point and a junior sailor no we cares right but I'm just you know I was immature still by this point I'm a total idiot.",
        4554.16,
        4583.4
    ],
    [
        " I was 23 I suppose and I just start having clashes especially with the cheese mess you know just having wars with these guys I was one of those I was a pain yes I was a huge pain yes I look back on it now and I know some my",
        4583.5,
        4595.92
    ],
    [
        " cheesers back then I'm like dude I'm so sorry like I was such a what are you doing just rejecting I would that doesn't make any sense rolling you know like sort of like in a way where you know I never showed up to work drunk I never",
        4595.92,
        4609.36
    ],
    [
        " showed up to work late I never had any liberty and so it's nothing like that right you weren't even worse kind of problem I was the worst kind of problem and it",
        4609.36,
        4617.82
    ],
    [
        " took me a long time to figure out why and the fact that I never had any of those quote unquote more serious discipline problems allowed me to think I was",
        4617.82,
        4626.08
    ],
    [
        " getting picked on right by a bunch of people just didn't like me because I would look at these other people this is actually what",
        4626.08,
        4631.14
    ],
    [
        " happened it turned me around I literally had an overnight turnaround I went to captain's mass three times in one year",
        4631.14,
        4637.24
    ],
    [
        " I got convicted all three times for what disrespecting chief petty officer you went to captain's mass it was",
        4637.58,
        4646.14
    ],
    [
        " disrespecting it was a petty officer was a problem that was a problem give me at least a little bit of example cut only because in the seal teams I don't know",
        4646.14,
        4653.76
    ],
    [
        " that I can remember I don't I don't remember anyone ever getting sent to captain's mass for disrespecting a chief",
        4653.76,
        4661.36
    ],
    [
        " petty officer for a couple reasons the primary reason is you would just get you know catch a beat down like that just it",
        4661.36,
        4668.24
    ],
    [
        " just not going to happen you get beat down yeah and I wish somebody could have just kicked my ass do that normally so so you get",
        4668.24,
        4675.1
    ],
    [
        " captain give me an example that is freaking insane you know I don't think any of them were particularly",
        4675.1,
        4680.48
    ],
    [
        " agree here here's what I would do right is I was actually like an artist at at figuring out exactly where the lines",
        4680.48,
        4688.9
    ],
    [
        " were I knew what the rules were I know where the lines are and then just taking all my clothes off and tiptoeing along them like",
        4689.08,
        4695.78
    ],
    [
        " haha I'm not touching you I'm not touching you right like just I'm glad you went to captain's mass I'm getting pissed off",
        4695.78,
        4701.78
    ],
    [
        " just me and a cane in the ass and like here's an example like one time is the perfect example of the kind of things I would do",
        4701.78,
        4710.74
    ],
    [
        " after the first Iraqi elections in 2005 you know the purple fingers and everything I know perfectly well that",
        4711.54,
        4724.16
    ],
    [
        " writing out an all hands email is something that the captain XO and the command mash chief are allowed to do",
        4724.16,
        4729.92
    ],
    [
        " nobody else allowed to do you can't have every e4 writing out all hands emails right no you can't",
        4729.92,
        4737.78
    ],
    [
        " with pictures of the people with the you know the purple fingers and like telling everybody like you know",
        4737.88,
        4743.04
    ],
    [
        " look at we've accomplished this is such a great thing that like the US military has helped to make",
        4743.04,
        4747.86
    ],
    [
        " happen and duh duh duh duh duh and fired out to all hands so you wait you wrote a serious email yes",
        4747.86,
        4753.02
    ],
    [
        " but I would say you knew it kind of was well it I would say that I did it because I did it to be",
        4753.02,
        4759.72
    ],
    [
        " opinion yes but I meant what I said but I also was like aha like I can troll them here and they",
        4759.72,
        4766.32
    ],
    [
        " can't really do anything because I'm celebrating what we've accomplished and like you know what",
        4766.32,
        4770.72
    ],
    [
        " up that's the kind of thing I would do right and once or twice it's like okay yeah yeah not",
        4770.72,
        4776.5
    ],
    [
        " get off but I was persistent and I would it got to a point where and took one one guy first class",
        4776.5,
        4785.48
    ],
    [
        " who I had just banged heads with for a long time before this I hated him and he hated me and after",
        4785.48,
        4792.22
    ],
    [
        " this we got to be great friends literally like he turned me around a one day so the third time I go",
        4792.22,
        4798.38
    ],
    [
        " up I got 45 45 45 days of restriction extra duty all three times right in one year and we were on",
        4798.38,
        4806.32
    ],
    [
        " deployment for like five months of that year and we didn't count underway time so I was locked on",
        4806.32,
        4810.8
    ],
    [
        " the ship for like nine months and and because one of them had to do with like you know sending out",
        4810.8,
        4821.24
    ],
    [
        " all hands email for a good portion I didn't have any computer access or anything I'm just in jail",
        4821.24,
        4825.18
    ],
    [
        " like on the ship and and the last time that it happened wait these are so what's the last time",
        4825.18,
        4832.46
    ],
    [
        " to what happened that I went to captain's man what was the last what was the last defense um okay",
        4832.46,
        4837.78
    ],
    [
        " yes so this is yeah so this is perfect because it it just set everything up perfectly for me to get",
        4837.78,
        4842.6
    ],
    [
        " turned around and it doesn't sound like that first so what happened was at this point they",
        4842.6,
        4847.46
    ],
    [
        " they were so tired of my crap that they were definitely like just looking for a reason right and uh",
        4847.46,
        4853.3
    ],
    [
        " and I knew it and I felt persecuted because of it right even though I'm totally being a pain",
        4853.3,
        4859.04
    ],
    [
        " and so they they found something like I was I didn't I had done I was a person the designated",
        4859.04,
        4866.1
    ],
    [
        " person in the division of time who was supposed to do our maintenance on our damage control equipment",
        4866.1,
        4869.8
    ],
    [
        " which kind of details you to like another division the damage control division part time and so",
        4869.8,
        4875.02
    ],
    [
        " there was a time where I was supposed to go do maintenance on our fire hoses and after you're done",
        4875.02,
        4878.38
    ],
    [
        " you put this sealant on them to protect them from the elements something like that and at that",
        4878.38,
        4882.2
    ],
    [
        " particular time the ship was out and the of the sealant and so the guy the damage control guy who's",
        4882.2,
        4888.26
    ],
    [
        " in charge of everything that particular time he told everybody just don't worry about this time go",
        4888.26,
        4892.06
    ],
    [
        " to your maintenance and so I went and did it so a month or two later I get written up for having",
        4892.06,
        4896.7
    ],
    [
        " gun deck this maintenance because I said that I did it in accordance with the card but I didn't use",
        4896.7,
        4901.62
    ],
    [
        " this sealant you can tell because they're all rusty and so in that instance I was able to bring",
        4901.62,
        4905.9
    ],
    [
        " like 15 other people who were all able to vouch for me and show that you did like what you went",
        4905.9,
        4910.5
    ],
    [
        " straight uh what's that movie uh you went straight what's the damn jack Nicholson movie a few good",
        4910.5,
        4919.8
    ],
    [
        " men you went like straight you brought witnesses in did you do that I had one person who was in my",
        4919.8,
        4926.56
    ],
    [
        " division who knew that I was telling the truth and I was like I can bring people in like and they",
        4926.56,
        4931.44
    ],
    [
        " knew that I was right they I convinced them at the time that I was right but I was also like I was",
        4931.44,
        4937.02
    ],
    [
        " so this I was completely innocent this time like of this right not innocent but of this I was innocent",
        4937.02,
        4943.4
    ],
    [
        " and they still gave me 45 45 but all three of those times so 45 days restriction yeah and 45 days",
        4943.4,
        4949.92
    ],
    [
        " have special duty no special they never took any pay and even though I went three times in one",
        4949.92,
        4954.78
    ],
    [
        " year they never busted me down because they kind of knew that part of it was personal part of it",
        4954.78,
        4959.38
    ],
    [
        " was that I had a personal problem with some of these guys but you know they're scrim my personal",
        4959.38,
        4964.22
    ],
    [
        " problems I'm subordinate like their chiefs and I'm not right so Roger that this is like the worst",
        4964.22,
        4970.0
    ],
    [
        " I'm serious like I'm saying this is like the most annoying oh the worst leadership problem",
        4970.0,
        4975.98
    ],
    [
        " it's so annoying especially when you have somebody who's smart enough to totally but you know",
        4975.98,
        4981.42
    ],
    [
        " you know and just you know while I'm saying that like what I absolutely would have done with you is",
        4981.42,
        4984.58
    ],
    [
        " I want to put you on a fast track I would have put you in charge of things like I would have I would",
        4984.58,
        4987.78
    ],
    [
        " have done things so I'm up upstairs in one of our combat system spaces and at this time like I'm",
        4987.78,
        4995.58
    ],
    [
        " really feeling aggrieved right so now that you've already been you've been you now you're under",
        4995.58,
        4999.32
    ],
    [
        " sentence this is this is later that day after I've been sentenced and so I'm really feeling",
        4999.32,
        5005.18
    ],
    [
        " victimized here because I'm actually innocent of this and I'm still in that mindset right",
        5005.18,
        5009.82
    ],
    [
        " and I've got my chief up there and my chief at the time he's a great guy he's a good chief",
        5009.82,
        5015.0
    ],
    [
        " but he did not know how to deal with me like he was just he's too nice and I needed someone to put",
        5015.08,
        5019.56
    ],
    [
        " a boot up my ass and he was not that guy and he's a great guy I know him today and he's just an",
        5019.56,
        5024.66
    ],
    [
        " awesome dude and he's one of the people I apologize to on a regular basis and so I get I corner him",
        5024.66,
        5031.08
    ],
    [
        " basically and there's other people in the space and I am just tearing him apart like I do this I do",
        5031.08,
        5035.82
    ],
    [
        " that I do all this work in the division and what about this person who showed up drunk he didn't",
        5035.82,
        5040.32
    ],
    [
        " go to cat this mask what about this person who didn't show up from liberty and like mischips",
        5040.32,
        5044.1
    ],
    [
        " movement he didn't go to cat mask and you're targeting me for this bullshit that's where I was",
        5044.1,
        5047.86
    ],
    [
        " at and from a perspective I was right and so I am just laying into him and he doesn't know what to",
        5047.86,
        5053.54
    ],
    [
        " say and so this first class who he's my LPO at the time and I don't like him and he doesn't like me",
        5053.54,
        5059.9
    ],
    [
        " and it's funny because he this was this was he was he was like he was he's a he's a very interesting",
        5059.9,
        5068.98
    ],
    [
        " personality he's like he's kind of a nerd but he was like kind of a alpha personality still he",
        5069.22,
        5075.02
    ],
    [
        " was a sailor he was a guy took his job seriously and like you know if you just caught him out on",
        5075.02,
        5078.88
    ],
    [
        " the street he's not some like alpha personality necessarily but like when he's doing his job he",
        5078.88,
        5083.1
    ],
    [
        " takes it seriously right so he sees me tearing up our chief his chief to and he's like oh god like",
        5083.1,
        5088.84
    ],
    [
        " I could go save him and so he runs in there and he's listens to me talk for another like 30 seconds",
        5088.84,
        5093.62
    ],
    [
        " or so and then he just turns around and he starts lightning to me and I go back and forth with him",
        5093.62,
        5098.76
    ],
    [
        " crowds gathering up at this point and then he says are you seriously gonna look me in the eye",
        5099.3,
        5103.62
    ],
    [
        " and tell me that you play no role in the put yourself in the position you're in right now and I was like",
        5103.62,
        5108.48
    ],
    [
        " okay I couldn't say that right and and he's like I'll tell you what like this isn't this isn't",
        5108.48,
        5117.04
    ],
    [
        " World War II we don't shoot deserters okay this is a this is a navy these days where uh you know",
        5117.04,
        5123.04
    ],
    [
        " if you don't want to be here I'll take you to the old man he will sign it you won't even get a",
        5123.04,
        5127.92
    ],
    [
        " dishonorable discharge if you want to leave will let you leave and every day that you're not doing",
        5128.0,
        5132.9
    ],
    [
        " that you're reenlisting for 24 hours every day you come in and show up for work you're reenlisting",
        5132.9,
        5138.42
    ],
    [
        " for 24 hours because you can leave if you want to nobody's gonna prosecute you for desertion",
        5138.42,
        5143.3
    ],
    [
        " whatever like you can leave and so don't tell me that like this is such an awful and horrible place",
        5143.3,
        5148.44
    ],
    [
        " to be and everything is just wrong with it or whatever because every day you're volunteering to",
        5148.44,
        5153.12
    ],
    [
        " come in here and when you know every time I kind of try to tell the story to people it doesn't",
        5153.12,
        5158.44
    ],
    [
        " hit them as profoundly as it hit me but at the time it just it made me realize that all of the",
        5158.44,
        5165.32
    ],
    [
        " the entire mentality that I had carried forward into that point up to that point on the ship",
        5165.32,
        5169.62
    ],
    [
        " it was just it was all wrong it was a completely dependent mindset where I was looking completely",
        5169.62,
        5175.38
    ],
    [
        " outside myself for the cause of all my unhappiness and problems and everything and he just got me to see",
        5175.38,
        5180.66
    ],
    [
        " that it doesn't matter what situation is like the ship was a disciplinary mass it was like it was",
        5181.82,
        5187.12
    ],
    [
        " a tough place to like if that's the environment you're adapting yourself to it's easy to go awry right",
        5187.12,
        5192.04
    ],
    [
        " it was it was a tough play it was our captain got escorted off by Marines like as soon as we got",
        5192.04,
        5197.92
    ],
    [
        " back from sail around what happened so we're in the Panama Canal and the captain was an animal he'd",
        5197.92,
        5204.04
    ],
    [
        " be a guy who like he was a guy who like seemed like he read about being a captain in World War 2 and",
        5204.04,
        5209.3
    ],
    [
        " now he had his ship and he's walking through the interior of the ship with a lit Stogian his mouth",
        5209.3,
        5214.26
    ],
    [
        " and he's just being a captain right he was a great guy in a lot of ways but he's a wild man",
        5214.26,
        5218.4
    ],
    [
        " and we're in the Panama Canal coming over to San Diego and when you park in the Panama Canal",
        5218.4,
        5225.08
    ],
    [
        " sometimes they tie you off to these big wide concrete buoys right that kind of keep you in place",
        5225.08,
        5230.62
    ],
    [
        " and so we were doing that and one of the Panamanians dipped a line and it got caught up in our",
        5230.62,
        5236.4
    ],
    [
        " propeller and it sucked this giant concrete buoy down and destroyed our propeller and twisted the",
        5236.4,
        5241.96
    ],
    [
        " shaft up going all the way up into the ship right and so we get stuck in the Panama Canal for",
        5241.96,
        5247.22
    ],
    [
        " several days is we're like basically trying to figure out what to do with ourselves everybody's",
        5247.22,
        5251.2
    ],
    [
        " super stressed out all of the shitters are completely full because when you're in the Panama",
        5251.2,
        5256.52
    ],
    [
        " Canal you can't discharge so they have to bring on portopodies those are all full people are like",
        5256.52,
        5261.14
    ],
    [
        " you know leaving bags of crap like you know in closet so they can go through them overboard at night",
        5261.14,
        5266.26
    ],
    [
        " time because we're there for like four or five days everybody's super heated and when we",
        5266.26,
        5272.42
    ],
    [
        " when we're going to pull out finally they tell us just go limp home you know on one propeller just",
        5272.42,
        5277.24
    ],
    [
        " just go and we go to pull out and I'm standing watch and combat and all of a sudden as we're getting",
        5277.24,
        5285.9
    ],
    [
        " ready to go I hear the captain come over the the intercom right the one MC no like you know crew",
        5285.9,
        5293.3
    ],
    [
        " this is captain or anything like that he says master at arms this is the captain get up to the bridge",
        5293.3,
        5299.06
    ],
    [
        " right now he has the Panamanian pilot arrested and confined the pilot the Panama Canal is one of",
        5299.06,
        5305.98
    ],
    [
        " the only places where the captain gives up control of a ship there's a pilot who's Panamanian down",
        5305.98,
        5310.8
    ],
    [
        " there who will drive your ship like when you're either docking or leaving dock right and so he",
        5310.8,
        5317.04
    ],
    [
        " has this guy arrested and confined because he gets into a huge fight with him drives the ship out",
        5317.04,
        5321.4
    ],
    [
        " himself hits the pier on the way out and then has the quarter master's doctor the logs to keep it out",
        5321.7,
        5326.44
    ],
    [
        " yeah and the exo at the time did the right thing you know he kept it he logged it himself and kept",
        5326.44,
        5334.94
    ],
    [
        " it diary by and then when we got back he reported it because you know on one hand it's like there's",
        5334.94,
        5339.7
    ],
    [
        " some people who thought it was disloyal I'm like there's a bunch of J.O.'s up there who their",
        5339.7,
        5343.08
    ],
    [
        " whole careers are screwed if they're anywhere near this he saved all of those guys he had he did",
        5343.08,
        5347.5
    ],
    [
        " the right thing and so yeah so it's a chaotic ship there was a period like a couple of years in",
        5347.5,
        5353.82
    ],
    [
        " where I think a third of the leadership all got you know swapped out and booted off the ship",
        5353.82,
        5360.28
    ],
    [
        " for fraternization all at once we had an external investigation because everybody was just sleeping",
        5360.28,
        5364.68
    ],
    [
        " with everybody it was like disciplinary for all his females on board yeah oh yeah and uh",
        5364.68,
        5369.42
    ],
    [
        " and so but you know and yet it was this guy my LPO at the time who really somehow like he",
        5369.42,
        5377.18
    ],
    [
        " I'm not a type person it's easy to shut up you know like especially if I'm like getting going like",
        5378.16,
        5383.48
    ],
    [
        " whatever like I'm just I'm coming just like I was coming at that chief and for him to be able to",
        5383.48,
        5388.46
    ],
    [
        " just shut me down like that like people who were there were like they looked at me like oh what's",
        5388.46,
        5393.12
    ],
    [
        " he gonna say now and I just had nothing to say and I went down to my rack this now I'm on",
        5393.12,
        5397.66
    ],
    [
        " restrictions my first day of restriction and I literally go down to my rack and I lie down and I",
        5397.66,
        5402.82
    ],
    [
        " can feel something working inside me and um I just I just I don't I can't it's hard to kind of",
        5402.82,
        5409.2
    ],
    [
        " really describe but I woke up the next day and I was not just a different person my job is a",
        5409.2,
        5413.82
    ],
    [
        " completely different person it was like I it was like I matured 10 years overnight where all of a",
        5413.82,
        5418.1
    ],
    [
        " sudden I woke up in the morning and I was like oh this is my life now and it didn't feel like that",
        5418.1,
        5422.32
    ],
    [
        " before in the same way I could be like you know when I was doing well in boot camp in school and",
        5422.32,
        5426.34
    ],
    [
        " everything it's like I can be good at this game I was gonna say you're playing a game right but",
        5426.34,
        5430.74
    ],
    [
        " you know getting to the point of realizing that like whatever the environment is around me",
        5430.74,
        5435.14
    ],
    [
        " like I've got my own responsibility to like you know take care of my own circle here",
        5435.14,
        5440.24
    ],
    [
        " and um literally the next day like I just completely different person this was late in 2005",
        5440.24,
        5447.04
    ],
    [
        " and um around early 2006 so this is just a few months after I get off restriction for the third time",
        5447.04,
        5455.08
    ],
    [
        " this year and I'm a second class of the time uh because we're a pre-com we got everybody at once",
        5455.08,
        5460.58
    ],
    [
        " at the beginning and so all of our leadership is changing out all at once and they got to find",
        5460.88,
        5465.46
    ],
    [
        " another LPO and this was just a few months after me coming off my third stent on restriction in less",
        5465.46,
        5471.08
    ],
    [
        " than 12 months and they made me the LPO because I had turned around that much and part of it was because",
        5471.08,
        5475.92
    ],
    [
        " we had this one guy on board he was an older guy who kind of joined the fleet laid he was like a",
        5475.92,
        5480.76
    ],
    [
        " bouncer in Texas 65 260 on redoed really great guy but an on redoed and he had kind of enough",
        5480.76,
        5488.12
    ],
    [
        " personal problems with other people in the division they couldn't make him the LPO but they knew",
        5488.36,
        5491.78
    ],
    [
        " nobody else in the division could handle him just on a personality level and so they put me in charge",
        5491.78,
        5496.5
    ],
    [
        " and it was exactly what you said as soon as I got to a point where I realized that um the well-being",
        5496.5,
        5502.9
    ],
    [
        " of these other people is now depending on me you know where if I want to go start a fight with a",
        5502.9,
        5507.52
    ],
    [
        " chief that's going to roll downhill on these other guys um as soon as that happened um I mean my",
        5507.52,
        5514.26
    ],
    [
        " mindset completely shifted it was it was uh it was a revelation and so the next year I was 2005",
        5514.66,
        5519.22
    ],
    [
        " I uh I got convicted of captain's mass three times in 2006 I was the destroyer squadron sailor",
        5519.22,
        5526.06
    ],
    [
        " the year and uh got a 501 Val and yeah and our division was the hot division on the ship you",
        5526.06,
        5534.62
    ],
    [
        " know we had uh we gave out you got a 501 Val yeah that's insane I was I was on fire man like I just uh",
        5534.62,
        5542.94
    ],
    [
        " I you know it wasn't just like I kind of realized like oh I can kind of do the right thing now it was",
        5543.88,
        5549.0
    ],
    [
        " like uh um it was it was like this revelation to me I was eating it up I was like holy cow I can just",
        5549.0,
        5554.32
    ],
    [
        " I can just go do all the right things and like I can take control of this situation and then",
        5554.32,
        5558.9
    ],
    [
        " you know I don't have to wait for other people to sort of tell me it's all right or to tell me what",
        5558.9,
        5563.64
    ],
    [
        " to do or I don't have to I don't have to be reactive I can just actually go make things happen and",
        5563.64,
        5568.7
    ],
    [
        " you know and it was just a huge revelation so I was just eating it up and um yeah and uh like you",
        5568.7,
        5576.16
    ],
    [
        " know I owe that guy a lot you know I owe that guy a lot and he and I after that we got along great",
        5576.16,
        5581.64
    ],
    [
        " he was uh this was before uh don't ask don't tell got uh shit canned and so he was he was gay",
        5581.64,
        5588.54
    ],
    [
        " and when we would go and we got to be like enough friends that when we would go into ports in like",
        5588.54,
        5593.24
    ],
    [
        " australia and other places and he would want to go off to like a bar somewhere he couldn't tell anybody",
        5593.24,
        5597.46
    ],
    [
        " else like I would go with him because he had to have a liberty buddy you have somebody go with him",
        5597.46,
        5601.0
    ],
    [
        " and so I would go and that's that's a good friend yeah so I go pulling in a port for the first time",
        5601.0,
        5606.3
    ],
    [
        " and however long that you're you're gonna go to the gay bar with with the homes and I would just",
        5606.3,
        5610.94
    ],
    [
        " hang out and like yeah dude's uh if you go to a gay bar in australia um you know you're those",
        5610.94,
        5619.18
    ],
    [
        " use a pretty aggressive so you have to like you know kind of be ready to just keep cool but I mean",
        5619.18,
        5625.6
    ],
    [
        " that's how close I got to this guy you know really great friends with that guy and to this day like",
        5625.6,
        5629.88
    ],
    [
        " I owe him a lot and I owe a lot to all the people who put up with my crap for as long as they did",
        5629.88,
        5634.0
    ],
    [
        " because they had plenty of excuses to just be like you know this guy's not worth the trouble they",
        5634.0,
        5638.22
    ],
    [
        " hell out of here they could have booted my ass out for a million different things not for you know",
        5638.22,
        5642.38
    ],
    [
        " again not I'm punching anybody in the face or anything but I just I was not worth the trouble",
        5642.38,
        5646.44
    ],
    [
        " what they were the work and everything else they were getting out of me was not anywhere near",
        5646.44,
        5650.52
    ],
    [
        " you know what the trouble I was giving them and it's like you said it's in a way it's the worst",
        5650.52,
        5655.5
    ],
    [
        " kind of trouble to deal with because um you know what I finally realized was the reason that the",
        5655.5,
        5661.92
    ],
    [
        " guy who showed up drunk doesn't have to necessarily go to captain's mass and get hammered the way",
        5661.92,
        5666.14
    ],
    [
        " they were coming after me is after they come to him and say how dare you this is wrong whatever he",
        5666.14,
        5671.06
    ],
    [
        " puts his head down and he says Roger that he submits to the authority of the chain of command",
        5671.06,
        5675.58
    ],
    [
        " and that was what it was my entire life was making a show of the fact that I did not respect the",
        5675.58,
        5681.72
    ],
    [
        " chain of command like that was my whole goal on the ship was to basically like be a performance artist",
        5681.72,
        5688.6
    ],
    [
        " at at at coming up with creative ways to flip off the chain of command but doing it in ways again",
        5688.6,
        5694.74
    ],
    [
        " where I know where the lines are I know what the rules are so that once you hammer me for it I can",
        5694.74,
        5698.8
    ],
    [
        " say this is in fair even though I'm totally provoking them like a hundred percent and everybody",
        5698.8,
        5705.26
    ],
    [
        " knows it they know it but worse all of the other junior sailors know it and so there if they don't",
        5705.26,
        5711.1
    ],
    [
        " hammer me I that undermines the the entire authority structure if they don't come squash me they",
        5711.1,
        5716.22
    ],
    [
        " have to figure out how to get me to bend the knee and because as long as I exist like that like",
        5716.22,
        5721.68
    ],
    [
        " you know it could break down the discipline on the whole ship and I finally understood that you",
        5721.68,
        5726.62
    ],
    [
        " know I finally understood why they had to come after me the way they did and um you know it just",
        5726.62,
        5732.62
    ],
    [
        " I took ownership for my own situation you know and but again I took somebody um getting in my face",
        5732.62,
        5740.1
    ],
    [
        " and shut me down and and if he hadn't walked in there that day I don't I know I wouldn't have",
        5740.1,
        5745.44
    ],
    [
        " learned that lesson I would have just hammered my chief and walked off like I got him and that",
        5745.44,
        5750.66
    ],
    [
        " would have been I never would have learned that lesson at least not in that time frame so once",
        5750.66,
        5754.38
    ],
    [
        " you were now squared away it's now 2005 what was you you're going on to what how many deployments did",
        5754.38,
        5759.98
    ],
    [
        " you do on that ship to in both of them we were doing independent deployments actually um supporting",
        5759.98,
        5766.66
    ],
    [
        " some of your buddies out in the Philippines okay yeah we were supporting the SWIC and seal operations",
        5766.82,
        5772.48
    ],
    [
        " you know when they were fighting in Surgeons Down some of the southern islands there um you know since then",
        5772.48,
        5778.1
    ],
    [
        " I worked for the DOD now and um I deploy with ships sometimes and so I've gone on I don't know",
        5778.1,
        5785.26
    ],
    [
        " 10 or 15 deployments at least for good chunks of them so I've been all over the place at this point but",
        5785.26,
        5789.92
    ],
    [
        " um yeah that was so that was oh six when they put me in charge the division and we",
        5789.92,
        5796.54
    ],
    [
        " actually didn't have a chief at the time either so I was a second class for a while and I was",
        5796.54,
        5800.1
    ],
    [
        " our acting chief and um there was a chief mess full of guys that hated my guts and I had to learn",
        5800.1,
        5805.56
    ],
    [
        " to navigate that too and some of those guys it was personal enough by that point that like they",
        5805.56,
        5809.96
    ],
    [
        " didn't really care much that I kind of turned my attitude around took some took some time but um yeah and uh",
        5809.96,
        5816.96
    ],
    [
        " once you turned your attitude around and you are now dealing with these chiefs",
        5816.96,
        5823.24
    ],
    [
        " sometimes you see people slip back right like they they get some chief that they didn't respect before",
        5823.24,
        5828.4
    ],
    [
        " but now they try to turn over a new leaf and when they do it's like that guy",
        5828.4,
        5833.68
    ],
    [
        " that they still just can't put their ego in check enough to stand down were you able to stand down",
        5833.68,
        5840.16
    ],
    [
        " um well I would say two degree right so um I was the acting LCPO and I was a second class right",
        5840.16,
        5849.54
    ],
    [
        " which meant that we didn't have a real chief kind of defending our guys and um a lot of times my",
        5849.56,
        5856.78
    ],
    [
        " second classes and third classes would get stuck with extra work they know the division wanted to do",
        5856.78,
        5861.78
    ],
    [
        " and and so to a degree like the uh the um like I became very very protective of my guys like very",
        5861.78,
        5870.24
    ],
    [
        " very protective because you got to remember like I'm now in charge of a bunch of people who",
        5870.24,
        5874.58
    ],
    [
        " watch me go to count things last three times last year right and I got to navigate that leadership",
        5874.92,
        5879.46
    ],
    [
        " issue some of them are older than me there's two first classes in the division I'm only a second class",
        5879.46,
        5883.4
    ],
    [
        " you know and I have to figure out how to deal with these 20 25 people and I it's not like I can walk",
        5883.4,
        5889.02
    ],
    [
        " in one day and you know because I've ironed my uniform properly coming in and be like now",
        5889.02,
        5893.74
    ],
    [
        " everybody listen to me like that's not gonna work right and it's funny because as I've been doing",
        5893.74,
        5897.82
    ],
    [
        " this latest podcast series on Jim Jones I've realized something that in a way what I did is I started",
        5897.82,
        5902.04
    ],
    [
        " to cope um not like a person I like cope where they worship me or anything but in a way where um I",
        5902.04,
        5909.1
    ],
    [
        " definitely created like a very strong us versus them us versus the rest of the ship kind of",
        5909.1,
        5915.3
    ],
    [
        " mentality right and it bonded everybody together one of the things I'm most proud of uh in my whole",
        5915.3,
        5921.88
    ],
    [
        " life is that I would say 80% of um the group that was in our division for those couple years to",
        5921.88,
        5927.62
    ],
    [
        " this day says 10 years ago they're all still friends or they're at least like one degree of",
        5927.62,
        5931.8
    ],
    [
        " friend separated from each other like if we had a get together today everybody would be like",
        5931.8,
        5935.32
    ],
    [
        " right there like they'd just seen each other it created some very powerful relationships",
        5935.32,
        5940.1
    ],
    [
        " but it was very much like a you know like when I would have somebody get in trouble one kid got a",
        5940.1,
        5946.4
    ],
    [
        " DUI am I gonna come up to him after I've been a campus mass three times last year and be like well",
        5946.4,
        5952.06
    ],
    [
        " how dare you this is just unacceptable mister as I don't work right and so what I would do is I would",
        5952.06,
        5957.22
    ],
    [
        " say look um you know things are pretty good in our division right now right I give you guys",
        5957.22,
        5961.54
    ],
    [
        " each the each of the work centers I give you guys a lot of leeway to run your own business and I don't",
        5961.54,
        5966.42
    ],
    [
        " like come over your shoulders all the time there are a bunch of chiefs on this ship who would love",
        5966.42,
        5970.88
    ],
    [
        " to get on their evaluation that they're the CF you know it was our division that there are",
        5970.88,
        5974.94
    ],
    [
        " divisional chief right there they're circling like vultures now I can hold them off as long as you",
        5974.94,
        5979.82
    ],
    [
        " keep behaving you know hold off those those hyenas but when you misbehave like that it gives them",
        5979.82,
        5985.32
    ],
    [
        " ammunition to like come after us and so I would create this thing like they were out to get us",
        5985.32,
        5989.44
    ],
    [
        " and some of them weren't because some of them hated me enough you know but then and after a while",
        5989.44,
        5994.44
    ],
    [
        " it becomes a little bit of a self-fulfilling prophecy you create that us versus them vibe and",
        5994.44,
        5999.56
    ],
    [
        " you know you can only only go around thinking that you know other people don't like you so long",
        5999.56,
        6007.7
    ],
    [
        " before just you make it true right I always had to be careful that because I'd get the whole gang",
        6007.7,
        6013.26
    ],
    [
        " mentality going and it would be us against the world and you know everyone's no I'd have to pull",
        6013.4,
        6018.92
    ],
    [
        " back the reins a little bit because you know you got 22 year old JP to know and like somebody says",
        6018.92,
        6024.84
    ],
    [
        " something bad about the task unit and he is ready to murder someone you know I have to I have to",
        6024.84,
        6031.08
    ],
    [
        " pull the reins a little bit you know because it gets a little crazy in the in the days so what made",
        6031.08,
        6036.7
    ],
    [
        " you decide did you make first class then pretty quick pretty quick yeah once I had that",
        6036.7,
        6042.0
    ],
    [
        " ace the freaking test and you had a five o'clock yeah I mean they were only promoting three four",
        6042.04,
        6047.26
    ],
    [
        " five percent up to first class for for my rate at the time but yeah I pretty much ace the test",
        6047.26,
        6052.22
    ],
    [
        " and I had a five o'clock so I made it pretty quickly and then I got because of the way that the",
        6052.22,
        6059.5
    ],
    [
        " schedule worked out I was just like a little kink in the schedule I got to know I got to pick my",
        6059.5,
        6064.16
    ],
    [
        " orders my short duty orders before I had to decide whether I wanted to reenlist which is a beautiful",
        6064.16,
        6069.74
    ],
    [
        " thing and so I ended up taking taking orders up at Port Wayne Emi which is where it's like the",
        6069.74,
        6076.0
    ],
    [
        " engineering place for the ages weapon system and anytime we would do you know major technical or",
        6076.0,
        6083.16
    ],
    [
        " training evolutions guys from there would come out and and work with us the engineers who have",
        6083.16,
        6087.88
    ],
    [
        " been working with this stuff for a long time and so they kind of knew who I was and I developed some",
        6087.88,
        6091.14
    ],
    [
        " relationships with them when I was still on the ship and so when my orders came up you know they",
        6091.14,
        6096.48
    ],
    [
        " kind of helped me get out there and yeah it was a good experience too because you get into a place",
        6096.48,
        6101.78
    ],
    [
        " like that where you think you're pretty good at your job you think you have an idea what you're doing",
        6101.78,
        6105.78
    ],
    [
        " and then you get around people who really know what they're doing and you realize like you're like a",
        6105.78,
        6110.02
    ],
    [
        " little baby you know and yeah it's a great place to live it's a great place to work so I've enjoyed",
        6110.02,
        6115.26
    ],
    [
        " that as well it's taken me all over the world a lot of freedom in my job you know a lot of",
        6115.26,
        6119.62
    ],
    [
        " ability to kind of operate independently so it was good and then at one point",
        6119.62,
        6124.62
    ],
    [
        " so this whole time you're still reading a ton I assume so like in this job for example I would",
        6126.3,
        6131.68
    ],
    [
        " say I would be away from home traveling 70 80% of the year like sometimes I'm going 10-11",
        6131.68,
        6139.64
    ],
    [
        " once a year and a lot of that time is out on deployed ships or I'm out in a place like Bahrain",
        6139.64,
        6144.64
    ],
    [
        " or somewhere else where there's not a whole lot going on and I would bring a suitcase full of my",
        6144.64,
        6149.28
    ],
    [
        " clothes and workout gear and everything and a suitcase full of books and I would just read that's",
        6149.28,
        6154.52
    ],
    [
        " all I would do when I was out there by myself at what point did you start thinking about making a",
        6154.52,
        6158.24
    ],
    [
        " podcast when some of my friends told me to to make one so that I could leave them alone I you know",
        6158.24,
        6168.26
    ],
    [
        " I was I was hardcore history fan like everybody else right and it takes a long time between hardcore",
        6168.26,
        6178.04
    ],
    [
        " history episodes and you want something else to be there and this was in the early day earlier",
        6178.04,
        6181.7
    ],
    [
        " days 2015 there weren't like a hundred thousand a bunch of podcasts and so I happen to be reading a",
        6181.94,
        6187.96
    ],
    [
        " lot about the history of the Israeli Palestinian conflict for the last couple of years and I'm always",
        6187.96,
        6191.98
    ],
    [
        " talking my friends about it and they're like finally one of them said why don't you just go start a",
        6191.98,
        6196.04
    ],
    [
        " podcast you're always complaining about hardcore history taking too long just go make one of",
        6196.04,
        6199.24
    ],
    [
        " between those episodes and so I said okay I'll give that a shot and yeah so I started working on",
        6199.24,
        6205.94
    ],
    [
        " that one and that was another one of those it was another one of those revelations where it's very",
        6205.94,
        6211.42
    ],
    [
        " humbling in a way I got to the point where I had read maybe six or eight books on a pre-1948",
        6211.42,
        6218.42
    ],
    [
        " period of the Israeli Palestinian conflict if you've read six to eight books on a topic like it's",
        6218.42,
        6225.06
    ],
    [
        " pretty good pretty good yeah and so I start making like the first episode and the second episode and",
        6225.06,
        6232.78
    ],
    [
        " by the time I kind of you know I'm outlining them and kind of putting them together and I'm by the",
        6232.78,
        6238.56
    ],
    [
        " time I kind of get up to like episode three or four of like how I'm making my outlines now I've read",
        6238.56,
        6243.56
    ],
    [
        " like 20 or 30 books and I would look back at like the first episode that I had put together when I'd",
        6243.56,
        6248.92
    ],
    [
        " read like six and I realized I didn't it was it was hilariously bad like not just like you missed",
        6248.92,
        6255.08
    ],
    [
        " this little point here whatever but that you have I had no idea what I was talking about and",
        6255.08,
        6259.5
    ],
    [
        " then when I you know I think all the time now about like it's really easy to get me to pontificate",
        6260.14,
        6264.96
    ],
    [
        " for hours about some topic that I read one book about you know and these are this is a topic that",
        6264.96,
        6271.0
    ],
    [
        " like I had read six or eight books on at the time and having to look back and realize it I knew nothing",
        6271.0,
        6275.98
    ],
    [
        " about it like the most basic kind of had you already recorded upon number one you just laid out the",
        6275.98,
        6282.54
    ],
    [
        " notes yeah okay here's the direction I'm so glad that I that I took my time you know by the time I",
        6282.54,
        6289.48
    ],
    [
        " six episodes series you know I read close to a hundred books parts of another couple hundred",
        6289.48,
        6299.38
    ],
    [
        " almost 2000 you know academic papers and articles and essays and diaries and things like I just I",
        6299.38,
        6308.64
    ],
    [
        " read almost everything that I could find on it to a point where I would get a new book and I would",
        6308.64,
        6314.82
    ],
    [
        " read it or a new paper and I would read it and I would be glad if I would get like one more",
        6314.82,
        6318.9
    ],
    [
        " little tidbit out of that and and so I felt pretty good about that series when it was finished and",
        6318.9,
        6324.92
    ],
    [
        " a lot of people you know have enjoyed it obviously I'm glad I caught you early when you could still",
        6324.92,
        6329.86
    ],
    [
        " respond to emails was that you that sent me that I should listen to you I don't think it was",
        6329.86,
        6334.48
    ],
    [
        " yeah I don't remember I don't think so I don't think it was I think it was somebody else which is",
        6334.48,
        6338.22
    ],
    [
        " pretty random because I mean at that time I know when we started out this podcast 18 I saw this",
        6338.22,
        6347.92
    ],
    [
        " figure 18% of America was listening to podcasts so you were before that so maybe it was 15 or 12",
        6347.92,
        6353.28
    ],
    [
        " percent of people for so for somebody of two have heard your podcast and then my podcast and then",
        6353.28,
        6359.5
    ],
    [
        " connect us on social media that's pretty freaking impressive and it was you know I never expect anybody",
        6359.5,
        6364.44
    ],
    [
        " to listen to it like I didn't it just never I'm not an authority on anything I don't have any",
        6364.44,
        6369.4
    ],
    [
        " credentials you know or anything and I it just I it never occurred me and who's gonna was gonna",
        6369.4,
        6374.74
    ],
    [
        " be listening to it and it was yeah it was a lot to handle when people start listening to it and",
        6374.74,
        6381.1
    ],
    [
        " start writing me emails I've gotten emails from from Israeli defense force active duty guys running",
        6381.1,
        6388.14
    ],
    [
        " patrols in the last bank who have written me and said that like this maybe sympathize with the",
        6388.36,
        6393.74
    ],
    [
        " Palestinians more right that's a dude who that matters that's a guy who like is gonna be dealing with",
        6393.74,
        6399.54
    ],
    [
        " these people tomorrow on patrol and I've gotten emails from people from Arabs Muslims all over the",
        6399.54,
        6404.92
    ],
    [
        " Middle East who said I never I never thought about the situation that the Jews were in in that",
        6404.92,
        6409.64
    ],
    [
        " way before and I'm like it's a it feels like it's a pretty heavy responsibility but at the same time",
        6409.64,
        6415.5
    ],
    [
        " like it's you know it makes it so that like you really feel like okay I got a I got to make sure",
        6415.5,
        6421.66
    ],
    [
        " that I'm saying things that I mean and then I'm putting the amount of work in this that it deserve",
        6421.66,
        6426.8
    ],
    [
        " so one of the things that I I do that my one of my recent ones took a long time the Jim Jones one",
        6426.8,
        6432.18
    ],
    [
        " that I'm doing because I just I refuse to put out an episode until I feel like I can at least",
        6432.18,
        6442.0
    ],
    [
        " have a glimpse of what it would be like to put myself in the shoes of the people that I'm talking",
        6442.02,
        6446.2
    ],
    [
        " about and if I just if there's people in there that I'm gonna be talking about who I just don't like",
        6446.2,
        6451.38
    ],
    [
        " I'm or who I I just have contempt form and sort of a cartoonish way which is how I felt about a lot",
        6451.38,
        6456.74
    ],
    [
        " of the people in Jim Jones's movement for a while I just don't like these people they just",
        6456.74,
        6461.22
    ],
    [
        " elicit nothing but negative emotions in me and I just refuse to make the episode until I could",
        6461.22,
        6466.64
    ],
    [
        " get through that you know and try to figure out what are the circumstances that these people could",
        6466.64,
        6472.04
    ],
    [
        " be looking at that could make the decisions that they're making make sense to them at the time",
        6472.04,
        6476.76
    ],
    [
        " and you know that can be really hard to do like you know I've been reading a whole lot about",
        6476.76,
        6484.48
    ],
    [
        " I'll cut in a rack and all that stuff now and I that's I mean that's I don't know if I'm going to",
        6484.48,
        6490.1
    ],
    [
        " get through that one you know when I read about Zarcali and some of these guys where it's just this is",
        6490.1,
        6494.52
    ],
    [
        " you know it's another level of sadism yeah and I don't I don't feel like I need to get to a point",
        6495.16,
        6501.26
    ],
    [
        " where I can you know where I can empathize with them before I can talk about it but I do at least",
        6501.26,
        6507.6
    ],
    [
        " one understand like the social conditions and ideological you know parameters that that structure",
        6507.6,
        6515.18
    ],
    [
        " somebody's thinking in a way that that you know leads them to think that that's a course of action",
        6515.18,
        6520.98
    ],
    [
        " that makes sense you know yeah and you obviously must be seeing connections between Jim Jones and",
        6520.98,
        6526.32
    ],
    [
        " just the cult mentality go yeah yeah because that's essentially what what you're dealing with and what",
        6526.32,
        6532.6
    ],
    [
        " you said earlier about you know when you're young and you don't really know which direction to take",
        6532.6,
        6536.82
    ],
    [
        " and then all of a sudden somebody shows up that you know like we've been saying the whole time or",
        6536.82,
        6540.38
    ],
    [
        " you know also know the rules of the game well when somebody shows up and says hey I got the rules",
        6540.38,
        6550.96
    ],
    [
        " very easy to kind of sweep people into it and they offer I mean I think one of the biggest",
        6550.96,
        6556.26
    ],
    [
        " things is they offer people an identity you know identity something that in some ways we're not",
        6556.26,
        6561.52
    ],
    [
        " really comfortable talking about in in society these days we find it to be kind of dangerous social",
        6561.52,
        6567.68
    ],
    [
        " identity the way people time the ways that people tend to connect themselves with larger groups",
        6567.68,
        6575.12
    ],
    [
        " and movements it's something that we look at is pretty dangerous for pretty for pretty reasonable",
        6575.12,
        6579.6
    ],
    [
        " we have reasons for that right we look back at something like World War Two and we see how you",
        6580.96,
        6586.46
    ],
    [
        " know a group of people starting to get really really serious about who we are and our identity can",
        6586.46,
        6591.4
    ],
    [
        " really go off the rails right not you say we're uncomfortable talking about that but I mean",
        6591.4,
        6595.98
    ],
    [
        " there's another side okay I was gonna say because we've got like people whose number one thing in life",
        6595.98,
        6600.7
    ],
    [
        " is that identity with whatever group it is right and so it's I would let's say maybe not that we're",
        6600.7,
        6606.24
    ],
    [
        " uncomfortable with it but did it something that is volatile you know and when we do talk about",
        6606.24,
        6612.16
    ],
    [
        " it it's usually charged with a lot of emotion one way or the other and and so rather than and it's",
        6612.16,
        6619.64
    ],
    [
        " usually attached to you know ideas of historical grievance and things like that so we'll say that",
        6619.64,
        6624.6
    ],
    [
        " you know a group that has some has some grievance they it's okay for them to sort of identify in",
        6624.6,
        6631.02
    ],
    [
        " in a group manner things like that but rather than just talking about it as a psychological need",
        6631.02,
        6638.0
    ],
    [
        " that people have I mean when you come up as a kid like I did where you know you're just you're just",
        6638.0,
        6645.94
    ],
    [
        " kind of pasting an identity together out of random bits of people that pass through your life",
        6645.94,
        6650.7
    ],
    [
        " of things you see on TV book you read you're just kind of pasting something together it's not like",
        6650.7,
        6656.24
    ],
    [
        " you know a good strong nuclear families this little cocoon where you can start to develop",
        6656.24,
        6660.32
    ],
    [
        " emulate your parents ideally if there's somebody that you want to emulate and kind of figure out",
        6660.38,
        6665.02
    ],
    [
        " you know where where there's room for your own individuation and so forth but you don't have that",
        6665.02,
        6670.42
    ],
    [
        " you're kind of just pasting something together and you grew up in the idea of like who am I or who",
        6670.42,
        6675.2
    ],
    [
        " are we as a people I think in one of the early Israel Palestine ones when I was kind of talk about",
        6675.2,
        6680.74
    ],
    [
        " how you know the Zionists are pulling people from all over Jews from all over Europe and trying to",
        6680.74,
        6687.08
    ],
    [
        " get them to think of themselves is like you know this is a time when like German Jews didn't really",
        6687.08,
        6691.14
    ],
    [
        " like Polish Jews and American Jews kind of look down all of them in certain ways and to pull all",
        6691.14,
        6695.7
    ],
    [
        " these people together be like no no no no no this is us like this who we are we're a people and",
        6695.7,
        6701.06
    ],
    [
        " it takes it's it's a mysterious kind of alchemical process like how that works and it can come apart",
        6701.06,
        6707.78
    ],
    [
        " really easily and I mentioned how what's the difference between you know what is it that makes America",
        6707.78,
        6713.36
    ],
    [
        " you know where we say we don't just say this is America we say we're Americans right and what's",
        6714.12,
        6719.38
    ],
    [
        " the difference between 300 million people who just happen to live near each other in the middle of",
        6719.38,
        6724.6
    ],
    [
        " North America and this place called America with people who are Americans who can cooperate and trust",
        6724.6,
        6730.36
    ],
    [
        " each other in various ways that allow us to sort of live next sort of total strangers without",
        6730.36,
        6736.14
    ],
    [
        " killing each other which we think of it's like well why would we kill each other it's like we'll go",
        6736.14,
        6739.3
    ],
    [
        " try that in most of history if those people weren't members of your tribe you're not living next",
        6739.3,
        6743.28
    ],
    [
        " door to them you know I have a Palestinian friend who several years ago we were down in a place in",
        6743.28,
        6752.9
    ],
    [
        " LA having having lunch or breakfast or something Sunday morning beautiful day and we're you know",
        6752.9,
        6759.9
    ],
    [
        " sitting out on the patio there's just a bunch of people it's a wonderful little little meal",
        6759.9,
        6763.82
    ],
    [
        " and all of a sudden I catch you're just kind of looking around and I say what are you what's on",
        6763.82,
        6770.7
    ],
    [
        " your mind what are you thinking about and she said this place she's from the Middle East right",
        6770.7,
        6773.88
    ],
    [
        " um she says this place like here this could never happen in my country and I just kind of looked",
        6773.88,
        6779.58
    ],
    [
        " around and yeah sure enough like over here you've got at this table like uh you know to white",
        6779.58,
        6786.0
    ],
    [
        " people two black people having a meal together over here you've got like two gay dudes having a",
        6786.0,
        6790.28
    ],
    [
        " breakfast together just all different types of people they don't know each other they're not related",
        6790.28,
        6795.26
    ],
    [
        " to each other um and they're just all good it's all good it's totally stable and totally normal",
        6795.26,
        6802.0
    ],
    [
        " and if anybody fell down people would go to see what was wrong with them and you know it's not",
        6802.0,
        6807.36
    ],
    [
        " that people don't care about each other in other parts of the world it's at their you know their",
        6807.36,
        6811.42
    ],
    [
        " level of trust for people outside their group and what is defined as us is is something that's",
        6811.42,
        6816.84
    ],
    [
        " typically a lot narrower you know I'm sure this is uh we'll talk about this in in a future time when",
        6816.84,
        6823.6
    ],
    [
        " we get into when you had to talk to the sheeks and Ramadi and stuff I mean you had to work through",
        6823.6,
        6827.54
    ],
    [
        " you had to work through a whole tribal system that plays no role over here you know we just don't",
        6827.54,
        6832.28
    ],
    [
        " have anything like that over here and when we when we have like little versions of it with like uh you",
        6832.28,
        6837.6
    ],
    [
        " know um say like the Italian mafia back in the day or something where there's still this sort of",
        6837.6,
        6842.42
    ],
    [
        " in-group mentality and stuff that starts to it's hard to keep that together in the United States and",
        6842.42,
        6848.16
    ],
    [
        " a lot of the institutions we have are kind of designed to break down those sub-loyalties",
        6848.16,
        6852.32
    ],
    [
        " so that you know there's this broader national loyalty that we all kind of devote ourselves to",
        6852.88,
        6857.36
    ],
    [
        " you know the Hatfields and McCoy's have to figure out how to uh how to you know how to put their",
        6857.36,
        6863.2
    ],
    [
        " differences aside and get on the same landing craft and go storm the beaches in Normandy you know",
        6863.2,
        6867.74
    ],
    [
        " they got to figure out how to do that and we take that kind of stuff for granted because we're so far",
        6867.74,
        6871.56
    ],
    [
        " along that process here but you know you go to a lot of the world and it's not something you can",
        6871.56,
        6875.78
    ],
    [
        " take for granted at all and I think that um how I grew up kind of um it it it it pushed me in the",
        6875.78,
        6885.42
    ],
    [
        " direction of being interested in those kind of things you know um wanting to belong to something",
        6885.42,
        6889.98
    ],
    [
        " trying to figure out um what makes a community work or what makes a family work or what makes a",
        6889.98,
        6897.56
    ],
    [
        " country work as opposed to one that just doesn't work what's the difference and not better people",
        6897.56,
        6901.8
    ],
    [
        " over here than they are over here they're just they you know um there's little thing you know do",
        6901.8,
        6908.38
    ],
    [
        " you trust your neighbors um you know do you uh just have you know are your concentric circles of",
        6908.38,
        6916.9
    ],
    [
        " concern sort of expanded enough to they you know where they get to the point uh that they include",
        6916.9,
        6922.22
    ],
    [
        " people that maybe you don't know but that you still consider at least relative to somebody way",
        6922.22,
        6928.3
    ],
    [
        " over there like one of us you know and where does that where do those circles of concern end you",
        6928.3,
        6934.54
    ],
    [
        " know do they end at the tribe well you're gonna have a you're gonna have a hell of a time trying to",
        6934.54,
        6937.74
    ],
    [
        " put together like a functioning nation state if that's the problem if that's if that's the case",
        6937.74,
        6941.4
    ],
    [
        " you know you and um you know if it ends it a lot of people it ends it themselves you know and um",
        6941.4,
        6948.5
    ],
    [
        " I don't think people generally want to be that way though I think they want people and and uh",
        6948.5,
        6952.96
    ],
    [
        " something to identify with and to belong to and to kind of hand themselves over to most people I",
        6952.96,
        6958.5
    ],
    [
        " think most people um they uh they long for something to serve and something to give themselves to",
        6958.5,
        6966.6
    ],
    [
        " but they look around and you know um they just again they're waiting for something that beam of",
        6966.6,
        6972.32
    ],
    [
        " sunlight to shine down on it and just this is the thing and that's usually never gonna happen",
        6972.32,
        6977.1
    ],
    [
        " and uh but I think that's what people are seeking you know I think people want to sacrifice",
        6978.62,
        6982.48
    ],
    [
        " I think people want to serve something and um you know they spend their lives looking for something",
        6982.48,
        6989.32
    ],
    [
        " and or maybe not looking hard enough maybe that's the wrong way to look at they want it but they",
        6989.32,
        6993.28
    ],
    [
        " don't necessarily go looking for it and it's uh it's interesting times it's interesting times",
        6993.28,
        7001.24
    ],
    [
        " because you can kind of get by without being linked into something and so everyone can kind of",
        7001.24,
        7006.32
    ],
    [
        " get by without being linked into something but then they have a certain void of being linked into",
        7006.32,
        7011.08
    ],
    [
        " something and then you know it's like when you go to prison like when you go to prison you're",
        7011.08,
        7015.38
    ],
    [
        " gonna join a gang but you know pretty much you're gonna join a gang that's what's gonna happen if",
        7015.38,
        7019.4
    ],
    [
        " you're gonna survive period like that's what's happening you're gonna you know and it's gonna be",
        7019.4,
        7023.64
    ],
    [
        " by race that's what's gonna happen and then you'll get out and it's like it's okay you know like",
        7023.64,
        7030.04
    ],
    [
        " that's a that's a really interesting microcosm to look at but in there you need to do it to",
        7030.04,
        7036.26
    ],
    [
        " survive so all of a sudden you get in there and next thing you know you're getting bolts tattooed",
        7036.26,
        7040.6
    ],
    [
        " on your neck because you're you know you're going A, B that's the way it's gonna be the the the",
        7040.6,
        7047.3
    ],
    [
        " thing is now all of a sudden you're part of a group well in the in the civilian world you don't",
        7047.3,
        7052.44
    ],
    [
        " have to be a part of anything to survive so you have some kind of you have some kind of a void right",
        7052.44,
        7059.86
    ],
    [
        " or I'd say it is possible that people have some kind of a void where they are looking to be",
        7059.86,
        7066.16
    ],
    [
        " a part of something and that's why you know you get whether it's you know ISIS jihadists and by",
        7066.16,
        7074.26
    ],
    [
        " the way those are people some of those ISIS jihadists leaving normal you know first world",
        7074.26,
        7079.56
    ],
    [
        " countries to go and be part of a death cult you know that's why you get Jim Jones that's why you",
        7079.56,
        7085.66
    ],
    [
        " get these things unfolding because there's some kind of a void that people have when they want to",
        7085.66,
        7090.68
    ],
    [
        " be connected to other people and they can't figure it out and when the when they when that light",
        7090.68,
        7096.52
    ],
    [
        " gets shine down well it's a light to get shine down by a bad person. There was an interview I saw",
        7096.52,
        7102.0
    ],
    [
        " I never forget they were interviewing one of the guys who had gone from Belgium perfectly nice life",
        7102.0,
        7107.26
    ],
    [
        " in Belgium to go join ISIS and they asked him why he did it and he said Belgium is boring and I think",
        7107.26,
        7111.96
    ],
    [
        " to a lot of people well I think to a lot of people on one hand that makes no sense to them but I think",
        7111.96,
        7118.42
    ],
    [
        " on the other hand there's this deep recess where it makes some sense to them I think people do",
        7118.52,
        7123.28
    ],
    [
        " understand to some degree it's like when you know it's like when you remember when sometimes",
        7123.28,
        7127.4
    ],
    [
        " you could live on a dirt road maybe so like I don't know if you had direct neighbors but like the",
        7127.4,
        7132.02
    ],
    [
        " power would go out right and the power would go out and people would walk out like on their front",
        7132.02,
        7136.06
    ],
    [
        " lawns and kind of look at you and like whoa you almost have this sense of connectedness with your",
        7136.06,
        7140.32
    ],
    [
        " neighbors that you don't have on a normal day you know because everything kind of shuts in you",
        7140.32,
        7144.54
    ],
    [
        " kind of realize like well we're just here together like at this point I wonder what's going to happen",
        7144.54,
        7147.9
    ],
    [
        " and it's kind of cool yeah yeah yeah yeah I've been through plenty of power outlets now out",
        7147.9,
        7152.98
    ],
    [
        " out it just now in the California and you're right power goes out people are like oh let's walk out",
        7152.98,
        7158.32
    ],
    [
        " especially I used to live on one street in OB where it was like it was a real neighborhood street",
        7158.32,
        7163.58
    ],
    [
        " you know a lot of families and all of our kids played together and then the power went out and it was",
        7163.58,
        7169.24
    ],
    [
        " like 30 seconds later everyone's out in the front yard looking around and what's going on yeah",
        7169.24,
        7174.42
    ],
    [
        " absolutely and so I think there is something where our societies can become so overcoded and so",
        7174.56,
        7179.92
    ],
    [
        " structured that people people think they long for some instability but you know you know that happens",
        7179.92,
        7186.22
    ],
    [
        " in countries where people don't know what instability is yeah you know and when it when it comes to",
        7186.22,
        7190.98
    ],
    [
        " like being part of a group and again for me going into the seal teams was me absolutely trying to",
        7190.98,
        7201.72
    ],
    [
        " become or or trying to become part of a group and then being part of that group and knowing what I",
        7202.52,
        7207.88
    ],
    [
        " had to do to be a better part of that group and and you know going back to your earlier behavior",
        7207.88,
        7215.1
    ],
    [
        " which I was saying was so you know I can picture it I know it and I and I did it you know I was",
        7215.1,
        7222.0
    ],
    [
        " one of those guys too you know I was one of those kids when I was young you know I wanted to kind",
        7222.0,
        7227.7
    ],
    [
        " of test the patience of my boss especially if my boss was a person you know whether it was my",
        7227.7,
        7233.46
    ],
    [
        " chief or my LPR my platoon commander or my you know if they weren't quite the the respected",
        7233.46,
        7239.42
    ],
    [
        " individual then I would absolutely push buttons the big difference is in the teams there's a way",
        7239.42,
        7247.72
    ],
    [
        " to deal with it really directly like you're gonna get tightened up and you're gonna realize",
        7247.72,
        7254.36
    ],
    [
        " and the thing that they put on you is like oh you oh you eventually it goes from yeah even if",
        7254.52,
        7259.48
    ],
    [
        " let's say no one respects the chief or no one respects the LPR or whatever eventually someone's",
        7259.48,
        7263.58
    ],
    [
        " gonna say amen that's the platoon chief I remember someone saying that to me no no no wait I take that",
        7263.58,
        7269.54
    ],
    [
        " back I said that to someone I said I said that's the platoon LPL and I said it as if are you",
        7269.54,
        7278.02
    ],
    [
        " absolutely insane like you don't talk back to the seal platoon leading petty officer I don't",
        7279.22,
        7286.16
    ],
    [
        " care that just don't want that that will never happen again am I making myself clear that's E5",
        7286.16,
        7292.0
    ],
    [
        " mafia scenario right there that's E5 mafia scenario so the other thing and I just I know we're",
        7292.0,
        7299.1
    ],
    [
        " gonna wrap up here you're a straight up what is it auto-diedact yeah straight up auto-diedact",
        7299.1,
        7306.48
    ],
    [
        " of the first order like what is a auto-diedact teacher self-taught self-taught you know what did",
        7306.48,
        7315.22
    ],
    [
        " you did you go to college at some point now I went for a little while and like I said I didn't know",
        7315.22,
        7319.04
    ],
    [
        " what I wanted major and I was gonna go into the Navy was that post high school yeah right after I",
        7319.04,
        7322.88
    ],
    [
        " went for a year but I just kind of took some classes did fine but didn't know where I was going",
        7322.88,
        7327.26
    ],
    [
        " with it so moved on and you and so you you're self-educated yeah everything that you talk about",
        7327.26,
        7333.3
    ],
    [
        " which is vast you know I get I get emails from people who want to start podcasts all the time",
        7333.3,
        7339.62
    ],
    [
        " and they say you know I want to start a history podcast or this kind of podcast is there any like",
        7339.62,
        7344.46
    ],
    [
        " tips you can give me I know I could never do one like yours but and I tell these people like",
        7344.46,
        7348.38
    ],
    [
        " I'm smart enough right I'm smart enough that if you're explaining something to me I'll be able to",
        7348.38,
        7353.42
    ],
    [
        " understand what you're talking about I'm not some genius I just pound away on it every day like",
        7353.42,
        7359.66
    ],
    [
        " if I'm not happy with something like I tell them if the fact that you like my podcast and that",
        7359.66,
        7363.98
    ],
    [
        " you're understanding and getting down with like the concepts that I'm talking about shows you",
        7363.98,
        7367.44
    ],
    [
        " that you can work with these concepts everything that I'm talking about your capable talking about",
        7367.44,
        7371.68
    ],
    [
        " is just a matter of like putting the work in and getting it done and showing up every day and",
        7371.68,
        7377.22
    ],
    [
        " grinding and that's how I get my podcast done you know I don't I don't just whip these things out",
        7377.22,
        7382.02
    ],
    [
        " like out of my genius brain or anything like that you know I just pound away on them are you a fast",
        7382.02,
        7389.4
    ],
    [
        " average because I when I'm reading something I tend to get in character you know so I'll kind of",
        7390.02,
        7394.5
    ],
    [
        " read like in like if I'm reading a novel I'll literally be doing the voices in my head but even if",
        7394.5,
        7400.52
    ],
    [
        " I'm reading a if I'm reading one of your books like it's your voice at your pace yeah speaking in my",
        7400.52,
        7406.34
    ],
    [
        " head and so so it's not exactly a speed read I'm the worst I read books which I have to do all the time",
        7406.34,
        7413.94
    ],
    [
        " and I'm reading at the pace that I basically talk okay maybe not as bad I mean I get it when I read",
        7414.84,
        7421.22
    ],
    [
        " when I talk a lot of times I talk slowly and a lot of times I have some pauses we'll say sure pauses",
        7421.22,
        7429.32
    ],
    [
        " pauses I don't have those pauses when I read but man I don't read as fast as I wish I",
        7429.32,
        7434.8
    ],
    [
        " I just read all the time I probably read for the last gosh for the last 20 years I probably read six",
        7434.8,
        7440.52
    ],
    [
        " hours a day I read all the time you read six hours a day I would say probably cumulatively yeah like",
        7440.52,
        7446.62
    ],
    [
        " I mean I read if I have if I'm if I'm at work waiting for a meeting to start and take in 15",
        7446.62,
        7452.56
    ],
    [
        " minutes and I'm reading my book getting some time in you know are you paper books or are you digital",
        7452.56,
        7457.32
    ],
    [
        " books both you know I travel a lot for work and so if I can get it on Kindle sometimes I will",
        7457.32,
        7463.08
    ],
    [
        " I prefer paper but a lot of the stuff that I read is not available digitally so I just have to",
        7463.08,
        7467.96
    ],
    [
        " order some old-ass book you know like that Amazon doesn't sell anymore it's coming from some",
        7467.96,
        7472.9
    ],
    [
        " other seller or something when yeah I've got I've got a pretty interesting library I how many books",
        7472.9,
        7478.54
    ],
    [
        " do you think you have in your library last time I moved because this is this the worst part is",
        7478.54,
        7483.5
    ],
    [
        " when you got a move and you got a big stack of books last time I moved I gave away about 600 and",
        7483.5,
        7490.6
    ],
    [
        " I would say I probably have about three or four thousand left yeah and and when I get more room I'm",
        7490.6,
        7497.42
    ],
    [
        " going to have more like I just you know and I've I'd say I've read like 70% of them and I'll you",
        7497.42,
        7502.2
    ],
    [
        " know some of them are I've got for reference but I've got this fantasy where one day when I've got a",
        7502.2,
        7507.28
    ],
    [
        " kid you know I'm going to have this room it's just going to be wall to wall books and there's going",
        7507.28,
        7511.62
    ],
    [
        " to be books kind of that are more adult level that are going to be higher up that they can't reach",
        7511.62,
        7516.16
    ],
    [
        " and when they want to like give me that book up there I'd be like no you know when you're old",
        7516.16,
        7519.32
    ],
    [
        " enough to reach it you can read it and just make it this place so that you know there was no",
        7519.32,
        7523.48
    ],
    [
        " kind of I wasn't in any kind of intellectual environment or anything like that when I was a kid",
        7523.52,
        7528.68
    ],
    [
        " and so to have like one of my kids to be able to go into a room like that and just it's normal that",
        7528.68,
        7533.94
    ],
    [
        " there's like a room full of books and you can pick one up and there's so much stuff in it that's",
        7533.94,
        7537.8
    ],
    [
        " like my fantasy and so I get rid of books that I think I can probably get again really easily you know",
        7537.8,
        7543.06
    ],
    [
        " if I read it well I don't think I have a copy of Moby Dick if I want to get one I can get it for",
        7543.06,
        7547.06
    ],
    [
        " two dollars on Amazon I keep the ones that are going to be kind of a pain to get again and yeah",
        7547.06,
        7553.16
    ],
    [
        " I like love having them around that makes sense though with it oh six hours a day especially if",
        7553.96,
        7559.3
    ],
    [
        " you're into reading because like you know consider how you bust out your phone like anytime there's",
        7559.3,
        7564.68
    ],
    [
        " dead space in your day most of us are like busing out our phone checking this checking that you know",
        7564.68,
        7571.56
    ],
    [
        " but if your mind is all automatic like let me let me get back to that book or whatever",
        7571.56,
        7575.84
    ],
    [
        " oh yeah you'd be reading all the time especially if you're actively like doing that like that's",
        7575.84,
        7580.68
    ],
    [
        " what you're into you know so you and that's and so that'll be in addition to the time that you",
        7580.68,
        7585.1
    ],
    [
        " designate to read or habitually you know a lot of people you know they get those",
        7585.1,
        7590.08
    ],
    [
        " time trackers to their phones to see how much time they spend on their phone and they're spending",
        7590.08,
        7594.08
    ],
    [
        " several hours a day to you know if instead you're just pulling out your book and getting a couple more",
        7594.08,
        7598.2
    ],
    [
        " pages in yeah it adds up and I'll read for a few hours in the evening you highlight",
        7598.2,
        7602.84
    ],
    [
        " it depends so I'll highlight books that I've already read but if I'm reading it for the first time",
        7604.52,
        7611.64
    ],
    [
        " then I don't do anything like that what I'll do I used to do that and then I realized I wasn't",
        7611.64,
        7615.64
    ],
    [
        " retaining stuff nearly as well I was building an external structure you know for me to you know",
        7615.64,
        7621.32
    ],
    [
        " be able to reference things but I this wasn't retaining it as well so the first time I read a book",
        7621.32,
        7625.64
    ],
    [
        " I'll usually read a section or a chapter and then I'll stop and I'll just write something up about",
        7625.64,
        7631.16
    ],
    [
        " and that'll kind of hammer it into place in my head and then I'll read the next section keep doing",
        7631.6,
        7636.62
    ],
    [
        " that and then when you know maybe I'm putting together a podcast episode I'll go back to books",
        7636.62,
        7640.54
    ],
    [
        " I've already read then I'm highlighting and underlining and marking up so how do you organize",
        7640.54,
        7644.96
    ],
    [
        " your books so that you can find them I mean when you've got when you say 3000 books you almost",
        7644.96,
        7650.9
    ],
    [
        " need to go do e-desposist right because this bothers like with me I'll be doing a podcast about",
        7650.9,
        7658.18
    ],
    [
        " World War whatever World War one and I'll be like oh there's this one part in this one book",
        7658.18,
        7663.12
    ],
    [
        " and I want to intro with this and I'll be like now I have to go find it and I don't know how many",
        7663.12,
        7667.6
    ],
    [
        " books I have I don't have 3000 but I have enough that they're in multiple locations double stacked",
        7667.6,
        7674.56
    ],
    [
        " and it's just it dries I got to figure out the doy-desposist for my house because it gets crazy",
        7674.56,
        7681.24
    ],
    [
        " I spent a lot of time around my books so I kind of know where they're all at",
        7681.24,
        7684.96
    ],
    [
        " I you know sometimes I'll just when I'm waiting I'm letting the thoughts do in my head",
        7686.16,
        7691.24
    ],
    [
        " I don't want to read anything necessarily to like put it out or maybe it's a half-form thought",
        7691.24,
        7697.14
    ],
    [
        " that I'm kind of waiting for it to come together looking for something to kind of attach it to",
        7697.14,
        7700.66
    ],
    [
        " I'll just kind of walk around and look at my books and pull one out and flip through it and put it",
        7700.66,
        7704.92
    ],
    [
        " back so I kind of know where everything is just it's like that that's my world the books are like",
        7704.92,
        7708.82
    ],
    [
        " kind of ever since I've been a kid like that's been my world sort of so it's like my primary",
        7708.82,
        7713.46
    ],
    [
        " point of reference in a lot of ways and what about like just diving around on the internet how",
        7713.46,
        7719.84
    ],
    [
        " how do you discriminate when you google search you know whatever do you have any good methodology",
        7719.84,
        7726.78
    ],
    [
        " for saying because I like I'll be I'll be I'll go down the rabbit hole you know and I guess some",
        7726.78,
        7733.14
    ],
    [
        " I mean I guess everyone goes down the rabbit hole sometimes on the internet but I go deep on the",
        7733.14,
        7737.78
    ],
    [
        " internet and it's hard to discriminate like okay should I click this link or not do you have",
        7740.8,
        7746.4
    ],
    [
        " any advice no I'm not good at it I have to I have to be very very I have to be a fascist when it",
        7746.4,
        7753.02
    ],
    [
        " comes to controlling my internet usage because I don't to me it's like you know it's not like I",
        7753.02,
        7759.18
    ],
    [
        " don't I'm not like addicted to it or anything but I don't I don't know how to like structure my",
        7759.18,
        7764.0
    ],
    [
        " usage once I get in there and I start clicking things there's always another one to click in I just",
        7764.0,
        7767.42
    ],
    [
        " I will end up where oh it's been three hours that I've been on my phone today so I like until",
        7767.94,
        7772.42
    ],
    [
        " recently I didn't have a I didn't have a smartphone I just had a normal flip phone just until recently",
        7772.42,
        7777.94
    ],
    [
        " like literally like a couple weeks ago and it was just because I just don't want that I just",
        7777.94,
        7782.78
    ],
    [
        " didn't want it my life I don't want it anywhere near me I just um you know it's it's yeah I don't",
        7782.78,
        7788.88
    ],
    [
        " want to get on that cliche topic but like when you see a family sitting at a table and everyone's",
        7788.88,
        7793.2
    ],
    [
        " on their phones I just can't deal with it I grew up in a house with no dining room table you know",
        7793.2,
        7799.88
    ],
    [
        " where everybody just kind of did their own thing and like so just when people aren't paying attention",
        7799.88,
        7804.58
    ],
    [
        " to each other and aren't being there together with one another it just it turns me off and",
        7804.58,
        7808.54
    ],
    [
        " and I find man I'll tell you one thing there is nothing that makes me that that deteriorates",
        7808.54,
        7814.36
    ],
    [
        " my my mind like my ability to recall and structure thoughts and sit still and contemplate",
        7814.36,
        7820.24
    ],
    [
        " something more than if I spend a bunch of time on the internet especially on the phone like if I",
        7820.98,
        7825.42
    ],
    [
        " like I had a smartphone back in the day and I would fart around on it sometimes so you know maybe",
        7825.42,
        7831.32
    ],
    [
        " I'm reading articles or whatever but just something about the way that the information is coming at me",
        7831.32,
        7835.24
    ],
    [
        " I would put the thing down and for the rest of the day I would be much harder to like sit down and",
        7835.24,
        7839.34
    ],
    [
        " actually read a book for like a long period of time I got rid of that thing a week or two later I",
        7839.34,
        7844.42
    ],
    [
        " could just sit down again read for three four hours of a time like I was a kid again and um yeah there's",
        7844.42,
        7849.74
    ],
    [
        " something about them that it again it might be a discipline thing you have to figure out a",
        7849.74,
        7853.48
    ],
    [
        " structure at the right way but I don't know I don't have any tips when I went to college I was an",
        7853.48,
        7858.1
    ],
    [
        " English major and there was times on the weekends were and one one semester I took five English",
        7858.1,
        7862.2
    ],
    [
        " classes and it was um really dumb and I should have never done it because I would spend you know like",
        7862.2,
        7867.36
    ],
    [
        " eight to ten hours reading on Saturday and then eight to ten hours reading on Sunday I actually hurt",
        7867.36,
        7872.24
    ],
    [
        " my eyes for a while it was it was crazy but I did not did not like it I did not like it like",
        7872.36,
        7881.1
    ],
    [
        " like read sitting down reading from for six hours for me and then sometimes I still have to do it",
        7881.1,
        7884.82
    ],
    [
        " because uh because of the because of the podcast you know it's like okay we're doing a podcast",
        7884.82,
        7888.82
    ],
    [
        " it's on this book we're doing it in you know four days and you know there's almost never been a",
        7888.82,
        7896.26
    ],
    [
        " point with this podcast where it's like oh don't worry we don't have a podcast you know you",
        7896.26,
        7902.52
    ],
    [
        " and and Dan Carlin who are like oh I'll put out a podcast whenever I'm damn well ready that's",
        7902.52,
        7911.54
    ],
    [
        " you know a luxury that I don't have I'm putting this thing out and so some I've had to read books",
        7911.54,
        7916.46
    ],
    [
        " you know read really long books for me and and you know it's a you know two ten hour days and I",
        7916.46,
        7926.04
    ],
    [
        " did because you know you kind of owe it sometimes it's work and um I kind of benefit a little bit",
        7926.04,
        7932.22
    ],
    [
        " because of the way I structure my reading um I usually I don't just pick a book that sounds",
        7932.22,
        7937.36
    ],
    [
        " cool on a topic and pick it up and read it usually um I'll study a particular topic right and I'll",
        7937.36,
        7943.56
    ],
    [
        " start diving really deep into it and um the books that I read are sort of hanging ornaments on that",
        7943.56,
        7949.48
    ],
    [
        " tree and adding little pieces to that puzzle and then as I'm doing that on that topic",
        7949.48,
        7954.26
    ],
    [
        " um I'll start to have questions that are outside that topic right I start reading a lot about Jim",
        7956.0,
        7960.18
    ],
    [
        " Jones and people's temple and um then you want to know more about the 1960s and like that you know",
        7960.18,
        7965.72
    ],
    [
        " the movements that this are coming this is coming out of and so I'm starting to you know accrue all",
        7965.72,
        7970.84
    ],
    [
        " these questions that are kind of tangential to the topic at hand and I'm putting them there and once",
        7970.84,
        7975.3
    ],
    [
        " I've kind of you know pretty soon I get to the point where now I'm getting impatient to go over to",
        7975.3,
        7980.1
    ],
    [
        " this other topic and move on to that or maybe there's several topics and so I'll wrap this up and then",
        7980.1,
        7984.02
    ],
    [
        " I'll go over there and I'm already excited about this and moving into that area and I've already got",
        7984.02,
        7988.08
    ],
    [
        " questions that now these books are answering and so it's like a path that I'm following you know it's",
        7988.08,
        7992.9
    ],
    [
        " not sort of just random you know randomness yeah the arc of the current episodes of martyr made",
        7992.9,
        8000.44
    ],
    [
        " the arc so it's about Jim Jones but man you are going deep and solid like I I've explained I",
        8000.44,
        8014.0
    ],
    [
        " have a family um specifically explaining to my my mom and dad over I guess it was over Christmas",
        8014.0,
        8021.42
    ],
    [
        " or something but anyways I was like I was like explaining what the podcast was what it was about",
        8021.42,
        8026.26
    ],
    [
        " and the path that you took and when you're talking about the black panthers I mean you know you",
        8026.26,
        8032.68
    ],
    [
        " know when you go from Jim Jones and then that thread ties into the black panthers it's pretty crazy",
        8032.68,
        8038.72
    ],
    [
        " and you know what's his name Reverend divine yeah Reverend the whole thing on Reverend divine I mean it's",
        8039.78,
        8047.04
    ],
    [
        " it's epic it's an epic tale and each one of them is just this thread that just gets pulled and pulled",
        8047.04,
        8053.76
    ],
    [
        " and pulled and I I mean I'm tracking you I'm tracking you I'm like oh I see where this is going okay",
        8053.76,
        8058.68
    ],
    [
        " oh we're gonna open that door is you know open that oh there is this wide open wide open and that's",
        8058.68,
        8063.9
    ],
    [
        " the thing that I think is cool and I think that's what you know when I first started listening to",
        8063.9,
        8067.18
    ],
    [
        " Marjoram made I you know since I read so much what I realized is I realized exactly what you were",
        8067.18,
        8074.26
    ],
    [
        " doing I realized I was like okay every single one of those little footnotes every single because",
        8074.26,
        8078.8
    ],
    [
        " let's say I'm reading about a battle right hey you know what I opened up with today what I opened",
        8078.8,
        8083.44
    ],
    [
        " up today I opened up with about face which I've read a million times and I actually I actually",
        8083.44,
        8087.94
    ],
    [
        " talked about easy company um under the command of of desiderio right",
        8087.94,
        8095.76
    ],
    [
        " and the first time I read this was probably 15 years ago I don't know how long it was a long time ago",
        8096.68,
        8101.14
    ],
    [
        " but what I do is I pulled the thread because that's all it says it just says uh so did easy company",
        8101.14,
        8107.04
    ],
    [
        " under desiderio in the fight up in the hill up north that's what it says well who's who is that well",
        8107.04,
        8113.0
    ],
    [
        " that's a thread that when I did when I was reading this section I was like I don't know pull",
        8113.0,
        8117.24
    ],
    [
        " that well it turns out you know army captain it turns out metal vana recipient turns out you",
        8117.24,
        8122.42
    ],
    [
        " can find out exactly what's going on in that battle so when you start pulling these threads out",
        8122.42,
        8125.88
    ],
    [
        " it starts to turn into um a different level of knowledge and that's what I so even when when I",
        8125.88,
        8132.5
    ],
    [
        " listened to your first series of margar made I realized exactly what you're doing I said oh every",
        8132.5,
        8137.34
    ],
    [
        " single time he comes across a little a little hanging piece of information that's not closed",
        8137.34,
        8144.74
    ],
    [
        " he's gonna pull on that thread until it gets until he figures out where it leads to where it comes",
        8144.74,
        8149.7
    ],
    [
        " from what the what the situation is behind that and that's that's what you know that's what really",
        8149.7,
        8155.52
    ],
    [
        " impressed me with what with with with your podcast and that's why you know you and I um are about",
        8155.52,
        8161.52
    ],
    [
        " to record some podcasts of our own kind of going off on a on a tangent it's an it's an idea that",
        8161.52,
        8166.7
    ],
    [
        " I had for a while which was well it was this I talked about it on this podcast where I talked about",
        8166.7,
        8175.08
    ],
    [
        " the fact that and I was I was complaining about the school system and the educational system in",
        8175.08,
        8181.32
    ],
    [
        " America and my biggest complaint about the educational system in America well there's a bunch of",
        8181.32,
        8186.12
    ],
    [
        " different ones but my biggest one is that when you learn you don't you don't get taught the context",
        8186.12,
        8193.86
    ],
    [
        " and the listen everything that you learn is tied together everything every single thing you learn",
        8193.86,
        8199.22
    ],
    [
        " about anything in human history is connected there's a thread that ties it all together there's a",
        8199.22,
        8203.76
    ],
    [
        " thread that you can trace back and we never learn that thread and I don't care if you're talking",
        8203.76,
        8208.32
    ],
    [
        " about learning mathematics or straight sciences or philosophy or English literature they're all",
        8208.32,
        8213.8
    ],
    [
        " connected they're all connected and if you can connect those threads for me that's how I learn",
        8213.8,
        8220.46
    ],
    [
        " right when I want to learn something I just don't want to learn the facts because that's just",
        8220.46,
        8224.78
    ],
    [
        " memorization I want to I want to actually understand what's behind them and that's where I think",
        8224.78,
        8229.62
    ],
    [
        " our educational system sometimes falls short and then you transpose that onto our current news",
        8229.64,
        8237.6
    ],
    [
        " media which our current news media what do they do there's no context or understanding it's a",
        8237.6,
        8243.78
    ],
    [
        " two-dimensional picture of what's happening today and people don't understand the thread that",
        8243.78,
        8250.12
    ],
    [
        " connects all these things how they tie together and that's why you know when I had this crazy idea",
        8250.12,
        8256.96
    ],
    [
        " of like hey wait a second if I want to talk about things that are going on and I want to pull the",
        8256.96,
        8261.26
    ],
    [
        " thread on some of these things I should get see if Darryl Cooper can come down and give me a hand",
        8261.26,
        8265.12
    ],
    [
        " with it so I guess is that an announcement yeah we're gonna make another few pie we're gonna make",
        8265.12,
        8271.8
    ],
    [
        " a podcast we're gonna make a podcast we're gonna call it the thread we're gonna pull the thread on",
        8271.8,
        8276.82
    ],
    [
        " some things and well it'll be out I think it'll be out yeah it'll be out when when you're listening",
        8276.82,
        8283.28
    ],
    [
        " to this podcast you'll be able to listen to another podcast called the thread um what else Darryl",
        8283.28,
        8289.92
    ],
    [
        " what do we miss um I think maybe the last thing I would I would talk about is um",
        8289.92,
        8296.94
    ],
    [
        " has to do with what you were just saying what's the thing that schools leave out is they teach kids",
        8296.94,
        8302.9
    ],
    [
        " facts and they don't turn it into a story for them right and that's something that I think",
        8302.9,
        8308.84
    ],
    [
        " well we talked earlier about people having purpose or goals or direction in their life um",
        8311.38,
        8316.58
    ],
    [
        " another way of saying that is that they're inhabiting a story right there's something in the future",
        8316.58,
        8322.08
    ],
    [
        " that you're heading towards that means that you've got to begin in a middle and and you know",
        8322.08,
        8325.58
    ],
    [
        " things like you're living in a story and a lot of people are not living in any kind of a story",
        8325.58,
        8330.06
    ],
    [
        " a lot of people ask me why I named my podcast martyr mid my friend Danielle Ebelelli who has helped me",
        8330.06,
        8335.24
    ],
    [
        " out a lot with it he uh he's got the thickest Italian accent anybody's ever heard and he cannot",
        8335.24,
        8340.46
    ],
    [
        " pronounce it for the life of him so every talk's better on his podcast people always have to write him",
        8340.46,
        8344.72
    ],
    [
        " and ask him what it is and he tried to ask me early on you just change the name of this podcast",
        8344.72,
        8349.06
    ],
    [
        " but I named it that for um a reason right so um I mentioned earlier at the beginning you asked me",
        8349.06,
        8357.32
    ],
    [
        " how many sisters I had and I had two at the time I have one now and um my I had a sister in 2009",
        8357.32,
        8366.18
    ],
    [
        " early 2009 that committed suicide me and my other sister my oldest sister two years younger than me",
        8366.18,
        8372.54
    ],
    [
        " she and I are you know we made it out right we came out of a pretty dark and difficult situation we",
        8372.54,
        8380.88
    ],
    [
        " made it out she was up for homecoming queen her senior year and I was there at the uh football",
        8380.88,
        8386.92
    ],
    [
        " game watching her and um you know it was it was a really incredible moment just knowing everything",
        8387.42,
        8393.92
    ],
    [
        " that she had been through and come out of to see that like that was going on she was a good water",
        8393.92,
        8397.88
    ],
    [
        " polo player she's popular at school you know she went on to college and doing very well my youngest",
        8397.88,
        8404.22
    ],
    [
        " sister um you know she didn't make it out she struggled she always struggled a little bit more had",
        8404.22,
        8410.46
    ],
    [
        " things handled things a little bit more difficult and had a little bit more difficult time and uh",
        8411.08,
        8417.26
    ],
    [
        " and we lost her in 2009 and um I had mentioned that uh my family when my mom was first",
        8417.26,
        8428.12
    ],
    [
        " having me and my sisters was not really a family that was together she didn't have a lot of support",
        8428.12,
        8433.48
    ],
    [
        " there's something that took time to kind of build up and uh people individual branches of the family",
        8434.36,
        8441.08
    ],
    [
        " you know this aunt munkle that aunt munkle would start to get their act together this one got their",
        8441.08,
        8445.96
    ],
    [
        " act together but we were never really like together as a family and my mom as well she got her",
        8445.96,
        8451.42
    ],
    [
        " act together for the last 20 years she's she's I'm very very I couldn't be more proud of her she's",
        8451.42,
        8455.46
    ],
    [
        " been through a lot a lot more than I have and she suffered more than I have for sure and um you know",
        8455.46,
        8463.14
    ],
    [
        " she's doing very very well now she uh you know manages a croaker grocery store and she's very into it",
        8463.14,
        8469.28
    ],
    [
        " she'll like go to war for like croaker grocery stores and how they're better than you know",
        8469.28,
        8472.92
    ],
    [
        " Albertsons or whatever and um very very proud of her and so uh but we hadn't gotten to a point where",
        8472.92,
        8478.78
    ],
    [
        " all the different threads of the family had found their way back uh together again right people",
        8478.78,
        8485.0
    ],
    [
        " kind of gotten their individual acts together but it was just like long term kind of animosities",
        8485.0,
        8489.66
    ],
    [
        " and little bickering that had accumulated over the years when people you know we're not we're not",
        8489.66,
        8494.36
    ],
    [
        " sort of uh living living uh their best lives say that it accumulated and um my sister passed in 2009",
        8494.36,
        8502.34
    ],
    [
        " and uh my family came together um it was the first family reunion I think I could ever really",
        8502.34,
        8510.06
    ],
    [
        " remember right was my sister's funeral everybody came together for that and um at that time it was",
        8510.06,
        8518.38
    ],
    [
        " as if like that event it was like all everybody just kind of looked at each other and realized it",
        8519.4,
        8524.64
    ],
    [
        " like whatever has happened in the past like none of that matters like we all uh you know we're a family",
        8524.64,
        8530.16
    ],
    [
        " we need to look out for each other we all love each other and we need to be a family again and um",
        8530.16,
        8535.66
    ],
    [
        " you think about like what is the difference between a martyr and a murder victim right it's just",
        8535.66,
        8543.08
    ],
    [
        " the story you're telling about it right a martyr and just a person who dies it's just you tell one",
        8543.08,
        8548.64
    ],
    [
        " story about one another story about another what's the difference between you know um it occurred to me",
        8548.64,
        8554.24
    ],
    [
        " that if uh if my sister's death led to um kind of the rebirth of my family you know and it really",
        8554.24,
        8566.64
    ],
    [
        " has done that it's it's a it's a it's a everybody now they're just happy grandkids are all playing",
        8566.64,
        8570.82
    ],
    [
        " together and it's just a beautiful thing that if that could come out of that then you know her death",
        8570.82,
        8577.3
    ],
    [
        " could be turned into a sacrifice you know where something good could come out of something that",
        8577.3,
        8583.78
    ],
    [
        " really just by itself is just a horrible thing you know my sister struggled her whole life she never",
        8583.78,
        8589.64
    ],
    [
        " really had uh anybody who you know was kind of putting her first um in the way that you know",
        8589.64,
        8596.38
    ],
    [
        " like when when the kids would get farmed out to different relatives and stuff I would go somewhere my",
        8596.9,
        8601.5
    ],
    [
        " other sister Lindsey would go somewhere and it was kind of rewarding to have us around you know we",
        8601.5,
        8606.1
    ],
    [
        " would do well in school and just like whatever it was there was some reward it was a little bit",
        8606.1,
        8609.58
    ],
    [
        " rewarding my youngest sister she was just she was harder she had a temper she was just kind of like",
        8609.58,
        8615.04
    ],
    [
        " a more wild personality it was kind of just more of a more of an ordeal than a um",
        8615.04,
        8621.54
    ],
    [
        " you know in less rewarding and so there'd be times where um we'd get farmed out because things at",
        8622.28,
        8627.0
    ],
    [
        " home were starting to collapse you know really badly and Lindsey and I would go to one aunt or",
        8627.0,
        8632.44
    ],
    [
        " another aunt we get split up in Jessica my youngest would stay with my mom and those are some",
        8632.44,
        8637.14
    ],
    [
        " pretty dark times there's a reason we were getting farmed out during those periods and so she was",
        8637.14,
        8641.76
    ],
    [
        " always more attached to my mom and Lindsey and I the two oldest we were always kind of we didn't",
        8641.76,
        8651.52
    ],
    [
        " bonded more and we're closer to each other than either of us were to Jessica we didn't exclude her",
        8651.52,
        8656.3
    ],
    [
        " anything like that it just kind of naturally we were kind of closer and uh and she always knew that",
        8656.3,
        8664.18
    ],
    [
        " and felt it you know that she she that Lindsey and I were closer to each other than we were to her",
        8664.18,
        8671.04
    ],
    [
        " that one we would get farmed out to different uh relatives like you know people were like happy",
        8671.04,
        8677.44
    ],
    [
        " to take me and Lindsey and they would have taken Jessica if it was like look she has to go somewhere",
        8677.44,
        8681.7
    ],
    [
        " but you know if she didn't want to come you know because she was attached to my mom nobody was",
        8681.7,
        8686.88
    ],
    [
        " going to really like push for it or anything um and so she grew up her whole life",
        8686.88,
        8692.2
    ],
    [
        " kind of always being kind of on the outside and always being kind of thought of",
        8692.2,
        8698.08
    ],
    [
        " just not ever being anybody's first priority you know it's just something that a kid needs at least",
        8698.08,
        8705.78
    ],
    [
        " for for some period you know and um and she struggled with that and uh you know I got out I went",
        8705.96,
        8714.14
    ],
    [
        " to the Navy and I'm just happy to be out of the house and doing my thing in the Navy and Lindsey's",
        8714.14,
        8719.6
    ],
    [
        " in college and doing well and we kind of know that Jessica's still struggling back home a little bit",
        8719.6,
        8725.24
    ],
    [
        " she's back home she with my mom's totally cleaned up by this point and she's trying to get my sister",
        8725.24,
        8730.08
    ],
    [
        " you know help her get herself together um but you know she's struggling she has a hard time",
        8730.08,
        8736.52
    ],
    [
        " she's uh she gets pregnant with my nephew and inexplicably the doc she she has a bunch of back pain",
        8736.52,
        8742.2
    ],
    [
        " while she's pregnant with my nephew the doctor puts her on oxy cotton my nephew comes out",
        8742.2,
        8746.82
    ],
    [
        " Jones and it birth um and she didn't she she was never able to kick that right and it kind of",
        8746.82,
        8760.06
    ],
    [
        " difficult to deal with for people who love her my mom wants to help her but she doesn't know if like",
        8760.18,
        8764.88
    ],
    [
        " you know at a certain point or you enabling you know at a certain point you have to put your foot",
        8764.88,
        8769.44
    ],
    [
        " down you know she's stealing out of my purse to do things when she's at my grandparents house",
        8769.44,
        8774.2
    ],
    [
        " you know she's trying to raid their medicine cabinet and so she's got friends that are telling her",
        8774.2,
        8778.86
    ],
    [
        " uh you know and other people in her own her own mind you know just telling her like look at a",
        8778.86,
        8784.28
    ],
    [
        " certain point you have to give some tough love and it makes sense you know that is what you have to",
        8784.28,
        8789.7
    ],
    [
        " do right at a certain point you are enabling and uh she did that one time when my sister came",
        8789.7,
        8796.24
    ],
    [
        " to the house my my nephew was staying with my mom by this point and my sister came to the house",
        8796.24,
        8802.84
    ],
    [
        " one time in the winter this is in Montana it's a cold winter and uh she wanted to stay there and my",
        8802.84,
        8809.1
    ],
    [
        " mom had like been preparing herself before she knew that like when the moment came she wasn't",
        8809.1,
        8815.98
    ],
    [
        " going to have the strength to say no right so she had been kind of coaching herself up like when",
        8815.98,
        8820.22
    ],
    [
        " when it comes you just have to hear what you have to say here's the script you know unless you're",
        8820.22,
        8824.4
    ],
    [
        " willing to do this this and this then no no no no no just you have to go stay with your friends or",
        8824.4,
        8828.18
    ],
    [
        " whatever it is and so she shows up and uh she wants to stay with my mom and my mom tells her you know",
        8828.18,
        8835.32
    ],
    [
        " can't have you do it the last several times you've been lying this and that and she didn't have",
        8835.32,
        8840.78
    ],
    [
        " anywhere else to go that night and so she went to the rescue mission there in town and uh she took",
        8840.78,
        8847.18
    ],
    [
        " some pills and she died there alone and it's just the most abjectly awful story you know I was I",
        8847.18,
        8855.54
    ],
    [
        " was in the Navy I kind of knew something was going wrong but you know I didn't you're just you're",
        8855.54,
        8862.54
    ],
    [
        " you're living your own life and to say that like you know when I look back on it because I feel",
        8862.54,
        8867.34
    ],
    [
        " tremendous amount of guilt obviously thinking to myself now in the aftermath that um you know I",
        8867.46,
        8873.4
    ],
    [
        " should have just dropped everything and just said you're coming to stay with me and focus on this",
        8873.4,
        8878.08
    ],
    [
        " 100% right just because what else matters when this is the end but you don't think that that's the",
        8878.08,
        8883.68
    ],
    [
        " end you're just kind of you know um you hear that she's struggling but she's not struggling at",
        8883.68,
        8889.26
    ],
    [
        " bad right when I would call her it would it would seem okay so I just kind of it's out of sight out",
        8889.26,
        8893.72
    ],
    [
        " of mind I was living my own life and wasn't focusing on it and nobody was focusing on it and that was",
        8893.72,
        8899.56
    ],
    [
        " the point nobody was other than my mom and uh and it's just an awful story it's a it's a girl who was",
        8899.56,
        8906.88
    ],
    [
        " never put first who um came out of like a very difficult set of circumstances and you know one out",
        8906.88,
        8916.14
    ],
    [
        " of three she just didn't make it out and yet that horrible story uh that ended in such a tragic way",
        8916.14,
        8923.74
    ],
    [
        " it saved my family you know and it brought my whole extended family that um you know when uh",
        8923.74,
        8932.74
    ],
    [
        " you know when I say like it wasn't just like people had gotten an arguments with each other and",
        8932.74,
        8938.32
    ],
    [
        " this got them to put it aside it was that whole the whole thread that had brought my family together",
        8938.32,
        8944.4
    ],
    [
        " my great-grandmother coming from Serbia when she was seven years old my great-grandfather coming out",
        8944.4,
        8949.12
    ],
    [
        " of Mexico just and then it just degenerates and breaks down and by the time it gets to like the",
        8949.12,
        8953.98
    ],
    [
        " generation before me it's just this typical like American broken down family scenario right that it",
        8953.98,
        8961.48
    ],
    [
        " just fallen apart it was just it had fallen apart and that and that when we all came together for her",
        8961.48,
        8970.26
    ],
    [
        " funeral that it was as if everything like everything was redeemed by you know during that period it",
        8971.14,
        8979.02
    ],
    [
        " was like everything that had been bad and broken was suddenly repaired and something that it wasn't",
        8979.02,
        8984.46
    ],
    [
        " like a no not repaired it's not the right way to say it because it wasn't like there was this",
        8984.46,
        8987.8
    ],
    [
        " there was this family there that had gotten broken up and now it got fixed it didn't exist before",
        8987.8,
        8993.48
    ],
    [
        " so it was something that was born out of that tragedy and I realized that um you know if I could",
        8993.96,
        9000.94
    ],
    [
        " this doesn't clear up all the negative feelings obviously but if I could see it in that way",
        9000.94,
        9006.58
    ],
    [
        " that her death could become a sacrifice you know something that she was the one who",
        9006.58,
        9012.04
    ],
    [
        " who gave her life there was you know obviously she wasn't thinking of it this way but she gave",
        9012.04,
        9018.54
    ],
    [
        " her life so that our family could could be born out of that and um and at the stories we tell",
        9018.54,
        9028.04
    ],
    [
        " ourselves about the things we do in the lives we're living um you know very often or the things that",
        9028.04,
        9034.68
    ],
    [
        " those are those are really what define us you know and I think a lot of people aren't living any",
        9034.68,
        9041.36
    ],
    [
        " story and they're very vulnerable to people who come along and say I got a story for you you know",
        9041.36,
        9047.5
    ],
    [
        " I got something for you right here maybe it's Jim Jones maybe it's Gihadi maybe it's you know",
        9047.5,
        9052.8
    ],
    [
        " some racial group whatever it is I got a story for you you know that puts you right in the middle",
        9052.8,
        9057.46
    ],
    [
        " and takes you seriously uh it makes you important in a way that you've never been to anybody before",
        9057.46,
        9064.68
    ],
    [
        " makes them very vulnerable to those things and I think that something I hope we can do with the thread",
        9064.68,
        9070.26
    ],
    [
        " is uh is is tell some of these stories you know in a way that um kind of you know you and I have",
        9071.54,
        9080.96
    ],
    [
        " both been around the world a lot and being around the world um it teaches you that whatever is going",
        9080.96,
        9087.42
    ],
    [
        " on that's wrong around here there's a whole lot of good there's a whole lot of good you know around",
        9087.42,
        9092.7
    ],
    [
        " here in this country and our society and the people around us and there's an opportunity",
        9092.7,
        9097.78
    ],
    [
        " uh and that and that when people don't feel that way they look around here at their families",
        9099.16,
        9105.92
    ],
    [
        " or their communities or their country and they don't feel good about it that that's just a story too",
        9105.92,
        9110.76
    ],
    [
        " you know and that you can there are better stories out there to tell that can frame your own life",
        9110.76,
        9116.64
    ],
    [
        " and you know your community's life in your country's life in ways that um you know are a lot more",
        9116.64,
        9125.54
    ],
    [
        " fulfilling and I would say a lot truer than some of the ones that you know tend to tend to be",
        9125.56,
        9130.58
    ],
    [
        " undermining so that's something I hope we can do",
        9130.58,
        9134.04
    ],
    [
        " well um if that's the goal then I'm sure we can",
        9134.04,
        9150.52
    ],
    [
        " yeah it's very humbling you know because I um my sister was a good girl she was a sweet girl",
        9163.98,
        9170.26
    ],
    [
        " and um you know I I feel no sense of pride in the fact that you know I came out of",
        9170.26,
        9180.9
    ],
    [
        " rough circumstances and managed to like make it out now I'm you know securely in the middle class",
        9182.12,
        9186.82
    ],
    [
        " or whatever however you want to frame but I feel no sense of pride in that because I know people",
        9186.82,
        9190.18
    ],
    [
        " who are better than me and who are stronger than me and who have better hearts than I do",
        9190.18,
        9194.3
    ],
    [
        " um who didn't make it and that if there were a couple times growing up or in my early adulthood",
        9194.3,
        9203.36
    ],
    [
        " when if I had zigged instead of zagging or even when I where I just I got purely lucky you know",
        9203.36,
        9210.54
    ],
    [
        " where I you know early 20s I get into a big fight out in town and the cops decide",
        9210.54,
        9216.4
    ],
    [
        " that it's they're just gonna let me roll out you know whereas if uh you know if I was if I had maybe",
        9216.4,
        9223.74
    ],
    [
        " a darker color skin then instead they'd be pulling my ass and throwing me in jail and then I'm",
        9223.74,
        9228.72
    ],
    [
        " not going into the Navy and then I'm not just a whole train of things starts to happen you know",
        9228.72,
        9233.92
    ],
    [
        " where I just got I very very very lucky I know people who are way better way smarter way",
        9233.92,
        9240.52
    ],
    [
        " stronger than I am who ended up going completely off the rails and it deserve has nothing to do",
        9240.52,
        9245.84
    ],
    [
        " with it you know did they deserve it well they made decisions yeah sure I made decisions um but a",
        9245.84,
        9253.26
    ],
    [
        " lot of it just came down to pure luck you know and um it makes me um it makes me very",
        9253.26,
        9259.54
    ],
    [
        " but it's humbling it's humbling and it makes me uh make try I try to as much as I know that um",
        9259.54,
        9267.26
    ],
    [
        " you know you can get into a toxic mindset self limiting kind of toxic mindset by",
        9267.86,
        9272.4
    ],
    [
        " feeling like a victim um so I you know I don't support that kind of thing but I it does make me very",
        9272.4,
        9279.84
    ],
    [
        " uh I try to open up my heart to people who find themselves in difficult circumstances because I know",
        9279.84,
        9286.1
    ],
    [
        " that is an act of God it is up you know but by the grace of God that that's where I could have been",
        9286.1,
        9292.02
    ],
    [
        " you know and um I attribute none of it to you know my own and again you have to make choices but",
        9292.34,
        9301.02
    ],
    [
        " um very easily could have gone a different way with the same exact choices that I've made",
        9301.02,
        9305.86
    ],
    [
        " yeah there's uh there's always going to be some level of luck involved for sure and there's also",
        9305.86,
        9310.86
    ],
    [
        " like a little tiny minuscule decisions that you make for whatever reason that you make them and",
        9310.86,
        9318.84
    ],
    [
        " sometimes those have a trajectory that who last to the rest of your life and they could be good sure",
        9320.42,
        9324.72
    ],
    [
        " like when I decided to join the Navy because let's face it that's uh it seems like a really really",
        9324.72,
        9329.72
    ],
    [
        " big decision and I guess it is but at the same time you know at there's a split second in time",
        9329.72,
        9336.16
    ],
    [
        " where you go you know what I'm gonna do this but that there's a split second where it's a coin toss",
        9336.16,
        9341.82
    ],
    [
        " and you go you know what I'm gonna do this I had I had friends that were right alongside with",
        9341.82,
        9347.32
    ],
    [
        " the only way I'm gonna go and they didn't go in and things did not work out well for them at all",
        9347.32,
        9351.88
    ],
    [
        " and so when you look at like all these little decisions and just like you said I mean what",
        9351.88,
        9357.08
    ],
    [
        " you know how many people's lives have been ruined by you know the one DUI that they got",
        9357.08,
        9362.04
    ],
    [
        " which they crashed and they hid and they this that the other thing how many people's lives have been",
        9362.04,
        9366.78
    ],
    [
        " ruined by whatever whatever momentary decision that they made that just just it went wrong and you",
        9366.78,
        9374.54
    ],
    [
        " know you saw that in combat all the time you know I've said many times there's there's times where",
        9374.54,
        9379.18
    ],
    [
        " I made bad decisions and and like got home and said to myself well got away with that I'd never",
        9379.18,
        9386.42
    ],
    [
        " should have got away with that I can't believe I got away with that got so lucky and there's other",
        9386.42,
        9390.12
    ],
    [
        " times we make the right decisions and and things still go wrong and so there's absolutely um some",
        9390.12,
        9396.72
    ],
    [
        " level of luck in there and what you have to do as a human being is recognize that and then every",
        9396.96,
        9404.8
    ],
    [
        " chance you get to clean that thing in the right direction you got to take it and as soon as the",
        9404.8,
        9409.8
    ],
    [
        " sooner you recognize that in your life the better off you're gonna be because the sooner you recognize",
        9409.8,
        9414.02
    ],
    [
        " all right this could be the bad decision that I make this could be it you know I used to occasionally",
        9414.02,
        9421.92
    ],
    [
        " if I had a seal who was working for me that was like I could see where he's heading and you know",
        9422.78,
        9430.66
    ],
    [
        " what I you know a brief I'd give to him I'd give him this brief right here hey this is what I want",
        9430.66,
        9434.52
    ],
    [
        " you to do I don't want you to do dumb shit I don't I don't want you to do anything that's stupid do",
        9434.52,
        9439.54
    ],
    [
        " you understand what's the words that are coming out of my mouth and that's kind of what they",
        9439.54,
        9442.44
    ],
    [
        " needed to hear yeah look I don't want you to do anything that's stupid do you understand what I'm",
        9442.44,
        9447.84
    ],
    [
        " saying and that kind of thing because if you put that as a broad overarching when you're 21 years old",
        9449.52,
        9454.72
    ],
    [
        " if you say look it I'm gonna I'm just gonna try not to do anything that's stupid that's actually",
        9454.72,
        9460.78
    ],
    [
        " some really solid advice to go off of and if I wish I would have somebody there's a lot of",
        9460.78,
        9466.54
    ],
    [
        " lot of decisions that I made that I look back now where I they could have gone bad and when I",
        9466.54,
        9470.82
    ],
    [
        " look back at him if somebody would have just said don't do anything say don't do dumb shit somebody",
        9470.82,
        9476.96
    ],
    [
        " would have told me that it would have helped me out a lot it would have helped me out a lot to and",
        9476.96,
        9481.46
    ],
    [
        " and again I was just I got lucky along the way and the time that I did something stupid I didn't",
        9481.46,
        9486.42
    ],
    [
        " crash the car the time I did something else stupid I didn't you know fall into this crevice that I",
        9486.42,
        9492.9
    ],
    [
        " thought oh it'd be cool I'll jump over this thing or whatever the case may be you make dumb decisions",
        9492.9,
        9498.12
    ],
    [
        " if someone's saying to you hey don't do dumb shit it's actually really really good advice because",
        9498.12,
        9505.04
    ],
    [
        " at the end of the day that that sometimes it's coin toss and do yourself a favor and don't flip",
        9505.28,
        9512.76
    ],
    [
        " that coin if you don't have to and then to what you're saying when you look at somebody",
        9512.76,
        9520.38
    ],
    [
        " when whenever I see somebody like that's that I can see they're ended up in a bad situation it's like",
        9520.38,
        9527.86
    ],
    [
        " I know that there were some coin tosses in there that that that that came up bad I know it",
        9527.86,
        9534.1
    ],
    [
        " that's what happens and the difference between you know me and that person that's strung out on",
        9534.12,
        9540.66
    ],
    [
        " meth you know sitting in this corner you know covered in their own piss there's some coin tosses in",
        9540.66,
        9546.98
    ],
    [
        " there and so minimize those freaking coin tosses and then yeah you got to it look there's some",
        9546.98,
        9554.5
    ],
    [
        " luck involved make your freaking luck too you got to make your freaking luck because you can't rely",
        9554.5,
        9559.76
    ],
    [
        " on that coin coming up the way you wanted to so get up take control of what you know what you've",
        9559.76,
        9565.9
    ],
    [
        " been saying take control take ownership of what's going on everything that you can control control",
        9565.9,
        9569.48
    ],
    [
        " it don't let it go don't leave it up the chance you cannot afford to do that you cannot afford to",
        9569.48,
        9575.92
    ],
    [
        " do that the coin tosses don't always go your way",
        9575.92,
        9579.64
    ],
    [
        " with that probably a pretty good place to stop you know Darrell thanks for thanks for your service",
        9585.78,
        9595.7
    ],
    [
        " thanks for coming on thanks for putting out great amazing information for people",
        9595.7,
        9601.98
    ],
    [
        " and thanks for joining forces me to knock out some podcast later",
        9601.98,
        9606.82
    ],
    [
        " thanks for having me on it's been uh having to sit next to echo with those guns and",
        9610.04,
        9614.6
    ],
    [
        " inspire me to get the gym today so I was feeling a little lazy but uh",
        9614.6,
        9618.44
    ],
    [
        " echo yes sir we want to take control over what we can take control of",
        9618.44,
        9623.8
    ],
    [
        " make our own luck or we're going to manufacture luck I think I said that to layfab in the other day",
        9623.8,
        9630.02
    ],
    [
        " oh no you know when I told layfab I can manufacture time",
        9630.02,
        9634.5
    ],
    [
        " yeah I don't follow we were talking about something like do we have time for this do we have time",
        9636.82,
        9641.1
    ],
    [
        " for that and I was like I can manufacture time I will make literally make time how can we ever have",
        9641.1,
        9647.44
    ],
    [
        " time if we don't make time or take time whichever matrix we want to control can control what can we do",
        9647.44,
        9656.02
    ],
    [
        " how can you help us there are many ways right fitness physical mind and body fitness",
        9656.02,
        9664.36
    ],
    [
        " good way to good way to get that coin to kind of follow the way you wanted to manufacture some",
        9666.7,
        9672.68
    ],
    [
        " some odds you can manufacture odds yeah yeah so anyway also capability big time capability reading",
        9672.68,
        9680.14
    ],
    [
        " as it turns out increases your capability big time yeah so does jujitsu by the way",
        9680.14,
        9685.54
    ],
    [
        " but I think we already knew that so while we're doing our jujitsu we're going to get a ghee",
        9685.54,
        9691.16
    ],
    [
        " at least one my opinion and we're going to get that from origin factually the best ghee in the world",
        9691.88,
        9698.02
    ],
    [
        " that's why we're getting them from origin you also might want to support the entire economy of",
        9698.02,
        9705.2
    ],
    [
        " this country by buying something that's made in America literally no yeah especially right now",
        9705.2,
        9711.6
    ],
    [
        " you might want to support the economy you might want to support jobs coming back to this country",
        9711.6,
        9720.76
    ],
    [
        " rebuilding an industry that was all but dead but it ain't dead anymore",
        9723.26,
        9726.88
    ],
    [
        " no it's not I just bought two of those face masks you guys are manufacturing black in a way",
        9726.88,
        9731.36
    ],
    [
        " legit yeah yeah yeah that was a pivot you never be too careful doing your duty as a American",
        9731.36,
        9737.14
    ],
    [
        " a little pivot oh yeah yeah and that it's like that was good when like I was watching that video",
        9737.14,
        9744.06
    ],
    [
        " we're there I think there's more than one right about the about the face masks",
        9744.06,
        9747.38
    ],
    [
        " yeah what Pete's doing so it's interesting to see like you know under these kind of",
        9747.7,
        9752.24
    ],
    [
        " want to lack a better make stream circumstances what people and groups of people and companies",
        9752.24,
        9757.04
    ],
    [
        " are doing you know and you can kind of tell a lot about I mean a lot I mean what does that even mean",
        9757.04,
        9762.58
    ],
    [
        " but you can tell some things about some people and groups of people by what they do under certain",
        9762.58,
        9768.28
    ],
    [
        " circumstances I think generally speaking that's true right okay here's a little background so",
        9768.28,
        9772.82
    ],
    [
        " we have a company it's called origin we make clothes there is a virus going around America right now",
        9772.82,
        9778.5
    ],
    [
        " oh wait what called the coronavirus right now it is March 25th 2020 so this virus hit",
        9778.5,
        9787.66
    ],
    [
        " at first I had a couple of friends text me and say like hey you should make masks",
        9787.66,
        9793.88
    ],
    [
        " to protect people from this and I was like oh and I talked to Pete my partner to origin and said",
        9793.88,
        9799.1
    ],
    [
        " hey man what do you think about making masks and he kind of looked at it said well I guess we could",
        9799.1,
        9802.64
    ],
    [
        " what's the real you know what's the real demand going to be blah blah blah and then a couple",
        9802.64,
        9808.0
    ],
    [
        " days later a few days later the government starts saying look masks don't help they don't help and I'm",
        9808.0,
        9815.3
    ],
    [
        " like okay well I say I don't worry about the mask don't help but I don't want to be the guy that's",
        9815.3,
        9819.6
    ],
    [
        " trying to sell something that doesn't work right so you know so we kind of abandon the idea and",
        9819.6,
        9826.44
    ],
    [
        " all takes place in like a very short period of time all this because you guys tracking this",
        9826.44,
        9830.42
    ],
    [
        " new story it's been changing on an hourly basis so then you fast forward two or three days and they're",
        9830.42,
        9836.76
    ],
    [
        " saying not only should you wear a mask but you need to wear a mask and and also we've got people",
        9836.76,
        9844.42
    ],
    [
        " in health care and whatever that absolutely need these masks and there's no masks in America like",
        9844.42,
        9849.68
    ],
    [
        " or where there's a massive shortage so now go back to Pete and say hey bro it looks like these masks",
        9849.68,
        9854.74
    ],
    [
        " are needed and he kind of percolated on it and my mind was stuck in like okay we got to make",
        9854.76,
        9862.7
    ],
    [
        " a surgical mask like what you see a surgeon wear right Pete he said wait a second and he said",
        9862.7,
        9869.28
    ],
    [
        " oh let's make um he took our rash guard material because this is the other thing the CDC was saying",
        9869.28,
        9876.48
    ],
    [
        " if you don't have a surgical mask just take a t-shirt or take a piece of bandana that's what they",
        9876.48,
        9884.0
    ],
    [
        " were saying and so he said okay wait a second we can really help here but then Pete came up with the",
        9884.0,
        9888.58
    ],
    [
        " idea of making a mask from our rash guard material kind of like I guess the word is a buff have",
        9888.58,
        9894.68
    ],
    [
        " you ever heard this before okay so it's basically like a neck gator let's another thing it gets called",
        9894.68,
        9900.74
    ],
    [
        " I don't know what to call it but most people call it a buff and anyways we put a little pocket in",
        9900.74,
        9907.44
    ],
    [
        " there so you could put a filter if you can get one if not you can still just use the mask and it",
        9907.44,
        9913.3
    ],
    [
        " does help on the CDC actually has numbers out like how much it helps if you just put a t-shirt it",
        9913.3,
        9919.02
    ],
    [
        " helps you know 20% if you put a bandana in a t-shirt it helps 40% like they calculate this stuff",
        9919.02,
        9924.5
    ],
    [
        " so anyways that's what's happening we we started making these masks um people have been buying",
        9924.5,
        9930.82
    ],
    [
        " them like crazy because you know we we're getting orders from hospitals we're getting orders from",
        9930.82,
        9937.58
    ],
    [
        " nurses we're getting orders from doctors like that's and then we're getting orders from normal",
        9937.84,
        9942.8
    ],
    [
        " citizens as well but uh so that's what's happening and the reason I'm I'm not really I haven't really",
        9942.8,
        9950.36
    ],
    [
        " been promoting it is because it's it we're sold out like we're making them as fast as we possibly",
        9950.36,
        9958.06
    ],
    [
        " can and and I mean Pete's make I think he's made four thousand of them today they're all already",
        9958.06,
        9963.56
    ],
    [
        " sold so we're gonna make him as fast as we can we're gonna make as many as we can but we're trying to",
        9964.48,
        9967.84
    ],
    [
        " get him to the right people and that's what's happening with that yeah and those masks kind of",
        9967.84,
        9974.22
    ],
    [
        " important too when you think of the big picture because I mean the initial thought where it's like",
        9974.22,
        9978.08
    ],
    [
        " where a mask people be like well you know I'll just sort of you know like I won't I'll be careful",
        9978.08,
        9984.1
    ],
    [
        " with where I breathe or whatever my immune system whatever but the mask is kind of a two-way street",
        9984.1,
        9988.68
    ],
    [
        " where that protects you but it protects it for others as well and that's something they said from",
        9989.54,
        9993.46
    ],
    [
        " the get go I know get go they said actually we don't think that though yeah here's where here's where I",
        9993.46,
        9997.9
    ],
    [
        " was kind of like man I should have thought through this more from the get go they said you know",
        9997.9,
        10001.34
    ],
    [
        " masks don't help but it will help to prevent spreading it if you have it you should wear it and",
        10001.34,
        10007.0
    ],
    [
        " I'm like wait a second you're telling me that this will help someone not give it to me but if I",
        10007.0,
        10012.1
    ],
    [
        " put it on it won't help me at all are you crazy hold on a second that doesn't make any sense",
        10012.1,
        10016.84
    ],
    [
        " so I should have known that from the beginning but I didn't I didn't suss it out correct yeah",
        10016.86,
        10022.7
    ],
    [
        " and but and that kind of goes goes with it where it's like yeah it doesn't help me at all so it's",
        10022.7,
        10027.18
    ],
    [
        " more like that's like a secondary thought you know but I think collect like I said big picture",
        10027.18,
        10031.38
    ],
    [
        " situation we're collectively hey man we're all at the more they give everyone together yeah",
        10031.38,
        10035.26
    ],
    [
        " everybody yeah and then so that not that's not to mention okay what are all these secondary effects",
        10035.26,
        10040.52
    ],
    [
        " like economy people going back to work all this stuff and were you part of that problem",
        10040.52,
        10044.0
    ],
    [
        " were are you part of the problem spreading this this whole thing or you trying to",
        10044.28,
        10048.16
    ],
    [
        " exactly right if you're part of helping it out okay here comes the economy way quicker here comes",
        10048.16,
        10052.52
    ],
    [
        " people going back to work you know all the secondary stuff but all you weren't all you were just",
        10052.52,
        10057.06
    ],
    [
        " like you strong young guy who has a strong immune system we didn't care about any of this other",
        10057.06,
        10063.06
    ],
    [
        " stuff you see him saying so it's like man you gotta wear that mask or yeah and not even necessarily",
        10063.06,
        10067.74
    ],
    [
        " wear the mask specifically I'm not saying that I'm saying be part of the solution in this because",
        10067.74,
        10071.66
    ],
    [
        " it's kind of the important solution is it being that's part of being uh un-American by the way",
        10071.66,
        10076.98
    ],
    [
        " another thing like I just got this as we're coming in here um he put together a face mask like a",
        10076.98,
        10085.0
    ],
    [
        " face shield with what's a clear plastic like printer paper what is it lamination paper or something",
        10085.0,
        10091.42
    ],
    [
        " like that he he put together a mask with that yes a mask well you look like a welding like",
        10091.42,
        10098.02
    ],
    [
        " yeah you kind of see and you go that's kind of cool whatever guess what he's got he just got an",
        10098.02,
        10102.32
    ],
    [
        " order like off based off of him stapling this thing together uh the state of Maine just I think it",
        10102.32,
        10109.04
    ],
    [
        " was the state of some some some big governmental organization just order to thousand of them a thousand",
        10109.04,
        10114.48
    ],
    [
        " of these things like that's where they're at yeah they need protection and so it's been very uh it's",
        10114.48,
        10121.06
    ],
    [
        " been it's been awesome and very humbling to have a little role in trying to help us get through",
        10121.06,
        10127.88
    ],
    [
        " this and shout out to Pete to the origin crew up there to all the all the folks in the factory that",
        10127.88,
        10136.8
    ],
    [
        " are actually turning and burning and working two shifts we might even have to go to three to make",
        10136.8,
        10143.08
    ],
    [
        " as many of these things as we can to get them out to America to help us get through this crisis",
        10143.08,
        10149.94
    ],
    [
        " situation yeah I do some nurse or health care worker out there wearing one of those things that",
        10150.4,
        10154.46
    ],
    [
        " you guys made like that's got a good it's it's awesome yeah and like I mean Pete had him many I mean",
        10154.46,
        10161.32
    ],
    [
        " the the girls were making them like that Monday morning and filled up a box and got him to boss",
        10161.32,
        10167.72
    ],
    [
        " and children hospital like that you know ASAP because that's where they're at and they're reusable",
        10167.72,
        10173.32
    ],
    [
        " like you can put him in the wash machine you can't put a surgical mask or whatever $2 surgical",
        10173.32,
        10179.52
    ],
    [
        " mask in the washing machine it'll be destroyed you can put these things in the washing machine all day",
        10179.52,
        10183.9
    ],
    [
        " long what up now do and for me it for me to be the superficial twink on this one but it looks kind",
        10183.9,
        10191.48
    ],
    [
        " of dope too yeah it does yeah I'll run the beach a lot it's windy on my beach a lot of the times",
        10191.48,
        10196.22
    ],
    [
        " I'm posting up in the origin mask yeah I'll wear that thing even after you're blocked out one",
        10196.22,
        10200.68
    ],
    [
        " I got the black one I got a black one and a white one for me and my fiancee yeah",
        10200.68,
        10204.36
    ],
    [
        " yeah so it's been it's been cool obviously it's and it's and by the way we're not the only",
        10208.94,
        10214.38
    ],
    [
        " company that's doing this is a bunch of company that have pivoted to helping out you know",
        10214.38,
        10219.04
    ],
    [
        " when they're doing more advanced things they have the technology to make help with the ventilators",
        10219.04,
        10223.74
    ],
    [
        " and help with some of the other but we're getting we're that's what we're doing that's what America",
        10223.74,
        10227.3
    ],
    [
        " is doing right now which is awesome to see the meantime we do still have rash guards true the",
        10227.3,
        10234.86
    ],
    [
        " best keys in the world as you said actually jeans American made denim American made denim",
        10234.86,
        10241.12
    ],
    [
        " and that's what's perfect that's what's that's what's awesome had we had we let everything go",
        10241.12,
        10247.86
    ],
    [
        " had Pete not rebuilt this had Pete not maintained this loom and maintain more important",
        10247.86,
        10254.94
    ],
    [
        " than the loom is the people right the stitches the folks that actually have the capability to build",
        10254.94,
        10262.34
    ],
    [
        " things in America if we don't keep them who's gonna do this for us that's the backbone of America",
        10262.34,
        10269.54
    ],
    [
        " right there that's the backbone of America is the folks on the front lines that have the skills to",
        10269.54,
        10275.54
    ],
    [
        " get this done God bless them all send a little send a little blessing up to Farmington main",
        10275.54,
        10282.46
    ],
    [
        " to our people you also supplements but where war I'm not done",
        10282.46,
        10289.12
    ],
    [
        " where war right so right is so the mass that's qrf qrf right that's a quick reaction force",
        10289.12,
        10297.22
    ],
    [
        " inbound sure yes outside the qrf scenario here are like you said American denim jeans also supplements",
        10297.22,
        10305.58
    ],
    [
        " keep your body physically in the game joint warfare um-hmm",
        10305.58,
        10310.1
    ],
    [
        " cruel oil cold war cold war we're boost the boost immune system the front lines as it were",
        10310.1,
        10316.06
    ],
    [
        " seem saying yeah yeah I don't know we take that name yet that's perfect I am always amazed",
        10316.06,
        10321.98
    ],
    [
        " and sometimes you you get an idea and you go man that happened with the way of the warrior kid",
        10321.98,
        10328.6
    ],
    [
        " like I had that idea and I said how can no one have thought of this oh my gosh I'm so lucky",
        10328.6,
        10334.2
    ],
    [
        " and I just wrote it and put out their cold war cold war probably a year and a half ago",
        10334.58,
        10341.04
    ],
    [
        " I was like hey man talk to be little I said hey man I am on the planes all the time I'm shaking a",
        10341.04,
        10348.44
    ],
    [
        " bunch of people's hands all I'll line up and shake a thousand people's hands what's the germ",
        10348.44,
        10354.54
    ],
    [
        " transfer that's happening right there come on major for sure come on as my friend the oblong",
        10354.54,
        10361.34
    ],
    [
        " so yeah so uh Brian put together that formula for cold war and yes and of course",
        10362.74,
        10370.02
    ],
    [
        " you know we put it out say hey if you guys need some help with someone's like what are you",
        10370.02,
        10375.38
    ],
    [
        " doing this won't stop coronavirus I'm like bro no no you are not slinging the cure to",
        10375.38,
        10381.78
    ],
    [
        " come I'm not slinging the cure to coronavirus now now that being said Dakota Meyer",
        10381.78,
        10387.48
    ],
    [
        " he's slinging the cure the cure all right what did you see what he posted the",
        10388.18,
        10392.5
    ],
    [
        " he posted some jaco discipline go dac savage flavor and he's like hey it's me Dakota Meyer",
        10392.5,
        10399.48
    ],
    [
        " I haven't got coronavirus yet why cuz I drink discipline go and the story next question",
        10399.48,
        10407.68
    ],
    [
        " CL's thinking that too let's face it as a joke so you know the uh uh uh killer soap right activated",
        10407.68,
        10415.64
    ],
    [
        " charcoal whatever so I'm using killer soap I'm taking cold war joint warfare super cruel oil",
        10415.64,
        10421.94
    ],
    [
        " discipline every single day with you know occasional mocks and areas I don't think I've had the",
        10421.94,
        10427.24
    ],
    [
        " coronavirus if I have I'm asymptomatic yeah coincidences yeah you powered through that coincidence or",
        10427.24,
        10432.82
    ],
    [
        " jaco few I'm just saying I'm just saying but you know obviously I'm not gonna make that claim",
        10432.82,
        10437.88
    ],
    [
        " you know go as far as uh the Dakota Meyer is going on that situation but nonetheless those are",
        10437.88,
        10443.44
    ],
    [
        " the facts the case unless like I said the facts of the case yes I mentioned mulk that is what we",
        10443.44,
        10448.38
    ],
    [
        " had this dessert in the form of a protein many flavors you know to at this point it's like just",
        10448.38,
        10452.9
    ],
    [
        " choose your flavor it yeah you know much I mean with you very few exceptions at this point yeah",
        10452.9,
        10457.94
    ],
    [
        " you're good to go so yeah check that one out if you're a warrior kid you can get some warrior kid",
        10457.94,
        10461.76
    ],
    [
        " mulk yep same deal because your kids are home from school by the way right now oh yeah they're not",
        10461.76,
        10466.34
    ],
    [
        " allowed to go to school and you could say oh Johnny you want some you want some uh high fructose",
        10466.34,
        10475.82
    ],
    [
        " corn syrup in your milk which will literally kill you or do you want something with protein in it",
        10475.82,
        10482.86
    ],
    [
        " that's gonna make you stronger smarter better yeah and that's what you on the path and that actually",
        10482.86,
        10487.6
    ],
    [
        " is a real thing nowadays even more than than before because you know how like you eat when you're",
        10487.6,
        10493.0
    ],
    [
        " bored you want a little tree you want a little thing you know you're like you're not hungry you just",
        10493.0,
        10496.84
    ],
    [
        " want to one of those little you know little something um brah where I keep mulk all day problem",
        10496.84,
        10503.02
    ],
    [
        " solved I'll tell you what you have mulk bars too don't you yes I do well I'm running very low",
        10503.02,
        10508.64
    ],
    [
        " big like a little thief freaking kids yeah those are good men they're really ridiculous yeah I have to",
        10508.64,
        10515.92
    ],
    [
        " say no now all right oh dear Joe this is just too much dude it's a miracle kind of a miracle it's",
        10515.92,
        10522.98
    ],
    [
        " that good and that good for you yeah that's kind of a miracle yeah and and we couldn't get anybody to",
        10522.98,
        10529.62
    ],
    [
        " make them we had to we bought the piece we bought the we bought the factory line we're making",
        10529.62,
        10535.84
    ],
    [
        " them ourselves by the way you know it can't do it quick enough dang I saw someone post on Twitter",
        10535.84,
        10541.9
    ],
    [
        " that you posted something about the master somebody did maybe it was the origin account and somebody",
        10541.9,
        10547.84
    ],
    [
        " posted that the coronavirus is quarantining itself and the rest of our bodies to avoid contracting",
        10547.84,
        10553.12
    ],
    [
        " jacko yeah there's a few funny ones yeah I'm not talking to you smack about it you know I",
        10553.12,
        10560.76
    ],
    [
        " because that's like this curse yeah that's like that smack about it yeah you're gonna get it",
        10560.76,
        10565.74
    ],
    [
        " me well put you down hard for him and I do the big cover up yeah we like be yeah yeah",
        10565.74,
        10572.18
    ],
    [
        " everything's fine posting pictures from like a workout I did six months ago yeah yeah that's true",
        10572.18,
        10578.48
    ],
    [
        " also jokawaii keep it by the way and workouts and you can get all the stuff at the vitamin shop right",
        10578.48,
        10583.74
    ],
    [
        " now if you want to if you're going out so actually can you you probably can't right now oh I have no",
        10583.74,
        10590.9
    ],
    [
        " idea but but vitamin shop I think is open and also all these products are available on amazon dot com",
        10590.9,
        10598.78
    ],
    [
        " just kind of FYI yeah and origin main dot com origin main all its faces yes also jaco store and it's called",
        10599.1,
        10607.6
    ],
    [
        " jaco store you go to jaco store dot com and this is where you can get more rash guards american made by",
        10607.6,
        10614.9
    ],
    [
        " the way 100% we also have t shirts this believe equals freedom good stand by the get so you know",
        10614.9,
        10622.46
    ],
    [
        " all these things that are represent deaf just straight death core death core to the core by the way",
        10622.46,
        10628.76
    ],
    [
        " yeah you need if you know the things that are representative of the path that we're all on by the way",
        10628.94,
        10634.26
    ],
    [
        " we're on it straight up on it at some point I'm gonna see graffiti with the little death core flags",
        10634.26,
        10640.8
    ],
    [
        " some little tags yeah yeah that was do you remember this somebody posted a picture of graffiti in some",
        10640.8,
        10648.48
    ],
    [
        " city and all it said was like at Joe Rogan at Jordan b Peterson at chocolate yeah that was legit",
        10649.64,
        10659.7
    ],
    [
        " yeah my daughter does the flag she grabs my weightlifting chalk you know in the little bag you have",
        10659.7,
        10666.68
    ],
    [
        " the chalk show grab it and she'll put you leave your chalk all assembled into a block or she tried to",
        10666.68,
        10672.74
    ],
    [
        " yes in the bag very like so yeah you grab the when it dissipates after it's like being used up",
        10672.74,
        10680.08
    ],
    [
        " then it collects this part on the bottom which is you know what you're talking about right that's",
        10680.08,
        10683.72
    ],
    [
        " no I put the block in there and then break it into small pieces yeah no I found where you grab the",
        10683.72,
        10688.26
    ],
    [
        " whole block and go like bar so deep yeah it's just imagining echoes entire trunk full of weightlifting",
        10688.26,
        10694.6
    ],
    [
        " chalks yeah with the kids yeah that's that's what it takes man that's what it takes nonetheless",
        10696.88,
        10701.2
    ],
    [
        " yes jackele store dot com that's where you can get this stuff see on the path represent while",
        10701.2,
        10705.24
    ],
    [
        " you're on it to by the way also subscribe to this podcast um we also have another podcast now",
        10705.24,
        10712.56
    ],
    [
        " called the thread we also have another podcast called the grounded we also have another podcast",
        10712.56,
        10718.06
    ],
    [
        " called the warrior kid podcast we also have Darryl has a podcast called margar made which I talked",
        10718.06,
        10723.56
    ],
    [
        " about a bunch just go just go listen to it listen to the opener and then just well stand by",
        10723.56,
        10728.78
    ],
    [
        " because you'll be you'll be sucked in don't you talked about killer soap yes sir you can get that",
        10728.78,
        10736.76
    ],
    [
        " from Irish jokes ranch dot com we got a young kid a warrior kid making that from goat milk",
        10736.76,
        10741.84
    ],
    [
        " man quality too man quality that's the best soap ever best goats yeah the best goats for sure the",
        10741.84,
        10749.06
    ],
    [
        " strongest goats it's black the cleanest goats yeah and yes have you ever seen black soap before",
        10749.4,
        10755.26
    ],
    [
        " no yeah so it's it's kind of a psychological thing you get the bar is black is black because it's",
        10755.26,
        10762.92
    ],
    [
        " got activated charcoal which echo can tell you all about what that does I'll tell you later yeah",
        10762.92,
        10767.34
    ],
    [
        " tell you later so it's got active it so it's black but then you want you you wash with it and you",
        10767.34,
        10772.92
    ],
    [
        " still allows you to stay clean stay clean took on a whole new meeting right now it was washing",
        10773.78,
        10782.1
    ],
    [
        " your hands everywhere oh yeah big time but that has like little what do you call exfoliant it's not quite",
        10782.1,
        10788.06
    ],
    [
        " it's not quite that's what I'm saying yeah it's not like abrasive but you can almost feel it like if",
        10788.06,
        10792.88
    ],
    [
        " you're not paying attention you might not even feel it that much but it's got the feeling it's got a",
        10792.88,
        10797.6
    ],
    [
        " feeling here's what's cool a normal bar or soap right you pick it up it's slippery right this thing's",
        10798.42,
        10805.44
    ],
    [
        " not this thing's not yeah yeah yeah yeah yeah yeah yeah yeah that's a great yeah that's a good",
        10805.44,
        10811.84
    ],
    [
        " idea you might have something there there a Cooper for sure but yes Irish oaks wrench dot com soon if",
        10811.84,
        10819.28
    ],
    [
        " not right now we're gonna have it on jockelstore dot com so hey man just go out there look for it",
        10819.28,
        10823.44
    ],
    [
        " get some boom also we do have a youtube channel for the video version of this podcast a lot of",
        10823.44,
        10831.32
    ],
    [
        " people watching podcasts now rather than just listening to them they watching them put them on",
        10831.32,
        10835.22
    ],
    [
        " the smart tv you've been kind of Johnny on the spot lately too getting those youtube ones up as",
        10835.22,
        10840.28
    ],
    [
        " soon as possible to collective effort yeah between you me go to the kid you know we're trying to",
        10840.28,
        10845.6
    ],
    [
        " you know try to make it up it's been it's been nice yeah yeah agree and you know the accessibility",
        10845.6,
        10851.54
    ],
    [
        " people want to see what Darryl Cooper looks like yeah you don't have some guy you know it's been",
        10851.54,
        10856.54
    ],
    [
        " working out got a pump right beforehand respect you know actually you look different than I",
        10856.54,
        10862.66
    ],
    [
        " thought you look yeah yeah is you never visual did never saw him before I saw like um now one stupid",
        10862.66,
        10870.84
    ],
    [
        " ask picture you used to me in the mask when I came on the podcast with Danielle yes you used one",
        10870.84,
        10876.0
    ],
    [
        " from my website when I'm that mask it's the only you go through the comments on youtube and it's",
        10876.0,
        10880.82
    ],
    [
        " like great podcast great podcast look at that dumb ass mask he's wearing good comment good",
        10880.82,
        10886.22
    ],
    [
        " I must say I agree with those comments 100% I was like well this is the only picture I got",
        10886.22,
        10890.8
    ],
    [
        " this dude I guess we're going with it there you go yeah what is that from I was going to a costume",
        10890.8,
        10895.08
    ],
    [
        " party I was a costume party I didn't I didn't have a lot of pictures myself yeah and the one you",
        10895.08,
        10901.24
    ],
    [
        " do have is you in a straight up costume so yeah so when you we're doing like a tuxedo or something",
        10901.24,
        10906.08
    ],
    [
        " too is it like I was in a white suit with his mask on like this I don't know like the eyes wide",
        10906.08,
        10912.46
    ],
    [
        " shut kind of thing yeah yeah okay very disturbing I remember that yes so now that you're kind of",
        10912.46,
        10917.54
    ],
    [
        " mentioning that I kind of remembered with my expectation it wasn't very like concrete but it was",
        10917.54,
        10922.84
    ],
    [
        " just kind of of you know what do you call it when ambiguous expectation and I'm thinking more",
        10922.84,
        10928.0
    ],
    [
        " along the lines of like a chrysanjo scenario soon saying you know chrysanjos yeah yeah he does magical",
        10928.0,
        10933.44
    ],
    [
        " tricks yes but the less you know I can do pretty if I need to yeah I believe I believe it",
        10933.44,
        10940.42
    ],
    [
        " in the last year we see what it looks like YouTube channel boom a lot of other stuff on there",
        10940.42,
        10943.82
    ],
    [
        " yes serps what not a lot of value boom really as far as YouTube goes yeah okay you got it meant I",
        10943.82,
        10951.48
    ],
    [
        " on the grounded podcast whatever flippant attack comment I made about you in your videos was pretty",
        10951.48,
        10958.2
    ],
    [
        " funny wait and I forget what it was but it was pretty good yeah you're talking about things blowing",
        10958.36,
        10963.84
    ],
    [
        " up or whatever and I was like oh no no no we were talking about affliction t-shirts with tanks",
        10963.84,
        10971.12
    ],
    [
        " and explosions and fire and I was like yeah kind of like echoes videos yeah yeah you guys are",
        10971.12,
        10975.66
    ],
    [
        " really happy with you guys go back to the well for that one so that's the whole thing long",
        10975.66,
        10982.48
    ],
    [
        " psychological warfare you can get that on iTunes I would at wherever it's me it's a little psychological",
        10982.48,
        10987.54
    ],
    [
        " hater for you help you get through those moments weakness flip side canvas to code of my",
        10989.5,
        10994.1
    ],
    [
        " are making some cool looking stuff for you bunch of books leadership strategy and tactics field",
        10994.1,
        10998.7
    ],
    [
        " manual the warrior kid series how's your how's your nephew like the warrior kid series my every",
        10998.7,
        11005.4
    ],
    [
        " little niece and nephew that I have loves it that is awesome including a bunch of my friends as",
        11005.4,
        11009.74
    ],
    [
        " well like I didn't have to when every time I've wanted to give them a copy of the books they've",
        11009.74,
        11018.18
    ],
    [
        " got that's not a jock oh man that's Uncle Jake right there I'm going to like Uncle Jake",
        11018.64,
        11022.06
    ],
    [
        " Mikey the dragons too if you think if you like I'd like to get the warrior kid series but my",
        11022.06,
        11027.44
    ],
    [
        " kids only four cool Mikey the dragons hold it and then discipline equals freedom field manual",
        11027.44,
        11032.68
    ],
    [
        " get yourself that and then the the first two books well I guess the first the leadership books",
        11032.68,
        11038.86
    ],
    [
        " extreme ownership and the dichotomy leadership which I wrote with my brother late baban",
        11038.86,
        11048.16
    ],
    [
        " go to ashonfront.com right now in the lockdown we're starting to spin up or I should say we are",
        11048.16,
        11055.18
    ],
    [
        " we are pouring more resources into our online training so I've been doing a lot of online live",
        11055.18,
        11064.42
    ],
    [
        " Q&As which is really cool and I was a little you get a little bit worried because you know you want",
        11064.42,
        11072.28
    ],
    [
        " everything to be of the highest quality yeah and then look sometimes connections aren't there right",
        11072.28,
        11077.92
    ],
    [
        " like and we got a new system and man it's like it's like I'm talking to people you know what I mean",
        11079.86,
        11086.04
    ],
    [
        " it's like I'm in the room with people it's pretty it's pretty damn good so go to EF online if you",
        11086.04,
        11092.76
    ],
    [
        " want to check that out eff online.com muster Orlando canceled muster in Phoenix Arizona September 16th",
        11092.76,
        11100.1
    ],
    [
        " and 17th Dallas, Texas December 3rd and 4th go to extrem ownership.com if you want to come to",
        11100.1,
        11105.98
    ],
    [
        " those hey listen Phoenix canceled and the way we what we did with Phoenix we gave people the option",
        11105.98,
        11111.2
    ],
    [
        " to cancel it or go to immediately just enroll in either Phoenix Arizona or Dallas, Texas.",
        11111.2,
        11118.86
    ],
    [
        " Wait you said Phoenix canceled or land or land those canceled or land those can did I say that like",
        11118.98,
        11124.62
    ],
    [
        " just now I thought I thought Phoenix was canceled too but for this one you have the you see him saying",
        11124.62,
        11130.04
    ],
    [
        " but yeah so Orlando's canceled Orlando is canceled but what we did is we allowed people just to",
        11130.04,
        11135.28
    ],
    [
        " transfer their ticket to Phoenix and then transfer their or Dallas so like we're already at bigger",
        11135.28,
        11141.6
    ],
    [
        " numbers so everything always sells out there's only me two instead of three that's you know another",
        11141.6,
        11147.02
    ],
    [
        " it's going to sell out quick so check that out extrem ownership.com and and then we have EF",
        11147.02,
        11153.72
    ],
    [
        " overwatching EF Legion and here's here's just a real straightforward message right there's a lot",
        11153.72,
        11158.52
    ],
    [
        " of people losing their jobs right now and there's a lot of people getting hired right now",
        11158.52,
        11164.18
    ],
    [
        " and there's just a massive transition in the job market. If you are a veteran,",
        11164.18,
        11172.92
    ],
    [
        " if you are a veteran, if you served go to efleagen.com and enroll yourself so that way if your job",
        11173.54,
        11183.48
    ],
    [
        " changes we will you can you can be looked at and people can find you and pull you in and",
        11183.92,
        11190.36
    ],
    [
        " rehire you for a new job they're looking for military people we know you have the discipline",
        11190.36,
        11194.82
    ],
    [
        " we know you have the the the where we're followed to get stuff done we know you are trainable",
        11194.82,
        11200.42
    ],
    [
        " so if you're a vet go to efleagen.com and get your information in there and then companies",
        11200.42,
        11206.84
    ],
    [
        " we got a bunch of companies that are looking that's where they're if you're a company and you",
        11206.84,
        11210.76
    ],
    [
        " want to find good people and you need them right now go to go to efleagen.com and get yourself some",
        11210.76,
        11215.64
    ],
    [
        " some experienced leaders and if you want to check out more of us more if you want to hear from",
        11215.64,
        11221.94
    ],
    [
        " more from Darryl Cooper he's got like I said his podcast Marga made he's on Twitter, Instagram",
        11221.94,
        11227.34
    ],
    [
        " and Facebook at Marga made he's going to be on a podcast with me called the thread and on top of",
        11227.34,
        11235.34
    ],
    [
        " that if you hadn't had enough of my grading slow paced voice or you haven't heard enough of",
        11235.34,
        11244.86
    ],
    [
        " echoes high pitched meandering then you can still find us on the interwebs on Twitter on Instagram",
        11244.86,
        11252.86
    ],
    [
        " and on yold feistboke echoes at echo Charles and I met jocke on willing and thanks again Darryl",
        11252.86,
        11261.44
    ],
    [
        " for coming on thank you much appreciated thanks for the effort that you put into your podcast",
        11261.66,
        11268.9
    ],
    [
        " and thanks for sharing your story here and hopefully we can continue to get after it sharing",
        11268.9,
        11274.52
    ],
    [
        " people stories and helping people see stories in the right light and javine out there that's in",
        11274.52,
        11283.08
    ],
    [
        " uniform right now hold on the line around the world right now holding the line thank you",
        11283.08,
        11291.26
    ],
    [
        " for what you're doing out there in uniform and to police and firefighters and law enforcement",
        11291.26,
        11296.84
    ],
    [
        " and paramedics and EMTs and dispatchers and correctional officers and border patrol and secret",
        11296.84,
        11300.92
    ],
    [
        " service thanks for holding the line here at home and on top of that right now to all the doctors",
        11300.92,
        11307.18
    ],
    [
        " and nurses and all the medical personnel that are on the front lines here at home every day",
        11307.18,
        11313.96
    ],
    [
        " taking risk to fight illness thank you for taking care of us when we need it most and to everyone",
        11314.06,
        11322.22
    ],
    [
        " else out there the world is an uncertain place and sometimes the trajectory of your life",
        11322.22,
        11336.14
    ],
    [
        " comes down to a little bit of chance and what I'm saying is don't take that chance very often",
        11336.96,
        11345.02
    ],
    [
        " and stack the deck in your favor and the way that you do that is by going out there taking control",
        11345.02,
        11353.52
    ],
    [
        " and getting after it and until next time this is Darryl Cooper and echo and jocke out",
        11353.52,
        11364.8
    ]
]