[
    [
        " Hey, listen, Jocco.",
        0.0,
        0.92
    ],
    [
        " I know that keeping the ego in check is an important principle.",
        1.18,
        4.4
    ],
    [
        " I read about it, extreme ownership.",
        5.06,
        8.16
    ],
    [
        " You talk about it all the time.",
        8.2,
        9.34
    ],
    [
        " You got to be humble.",
        9.4,
        9.96
    ],
    [
        " But at my company, ego is a huge problem.",
        10.44,
        13.08
    ],
    [
        " How do I get my company to start promoting the ideal of humility?",
        13.6,
        18.4
    ],
    [
        " And how do I get them to recognize that ego is such a big problem?",
        18.9,
        21.46
    ],
    [
        " Now, this is a really good question once again,",
        22.22,
        26.2
    ],
    [
        " because you can imagine what this individual is right.",
        27.32,
        30.14
    ],
    [
        " Like, you know, you're at a company where there's a lot of",
        30.5,
        33.66
    ],
    [
        " egos going on and all of a sudden you have a little moment of",
        33.66,
        36.12
    ],
    [
        " enlightenment.",
        36.12,
        36.48
    ],
    [
        " You realize that ego is causing you a lot of problems.",
        37.26,
        40.46
    ],
    [
        " So you start putting your own ego in check.",
        40.64,
        42.0
    ],
    [
        " And then you go, wow, this is working.",
        42.32,
        43.8
    ],
    [
        " I'm doing better.",
        44.1,
        44.78
    ],
    [
        " I'm coordinating better.",
        44.9,
        45.82
    ],
    [
        " I'm working in my interpersonal relationships with other people",
        45.94,
        48.78
    ],
    [
        " on the team are better.",
        48.78,
        49.66
    ],
    [
        " My relationships with people on other teams are better.",
        49.98,
        52.14
    ],
    [
        " We're getting more done because our relationships are better.",
        52.46,
        54.48
    ],
    [
        " I'm putting the team in the mission above myself.",
        55.0,
        56.7
    ],
    [
        " That means the team in the mission are doing better.",
        57.0,
        58.38
    ],
    [
        " That's great.",
        58.56,
        58.96
    ],
    [
        " So you realize all this stuff.",
        59.24,
        60.12
    ],
    [
        " And then you say, okay, well, how do I start to spread the word?",
        61.1,
        65.8
    ],
    [
        " How do I get other people to do this?",
        65.9,
        67.06
    ],
    [
        " And this is a tricky question, right?",
        67.7,
        71.3
    ],
    [
        " It's a tricky thing because if some, if like, let's say your team has,",
        71.46,
        75.8
    ],
    [
        " you see that ego is a problem and you sit them down and go, listen guys,",
        76.08,
        79.5
    ],
    [
        " you're all, you all got big egos and that's a problem.",
        81.32,
        83.84
    ],
    [
        " I mean, you're going to run into level nine defensiveness.",
        84.02,
        88.12
    ],
    [
        " You're actually going to, it's actually going to be on defensiveness.",
        88.48,
        90.64
    ],
    [
        " They're going to start attacking you.",
        90.98,
        92.36
    ],
    [
        " Now it's just going to happen.",
        92.56,
        93.06
    ],
    [
        " You got all these crazy egos.",
        93.12,
        94.12
    ],
    [
        " They're going to gang up.",
        94.56,
        95.48
    ],
    [
        " They're like, unite.",
        95.5,
        96.4
    ],
    [
        " They'll put their egos aside for a split second so that can unite against you.",
        96.84,
        100.3
    ],
    [
        " So you can't confront them.",
        100.82,
        104.28
    ],
    [
        " And once again, are there certain relationships that you could have with someone where I go?",
        105.04,
        111.18
    ],
    [
        " Let's say you and me and you had a ego and put you and I were really tight.",
        111.42,
        114.44
    ],
    [
        " And I said, hey, man, you're letting your ego get in the way of this.",
        114.5,
        116.36
    ],
    [
        " Sure, that is a possibility.",
        117.02,
        119.28
    ],
    [
        " That is a very rare occurrence.",
        120.34,
        121.84
    ],
    [
        " Most of the people that you work with on a regular basis,",
        122.12,
        124.84
    ],
    [
        " you don't have that type of a relationship.",
        124.9,
        127.64
    ],
    [
        " The other thing is when someone has a big ego,",
        127.94,
        130.04
    ],
    [
        " that's not the type of person that's open to those kind of criticisms.",
        130.3,
        132.96
    ],
    [
        " Anyways, so it's like there's two hurdles that you have to overcome.",
        133.68,
        137.84
    ],
    [
        " Number one, your relationship isn't usually that good.",
        138.08,
        139.94
    ],
    [
        " And number two, they have a big ego, which is part of the problem.",
        139.94,
        142.62
    ],
    [
        " And that's what makes the problem hard to attack.",
        143.0,
        144.62
    ],
    [
        " So what are you going to do?",
        146.1,
        149.6
    ],
    [
        " And I got to fill this one more little thing when people talk about the,",
        150.0,
        156.84
    ],
    [
        " you know, I have someone say, put, wouldn't it be better if you could just talk to them?",
        157.24,
        161.7
    ],
    [
        " Wouldn't it be better if you just put down on some bulletized list and said,",
        163.28,
        167.94
    ],
    [
        " hey, here's the things that your ego, the problems that your goes problem causing.",
        167.94,
        171.54
    ],
    [
        " Look, I get it.",
        172.08,
        173.26
    ],
    [
        " And isn't it great to have direct conversations?",
        173.44,
        175.22
    ],
    [
        " Isn't it great if I can just sit you down?",
        175.54,
        176.62
    ],
    [
        " If echo, if you and I have this mind meld where you just know 100% looking out for you",
        176.96,
        183.6
    ],
    [
        " and you're open to, like if we have that, that's in an ideal world, that's great.",
        183.6,
        188.8
    ],
    [
        " That's great.",
        189.22,
        190.34
    ],
    [
        " Golf clap.",
        190.6,
        191.6
    ],
    [
        " It's great.",
        192.48,
        193.26
    ],
    [
        " The problem is it doesn't exist very often.",
        193.7,
        195.22
    ],
    [
        " And confronting someone that has an ego about the ego can often just exacerbate the problem.",
        195.48,
        201.82
    ],
    [
        " So here's what you do.",
        202.2,
        206.74
    ],
    [
        " Instead of self identifying the problem and pointing the fingers at other people,",
        207.3,
        213.88
    ],
    [
        " which by the way, is placing blame, which is a problem.",
        214.14,
        218.16
    ],
    [
        " So instead of doing that,",
        218.48,
        219.7
    ],
    [
        " what we're going to do is start pulling the thread on some of the problems that we're having on the team.",
        220.42,
        227.0
    ],
    [
        " So for instance, this group over here need some help on their part of the project,",
        228.46,
        237.12
    ],
    [
        " but no one's helping them.",
        237.56,
        238.84
    ],
    [
        " What's going on?",
        239.68,
        240.52
    ],
    [
        " If you start to pull the thread on that, you'll find at the end of that thread,",
        240.84,
        245.36
    ],
    [
        " they'll be hanging some egos.",
        245.36,
        246.84
    ],
    [
        " Whether it's the ego of the person that doesn't want to ask for help,",
        248.38,
        251.02
    ],
    [
        " or whether it's the ego of the other person that doesn't want to give help",
        251.44,
        254.04
    ],
    [
        " because they think they need to do their own job.",
        254.04,
        256.0
    ],
    [
        " That's how I'm not doing that.",
        256.12,
        257.84
    ],
    [
        " So you pull the thread and at the end, you'll find these little egos hanging",
        259.6,
        263.56
    ],
    [
        " and then what you do is you just expose them.",
        263.56,
        265.78
    ],
    [
        " And you say, well, what do you think the root of the problem is?",
        265.98,
        267.8
    ],
    [
        " And you start pulling that thread and you get to a point where someone says,",
        267.9,
        269.82
    ],
    [
        " you can finally have an open conversation where you say,",
        270.02,
        273.24
    ],
    [
        " where someone finally says, we know, I guess I could use some help.",
        273.48,
        277.5
    ],
    [
        " You just discovered it.",
        278.72,
        280.9
    ],
    [
        " So that's like a cover and move situation, right?",
        282.04,
        284.96
    ],
    [
        " If cover and move isn't happening and isn't happening because of egos,",
        285.16,
        288.82
    ],
    [
        " if you pull the thread, you'll get to the end of the thread and it will be attached",
        289.14,
        292.92
    ],
    [
        " to someone's ego in most cases.",
        292.92,
        294.84
    ],
    [
        " Is there a possibility that it's like, hey, this group doesn't know what the other groups don't?",
        295.16,
        297.98
    ],
    [
        " Yeah, absolutely.",
        298.08,
        298.52
    ],
    [
        " But those are easy problems to solve because we can just pull the thread.",
        299.54,
        302.62
    ],
    [
        " We find at the end, oh, we need better coordination between these two teams.",
        302.62,
        306.02
    ],
    [
        " Cool. There it is.",
        306.02,
        306.72
    ],
    [
        " When you pull the thread and it comes out, the little egos dangling on the end of it,",
        306.92,
        311.1
    ],
    [
        " then you go, okay, let's expose these and let's try and ask questions to figure out",
        311.4,
        316.02
    ],
    [
        " and get people to realize what they're looking at.",
        316.02,
        318.8
    ],
    [
        " You want them to come to that conclusion.",
        319.36,
        323.52
    ],
    [
        " That's the trick.",
        324.0,
        324.84
    ],
    [
        " That's the maneuver is to get them to come to conclusion and they might never verbalize it.",
        325.22,
        330.22
    ],
    [
        " But they go, yeah, in their mind, they're like, I guess I didn't want to ask for help",
        330.9,
        334.76
    ],
    [
        " because my ego is in the way.",
        334.76,
        336.16
    ],
    [
        " So there's one, you know, if you've got people that aren't keeping things simple,",
        337.42,
        344.26
    ],
    [
        " just go through the laws combat, simple.",
        344.5,
        345.98
    ],
    [
        " People are making the plans too complex.",
        346.3,
        348.02
    ],
    [
        " And yet they keep doing it.",
        348.5,
        350.96
    ],
    [
        " And they're when you go and say, hey, you know, these plans seem like they're really complex.",
        351.38,
        355.4
    ],
    [
        " And of course they say something like, hey, hey, I don't think everyone understood the plan.",
        357.36,
        361.84
    ],
    [
        " It seems it seemed kind of complex.",
        362.7,
        364.78
    ],
    [
        " And the person says, people need to pay more attention when I'm briefing.",
        365.24,
        369.44
    ],
    [
        " And you pull on that, right?",
        370.34,
        373.88
    ],
    [
        " The frontline troops, they need more detail because otherwise they're going to screw up.",
        374.4,
        378.44
    ],
    [
        " That's why it's so complex.",
        378.46,
        379.52
    ],
    [
        " It's like, okay, let's look at what's really happening.",
        379.8,
        382.44
    ],
    [
        " What's really happening is I've created a plan that I won't give up because my ego's too big.",
        383.28,
        390.7
    ],
    [
        " Right?",
        391.96,
        392.36
    ],
    [
        " When you pull that thread and you go, listen, hey, the frontline troops don't understand what to do.",
        392.6,
        397.5
    ],
    [
        " It seems like that could be a real problem.",
        398.08,
        399.98
    ],
    [
        " And maybe, and this is nothing, you give them a little out.",
        401.42,
        404.4
    ],
    [
        " You give them a little out like, you know, maybe we just need to back it off a little bit so that they can understand it.",
        405.2,
        410.92
    ],
    [
        " Maybe they're not as smart as you.",
        411.0,
        412.12
    ],
    [
        " Yeah, little ego massage goes, you know what, fine, I'll simplify it.",
        412.54,
        416.82
    ],
    [
        " Boom.",
        416.86,
        417.06
    ],
    [
        " And in the meantime, you've given them a little indication.",
        417.42,
        420.4
    ],
    [
        " Look, if you confront them, that's what I'm saying.",
        420.4,
        423.2
    ],
    [
        " It's hard for people to want to play the long game here because the short game is you think you're so smart.",
        423.3,
        428.36
    ],
    [
        " You're playing to do complex and you're sticking with them because you got a big ego.",
        428.6,
        431.04
    ],
    [
        " How's that going to work out?",
        431.66,
        432.56
    ],
    [
        " It's not going to work out good.",
        432.82,
        434.72
    ],
    [
        " Can it work out 4% of the time?",
        435.38,
        437.42
    ],
    [
        " Yes.",
        437.66,
        437.8
    ],
    [
        " The other 96% of the time, you get a defensive person that's now accusing other people.",
        439.1,
        445.92
    ],
    [
        " It's take the indirect and play the long game.",
        446.24,
        450.48
    ],
    [
        " Take the indirect attack and play the long game.",
        450.62,
        452.04
    ],
    [
        " Prioritize next cute, right?",
        452.52,
        454.62
    ],
    [
        " Why is that failing?",
        455.02,
        455.96
    ],
    [
        " Because again, this question is, ego is a problem.",
        456.42,
        459.32
    ],
    [
        " So where does ego manifest as a problem?",
        459.66,
        461.62
    ],
    [
        " It can manifest as a problem in Prioritize next cute.",
        461.76,
        464.5
    ],
    [
        " Because if someone's got a big ego and they're not getting things done, they go, I can get it done.",
        464.6,
        469.84
    ],
    [
        " Because their ego thinks they can do anything, right?",
        470.26,
        471.96
    ],
    [
        " Or Prioritize Connect, execute, ego can be a problem.",
        473.42,
        476.82
    ],
    [
        " If you have a project and I have a project and you need help,",
        477.06,
        480.96
    ],
    [
        " and your project is actually more important and I should give you resources,",
        481.52,
        485.76
    ],
    [
        " but instead I'm like, my initiative is just as important as Echoes is.",
        485.76,
        489.14
    ],
    [
        " Which is just my ego.",
        489.84,
        490.58
    ],
    [
        " I should look at it and say, okay, you know what?",
        490.72,
        492.3
    ],
    [
        " You should be the priority.",
        492.42,
        493.18
    ],
    [
        " And another good one is, yeah, well, it's just what I just said.",
        495.14,
        497.78
    ],
    [
        " Like, hey, I'm not going to give up.",
        497.9,
        498.78
    ],
    [
        " Why should I have to give my resources to Echo?",
        498.9,
        501.34
    ],
    [
        " Those are mine.",
        501.5,
        502.32
    ],
    [
        " Those are mine.",
        503.28,
        505.04
    ],
    [
        " No, actually, what's the biggest priority?",
        505.96,
        508.98
    ],
    [
        " Okay, put my ego aside.",
        509.62,
        510.7
    ],
    [
        " Echoes priority is actually bigger than mine.",
        511.18,
        513.44
    ],
    [
        " I'm going to give him four of my people so that he can get the job done.",
        513.94,
        517.7
    ],
    [
        " So when you pull the thread on this and you say,",
        518.8,
        521.92
    ],
    [
        " well, hey, why is it jokal?",
        521.92,
        523.76
    ],
    [
        " Why is it you don't want to give people to Echo?",
        523.88,
        525.22
    ],
    [
        " And I'm like, well, you know,",
        526.16,
        527.28
    ],
    [
        " what if something else comes up?",
        528.04,
        530.88
    ],
    [
        " Well, something else comes up, you can get back.",
        531.02,
        532.5
    ],
    [
        " Well, you know, they got to learn to respect the chain of command.",
        532.68,
        536.48
    ],
    [
        " Well, they still work for you.",
        536.64,
        537.8
    ],
    [
        " They'll just be loaned over to Echo.",
        537.82,
        539.72
    ],
    [
        " Whoa.",
        540.0,
        540.2
    ],
    [
        " You see what I'm saying?",
        540.86,
        541.52
    ],
    [
        " Yes, they do.",
        541.78,
        542.16
    ],
    [
        " It's just ego, ego, ego, ego.",
        542.16,
        543.7
    ],
    [
        " So these are the kind of problems that manifest themselves inside of a company,",
        544.04,
        546.6
    ],
    [
        " wrapped around ego.",
        546.76,
        547.72
    ],
    [
        " And decentralized command, you can have the same thing happen with decentralized command.",
        549.48,
        553.34
    ],
    [
        " How does ego cause a problem with decentralized command?",
        553.86,
        556.8
    ],
    [
        " It's like this.",
        556.92,
        557.58
    ],
    [
        " Hey, I noticed that, um, you know, you seem to be making all the decisions",
        557.84,
        561.18
    ],
    [
        " and the folks out in the field don't really have the opportunity to kind of make calls.",
        561.18,
        565.52
    ],
    [
        " Why is that?",
        566.16,
        567.68
    ],
    [
        " I'm the only one that has the experience to do this.",
        567.84,
        570.04
    ],
    [
        " They don't have the skill that I have.",
        570.78,
        574.92
    ],
    [
        " Right.",
        575.26,
        575.62
    ],
    [
        " So there's all these reasons that that's one of those are ego problems, right?",
        575.78,
        579.8
    ],
    [
        " And by the way, if it's if it's not an ego problem, then I then I say, oh, you know what?",
        580.5,
        586.62
    ],
    [
        " Because I haven't really trained the guys well enough.",
        586.68,
        588.06
    ],
    [
        " And I'm going to, you know what?",
        588.46,
        589.3
    ],
    [
        " You're right.",
        589.46,
        589.9
    ],
    [
        " I've been making way too many detailed decisions for the guys out in the field.",
        590.04,
        592.74
    ],
    [
        " I need to get down there and make sure they know what's going on, train them better so that I can",
        593.02,
        596.34
    ],
    [
        " back off.",
        596.34,
        596.8
    ],
    [
        " Cool.",
        597.04,
        597.2
    ],
    [
        " That's a person that's got the ego in check.",
        597.4,
        598.66
    ],
    [
        " The person that's like, I'm the only one that can do this.",
        598.94,
        601.88
    ],
    [
        " Like, no, you can't.",
        602.18,
        603.38
    ],
    [
        " You don't know.",
        603.46,
        604.06
    ],
    [
        " You're not.",
        604.16,
        604.42
    ],
    [
        " And if you are, you're wrong.",
        604.96,
        606.6
    ],
    [
        " Because right now you got three people working for you.",
        607.1,
        609.98
    ],
    [
        " What happens when you have eight?",
        610.06,
        610.86
    ],
    [
        " You're going to go around the field in all these different locations to make every single decision.",
        611.44,
        615.48
    ],
    [
        " No, you can't.",
        615.48,
        616.66
    ],
    [
        " So get your ego under control.",
        616.94,
        618.94
    ],
    [
        " Realize that you're not the only one that can do this job.",
        619.46,
        621.84
    ],
    [
        " And train your people properly.",
        622.52,
        623.96
    ],
    [
        " Again, that's a direct assault.",
        625.04,
        626.68
    ],
    [
        " Probably going to cause problems.",
        627.22,
        628.34
    ],
    [
        " Instead, if we just pull the thread on it, hey, what's going on?",
        628.64,
        631.66
    ],
    [
        " Seems like your, yeah, folks on the field don't have a lot of authority.",
        631.7,
        634.46
    ],
    [
        " Well, you know, they don't experience, oh, okay.",
        634.74,
        636.36
    ],
    [
        " It's kind of cumbersome though.",
        636.9,
        639.06
    ],
    [
        " Like them reaching back through all the time to make these decisions.",
        639.2,
        641.44
    ],
    [
        " It is, but you know, I'm the one that really knows how to do it.",
        641.62,
        644.7
    ],
    [
        " I mean, what happens if you're sick or someone's got to have communications with them?",
        644.88,
        653.98
    ],
    [
        " Do you think it would be good idea, you know, since you have so much knowledge and experience",
        654.16,
        660.14
    ],
    [
        " to maybe pass that on to some of the other people?",
        660.14,
        662.04
    ],
    [
        " Yeah.",
        662.5,
        664.34
    ],
    [
        " Okay, cool.",
        664.7,
        665.36
    ],
    [
        " Let's make that happen.",
        665.68,
        666.58
    ],
    [
        " And then obviously, ego can absolutely manifest itself when it comes to",
        667.3,
        673.98
    ],
    [
        " taking ownership.",
        673.98,
        676.08
    ],
    [
        " I mean, all day long, right?",
        677.38,
        679.36
    ],
    [
        " What, oh, that project failed.",
        679.86,
        681.72
    ],
    [
        " What happened?",
        681.96,
        682.32
    ],
    [
        " McMaster Burtnitz, don't know.",
        682.5,
        683.66
    ],
    [
        " Don't want to step up.",
        683.76,
        684.66
    ],
    [
        " Oh, so it's there.",
        686.1,
        686.86
    ],
    [
        " It's so beautiful.",
        686.86,
        687.0
    ],
    [
        " Why, why, why are your subordinates taking ownership?",
        687.7,
        692.7
    ],
    [
        " Because they don't even know what ownership is.",
        692.98,
        694.6
    ],
    [
        " They don't want to take ownership.",
        695.82,
        697.62
    ],
    [
        " Okay.",
        697.86,
        698.16
    ],
    [
        " So it's not your fault.",
        698.6,
        699.42
    ],
    [
        " No.",
        699.9,
        700.2
    ],
    [
        " Okay, well, what can we do to help them?",
        700.62,
        702.98
    ],
    [
        " Pull the string and you at the bottom, the person will see it's the regal.",
        704.96,
        710.66
    ],
    [
        " They might not admit it, but they'll see it.",
        710.76,
        712.48
    ],
    [
        " And then they can start to make adjustments.",
        712.7,
        715.52
    ],
    [
        " Now look, can any of these situations escalate in a point where indirect,",
        716.04,
        721.58
    ],
    [
        " indirect, indirect, indirect, doesn't work?",
        721.76,
        723.72
    ],
    [
        " And eventually you say, you know what?",
        724.2,
        725.74
    ],
    [
        " I gotta, I gotta sit, echo down and say, listen,",
        726.58,
        729.26
    ],
    [
        " here's what I think is the root of the problem.",
        729.92,
        731.36
    ],
    [
        " The root of the problem is you think you're the only one that knows how to do this.",
        731.58,
        736.1
    ],
    [
        " And in thinking that you're not training anybody like, I might have to get that direct.",
        736.68,
        740.5
    ],
    [
        " It does happen.",
        740.74,
        741.62
    ],
    [
        " We prefer to use the minimum force required when it comes to leadership,",
        743.02,
        747.1
    ],
    [
        " just like being a bouncer.",
        747.2,
        748.48
    ],
    [
        " Yes, sir.",
        748.76,
        749.06
    ],
    [
        " Right?",
        749.5,
        750.16
    ],
    [
        " Yes.",
        750.54,
        750.68
    ],
    [
        " It's not, hey, the guys a little out of line,",
        750.76,
        752.34
    ],
    [
        " hit him in the head with a blackjack.",
        752.68,
        754.22
    ],
    [
        " No, it's like, hey, you're, hey, sir, you know, I think you've had enough for a night.",
        754.72,
        758.44
    ],
    [
        " Can you come with me?",
        758.78,
        759.58
    ],
    [
        " That's minimum force required.",
        760.02,
        760.98
    ],
    [
        " If the guy says, okay, cool, it's problem solved.",
        761.34,
        763.12
    ],
    [
        " If he says, oh, look, going anywhere.",
        763.42,
        765.96
    ],
    [
        " Okay, well, we have to escalate.",
        766.1,
        767.22
    ],
    [
        " It's the same thing here, but don't start with the direct attack.",
        767.38,
        770.42
    ],
    [
        " Just like you don't club the person out of the gate.",
        771.24,
        773.64
    ],
    [
        " I think it's a slap jack.",
        773.86,
        775.1
    ],
    [
        " Not sure, but, you know, okay.",
        775.4,
        777.1
    ],
    [
        " That's what you're talking about.",
        777.84,
        778.72
    ],
    [
        " That the last thing was a blackjack, yeah.",
        778.9,
        781.02
    ],
    [
        " Blackjack?",
        781.24,
        781.66
    ],
    [
        " Yeah.",
        781.92,
        782.04
    ],
    [
        " All right.",
        782.46,
        783.06
    ],
    [
        " It's a black.",
        783.06,
        784.5
    ],
    [
        " Did you guys not use those?",
        785.02,
        786.48
    ],
    [
        " That's illegal.",
        786.9,
        787.34
    ],
    [
        " I think those are illegal.",
        787.48,
        789.04
    ],
    [
        " That's illegal.",
        789.48,
        790.18
    ],
    [
        " Yeah, yeah, the slap jack.",
        790.46,
        791.66
    ],
    [
        " One guy had one.",
        791.74,
        793.0
    ],
    [
        " But yeah, I think they're illegal.",
        793.42,
        795.3
    ],
    [
        " So we don't want to escalate straight to",
        795.86,
        799.88
    ],
    [
        " the blackjack.",
        800.78,
        801.1
    ],
    [
        " Or even a slap jack.",
        801.58,
        803.68
    ],
    [
        " Even a slap jack.",
        803.68,
        804.34
    ],
    [
        " If anyone's using a slap jack.",
        804.38,
        806.12
    ],
    [
        " I think it's called a slap jack.",
        806.22,
        807.5
    ],
    [
        " Okay, I'm not sure.",
        807.8,
        808.58
    ],
    [
        " Point remains, I dig it.",
        810.94,
        812.92
    ],
    [
        " Fairly confident you're wrong, but not 100%.",
        812.98,
        816.3
    ],
    [
        " Yeah, I'm like, I'm like,",
        816.3,
        817.5
    ],
    [
        " you know when someone, you know when you're pretty confident about something,",
        817.68,
        820.16
    ],
    [
        " somebody just throws a little randomness into the soup and it makes you question yourself.",
        820.24,
        823.42
    ],
    [
        " Yeah, that's how I feel right now.",
        823.44,
        824.8
    ],
    [
        " Yeah, that's right.",
        824.84,
        825.42
    ],
    [
        " Real confident with a little bit of questions.",
        825.42,
        827.22
    ],
    [
        " It makes you feel any better.",
        828.54,
        829.94
    ],
    [
        " That's my everyday life.",
        830.0,
        830.88
    ],
    [
        " Whatever.",
        831.16,
        831.78
    ],
    [
        " So that's the answer to this question.",
        832.9,
        835.58
    ],
    [
        " Is really pulling the thread on the problem",
        835.94,
        839.54
    ],
    [
        " to reveal the root of the problem,",
        839.54,
        841.82
    ],
    [
        " which you're going to see as a ego.",
        841.86,
        843.1
    ],
    [
        " And then it's there for the people.",
        843.62,
        846.22
    ],
    [
        " Hopefully to see it, to recognize it, to possibly admit it.",
        846.8,
        851.46
    ],
    [
        " Maybe not give them an out where they can actually make a",
        851.56,
        854.88
    ],
    [
        " adjustment without taking the ownership of the ego because that's okay.",
        855.0,
        857.5
    ],
    [
        " Yeah.",
        857.78,
        858.0
    ],
    [
        " We're trying to win, right?",
        858.1,
        859.12
    ],
    [
        " We're trying to let the team win.",
        859.2,
        860.18
    ],
    [
        " We're not trying to, we're not,",
        860.34,
        861.56
    ],
    [
        " my goal is not to make you admit it.",
        861.82,
        865.0
    ],
    [
        " Because you know what that is?",
        865.18,
        866.46
    ],
    [
        " That's my ego.",
        866.7,
        867.9
    ],
    [
        " No, yeah, I like it.",
        868.28,
        869.0
    ],
    [
        " You were shown with it.",
        869.04,
        869.64
    ],
    [
        " Yeah, it's got a big ego.",
        869.64,
        870.86
    ],
    [
        " Get them to admit it.",
        870.9,
        871.8
    ],
    [
        " Get them to admit it.",
        871.88,
        872.58
    ],
    [
        " That's not my goal.",
        872.62,
        873.24
    ],
    [
        " My goal is to make you make better decisions as a leader so that we win as a team.",
        873.36,
        877.24
    ],
    [
        " Yeah.",
        877.62,
        877.76
    ],
    [
        " So that's what we're trying to do here.",
        878.4,
        884.86
    ],
    [
        " It's really interesting that how you laid that out.",
        886.32,
        890.68
    ],
    [
        " Because you used to do that to me.",
        890.68,
        892.18
    ],
    [
        " Uh-oh.",
        892.52,
        892.8
    ],
    [
        " Probably still do.",
        892.98,
        893.76
    ],
    [
        " Maybe.",
        894.02,
        894.22
    ],
    [
        " But it was less about the ego I think anyway.",
        894.3,
        896.38
    ],
    [
        " And maybe it's all the same.",
        896.58,
        897.44
    ],
    [
        " Maybe at the end of the day, it's all the same.",
        897.66,
        899.38
    ],
    [
        " It's possible.",
        899.9,
        900.3
    ],
    [
        " Because skating or trying to dance around.",
        900.3,
        902.84
    ],
    [
        " I guess they'll explain to me how I would do this too.",
        902.86,
        904.26
    ],
    [
        " You do it with excuses.",
        904.28,
        905.12
    ],
    [
        " Okay, so like if something didn't get done or can't get done or I think it's too hard.",
        905.64,
        909.5
    ],
    [
        " And really most of the time, if I'm remembering correctly,",
        909.5,
        911.98
    ],
    [
        " it was at the end of the day, this is what it was.",
        912.26,
        914.94
    ],
    [
        " It was like, I'm too lazy for whatever.",
        915.06,
        918.42
    ],
    [
        " So it always be like this excuse like, well, you know, that's this or that's that.",
        918.8,
        923.1
    ],
    [
        " And then you'd have all these just like how you're saying.",
        923.2,
        925.1
    ],
    [
        " And it made me remember this because of your tone.",
        925.22,
        928.16
    ],
    [
        " How you're like kind of saying those little answers.",
        928.52,
        930.24
    ],
    [
        " That's the same to me.",
        930.7,
        932.68
    ],
    [
        " Like more simple.",
        932.68,
        933.74
    ],
    [
        " Just like, well, just here, here's the solution to that problem right here.",
        933.96,
        936.3
    ],
    [
        " Because there's all these little excuses that you make.",
        936.48,
        938.94
    ],
    [
        " You know, like, oh, I didn't really have time because I had to do this.",
        939.06,
        941.2
    ],
    [
        " And you'd be like, okay, then you just do this, you know, and that'll solve that particular problem.",
        941.22,
        945.98
    ],
    [
        " You didn't have this big comprehensive plan to solve my life problem.",
        946.22,
        949.3
    ],
    [
        " You're like, okay, for every excuse so make, you just have the little",
        949.4,
        952.88
    ],
    [
        " solve, you know, the problem or the solution to it.",
        952.88,
        955.94
    ],
    [
        " And I'd be like, oh man.",
        956.24,
        957.74
    ],
    [
        " And meanwhile, you're getting back into this corner or the string is just getting pulled like",
        958.0,
        962.44
    ],
    [
        " with every pull is like the sense of thunder.",
        962.44,
        965.22
    ],
    [
        " In your case, it was laziness.",
        965.46,
        967.06
    ],
    [
        " Oh, yeah.",
        967.28,
        967.7
    ],
    [
        " Like, I just was too lazy or I'm just like stuck in this routine or whatever.",
        967.96,
        972.48
    ],
    [
        " And then it's so it could in a way be like, okay, that's just my ego just thinking that the way,",
        972.48,
        977.38
    ],
    [
        " that's not the way I do things kind of thing.",
        977.54,
        979.6
    ],
    [
        " And think if I would have used a different tone,",
        979.86,
        981.78
    ],
    [
        " we think if I would have just said that's good, you're lazy.",
        982.44,
        985.86
    ],
    [
        " Oh, yeah.",
        986.18,
        986.48
    ],
    [
        " Yeah, you're just being lazy, Echo.",
        986.88,
        988.86
    ],
    [
        " You'd have been like, well, you don't even know what it takes to make one of these things.",
        989.0,
        991.58
    ],
    [
        " Oh, you know what I mean?",
        991.68,
        992.1
    ],
    [
        " And then all of a sudden, we, and what does that do to our relationship?",
        992.24,
        994.48
    ],
    [
        " Yeah.",
        994.84,
        995.08
    ],
    [
        " And what does that do to to the final product?",
        995.24,
        998.28
    ],
    [
        " Yeah.",
        998.28,
        998.7
    ],
    [
        " Yeah.",
        999.08,
        999.86
    ],
    [
        " Right now you're doing something against your will.",
        999.94,
        1002.5
    ],
    [
        " Oh, yeah.",
        1002.52,
        1003.22
    ],
    [
        " Oh, man.",
        1003.4,
        1003.92
    ],
    [
        " Just staying a little bit.",
        1003.96,
        1005.04
    ],
    [
        " Just staying on it.",
        1005.1,
        1005.92
    ],
    [
        " Yeah, fully.",
        1006.24,
        1006.94
    ],
    [
        " And yeah, if you would have just been like, hey, you're lazy,",
        1007.16,
        1009.48
    ],
    [
        " this is what my mind would have went to this belief.",
        1009.84,
        1012.34
    ],
    [
        " This actually, and in a way, it's true,",
        1012.58,
        1014.34
    ],
    [
        " but it doesn't like get anyone anywhere.",
        1014.5,
        1016.36
    ],
    [
        " Where if you would be like, you're lazy,",
        1016.66,
        1017.92
    ],
    [
        " I would have thought and maybe even said that it's not that I'm lazy.",
        1018.22,
        1021.66
    ],
    [
        " It's just you're just this crazy hard worker who have these standards that are unreasonable",
        1021.66,
        1025.28
    ],
    [
        " for a normal person.",
        1025.28,
        1026.4
    ],
    [
        " And I'm just a normal person.",
        1026.5,
        1027.68
    ],
    [
        " Excuse me, you know, kind of an attitude.",
        1027.74,
        1029.94
    ],
    [
        " That's what I would go to rather than",
        1030.24,
        1032.34
    ],
    [
        " if you like the way how you always do it is like you pull the string or you just sort of",
        1032.34,
        1038.02
    ],
    [
        " you know what's interesting too is when I'm doing that,",
        1038.02,
        1040.94
    ],
    [
        " I'm not doing that like, okay, I got here's my next move on Echo.",
        1041.1,
        1046.2
    ],
    [
        " Yeah.",
        1046.38,
        1046.52
    ],
    [
        " Actually, what I'm doing is like, well,",
        1046.66,
        1047.9
    ],
    [
        " you know, when you say, well, we can't, I can't make a video",
        1048.52,
        1051.42
    ],
    [
        " because it's going to take me too long to get through the raw edits.",
        1051.42,
        1055.2
    ],
    [
        " And I go, you know, I'll say like, well, you know, if you want, just get, you know,",
        1055.86,
        1059.98
    ],
    [
        " hire someone to do those raw edits for you.",
        1060.48,
        1062.24
    ],
    [
        " Would that work?",
        1063.0,
        1064.16
    ],
    [
        " Yeah.",
        1064.44,
        1064.56
    ],
    [
        " You know what I mean?",
        1064.66,
        1065.0
    ],
    [
        " I'm asking you a legitimate question.",
        1065.04,
        1066.76
    ],
    [
        " Oh yeah.",
        1066.88,
        1067.16
    ],
    [
        " Maybe I kind of know the answer.",
        1067.28,
        1068.54
    ],
    [
        " I mean, I suspect I know the answer, but it's not,",
        1068.64,
        1070.34
    ],
    [
        " it's not just, hey, I, I'm setting you up.",
        1070.56,
        1074.86
    ],
    [
        " I'm legitimately pulling the thread.",
        1075.28,
        1077.4
    ],
    [
        " Yeah.",
        1077.54,
        1077.94
    ],
    [
        " And the answer might be it is impossible to get this project done.",
        1078.04,
        1082.12
    ],
    [
        " But when I say, well, you could hire someone to do those raw edits and then you go,",
        1082.42,
        1085.5
    ],
    [
        " okay, well, even if I hire someone, how am I going to transfer all this data?",
        1085.88,
        1092.52
    ],
    [
        " And I go, well, if you want,",
        1093.0,
        1095.54
    ],
    [
        " what couldn't you get an external hard drive and just physically give it to him?",
        1095.8,
        1100.34
    ],
    [
        " Yeah.",
        1100.94,
        1101.18
    ],
    [
        " And you'd say, well, these are actual situations.",
        1101.62,
        1105.02
    ],
    [
        " No, no, no, no.",
        1105.18,
        1106.96
    ],
    [
        " I don't know the realm of video well enough to go down those roads.",
        1107.12,
        1111.56
    ],
    [
        " The main, the one that I remember the easiest is like with training.",
        1111.56,
        1115.94
    ],
    [
        " Like you'll be like, hey, we're training at 430,",
        1116.56,
        1118.58
    ],
    [
        " but I train during the day, mostly.",
        1118.78,
        1120.08
    ],
    [
        " Oh, not in the evening.",
        1120.46,
        1122.42
    ],
    [
        " Then you'll be like, oh yeah, train at 430.",
        1122.66,
        1124.2
    ],
    [
        " I'm like, well, you know, and I have all these reasons.",
        1124.28,
        1126.42
    ],
    [
        " And then you're like, you kind of just chip away at all these reasons.",
        1126.8,
        1129.96
    ],
    [
        " Like, oh, here's a solution to that.",
        1129.98,
        1131.36
    ],
    [
        " Here's a solution to that.",
        1131.48,
        1132.04
    ],
    [
        " Here's a solution.",
        1132.12,
        1132.48
    ],
    [
        " It's like, man, I just, I let that just like my routine.",
        1132.78,
        1135.54
    ],
    [
        " I just got to admit it, you know, like, all right.",
        1135.54,
        1137.56
    ],
    [
        " And but I don't get to train with you guys as often, you know, kind of thing.",
        1137.74,
        1140.46
    ],
    [
        " But it's like, yeah, you expose, you pull the string to expose just the like the little,",
        1140.76,
        1145.9
    ],
    [
        " the little excuses.",
        1146.06,
        1147.64
    ],
    [
        " Check.",
        1148.18,
        1148.52
    ],
    [
        " So pull the thread, reveal the problem.",
        1149.36,
        1152.5
    ],
    [
        " Don't confront if you can help it.",
        1152.8,
        1154.7
    ],
    [
        " And people will start to recognize what the problem is.",
        1155.28,
        1159.94
    ],
    [
        " I mean, this is assuming you're working with,",
        1160.04,
        1161.8
    ],
    [
        " this is one, there's one problem with this.",
        1163.02,
        1165.58
    ],
    [
        " And that is, if the person has a giant ego,",
        1166.0,
        1168.0
    ],
    [
        " this is the hardest thing for them to admit, right?",
        1168.86,
        1171.5
    ],
    [
        " So they might not admit it.",
        1172.08,
        1173.48
    ],
    [
        " But they'll see it that behave differently.",
        1173.92,
        1175.92
    ],
    [
        " And by the way, one of the good ways to",
        1176.18,
        1177.84
    ],
    [
        " to use someone's ego against themselves",
        1177.84,
        1182.48
    ],
    [
        " is when you say something along the lines of, you know,",
        1182.48,
        1187.12
    ],
    [
        " man, it's going to look good if this gets done right.",
        1187.4,
        1190.26
    ],
    [
        " You know what I'm saying?",
        1190.82,
        1191.9
    ],
    [
        " And they think, oh, cool.",
        1192.02,
        1193.08
    ],
    [
        " And I'm going to do this.",
        1193.42,
        1194.2
    ],
    [
        " I'm going to make this adjustment just so it gets done.",
        1194.24,
        1196.78
    ],
    [
        " Just so my ego can get just so I can win.",
        1196.84,
        1200.3
    ],
    [
        " Yeah.",
        1200.66,
        1200.92
    ],
    [
        " That was going to say that.",
        1201.18,
        1202.26
    ],
    [
        " Use the word win because every time like you use the word win.",
        1202.32,
        1204.64
    ],
    [
        " And anytime what I'd be thinking like, okay,",
        1204.64,
        1209.74
    ],
    [
        " if I didn't win, what else, you know, what's left?",
        1210.24,
        1212.74
    ],
    [
        " You lost.",
        1212.98,
        1213.38
    ],
    [
        " No matter what excuse you make, you lost.",
        1213.78,
        1215.84
    ],
    [
        " So if you put shed light on like, use that word and be like,",
        1215.98,
        1219.74
    ],
    [
        " hey, this will make you win.",
        1219.74,
        1220.94
    ],
    [
        " And you're like, hell yeah.",
        1221.64,
        1222.54
    ],
    [
        " But at the same time, the back of your mind,",
        1222.74,
        1224.62
    ],
    [
        " like basically if we don't solve these problems or whatever,",
        1224.68,
        1227.0
    ],
    [
        " I lose what I want that.",
        1227.14,
        1228.46
    ],
    [
        " So it's like extra motivated.",
        1228.46,
        1229.76
    ],
    [
        " The, uh, it's the winning at all costs thing.",
        1230.0,
        1231.96
    ],
    [
        " And so the winning at all costs, I wrote like a little section.",
        1232.22,
        1234.92
    ],
    [
        " And it was part of a one of the special releases on Barnes",
        1234.98,
        1238.42
    ],
    [
        " and Noble's version of dichotomy of leadership.",
        1238.42,
        1241.04
    ],
    [
        " Was this thing winning at all costs?",
        1241.08,
        1243.58
    ],
    [
        " And it's, and then someone posted and I had,",
        1244.0,
        1246.58
    ],
    [
        " I had said it before, right?",
        1246.58,
        1249.3
    ],
    [
        " And someone posted a clip of me saying this idea of winning at all costs.",
        1249.3,
        1253.4
    ],
    [
        " And it's the way that I talk about it.",
        1253.98,
        1256.56
    ],
    [
        " It's kind of a trick anyways, because I go through this thing about one is leadership",
        1256.76,
        1260.5
    ],
    [
        " and leadership is this leadership of that.",
        1260.5,
        1261.98
    ],
    [
        " And then I said, what leadership is to me is winning at all costs.",
        1262.32,
        1265.2
    ],
    [
        " And somebody put, I'm probably you put a clip up of me saying that.",
        1265.76,
        1269.14
    ],
    [
        " And somebody said, of course, someone's like,",
        1270.24,
        1274.44
    ],
    [
        " that's the kind of person that will run people over and blah, blah, blah.",
        1274.44,
        1277.14
    ],
    [
        " Like it gave them negative things, right?",
        1277.14,
        1278.96
    ],
    [
        " But what they don't realize is what the rest of that clip says.",
        1280.04,
        1282.56
    ],
    [
        " And what the rest of that whole idea of winning at all costs",
        1283.06,
        1286.36
    ],
    [
        " is what I'll do to win at all costs is totally subordinate my ego,",
        1286.36,
        1290.38
    ],
    [
        " help other people, support them, give them what they need,",
        1290.56,
        1293.32
    ],
    [
        " and put my put put the team and the mission above myself.",
        1293.82,
        1298.16
    ],
    [
        " Because the mode, that's how I'm going to win at all costs.",
        1298.64,
        1300.46
    ],
    [
        " So winning at all costs doesn't mean I'm stepping on other people.",
        1300.76,
        1302.92
    ],
    [
        " It means I'm actually lifting other people up.",
        1303.28,
        1304.74
    ],
    [
        " Yeah. That's what it means.",
        1305.04,
        1305.94
    ],
    [
        " So if you can use that, you know, if I say,",
        1306.58,
        1309.08
    ],
    [
        " hey, I come out, look, we need to win.",
        1309.26,
        1311.84
    ],
    [
        " And if we're going to win, the only way to win is if you can learn how to work with gym.",
        1312.28,
        1317.46
    ],
    [
        " Otherwise, we lose.",
        1317.9,
        1318.9
    ],
    [
        " And you're like, you know what?",
        1319.2,
        1320.06
    ],
    [
        " Because I'm a winner.",
        1320.66,
        1321.82
    ],
    [
        " I'll work with gym.",
        1322.28,
        1323.06
    ],
    [
        " Cool. It's a first step.",
        1323.46,
        1324.58
    ],
    [
        " Check.",
        1326.06,
        1326.46
    ]
]