[
    [
        " Look, detachment is a great tool as a leader to have because it allows you to take a step back and see what's going on, right?",
        0.0,
        6.22
    ],
    [
        " Clearly, it's a powerful tool.",
        7.44,
        9.5
    ],
    [
        " But you combine that aspect of detachment to this other aspect of detachment when",
        10.8,
        16.82
    ],
    [
        " when we've talked about people that get caught in a bad mental headspace and I don't know if I want to use the word depression because I'm not a psychologist and I've never really had this depression.",
        16.82,
        27.24
    ],
    [
        " So I can't really speak about it from that angle, but to say that people get caught in a rut, that happens.",
        27.24,
        33.24
    ],
    [
        " And I've talked about that idea, like let's say, okay, when if you lose someone, right, someone that you know dies and you get put into that rut.",
        33.94,
        45.3
    ],
    [
        " And the way I've described it before is like there's a storm cloud all around your head. And no matter which direction you look, you see storm cloud.",
        46.0,
        53.86
    ],
    [
        " And anyone that's on the outside, and this is what I've said, anyone that's on the outside looking and go, oh man, you're just surrounded by the storm.",
        55.86,
        61.34
    ],
    [
        " If you step over here, you're going to get away from that. There's a light at the end of the tunnel.",
        61.34,
        65.6
    ],
    [
        " But from their perspective, they don't see it at all.",
        65.9,
        68.64
    ],
    [
        " If you can detach, if you can take a step back from your own head, you can actually see the end of the storm clouds and you can see that you can get your way out of this rut that you're in.",
        69.24,
        81.78
    ],
    [
        " Now, people ask me about how to detach. And I talk about it leadership strategy and tactics, but I'm going to take a little bit further.",
        84.24,
        94.44
    ],
    [
        " Think about this. So here's a couple things. And actually the reason that I start, I used to kind of look at it.",
        95.24,
        101.54
    ],
    [
        " Like, hey, it's real simple, right? Hey, take a step back. Just take a step back. Take a breath. Right. You know, look around.",
        102.0,
        110.0
    ],
    [
        " In fact, relax, look around and make a call was what I wrote about in stream ownership when it comes to detach like relax.",
        110.32,
        115.88
    ],
    [
        " Look around, make a call. That's detachment.",
        115.88,
        119.8
    ],
    [
        " The first time I really broke it down to try and give people some more specific instructions was on the warrior kid podcast.",
        120.72,
        132.76
    ],
    [
        " Because you know, a little kid would say, when I get mad, I start to lose my temper when I'm wrestling or I start to lose my temper when I'm in class and little billies keep poking me in the back of the head.",
        133.4,
        144.96
    ],
    [
        " How do I not lose my temper? Well, what they need to do is detach. So I said, listen, take a step back. So I thought about what I kind of do.",
        145.44,
        152.58
    ],
    [
        " Take a step back. And one of the things I said was lift your chin up.",
        153.84,
        160.94
    ],
    [
        " Lift your chin up. And now now when you start to think, because I thought about why do I even do that? What benefit does that have?",
        162.76,
        168.82
    ],
    [
        " Well, if you think about when you take a step back and you actually lift up your chin, think about what it does to your vision.",
        169.3,
        174.62
    ],
    [
        " All of a sudden your vision is elevated. It's elevated one inch, but it's elevated.",
        175.42,
        179.36
    ],
    [
        " And you now have a physical new perspective.",
        179.6,
        183.26
    ],
    [
        " You have a physically new perspective of what's going on.",
        183.92,
        186.86
    ],
    [
        " By taking a step back, lifting your chin up. The other thing it makes you do is if you put your head back, it like makes you open up your chest and open up your lungs and it makes you take breath.",
        187.26,
        198.16
    ],
    [
        " Which I used to attribute this to when you're on the radio. Look, one of the reasons that I was that I like thought about detaching and something that I got",
        199.48,
        207.48
    ],
    [
        " realized was a good tool is you never want to sound panicked on the radio in the seal teams. So",
        207.48,
        213.68
    ],
    [
        " before you key up that microphone to say something, you go",
        214.72,
        217.46
    ],
    [
        " when they say, all right guys, we need to move towards that north building.",
        217.46,
        222.72
    ],
    [
        " Instead of",
        223.24,
        224.2
    ],
    [
        " No, you don't do that.",
        224.2,
        226.7
    ],
    [
        " So when you lift your chin up, you know, you kind of take a breath and forces you to kind of take a breath.",
        228.0,
        234.6
    ],
    [
        " And the other, this is the coolest thing that I kind of connected this",
        234.9,
        238.06
    ],
    [
        " at Jockel Live.",
        239.56,
        240.6
    ],
    [
        " And the reason I connected it because I was up like right now we're sitting down and we're kind of we're kind of",
        241.18,
        245.62
    ],
    [
        " stuck in this position. So at Jockel Live, I had like a like a",
        245.62,
        250.42
    ],
    [
        " a lavalier microphone on. So I was up and moving around and getting crazy.",
        250.42,
        253.72
    ],
    [
        " So as I was going through this, I was",
        254.04,
        257.04
    ],
    [
        " acting out the",
        257.04,
        259.42
    ],
    [
        " the process of detaching. So I take a step back. I lift up my chin and I made this connection. I was like",
        259.42,
        266.8
    ],
    [
        " think about the posture that you have when you're getting ready to get into a fight.",
        267.2,
        272.58
    ],
    [
        " It's literally the opposite. You lift up your hands, you duck, you tuck your chin down,",
        273.16,
        280.24
    ],
    [
        " you roll your shoulders forward to protect yourself and you are getting in this defensive posture.",
        280.68,
        285.58
    ],
    [
        " Which is not an open posture for seeing what's going on, right? It's a focused posture.",
        286.26,
        292.02
    ],
    [
        " When you take a step back, you lift up your chin. You're actually making yourself physically vulnerable.",
        292.02,
        297.96
    ],
    [
        " And what you're also doing is you're opening yourself up the threats, but you're opening up your",
        298.72,
        305.16
    ],
    [
        " mind to see a different perspective. So that is incredibly important. It's an incredibly important",
        305.16,
        317.38
    ],
    [
        " first step in training yourself how to detach from all this chaos that's going on from the",
        317.38,
        323.46
    ],
    [
        " mayhem of a leadership situation to detaching from your own ecosystem that you're wrapped up in",
        323.46,
        329.34
    ],
    [
        " that you think is important that no one cares about. No one cares about outside that stupid",
        329.34,
        335.74
    ],
    [
        " club you're in. No one cares. No one cares. Outside the",
        335.74,
        343.6
    ],
    [
        " the 38 people that are involved in your glee club, they've got you paranoid and freaking out no one",
        346.88,
        354.02
    ],
    [
        " cares. So if you can take a step back and you can see that and finally if you can take a step back",
        354.02,
        360.44
    ],
    [
        " from your own brain and you can kind of assess that cloud that you're caught in, you'll see that",
        360.44,
        368.42
    ],
    [
        " that cloud is non-infinite and you'll see that there's a way out which is important.",
        369.98,
        378.28
    ]
]