[
    [
        " In light of recent events, what is the best course of action when confronted by an obvious",
        0.0,
        5.16
    ],
    [
        " abuse of authority resulting in personal injury due to an innocent person?",
        5.16,
        10.38
    ],
    [
        " To an innocent person.",
        10.66,
        11.48
    ],
    [
        " Oh, to an innocent person that occurs in one's presence.",
        11.5,
        15.44
    ],
    [
        " At what point is it acceptable to physically engage with the assailant, even though the assailant",
        16.34,
        22.34
    ],
    [
        " has some kind of authority?",
        22.34,
        23.36
    ],
    [
        " Sorry, that's two questions.",
        24.06,
        24.94
    ],
    [
        " Wait, what's the recent event?",
        25.46,
        28.08
    ],
    [
        " The recent event is the person on the airplane getting dragged off and injured",
        28.08,
        34.78
    ],
    [
        " because it was overbucked and all that.",
        34.78,
        37.58
    ],
    [
        " Overbooked flight.",
        38.66,
        39.98
    ],
    [
        " I guess you could put more recent events is if you could have a",
        41.46,
        47.34
    ],
    [
        " police officer that's doing something you could have a bouncer.",
        47.34,
        52.34
    ],
    [
        " I'm sure you have plenty of stories about your night club days, besides just wearing jeans",
        53.2,
        57.68
    ],
    [
        " in the wrong area, which is a big violation.",
        57.68,
        60.56
    ],
    [
        " So here's my answer to this.",
        62.3,
        65.2
    ],
    [
        " What do you do when one of those things happen?",
        65.38,
        66.96
    ],
    [
        " First of all, the people that are in the situation are wrapped up in the situation.",
        67.38,
        70.78
    ],
    [
        " They're emotionally, mentally wrapped up in the situation.",
        71.3,
        74.14
    ],
    [
        " The situation is escalated.",
        74.14,
        75.58
    ],
    [
        " They're caught in a storm.",
        75.78,
        76.84
    ],
    [
        " And you're not in the storm.",
        78.3,
        80.22
    ],
    [
        " You're outside the storm.",
        80.38,
        81.04
    ],
    [
        " So what do most people do?",
        81.14,
        81.9
    ],
    [
        " And they see that storm going on?",
        81.98,
        82.84
    ],
    [
        " What do most people do?",
        82.92,
        83.48
    ],
    [
        " Tell me.",
        83.54,
        83.84
    ],
    [
        " Panic?",
        84.6,
        86.2
    ],
    [
        " No, they pull out their iPhones and they start recording the situation.",
        86.28,
        90.16
    ],
    [
        " That's what they do.",
        90.38,
        91.4
    ],
    [
        " That's what everyone does.",
        91.62,
        92.76
    ],
    [
        " Hey, oh, there's a fight going on.",
        93.02,
        94.36
    ],
    [
        " World star.",
        94.5,
        95.02
    ],
    [
        " Let's video.",
        95.24,
        95.72
    ],
    [
        " You know what I'm saying?",
        96.02,
        96.66
    ],
    [
        " I'm impressed that you know about world star.",
        97.08,
        98.66
    ],
    [
        " Yeah, well, they have a lot of good fights on there.",
        98.66,
        99.96
    ],
    [
        " That you have to watch.",
        100.24,
        100.82
    ],
    [
        " So, yeah, well, because you learn from you see,",
        101.16,
        105.1
    ],
    [
        " the way people act, you see some human nature in videos.",
        105.16,
        108.14
    ],
    [
        " So that's what people do.",
        108.42,
        109.74
    ],
    [
        " So what you actually want to do instead of pulling out your video,",
        110.06,
        112.76
    ],
    [
        " is you want to try and get them out of that moment emotionally.",
        113.04,
        116.28
    ],
    [
        " You want to talk to them like a normal person, engage with them.",
        116.52,
        119.98
    ],
    [
        " You know, hey, hey, sir, you need to calm down.",
        120.14,
        123.86
    ],
    [
        " That's just a police officer.",
        123.98,
        125.12
    ],
    [
        " He doesn't mean any harm.",
        125.22,
        126.18
    ],
    [
        " Hey, hey, you know, officer,",
        126.36,
        128.26
    ],
    [
        " that guy's not a threat to you right now.",
        128.68,
        131.14
    ],
    [
        " You know, just take a step back.",
        131.42,
        132.64
    ],
    [
        " It looks like he's trying to relax.",
        132.74,
        133.82
    ],
    [
        " You know, you want to talk and disengage him.",
        134.2,
        136.0
    ],
    [
        " Get their heads out of those bad scenarios.",
        136.08,
        138.76
    ],
    [
        " Yeah.",
        139.02,
        139.18
    ],
    [
        " And, you know, being a calm voice,",
        139.74,
        141.82
    ],
    [
        " say some things like I said, say something.",
        142.06,
        143.8
    ],
    [
        " Hey, officer, there's a lot of people that are",
        143.94,
        146.08
    ],
    [
        " videoing this right now, you know, just a lot of people",
        146.08,
        149.22
    ],
    [
        " saw what happened.",
        149.22,
        150.0
    ],
    [
        " So let's, you don't have to do anything else.",
        150.28,
        153.12
    ],
    [
        " Let's get this person under control.",
        153.34,
        156.06
    ],
    [
        " I can give you a hand or whatever, you know, you just want to,",
        156.52,
        158.8
    ],
    [
        " and of course, what is their initial reaction?",
        159.34,
        162.1
    ],
    [
        " You're going to be back at you.",
        162.1,
        162.76
    ],
    [
        " Just back away or you know, shut up.",
        163.14,
        165.18
    ],
    [
        " You don't know.",
        165.38,
        166.06
    ],
    [
        " And so you need to absorb that.",
        166.5,
        168.9
    ],
    [
        " Say, hey, look,",
        169.14,
        170.28
    ],
    [
        " I'm not giving you any threats at all.",
        171.0,
        173.5
    ],
    [
        " I'm just here to help out.",
        173.5,
        174.48
    ],
    [
        " I don't want to see any trouble.",
        174.62,
        175.58
    ],
    [
        " I don't want you to get in trouble.",
        175.8,
        176.8
    ],
    [
        " You just want to talk to people and get them to,",
        177.08,
        180.72
    ],
    [
        " get them out of that emotional storm that they're in.",
        181.0,
        183.64
    ],
    [
        " Both sides.",
        184.08,
        184.72
    ],
    [
        " Both sides.",
        185.08,
        185.9
    ],
    [
        " Because it's a really nasty situation.",
        186.06,
        187.86
    ],
    [
        " You know, when you don't listen to me,",
        188.5,
        190.18
    ],
    [
        " when I start to hurt you,",
        190.54,
        191.62
    ],
    [
        " when I grab your wrist, let's say like one of those",
        191.92,
        194.12
    ],
    [
        " like police pain compliance type moves,",
        194.12,
        197.8
    ],
    [
        " I grab your wrist and I start to twist it.",
        198.02,
        199.8
    ],
    [
        " You as a human being,",
        200.5,
        201.78
    ],
    [
        " the natural instinct,",
        203.66,
        204.76
    ],
    [
        " some people might have the instinct to comply,",
        205.58,
        207.58
    ],
    [
        " but a lot of people have the instinct.",
        207.68,
        208.62
    ],
    [
        " If you grab me and start hurting me,",
        208.78,
        209.92
    ],
    [
        " I'm going to pull away.",
        209.94,
        210.48
    ],
    [
        " Yes, please.",
        210.64,
        210.98
    ],
    [
        " Okay, you're resisting.",
        211.1,
        211.64
    ],
    [
        " Now you're resisting.",
        212.06,
        212.98
    ],
    [
        " So what I need to do, I need to go harder.",
        213.12,
        214.16
    ],
    [
        " Well, the harder I go, the more you resist.",
        214.56,
        215.82
    ],
    [
        " And you see where this is going.",
        216.14,
        217.3
    ],
    [
        " Next thing you know, I'm beating you in the head.",
        217.94,
        219.36
    ],
    [
        " Because I don't know how to use a chokehold,",
        219.5,
        221.9
    ],
    [
        " unfortunately, because in some areas,",
        222.04,
        224.42
    ],
    [
        " chokeholds are illegal.",
        224.82,
        226.14
    ],
    [
        " So again, as the outsider,",
        227.4,
        229.62
    ],
    [
        " you want to pull them out of that,",
        230.42,
        232.12
    ],
    [
        " you want to talk to them,",
        232.22,
        233.22
    ],
    [
        " you want to get them to see that outside of the emotional storm",
        233.34,
        238.5
    ],
    [
        " that they're in both sides, both sides are an emotional storm.",
        238.5,
        242.32
    ],
    [
        " Physical intervention, you know,",
        242.86,
        246.52
    ],
    [
        " now we are talking like,",
        246.66,
        247.56
    ],
    [
        " this is a serious step.",
        247.62,
        249.02
    ],
    [
        " You start stepping into these scenarios.",
        249.24,
        250.96
    ],
    [
        " You don't, you know,",
        251.86,
        253.34
    ],
    [
        " you want to be very, very careful about stepping into one of these situations.",
        253.56,
        257.92
    ],
    [
        " And even that physical escalation should be",
        259.14,
        261.46
    ],
    [
        " or physical intervention should be just with a sole purpose of deescalating, right?",
        261.46,
        267.24
    ],
    [
        " You're not walking over and, you know, grabbing a guy.",
        267.7,
        270.58
    ],
    [
        " No, hey, you know, it's like a hand on the shoulder.",
        270.9,
        272.82
    ],
    [
        " Hey, sir, a officer, hey, you know,",
        272.94,
        275.9
    ],
    [
        " TSA agent or whoever you are.",
        276.44,
        278.0
    ],
    [
        " Hey, let's just calm down.",
        278.3,
        279.8
    ],
    [
        " You want me to give you a hand getting this person under control.",
        280.2,
        282.38
    ],
    [
        " You know, you don't want to get these people to where now you become.",
        282.6,
        286.46
    ],
    [
        " Because as soon as you do that, you just end up in the storm.",
        286.56,
        289.02
    ],
    [
        " You're part of the storm now.",
        289.46,
        290.74
    ],
    [
        " Even though you're trying not to be,",
        290.76,
        292.1
    ],
    [
        " you're, you're, you're entering the storm.",
        292.78,
        295.2
    ],
    [
        " So you got to be very, very cautious about what you're doing there.",
        295.56,
        299.54
    ],
    [
        " And, you know, what would I do in a situation where I saw someone getting, you know,",
        299.98,
        305.74
    ],
    [
        " beat to death?",
        306.02,
        306.92
    ],
    [
        " You know, I'm going to do what I just said, you know,",
        307.46,
        309.44
    ],
    [
        " now might I go a little bit further?",
        309.52,
        310.68
    ],
    [
        " Because I have a lot of experience and maybe I can handle a situation and deescalate it physically.",
        310.8,
        314.3
    ],
    [
        " Yeah.",
        315.58,
        316.02
    ],
    [
        " And, you know, you see this sometimes where something will be escalating and innocent civilians will come and help",
        316.2,
        321.68
    ],
    [
        " an officer, secure a person.",
        321.68,
        324.32
    ],
    [
        " So those, there's ways to do it.",
        324.74,
        326.42
    ],
    [
        " Yeah.",
        326.58,
        326.76
    ],
    [
        " You just got to be very, very cautious when you do those, when you do that.",
        327.06,
        330.54
    ],
    [
        " Because the other piece of this is,",
        330.72,
        333.02
    ],
    [
        " and again, you see this on, on YouTube,",
        333.38,
        335.44
    ],
    [
        " you don't know what happened to get to this point.",
        336.22,
        338.64
    ],
    [
        " You don't know who that person is, who the perpetrator is, right?",
        338.9,
        342.0
    ],
    [
        " The perpetrator might look totally innocent, but you don't know any background.",
        342.0,
        345.28
    ],
    [
        " So when you start stepping in there,",
        345.58,
        346.82
    ],
    [
        " you might be stepping in there to defend a person that just shot a person,",
        347.02,
        350.24
    ],
    [
        " or a person that just, you know, got caught doing something,",
        350.26,
        352.94
    ],
    [
        " or a person that really did resist the cops hard and do some damage.",
        352.94,
        357.04
    ],
    [
        " So I don't know.",
        357.3,
        359.7
    ],
    [
        " And I'm generally going to side with a police officer, right?",
        360.08,
        363.82
    ],
    [
        " I mean, the police officer, I'm respecting that they're doing the right thing.",
        363.94,
        368.06
    ],
    [
        " And sort of step in there and start making something happen is not going to generally work out",
        368.22,
        372.58
    ],
    [
        " in a good way. Maybe you can help them get the perpetrator under control.",
        372.58,
        377.66
    ],
    [
        " But yeah, to make the assumption that because a cop is escalated to a point of violence,",
        378.48,
        384.36
    ],
    [
        " that the cop is an out of control crazy cop, it's not an accurate assumption.",
        384.6,
        389.14
    ],
    [
        " Most likely, that's the wrong assumption.",
        389.62,
        392.96
    ],
    [
        " You know, cops are not walking around waiting to beat the crap out of people.",
        393.54,
        398.24
    ],
    [
        " That's not what they're doing. They don't want to do that.",
        398.32,
        399.6
    ],
    [
        " When it happens, it's something has generally led up to it.",
        399.76,
        404.88
    ],
    [
        " When we see it in a case that isn't like that, that's why we see it.",
        405.14,
        408.06
    ],
    [
        " Because it's now news.",
        408.18,
        408.98
    ],
    [
        " It's now news.",
        409.3,
        410.44
    ],
    [
        " Yeah.",
        410.76,
        410.94
    ],
    [
        " So be very, very careful about that again.",
        411.64,
        414.44
    ],
    [
        " You know, most of the time, you know, just try and deescalate it verbally,",
        414.72,
        419.0
    ],
    [
        " ask if they need any assistance, ask if you can call 911 for them and get",
        419.26,
        422.48
    ],
    [
        " more assistance for them. Ask if they need any help.",
        422.54,
        424.5
    ],
    [
        " Talk to that. Do that. Take that approach.",
        425.0,
        427.22
    ],
    [
        " If you have to physically intervene, especially if you have some experience,",
        427.48,
        431.36
    ],
    [
        " let them know what you're doing. Do you need any help? Do you need any assistance?",
        432.02,
        435.08
    ],
    [
        " That type of thing.",
        435.08,
        435.84
    ],
    [
        " I'm sure we'll get some feedback from some cops on this one.",
        435.96,
        439.02
    ],
    [
        " It'll be good.",
        439.74,
        440.42
    ],
    [
        "",
        441.24,
        441.24
    ],
    [
        " Yeah, I feel like when I was back to the balancer situation,",
        442.06,
        445.5
    ],
    [
        " when guys would fight, would break out.",
        445.78,
        448.94
    ],
    [
        " So in a club, when a fight break breaks out, it's more chaotic than, you know,",
        449.18,
        452.52
    ],
    [
        " in the street when you see two guys fighting.",
        452.6,
        454.04
    ],
    [
        " So it's a little bit more dangerous when you jump into the fight to try to break it up.",
        454.44,
        459.28
    ],
    [
        " Because if you just jump in and grab the guy, the guy doesn't know if you're trying to",
        459.32,
        463.82
    ],
    [
        " break up the fight or if you're a guy.",
        463.82,
        465.3
    ],
    [
        " You're just another attacker.",
        465.42,
        466.5
    ],
    [
        " Yeah, exactly right. So he's going to start swinging or whatever.",
        466.66,
        468.9
    ],
    [
        " And that's not to mention any of that guy's friends who sees you do that in the dark,",
        469.16,
        474.28
    ],
    [
        " you know, all this, you know, the dark nightclub lights, whatever.",
        474.52,
        476.76
    ],
    [
        " So he might hate you, whatever.",
        477.38,
        478.7
    ],
    [
        " And then, you know, bottles can be, it can be dangerous.",
        478.92,
        481.78
    ],
    [
        " So if you jump in there with, before you even touch the person, you, you're already saying,",
        481.78,
        489.86
    ],
    [
        " break it, what I would always say is either break it up or, or calm down.",
        489.92,
        494.4
    ],
    [
        " Like calm down guys break it up.",
        494.4,
        495.54
    ],
    [
        " Break it up before you even touch them.",
        495.64,
        497.16
    ],
    [
        " And they hear that.",
        497.16,
        497.98
    ],
    [
        " So when they feel you, they don't feel a punch.",
        498.06,
        500.1
    ],
    [
        " Got it.",
        500.24,
        500.5
    ],
    [
        " It's like calm down, calm down.",
        500.54,
        501.5
    ],
    [
        " And they feel you kind of, it's more of a light given or compared to the guy who he's fighting.",
        501.62,
        506.66
    ],
    [
        " With that punch, it's not a wrestling move, nothing like that.",
        506.66,
        509.26
    ],
    [
        " So you're breaking it up.",
        509.42,
        510.48
    ],
    [
        " And you just gave me a good reminder too.",
        510.6,
        512.32
    ],
    [
        " If you're on the outside and you see something like this going on, like if you're on that plane,",
        512.52,
        515.9
    ],
    [
        " you see this, this, this passenger getting roughed up, you know, hey, hey, hey,",
        516.04,
        520.8
    ],
    [
        " passenger, just calm down. Do what they're telling you to do.",
        520.94,
        523.88
    ],
    [
        " Just do what they're just comply with what they're doing to do.",
        524.06,
        526.34
    ],
    [
        " You know, just relax. Let them cuff you.",
        526.64,
        529.0
    ],
    [
        " Just relax. You know, you can take it.",
        529.14,
        531.04
    ],
    [
        " You know, I definitely heard cops say this.",
        531.22,
        534.52
    ],
    [
        " Actually, I heard the guy that was on Sam Harris's podcast.",
        534.82,
        537.06
    ],
    [
        " Like if you want to got an issue with what a cop's doing to you, bring it to the court.",
        537.38,
        540.74
    ],
    [
        " But let your lawyers handle it.",
        540.94,
        542.12
    ],
    [
        " Don't handle it right there.",
        542.3,
        543.68
    ],
    [
        " Because you're going to lose.",
        543.88,
        544.74
    ],
    [
        " You're going to lose that situation.",
        545.06,
        546.26
    ],
    [
        " You're going to end up hurt.",
        546.26,
        547.04
    ],
    [
        " You're going to end up injured.",
        547.16,
        547.78
    ],
    [
        " It's going to be a bad scenario.",
        547.78,
        548.88
    ],
    [
        " So same thing. Tell them tell you, you know, if you see someone getting, getting roughed up,",
        549.54,
        553.78
    ],
    [
        " then hey, hey, man, we're all watching.",
        554.0,
        556.64
    ],
    [
        " Just comply.",
        556.84,
        557.4
    ],
    [
        " Just do what they're telling you to do.",
        557.76,
        559.06
    ],
    [
        " And take it up to with a lawyer later.",
        559.62,
        561.48
    ],
    [
        " Just try and get that person to calm down.",
        561.5,
        562.92
    ],
    [
        " Because that's, you know, chances are, you know, the police officer, he's arrested thousands of people.",
        563.72,
        570.24
    ],
    [
        " Yeah.",
        570.48,
        570.62
    ],
    [
        " Put his hands on thousands of people.",
        570.7,
        572.36
    ],
    [
        " That person that's getting roughed up, they haven't.",
        572.46,
        575.98
    ],
    [
        " They've not been arrested.",
        576.08,
        576.98
    ],
    [
        " You know, I can guarantee you that United passenger probably never been arrested in his life.",
        577.4,
        581.74
    ],
    [
        " So here he is.",
        582.0,
        583.16
    ],
    [
        " And like I said, you start to pull me.",
        583.32,
        585.42
    ],
    [
        " I'm going to resist.",
        585.78,
        586.28
    ],
    [
        " I don't, people don't pull me.",
        586.7,
        588.16
    ],
    [
        " No, don't pull me.",
        588.3,
        588.92
    ],
    [
        " But now all of a sudden, we got an incident going on.",
        589.02,
        590.76
    ],
    [
        " So if someone's saying, hey, listen, just listen to what they're telling you.",
        591.04,
        594.62
    ],
    [
        " You need to just calm down.",
        594.8,
        595.98
    ],
    [
        " You don't want this to get any worse.",
        596.18,
        597.28
    ],
    [
        " That type of thing.",
        597.42,
        598.04
    ],
    [
        " Yeah.",
        598.28,
        598.46
    ],
    [
        " Talk to people and get them to detach a little bit.",
        598.56,
        600.54
    ]
]