[
    [
        " So this first question is one of those questions and",
        0.08,
        4.44
    ],
    [
        " The question was something along the lines of this it was something like what should I do if a peer of mine is",
        4.44,
        12.88
    ],
    [
        " Working hard putting an extra effort and trying to shine so that they get promoted",
        12.88,
        18.08
    ],
    [
        " That was the question and",
        18.08,
        22.6
    ],
    [
        " That's a good question, right because right what do you do and and the instinct is?",
        22.6,
        28.6
    ],
    [
        " Well like you know what I'm saying you you can even feel that instinct",
        28.68,
        31.32
    ],
    [
        " I can see the look on your face right now. Yes, you have the look on your face of like you can see that",
        31.32,
        35.92
    ],
    [
        " That's a little bit offensive right when you go. Oh this person's trying to work hard trying to put that extra effort",
        35.92,
        42.42
    ],
    [
        " Trying to shine so that they can get promoted",
        42.42,
        46.28
    ],
    [
        " Right no one likes that person by the way, right no one likes the the brown noser. Yeah, so",
        46.28,
        52.82
    ],
    [
        " We get it",
        52.82,
        54.22
    ],
    [
        " So then the question was what should this person do what you know that's the guy asked me what do I do when that's happening and",
        54.7,
        60.5
    ],
    [
        " The instinct which is the instinct you had which is the instinct my first instinct",
        60.5,
        64.44
    ],
    [
        " Even me mr. Keep your ego in check",
        64.44,
        68.48
    ],
    [
        " My very first instinct is like a little bit of like a pushback like that guy and I want to lash out on him right",
        68.48,
        75.56
    ],
    [
        " But that's not the right answer",
        75.56,
        79.92
    ],
    [
        " You know because it because well that's what you say is you say who they think they are yeah",
        79.92,
        84.04
    ],
    [
        " Look at what they're doing",
        84.78,
        85.98
    ],
    [
        " So you know what that is that's making those attacks that's your own personal ego",
        85.98,
        90.66
    ],
    [
        " That's my own ego my own ego going with that person just wants to get promoted",
        90.66,
        94.88
    ],
    [
        " so",
        94.88,
        96.56
    ],
    [
        " If you can take a second you can take a step back you can detach you can put your ego in check and if you do that",
        96.56,
        105.14
    ],
    [
        " Then you say to yourself, okay",
        105.14,
        108.58
    ],
    [
        " Here's what's here's the situation if we remove the ego here's the situation this person is working extra hard",
        109.22,
        115.14
    ],
    [
        " By the way this person's appears so we're on the same team this person is working extra hard",
        115.14,
        119.9
    ],
    [
        " They're putting in extra effort. They are trying to shine and",
        119.9,
        123.86
    ],
    [
        " All those things all those things are",
        123.86,
        128.9
    ],
    [
        " Actually good for your team",
        128.9,
        132.2
    ],
    [
        " Right I got someone that's trying to do a great job that's working harder. I'm actually happy",
        133.7,
        140.26
    ],
    [
        " I'm actually happy if there's a person working harder all my team that's good if there's a person that's trying to",
        140.26,
        146.42
    ],
    [
        " Outwork me and do a better job than me that's actually awesome",
        146.42,
        150.72
    ],
    [
        " Because now we're gonna be a better team",
        150.72,
        154.14
    ],
    [
        " Now mind you any moment you let your ego slip into this it's it turns into a nightmare",
        154.14,
        160.02
    ],
    [
        " It's not good. You don't like it. You're offended that someone's trying to work harder than you",
        160.16,
        165.44
    ],
    [
        " But if you keep your ego in check then",
        165.44,
        169.2
    ],
    [
        " That's good you realize that it's good and I'll tell you something else and this is what I answered this question I said",
        169.2,
        176.7
    ],
    [
        " for this person",
        176.7,
        179.02
    ],
    [
        " to",
        179.02,
        180.8
    ],
    [
        " Outwork me he's gonna have a hard time",
        180.8,
        184.48
    ],
    [
        " He's gonna have a hard time out working because I'm here to win too and that is a little bit of my ego",
        185.8,
        190.52
    ],
    [
        " But that that ego is being a positive thing because I'm oh you're gonna step up your game",
        190.52,
        194.76
    ],
    [
        " Guess what I'm gonna do step up my game. I'm not gonna undermine you that would be negative",
        194.76,
        199.16
    ],
    [
        " That would be my ego causing problem",
        199.16,
        200.5
    ],
    [
        " But if I go oh your echo stepping up his game echo showing up at six o'clock in the morning",
        200.5,
        204.9
    ],
    [
        " Instead of instead of six ten oh and I'm and I'm coming in at six oh five guess what guess what I'm coming in tomorrow",
        204.9,
        210.48
    ],
    [
        " No 430",
        210.48,
        213.2
    ],
    [
        " But you're right so I do I do a little bit more so now now we're both a little bit more prepared now",
        214.62,
        219.2
    ],
    [
        " We got some good competitiveness going on that's good. It's good for the team",
        219.2,
        224.68
    ],
    [
        " So you this other person this other person that's stepping up the game trying to do a good job is actually awesome",
        224.68,
        232.26
    ],
    [
        " Because it's gonna make me step up my game and I'm gonna tell you right now that person is gonna have a hard time out working me",
        232.26,
        240.22
    ],
    [
        " They're gonna have a hard time bring it. I'm actually fired up. I'm actually getting fired up right now like I'm getting",
        240.22,
        245.48
    ],
    [
        " I'm starting like I'm thinking I might attack you right now just to see what's up",
        245.48,
        249.72
    ],
    [
        " So that's good now here's here's where the second",
        249.72,
        255.48
    ],
    [
        " Ego scenario that you have to get under control what if that person steps up their game I step up my game",
        255.48,
        263.58
    ],
    [
        " They end up they actually do end up out shining me. They actually do end up getting the big promotion",
        263.58,
        269.6
    ],
    [
        " Then what do I do",
        270.28,
        271.62
    ],
    [
        " Do I get better? Do I get jealous? Do I get mad?",
        271.62,
        276.76
    ],
    [
        " Do I now start to undermine them and spread rumors about no actually if somebody",
        277.12,
        284.04
    ],
    [
        " If somebody outworked me and outperformed me and then got promoted good for them that is awesome credit",
        284.04,
        295.08
    ],
    [
        " They get a credit",
        296.24,
        297.34
    ],
    [
        " You done good son you done good and there's nothing wrong with that and what I am gonna do is instead of being bitter and mad and jealous and all those things",
        297.34,
        306.92
    ],
    [
        " Instead, I'm actually gonna",
        306.92,
        308.0
    ],
    [
        " Put my ego out of the picture and say what actually happened? Where did this person perform better than me and how I how can I support them",
        308.0,
        316.2
    ],
    [
        " How can I learn some lessons from this and how can I become better so the next time there is an opportunity? I do get promoted",
        316.2,
        322.16
    ],
    [
        " You wouldn't think that that question is about your own personal ego from the beginning now it's easy to see looking back",
        326.02,
        331.2
    ],
    [
        " But from the beginning it's like hey, what do you do? How do you handle this situation when someone's trying to outwork you now",
        331.2,
        335.76
    ],
    [
        " Shine you and they're trying to get promoted yeah, that sounds like an interpersonal relationship question is not",
        335.76,
        341.82
    ],
    [
        " The question about ego",
        341.82,
        343.42
    ]
]