[
    [
        " This is Jocco Podcast number 223 with Echo Charles and me, Jocco Willink.",
        0.04,
        5.96
    ],
    [
        " Good evening, Echo.",
        6.4,
        6.94
    ],
    [
        " Good evening.",
        7.12,
        7.36
    ],
    [
        " Modern combat is chaotic, intense and shockingly destructive.",
        9.02,
        15.78
    ],
    [
        " In your first battle, you will experience the confusing and often terrifying sights,",
        16.28,
        22.2
    ],
    [
        " sounds, smells, and dangers of the battlefield.",
        22.2,
        25.88
    ],
    [
        " But you must learn to survive and win despite them.",
        26.42,
        30.8
    ],
    [
        " 1. You could face a fierce and relentless enemy.",
        32.84,
        36.38
    ],
    [
        " 2. You could be surrounded by destruction and death.",
        37.18,
        40.62
    ],
    [
        " 3. Your leaders and fellow soldiers may shout urgent commands and warnings.",
        41.12,
        46.52
    ],
    [
        " 4. Rounds might impact near you.",
        46.54,
        49.42
    ],
    [
        " 5. The air could be filled with the smell of explosives and propellant.",
        49.78,
        53.78
    ],
    [
        " 6. You might hear the screams of a wounded comrade.",
        54.32,
        58.16
    ],
    [
        " However, even in all this confusion and fear, remember that you are not alone.",
        58.76,
        69.16
    ],
    [
        " You are part of a well-trained team backed by the most powerful combined arms force",
        70.3,
        75.76
    ],
    [
        " and the most modern technology in the world.",
        75.76,
        78.84
    ],
    [
        " You must keep faith with your fellow soldiers.",
        80.2,
        83.0
    ],
    [
        " Remember your training and do your duty to the best of your ability.",
        83.4,
        86.86
    ],
    [
        " If you do and you uphold your warrior ethos, you can win and return home with honor.",
        87.42,
        95.92
    ],
    [
        " This is the soldier's field manual.",
        97.58,
        100.7
    ],
    [
        " It tells the soldier how to perform the combat skills needed to survive on the battlefield.",
        101.02,
        105.84
    ],
    [
        " All soldiers across branches and components must learn these basic skills.",
        107.24,
        113.8
    ],
    [
        " Non-commissioned officers must ensure that their soldiers receive training on and know these vital combat skills.",
        115.36,
        124.7
    ],
    [
        " So, that right there is the opening introduction of the US Army Field Manual 3,",
        129.54,
        138.52
    ],
    [
        " TAC 21.75, the warrior ethos, and soldier combat skills.",
        138.58,
        144.54
    ],
    [
        " And after that intro, the field manual itself is just filled with these skills, vast skills that are the backbone of being a good soldier.",
        145.68,
        160.3
    ],
    [
        " Things like this, things like combat casualty care and casualty evacuation, how to work in the desert, in the jungle, in Arctic conditions,",
        161.8,
        170.98
    ],
    [
        " how to use cover concealment and camouflage, how to prepare fighting positions, fighting positions in urban environments,",
        170.98,
        178.66
    ],
    [
        " fighting positions in rural environments, immediate actions, fire and movement, fire and movement on foot and fire and movement in vehicles.",
        178.94,
        187.42
    ],
    [
        " Things like how to move effectively through open areas, how to get past windows, how to maneuver around corners, how to enter a building, clear a room,",
        188.04,
        197.9
    ],
    [
        " how to conduct reconnaissance missions, how to shoot a variety of weapons, and not just shoot them, but how do you battle zero those weapons, how do you use reflexive fire,",
        198.8,
        210.5
    ],
    [
        " what are your immediate actions on failure of your weapon systems?",
        211.38,
        214.92
    ],
    [
        " And of course, there's communications.",
        216.2,
        218.12
    ],
    [
        " You got to learn a bunch of different radios and radio force, voice procedures.",
        219.08,
        224.64
    ],
    [
        " And then on top of that, you got the classic survival evasion, resistance, escape in the event that you get captured.",
        224.92,
        235.52
    ],
    [
        " What about chemical biological and radiological weapons?",
        237.04,
        240.74
    ],
    [
        " How do you face those?",
        242.32,
        243.18
    ],
    [
        " How do you, what are the decontamination and treatment procedures for all those?",
        243.52,
        247.34
    ],
    [
        " What about minds?",
        247.7,
        248.32
    ],
    [
        " What about demolitions?",
        248.74,
        249.6
    ],
    [
        " What about breaching procedures?",
        250.18,
        251.36
    ],
    [
        " What about IEDs?",
        252.34,
        254.66
    ],
    [
        " How do you identify them?",
        254.74,
        255.92
    ],
    [
        " How do you find them?",
        256.14,
        256.86
    ],
    [
        " How do you disarm or destroy them?",
        257.08,
        258.52
    ],
    [
        " Those are some of the things you need to learn.",
        259.88,
        262.44
    ],
    [
        " And on top of all that, what about your army values?",
        262.54,
        266.14
    ],
    [
        " What about the law of land warfare?",
        266.48,
        267.94
    ],
    [
        " The code of conduct, the soldiers creed and the warrior ethos?",
        268.54,
        274.34
    ],
    [
        " This manual is packed.",
        274.98,
        279.1
    ],
    [
        " And that is a lot to learn.",
        280.06,
        282.36
    ],
    [
        " It's a lot to track.",
        282.5,
        283.58
    ],
    [
        " And quite frankly, what that manual covers is the basics.",
        283.88,
        286.88
    ],
    [
        " The fundamentals.",
        288.36,
        289.1
    ],
    [
        " That's like the starting point.",
        289.36,
        290.74
    ],
    [
        " Because there are countless skills beyond those fundamentals.",
        291.0,
        294.76
    ],
    [
        " And the longer that soldier stays on task,",
        296.64,
        300.06
    ],
    [
        " the longer he stays operational, the more proficient he becomes",
        300.48,
        304.34
    ],
    [
        " at those fundamental skills and then moves on to advanced skills",
        304.34,
        308.12
    ],
    [
        " that have tighter standards and more detail and more modalities.",
        308.12,
        311.42
    ],
    [
        " And one thing about being a soldier is you never master it.",
        312.1,
        320.48
    ],
    [
        " There's too much.",
        321.66,
        322.82
    ],
    [
        " There's too many things to know, too many things to understand,",
        322.96,
        325.34
    ],
    [
        " too many things to practice, too many things to rehearse,",
        325.52,
        327.48
    ],
    [
        " too many things to exercise, too many things to execute.",
        327.72,
        329.74
    ],
    [
        " To be truly good at these.",
        330.66,
        335.88
    ],
    [
        " And I'll tell you what, these skills, they're not only applicable to soldiers.",
        337.72,
        342.64
    ],
    [
        " They're all applicable to life.",
        344.5,
        347.12
    ],
    [
        " They're all useful in life.",
        347.26,
        349.14
    ],
    [
        " And maybe it's because there's so much.",
        354.76,
        357.84
    ],
    [
        " Sometimes people, sometimes soldiers, sometimes service men and women,",
        358.34,
        365.76
    ],
    [
        " they let those skill slide as time goes on.",
        365.76,
        369.04
    ],
    [
        " They become softer, they weaken.",
        370.32,
        373.06
    ],
    [
        " But there are some soldiers and some people that continue to strive.",
        374.12,
        382.44
    ],
    [
        " They continue to push, that continue to try become faster and stronger",
        382.96,
        388.56
    ],
    [
        " and more skilled and more accurate and more lethal.",
        388.56,
        391.78
    ],
    [
        " And they never stop aspiring to be their best.",
        393.0,
        398.9
    ],
    [
        " And those, those are the true sentinels of freedom.",
        399.48,
        407.26
    ],
    [
        " Who not only strive to be their best, but also pass on their knowledge to others.",
        409.9,
        414.38
    ],
    [
        " That's what they do with their lives.",
        414.92,
        419.08
    ],
    [
        " And it's an honor to have one of those sentinels with us here tonight.",
        419.52,
        424.88
    ],
    [
        " Retired, special forces, soldier, tactical shooting instructor,",
        426.3,
        432.6
    ],
    [
        " and all around highly skilled and capable combat veteran.",
        433.58,
        438.04
    ],
    [
        " Pat McNamara.",
        438.44,
        440.44
    ],
    [
        " Pat?",
        441.78,
        442.18
    ],
    [
        " Brother, thank you so much for having me.",
        442.66,
        444.4
    ],
    [
        " I really appreciate the opportunity.",
        444.62,
        445.98
    ],
    [
        " Yeah, man, thanks for coming on.",
        447.14,
        448.2
    ],
    [
        " It's, I know we linked up.",
        448.74,
        450.52
    ],
    [
        " I forget how you sent me a message.",
        450.78,
        453.68
    ],
    [
        " I sent you a message or something.",
        453.68,
        454.94
    ],
    [
        " And we'll, but you finally were able to come out here.",
        455.7,
        458.74
    ],
    [
        " And you know, you said, hey, you're going to be around.",
        459.22,
        461.16
    ],
    [
        " I'm like, I can make it happen.",
        461.16,
        462.3
    ],
    [
        " You know, the beauty of the inner webs, right?",
        462.9,
        464.6
    ],
    [
        " I, I meet some really great people.",
        464.88,
        468.1
    ],
    [
        " I mean, outstanding people with great character and all positive attributes.",
        468.24,
        473.26
    ],
    [
        " So, and when I meet them like you, for example, all I knew you through is through the inner webs.",
        473.92,
        479.1
    ],
    [
        " Never, we've never met in person.",
        479.38,
        480.8
    ],
    [
        " But you could siphon through the bullshit and tell whether or not somebody's legit",
        481.2,
        484.82
    ],
    [
        " and whether they're, you know, whether they're honorable person,",
        484.82,
        488.82
    ],
    [
        " whether they got good work ethic and all that shit.",
        489.06,
        491.62
    ],
    [
        " So, the people I meet, I'm very fortunate to have met some great people",
        492.18,
        497.22
    ],
    [
        " because of the inner webs and you're one of them.",
        497.22,
        500.26
    ],
    [
        " So, thank you so much for making this happen.",
        500.36,
        503.06
    ],
    [
        " So, we and I got some things in common.",
        503.66,
        506.64
    ],
    [
        " One of them is we both got in the military pretty quick.",
        506.84,
        509.4
    ],
    [
        " We also both grew up a new England.",
        509.54,
        511.04
    ],
    [
        " Yeah.",
        511.24,
        511.42
    ],
    [
        " So, let's go, let's go right to the beginning.",
        511.86,
        514.26
    ],
    [
        " Cool.",
        514.52,
        514.64
    ],
    [
        " Where this started.",
        515.04,
        515.72
    ],
    [
        " You grew up in Connecticut.",
        516.32,
        518.22
    ],
    [
        " Yep.",
        518.78,
        519.18
    ],
    [
        " And, what, did, were you a sport, were you an athlete?",
        519.26,
        521.82
    ],
    [
        " You know what, I started out like my early like tweens, years kind of, I was an odd kid.",
        522.62,
        531.58
    ],
    [
        " I was an odd ball, you know.",
        531.74,
        532.98
    ],
    [
        " I was probably, my dad was probably disappointed, but he supported all my odd ball shit that I wanted to do.",
        533.62,
        539.64
    ],
    [
        " I mean, I had all the sissy hobbies.",
        539.76,
        541.22
    ],
    [
        " Really?",
        541.58,
        541.86
    ],
    [
        " I was not an athlete.",
        542.02,
        543.12
    ],
    [
        " I was, I was a, I was the kid who got picked on.",
        543.46,
        546.36
    ],
    [
        " No kid.",
        546.68,
        547.18
    ],
    [
        " Yeah.",
        547.18,
        547.42
    ],
    [
        " I mean, I would write you a sidekick that you know, right?",
        547.74,
        550.94
    ],
    [
        " Yeah.",
        550.94,
        550.98
    ],
    [
        "",
        550.98,
        550.98
    ],
    [
        " Yeah, yeah.",
        550.98,
        551.02
    ],
    [
        " Right.",
        551.02,
        551.36
    ],
    [
        " There was a reason for it.",
        551.38,
        553.62
    ],
    [
        " There was a time when I went through a metamorphosis and I had, it was like a singer swim type of thing.",
        553.72,
        558.68
    ],
    [
        " But, you know, I would, I would write you in a cycle to school, I drew, I watched birds, I picked flowers, all that stuff.",
        559.1,
        566.04
    ],
    [
        " And, yeah, I was, I was a big time sissy.",
        567.0,
        572.54
    ],
    [
        " And then, I had a, I had a window of opportunity to get tough.",
        572.54,
        577.44
    ],
    [
        " And, I had some mentors in my neighborhood who pointed me down a road.",
        577.9,
        584.92
    ],
    [
        " And the window of opportunity was, it was basically like survival because I had old brother who tormented me.",
        585.38,
        594.26
    ],
    [
        " I mean, he was a horrible person.",
        594.36,
        596.38
    ],
    [
        " And when he went to prison the first time, I was right at like 15 years old.",
        597.88,
        602.66
    ],
    [
        " So, you know, as a teenager, you know, you're growing.",
        603.24,
        606.26
    ],
    [
        " You have the capacity to really grow and be somebody.",
        606.66,
        609.6
    ],
    [
        " And I had neighbors and said, hey, man, what are you going to do with this time?",
        610.48,
        614.18
    ],
    [
        " You have this time.",
        614.48,
        615.36
    ],
    [
        " And I didn't even think of it as that.",
        615.58,
        617.18
    ],
    [
        " I had no idea what they were talking about.",
        617.32,
        618.94
    ],
    [
        " You have this time to, to, to prepare for his,",
        619.72,
        624.96
    ],
    [
        " you know, for him to come back home, you have time.",
        626.64,
        629.36
    ],
    [
        " So, yeah, I started wrestling. That was a big thing.",
        630.8,
        634.1
    ],
    [
        " And the wrestling turned me around.",
        634.96,
        637.12
    ],
    [
        " And my first two years, I suck, but my second two years, I was, I was bad-ass.",
        637.66,
        642.46
    ],
    [
        " I've seen you, I could not be beaten.",
        642.7,
        644.56
    ],
    [
        " Because I fell in love with it.",
        645.38,
        646.86
    ],
    [
        " And I would go to the college during the summers and practice with the college students.",
        647.1,
        650.52
    ],
    [
        " That kind of thing.",
        650.6,
        651.28
    ],
    [
        " And I was lifting weights and, and, you know, running back and forth to work and stuff like that.",
        651.46,
        656.98
    ],
    [
        " So, I was able to, like, self-govern.",
        657.36,
        661.68
    ],
    [
        " I didn't need anybody to drive me because I saw the results.",
        662.1,
        664.84
    ],
    [
        " I saw it was happening. I saw the change.",
        665.02,
        666.56
    ],
    [
        " Got in a couple street fights.",
        667.3,
        669.38
    ],
    [
        " So, that, you know, you learn, you learn whether or not you could cut the mustard in the neighborhood,",
        669.6,
        675.24
    ],
    [
        " based on, you know, who's, who's picking a fight with you and how, and what the results are.",
        675.24,
        680.5
    ],
    [
        " Whether you're getting your ass beat with humility or you're kicking somebody's ass.",
        681.5,
        686.5
    ],
    [
        " And either way, you know, you learn a lot about yourself.",
        686.72,
        689.9
    ],
    [
        " What you do in the street fights double leg slam around the town.",
        690.14,
        693.3
    ],
    [
        "",
        693.5,
        693.5
    ],
    [
        " Exactly. Double leg takedown.",
        694.18,
        695.24
    ],
    [
        " You know, to a dump, to a headlock, to a couple punches in the face.",
        695.44,
        699.4
    ],
    [
        " Yep.",
        699.72,
        699.86
    ],
    [
        " Exactly.",
        700.6,
        701.32
    ],
    [
        " Those were the, you know, they talk about, like, the good old days.",
        701.64,
        704.46
    ],
    [
        " You, you know, in the good old days, we didn't use guns and knives.",
        705.06,
        708.54
    ],
    [
        " Whatever.",
        708.78,
        709.22
    ],
    [
        " Hey, in the good old days, it was just double leg headlock.",
        709.42,
        712.5
    ],
    [
        " That's right. Double leg.",
        712.64,
        713.6
    ],
    [
        " That's what a street fight was.",
        714.04,
        717.44
    ],
    [
        " There wasn't any this, Jiu Jitsu or Moai Tai.",
        718.16,
        721.68
    ],
    [
        " No. Double leg headlock punches through the face.",
        721.9,
        724.98
    ],
    [
        " I tell you, you had a real vanish if you knew a little bit of fight, you know, back then.",
        725.32,
        729.54
    ],
    [
        " Because, you know, back then, I think fight training was, you know, Taikwondo or stuff like that.",
        729.64,
        736.18
    ],
    [
        " You know, it was karate.",
        736.22,
        737.2
    ],
    [
        " Yep.",
        737.48,
        737.62
    ],
    [
        " Yeah, there was no like Moai Tai and Jiu Jitsu and stuff.",
        737.92,
        742.02
    ],
    [
        " So if you were wrestling, yeah, you had a big advantage on the street.",
        742.02,
        746.54
    ],
    [
        " Yeah, there was a, there was a guy when I was a new guy at CLT1.",
        746.82,
        750.06
    ],
    [
        " There was like a guy that had a reputation of being a fighter because he was some kind of,",
        750.36,
        754.56
    ],
    [
        " some kind of karate guy or something like that.",
        754.68,
        757.26
    ],
    [
        " And this is, this is the 90s, right?",
        757.34,
        758.92
    ],
    [
        " This isn't that long ago.",
        758.98,
        759.82
    ],
    [
        " But it's before UFC 1, so people kind of thought, well, you know, if you did karate.",
        760.12,
        765.78
    ],
    [
        " You know, that guy, you know, and there was a little interplatoon scrap between the karate kid.",
        766.06,
        773.1
    ],
    [
        " We'll say, and the kid that was a wrestler and a good wrestler, like a state champ wrestler.",
        773.52,
        779.32
    ],
    [
        " Yeah, probably a midwesterner or something.",
        779.32,
        781.26
    ],
    [
        " And he, you know, was exactly what happened in the fight.",
        781.52,
        783.68
    ],
    [
        " The karate kid got in his karate stance and the wrestler did a double leg slam headlock punch.",
        783.98,
        789.24
    ],
    [
        " And everyone's like, dang.",
        789.46,
        791.16
    ],
    [
        " And what's crazy is now that I'm thinking about it, even back then, it was kind of like, well,",
        791.9,
        796.64
    ],
    [
        " that must have just been, you know, a fluke that the karate kid didn't do whatever, dim mach and kill him on the spots.",
        796.7,
        805.94
    ],
    [
        " So, so, so wrestling was huge, huge for you.",
        806.9,
        812.24
    ],
    [
        " Yeah, big.",
        812.28,
        812.78
    ],
    [
        " Yeah, massive.",
        813.34,
        814.16
    ],
    [
        " So that really, that changed, that changed me in every, every way, you know, both physically and mentally.",
        814.16,
        821.7
    ],
    [
        " It just, and it's so funny because I talk a lot, a lot, I talk about a lot with different special op guys.",
        822.34,
        829.54
    ],
    [
        " And one of the big common denominators is most of them were wrestlers in high school, you know, or a really big percentage of more wrestlers in high school.",
        829.7,
        838.56
    ],
    [
        " Because I think that's the one sport where even though you're on a team, you know, you're not relying on a team or you're representing a team in your earning points toward for your team.",
        838.7,
        850.92
    ],
    [
        " And you have to be a team player, but you have to be self driven too.",
        850.92,
        855.18
    ],
    [
        " You know, you have, if you want to be the best, you have to think, well, I need to do a thousand reps of this thing.",
        855.6,
        861.24
    ],
    [
        " I need to get my grip strength better.",
        861.54,
        863.76
    ],
    [
        " I need better balance.",
        864.02,
        865.1
    ],
    [
        " I need to do more sprints.",
        865.18,
        867.2
    ],
    [
        " I need, you know, to increase my shoulder strength, whatever it is.",
        867.38,
        873.04
    ],
    [
        " You know, you have to, you have to be very introspective, unlike, you know, because I played other sports and there's some, there's some common ground with them too, but, but with the wrestling, you know, you're mono, we mono with another dude for that six minutes in time.",
        873.3,
        889.1
    ],
    [
        " And that's a long, three and six minutes of the go, six minutes.",
        889.1,
        891.92
    ],
    [
        " Oh, shit.",
        892.26,
        892.94
    ],
    [
        " You know what else is, and there's another big thing, a big psychological thing.",
        893.66,
        899.3
    ],
    [
        " And my son just just wrapped up his season and, you know what?",
        899.64,
        903.16
    ],
    [
        " The season didn't end.",
        903.96,
        905.28
    ],
    [
        " How we wanted it to end.",
        905.7,
        906.72
    ],
    [
        " And his coach, who's a great guy, came up to me, you know, and he, you know, just standing there, you know, I was bummed out, but I'm not like super emotional about the thing.",
        907.62,
        917.74
    ],
    [
        " But his coach comes up and says, I said, yeah, it's a bad day. And he goes, yeah, it's a bad day to have a bad day. And I said, yeah, and he goes, wrestling very rarely ends the way you want it to.",
        918.88,
        929.54
    ],
    [
        " Yeah.",
        929.86,
        930.02
    ],
    [
        " And if you think about that, you know, you go into a 64-man bracket.",
        930.52,
        934.66
    ],
    [
        " There's one person that that day ends the way they wanted it to or two days.",
        934.8,
        939.16
    ],
    [
        " And then guess what, that person's going to the next tournament.",
        939.52,
        941.46
    ],
    [
        " Right.",
        941.66,
        941.82
    ],
    [
        " And what are the chances of that? So really, and when you get done with the season, if you're the champion for the season, guess what?",
        941.82,
        947.44
    ],
    [
        " That means you've got another season coming up. And eventually, eventually, you're not going to be happy with the outcome.",
        947.6,
        952.78
    ],
    [
        " Right. That's what's going to happen. So what's what I love about it is, you know, especially like you're saying your freshman sophomore year, you're just getting beat down.",
        953.02,
        960.86
    ],
    [
        " Yeah.",
        961.04,
        961.16
    ],
    [
        " And so many kids I see in the wrestling program, they, that first year, you know, if they're getting beat down because they've never wrestled before, they can't take it.",
        961.52,
        971.78
    ],
    [
        " And they look at themselves and say, well, I see how I can get myself better.",
        971.9,
        975.88
    ],
    [
        " Yeah.",
        976.3,
        976.46
    ],
    [
        " How to work out when your brother got home?",
        977.0,
        978.96
    ],
    [
        " It turned out really, really well.",
        979.78,
        982.42
    ],
    [
        " Um, he, I was upstairs, uh, at the top of the stairwell, and I was in the bathroom.",
        983.08,
        990.58
    ],
    [
        " I was taking a dump.",
        990.58,
        991.42
    ],
    [
        " Was he in Juve or was he?",
        991.94,
        993.38
    ],
    [
        " No, no, no, no.",
        993.38,
        994.14
    ],
    [
        " He was in a, he was state.",
        994.14,
        995.68
    ],
    [
        " Yeah, he went to the, he went to the pen, state pen.",
        995.88,
        998.86
    ],
    [
        " Um, I'll think about the name because you'll remember it.",
        1000.32,
        1002.84
    ],
    [
        " You'll know the name of the town and everything.",
        1002.92,
        1004.66
    ],
    [
        " Uh, it'll, it'll hit me.",
        1004.92,
        1006.52
    ],
    [
        " But he came upstairs and, uh, basically kicked the bathroom door open.",
        1006.82,
        1011.18
    ],
    [
        " And I'm sitting down, I'm sitting now taking that down.",
        1011.32,
        1013.66
    ],
    [
        " That's like a movie.",
        1014.0,
        1014.42
    ],
    [
        " I'm down.",
        1014.42,
        1014.98
    ],
    [
        " It's like the ultimate bully move.",
        1015.12,
        1017.02
    ],
    [
        " Yep.",
        1017.32,
        1017.72
    ],
    [
        "",
        1017.9,
        1017.9
    ],
    [
        " And I'm intimidated and I'm, and I'm now, I'm embarrassed too, because I got my pants right on my ankles.",
        1018.4,
        1023.94
    ],
    [
        " And I said, Hey, get, you know, get that out of here.",
        1024.82,
        1027.24
    ],
    [
        " Uh, and he, he turns me, I could tell you stoned out of his mind.",
        1027.6,
        1030.26
    ],
    [
        " And he's got his fists in my face.",
        1030.58,
        1032.6
    ],
    [
        " You know, one of those sad ones, sad ones.",
        1032.6,
        1034.38
    ],
    [
        " And I pull him up, pants up and I said, you won't.",
        1034.68,
        1038.34
    ],
    [
        " And I freaking just straight right, just straight overhand, right.",
        1038.4,
        1041.1
    ],
    [
        " Bam.",
        1041.3,
        1041.7
    ],
    [
        " And it went almost through his face and he went down the stairs.",
        1041.7,
        1044.32
    ],
    [
        " Bum bum bum bum bum bum.",
        1044.54,
        1045.24
    ],
    [
        " And then what did I do?",
        1045.38,
        1046.16
    ],
    [
        " I followed him downstairs.",
        1046.22,
        1047.18
    ],
    [
        " He got up, double leg, take down the headlock and punch him.",
        1047.72,
        1050.88
    ],
    [
        " And, and my parents were sitting in the kitchen and, um, they crossed their legs and just watched it happen.",
        1052.04,
        1059.18
    ],
    [
        " They were like, it's about time this guy could say, this is up in comments right here.",
        1059.42,
        1063.34
    ],
    [
        " You know, this is karma.",
        1063.34,
        1064.32
    ],
    [
        " Yeah.",
        1064.64,
        1064.88
    ],
    [
        " They didn't do a thing.",
        1065.0,
        1065.68
    ],
    [
        " So I got, you know, those blicks in and I told them goodbye and boogieed out the door, because I was going out.",
        1066.0,
        1072.58
    ],
    [
        " And was that your senior year?",
        1072.74,
        1073.6
    ],
    [
        " That was my junior year.",
        1074.54,
        1077.22
    ],
    [
        " Yep.",
        1077.62,
        1077.76
    ],
    [
        " And what point did you start looking at the, at the military?",
        1078.42,
        1081.12
    ],
    [
        " Uh, that year.",
        1081.98,
        1083.12
    ],
    [
        " Yep.",
        1083.68,
        1083.8
    ],
    [
        " I, I knew I, so yeah, junior year, uh, 16, 17 is when I knew I had to, uh, I had to do that.",
        1084.1,
        1092.44
    ],
    [
        " I had no idea what anything was with military.",
        1092.64,
        1096.56
    ],
    [
        " So it's funny because when I went to the recruiters, I didn't tell my dad and I went to all the recruiters.",
        1096.86,
        1101.94
    ],
    [
        " I had no prep, I had no, I had no preference.",
        1102.18,
        1105.3
    ],
    [
        " It wasn't like I would had allegiance because you know, somebody's dad was in the Marine Corps forever or, or, or ward the Army colors or anything like that.",
        1105.4,
        1113.32
    ],
    [
        " I didn't care.",
        1113.74,
        1114.82
    ],
    [
        " I just wanted, I wanted to be a tough guy.",
        1115.28,
        1117.06
    ],
    [
        " So I went to each one of the recruiters and, and the vetting process was, who could fast track me?",
        1117.38,
        1123.16
    ],
    [
        " Who could put me on a road to, to bad asser the fastest?",
        1123.68,
        1127.3
    ],
    [
        " That was it.",
        1127.86,
        1128.56
    ],
    [
        " I wanted a fast track to bad asser.",
        1128.92,
        1131.52
    ],
    [
        " So at the time the Army had the best answer, um, because they had two programs.",
        1131.66,
        1136.08
    ],
    [
        " They had, rangers, uh, and then they had the SF baby program, 18x Ray.",
        1136.08,
        1141.7
    ],
    [
        " So, um, I signed up for that and I went home and told my dad.",
        1141.96,
        1146.34
    ],
    [
        " My dad was like, he was a little put off because I didn't tell him.",
        1146.34,
        1149.22
    ],
    [
        " He said, hey, we're going, we're going back there.",
        1149.48,
        1151.92
    ],
    [
        " But I'm bringing my lawyer because I don't want this guy to fuck you.",
        1152.14,
        1155.4
    ],
    [
        " And sure, shit, man, when I went back with the lawyer, he was doing some scrambling with the paperwork.",
        1155.88,
        1160.46
    ],
    [
        " Yeah.",
        1160.92,
        1161.34
    ],
    [
        " Yeah.",
        1161.34,
        1161.56
    ],
    [
        " He was, he was changing some numbers or digits around or whatever.",
        1161.68,
        1164.58
    ],
    [
        " So I'm so glad that my dad hooked me up like that, you know, because it could have gone really bad.",
        1164.9,
        1170.56
    ],
    [
        " I mean, mostly day, I mean, it's so funny.",
        1170.86,
        1173.74
    ],
    [
        " It's, it's so funny because I look at that career and, and you have to be so lucky, you know, with us.",
        1174.0,
        1180.04
    ],
    [
        " And I tell all the, all these guys who, uh, you know, contact me on the inner webs and stuff,",
        1180.22,
        1185.02
    ],
    [
        " they say, hey, I want to be a CEO, I want to be a force recount, all this stuff.",
        1185.52,
        1189.26
    ],
    [
        " And, and, and it's hard to explain to them the amount, not only how, how, how tenacious you have to be,",
        1190.2,
        1197.48
    ],
    [
        " but the amount of luck involved in that road.",
        1197.62,
        1200.3
    ],
    [
        " I say, guys, this is, it's, it's a good road to take.",
        1200.44,
        1204.78
    ],
    [
        " It's a bumpy road.",
        1204.94,
        1205.82
    ],
    [
        " There's no shortcuts.",
        1205.82,
        1206.66
    ],
    [
        " But it's a, well, it's a road worth taking.",
        1207.32,
        1210.54
    ],
    [
        " But damn, man, I mean, because the amount of times I failed throughout my 22 year career,",
        1210.9,
        1216.52
    ],
    [
        " I could write a book just on failures, you know, on the amount of shit that I failed and had to go back and do again.",
        1216.72,
        1223.02
    ],
    [
        " Yeah.",
        1223.12,
        1223.32
    ],
    [
        " The of injuries and the recoveries and the surgeries and another failure, another failure, another failure.",
        1223.56,
        1229.02
    ],
    [
        " And, I mean, and, and it's easy.",
        1229.5,
        1232.96
    ],
    [
        " It's, it's pretty easy to go, well, I failed that one.",
        1233.14,
        1236.66
    ],
    [
        " So I'm probably just not cut out for that thing.",
        1236.66,
        1239.72
    ],
    [
        " But with most special ops guys, they don't stop at one thing.",
        1240.06,
        1244.78
    ],
    [
        " They don't like, for instance, become airborne ranger and say, well, this is a, this is panical.",
        1244.98,
        1249.76
    ],
    [
        " I'm peeking out here.",
        1249.92,
        1250.8
    ],
    [
        " I'm going to just accept this.",
        1251.28,
        1252.92
    ],
    [
        " I mean, it's a great career path.",
        1253.4,
        1255.66
    ],
    [
        " But most of them say, what's the next step?",
        1255.88,
        1258.2
    ],
    [
        " You know, what's the next step?",
        1259.26,
        1260.34
    ],
    [
        " Let me go and see if I could, you know, go to Halo School.",
        1260.48,
        1263.68
    ],
    [
        " Let me go to combat dive school.",
        1263.68,
        1265.16
    ],
    [
        " Let me go to SF course.",
        1265.76,
        1267.72
    ],
    [
        " Let me try out for selection and go to the unit.",
        1268.04,
        1270.14
    ],
    [
        " You know, for most of them, they want to keep progressing and progressing and progressing.",
        1270.3,
        1273.72
    ],
    [
        " So the opportunity in the, in the, not the opportunity, but the chance, the chances of failure become greater and greater.",
        1274.18,
        1282.56
    ],
    [
        " Because, you know, you're volunteering over and over and over.",
        1282.56,
        1286.68
    ],
    [
        " So whenever I talk to young kids and they want to be, you know, they have it, they have it in their mind.",
        1286.84,
        1292.64
    ],
    [
        " I want to be a seal.",
        1292.9,
        1294.0
    ],
    [
        " Like, that's great, but just understand, you know, I'm all about it.",
        1294.18,
        1301.14
    ],
    [
        " And, and, and, you know, if you've got a good, if you got a good, but it's hard, the hard part for me is to tell them, there's a lot of luck involved.",
        1301.62,
        1309.38
    ],
    [
        " Yeah.",
        1309.86,
        1309.92
    ],
    [
        " I thought you were going to say there's no shortcuts and there's no guarantees.",
        1310.24,
        1313.74
    ],
    [
        " That's, that's it too.",
        1314.12,
        1315.22
    ],
    [
        " Yeah, just like that road, there's no shortcuts on that road.",
        1315.42,
        1318.16
    ],
    [
        " Yeah.",
        1318.16,
        1318.46
    ],
    [
        " That's why one thing that I, I, I, I, I, one thing I try not to do is say, yep, you should do it.",
        1318.58,
        1327.5
    ],
    [
        " Right.",
        1327.5,
        1327.66
    ],
    [
        " Yeah.",
        1327.98,
        1328.2
    ],
    [
        " Because, and, and the worst thing about the Navy and going for the seal teams is, look, if that's with the kind of lifestyle you want to live, do you want to carry a machine gun?",
        1328.4,
        1337.56
    ],
    [
        " That's great, right?",
        1337.78,
        1338.84
    ],
    [
        " If you don't make it in the seal teams, then you're not carrying a machine gun.",
        1339.32,
        1342.72
    ],
    [
        " Right.",
        1342.8,
        1342.98
    ],
    [
        " At all.",
        1342.98,
        1343.44
    ],
    [
        " Right.",
        1343.6,
        1343.7
    ],
    [
        " Hey, if you don't make it through SF or you don't make it as a Ranger, you don't make it to Force Recon, you can still be a grunt, which is awesome.",
        1343.86,
        1349.52
    ],
    [
        " Right.",
        1349.52,
        1349.66
    ],
    [
        " And that's what you want to do.",
        1349.92,
        1350.9
    ],
    [
        " I want to be a grunt since I was born.",
        1351.12,
        1352.66
    ],
    [
        " Yeah.",
        1352.9,
        1352.98
    ],
    [
        " So, so when I joined the Navy, I never thought about that.",
        1353.36,
        1357.28
    ],
    [
        " I didn't even recognize that.",
        1357.44,
        1358.96
    ],
    [
        " I was too dumb.",
        1359.08,
        1359.84
    ],
    [
        " But it's, it's no guarantee.",
        1360.16,
        1362.6
    ],
    [
        " There's no shortcut.",
        1362.98,
        1363.64
    ],
    [
        " And, man, yeah, it takes luck.",
        1363.74,
        1365.38
    ],
    [
        " You, you land wrong on a jump.",
        1365.78,
        1367.74
    ],
    [
        " You, you know, get hurt for in the, in the basic seal training.",
        1367.92,
        1372.14
    ],
    [
        " There's something called rock portage where there's big waves, you're landing boats in these giant rocky area.",
        1372.3,
        1376.98
    ],
    [
        " And it's no fat.",
        1376.98,
        1378.94
    ],
    [
        " It's, it's too easy just to step off a rock wave hits.",
        1379.18,
        1382.8
    ],
    [
        " Your knees blown out.",
        1382.8,
        1383.92
    ],
    [
        " Yeah.",
        1383.96,
        1384.1
    ],
    [
        " Two years of recovery.",
        1384.54,
        1385.42
    ],
    [
        " You put on weight, you're fat, you're out of shape.",
        1385.64,
        1388.4
    ],
    [
        " You know, you go back, you get stress fractures, you're done.",
        1388.62,
        1391.02
    ],
    [
        " I think that happens all the time.",
        1391.34,
        1392.46
    ],
    [
        " Yeah.",
        1392.64,
        1392.78
    ],
    [
        " It happens all the time.",
        1392.92,
        1393.78
    ],
    [
        " I was, I was a toe jumper.",
        1393.82,
        1395.44
    ],
    [
        " My second jump.",
        1395.76,
        1396.34
    ],
    [
        " I was 18 years old.",
        1396.44,
        1397.5
    ],
    [
        " 18 years old.",
        1397.5,
        1398.88
    ],
    [
        " That was a freaking toe jumper.",
        1398.94,
        1400.04
    ],
    [
        " I got toeed all the way across Friar Drop Zone.",
        1400.44,
        1402.24
    ],
    [
        " Pulled my bicep into my forearm, broke my ribs, dislocated shoulder concussion.",
        1402.44,
        1406.66
    ],
    [
        " I mean, I was jacked up.",
        1407.24,
        1408.36
    ],
    [
        " And I had just joined.",
        1408.72,
        1410.06
    ],
    [
        " That was my first failure.",
        1410.48,
        1411.9
    ],
    [
        " That was number one.",
        1412.08,
        1412.9
    ],
    [
        " That's, and that set me back, bro.",
        1413.3,
        1415.38
    ],
    [
        " Yeah, that's getting in that airplane again.",
        1415.74,
        1417.14
    ],
    [
        " Was that what number jump was that for you?",
        1417.32,
        1420.18
    ],
    [
        " Number two.",
        1420.28,
        1420.62
    ],
    [
        " I still had three left, three or four, whatever it is in jump school.",
        1422.38,
        1426.68
    ],
    [
        " So toe jumper is, that's just a nightmare.",
        1427.08,
        1432.12
    ],
    [
        " Yeah.",
        1432.5,
        1432.64
    ],
    [
        " And they brief it all the time.",
        1433.12,
        1434.18
    ],
    [
        " I never, I've never seen one.",
        1434.28,
        1435.86
    ],
    [
        " Yeah.",
        1436.08,
        1436.16
    ],
    [
        " They brief it all the time.",
        1436.42,
        1437.9
    ],
    [
        " So talk us through, talk us through being a toe jumper.",
        1438.5,
        1442.72
    ],
    [
        " Well, for, I mean, for people who don't know, you know, when you start out a jump career,",
        1443.0,
        1447.66
    ],
    [
        " that's how you start with a, with static line.",
        1447.98,
        1450.58
    ],
    [
        " So the static line is hooked to an in-board cable inside the aircraft.",
        1450.82,
        1455.62
    ],
    [
        " And when you jump out of the airplane, you hit the, the end of the static line,",
        1455.62,
        1460.44
    ],
    [
        " and it deploys your shoot.",
        1460.44,
        1461.56
    ],
    [
        " It pulls the shoot out and subsequently, you know, the shoot inflates,",
        1461.76,
        1466.1
    ],
    [
        " and you float to the ground straight down.",
        1466.18,
        1467.9
    ],
    [
        " It's a round shoot.",
        1468.06,
        1468.98
    ],
    [
        " There's not a lot of skill involved.",
        1468.98,
        1470.14
    ],
    [
        " Yeah.",
        1470.32,
        1470.4
    ],
    [
        " And the key part is that that once that static line pulls the shoot out,",
        1470.7,
        1474.38
    ],
    [
        " it lets go.",
        1474.66,
        1475.78
    ],
    [
        " Right.",
        1475.96,
        1476.14
    ],
    [
        " They're not, they're not connected.",
        1476.14,
        1477.56
    ],
    [
        " Right.",
        1477.72,
        1477.82
    ],
    [
        " So it just pulls the shoot out, the shoot is now inflated, and the static line stays with the aircraft.",
        1477.96,
        1482.04
    ],
    [
        " It's a credit line stays there.",
        1482.04,
        1482.98
    ],
    [
        " That's the credit craft.",
        1482.98,
        1483.46
    ],
    [
        " Yep.",
        1483.52,
        1483.64
    ],
    [
        " So there's so many different ways to have that.",
        1484.18,
        1486.14
    ],
    [
        " That's what's supposed to happen.",
        1486.22,
        1486.9
    ],
    [
        " There's a lot of different ways you could become a toe jumper.",
        1487.0,
        1489.38
    ],
    [
        " One is it's a, it's a fault of the rigor.",
        1490.1,
        1492.5
    ],
    [
        " So the rigor did something, and there's a knot somewhere within the, you know,",
        1492.7,
        1500.88
    ],
    [
        " the lines of the canopy or what have you.",
        1500.96,
        1503.24
    ],
    [
        " So those are pretty rare.",
        1504.04,
        1506.02
    ],
    [
        " Another, more common one is a fault of the jumper, you know, so the jumper does something wrong.",
        1506.7,
        1515.36
    ],
    [
        " You know, he, he doesn't hand it to the, to the, to the safety, the right way, his static line,",
        1516.02,
        1522.56
    ],
    [
        " because as you're, as you're going down, you know, the aircraft toward the door,",
        1522.56,
        1528.76
    ],
    [
        " you've got the static line in your hand, and the last step before you exit is to hand it to the safety, the jump master.",
        1529.04,
        1535.44
    ],
    [
        " And he collects it up, and he, you know, pushes him away from the jumper.",
        1535.62,
        1540.16
    ],
    [
        " So it's, it's, it's, it's all very well rehearsed, and it's choreographed, and there's a lot of theater too.",
        1540.44,
        1546.14
    ],
    [
        " It looks cool.",
        1546.26,
        1546.82
    ],
    [
        " So I must have just like chucked it at him, and it got away from him, and it went under my reserve,",
        1547.54,
        1556.82
    ],
    [
        " and around my arm.",
        1557.54,
        1558.82
    ],
    [
        " So I am not even halfway.",
        1559.84,
        1561.86
    ],
    [
        " I'm at the beginning of the stick, double doors, C 130.",
        1562.12,
        1566.44
    ],
    [
        " I'm at the beginning of the stick.",
        1567.2,
        1568.38
    ],
    [
        " I go out and instant fire through my whole body, instant.",
        1568.48,
        1573.02
    ],
    [
        " I go, I hit the end of the static line, and I feel my whole body just jerk and go with the aircraft.",
        1573.62,
        1580.42
    ],
    [
        " I was lucky that the static line was under my reserve, and not just around the arm, because that would, you know, my arm would just come off, you know.",
        1580.42,
        1591.06
    ],
    [
        " But so it's under the reserve around the arm.",
        1591.68,
        1594.22
    ],
    [
        " So there was some friction there with the static line around the equipment.",
        1594.54,
        1598.96
    ],
    [
        " The rest of it was around my arm, and I remember I had the whereabouts to look up the length of the static line,",
        1599.58,
        1606.44
    ],
    [
        " and I could see jumpers coming over the top of me.",
        1606.86,
        1610.2
    ],
    [
        " But this wasn't, now don't get me wrong.",
        1611.14,
        1613.28
    ],
    [
        " This was not me beat.",
        1613.72,
        1615.26
    ],
    [
        " I was scared shitless, and I was looking up, going, oh my god, you know, this is, I was horrified.",
        1615.38,
        1621.86
    ],
    [
        " It was, you know, a moment of horror.",
        1622.02,
        1623.48
    ],
    [
        " And over, over, over, I could see jumpers jumping over me, and I'm going, what in the hell?",
        1623.9,
        1630.98
    ],
    [
        " You know, the training said, you know, put your hands on your reserve, and wait to get pulled in, and all this stuff, and, and, and I'm not remembering, because I can't do this.",
        1631.06,
        1641.7
    ],
    [
        " I can't put my hands on the reserve.",
        1642.18,
        1642.94
    ],
    [
        " Because your arm is too jacked, arms up.",
        1642.94,
        1644.36
    ],
    [
        " Yeah.",
        1644.58,
        1644.68
    ],
    [
        " Oh, is your arm like tangled in the static line?",
        1644.98,
        1646.86
    ],
    [
        " Yep.",
        1647.02,
        1647.18
    ],
    [
        " Oh, yep.",
        1647.62,
        1648.08
    ],
    [
        " Now, and most of the tension is around the reserve.",
        1648.46,
        1650.62
    ],
    [
        " But some, and I keep hitting the airplane.",
        1651.72,
        1655.0
    ],
    [
        " So thankfully, I had-",
        1655.22,
        1660.06
    ],
    [
        " Yep, that's what's toss in your arm.",
        1660.14,
        1662.46
    ],
    [
        " So I'm getting slammed up against the aircraft, and thankfully, I get slammed hard, and it comes loose.",
        1662.64,
        1669.98
    ],
    [
        " So I've, you know, fall into the static line, boom, shoot the ploy.",
        1671.06,
        1674.36
    ],
    [
        " Had that not happened, there's no way I would have had to wear a bouts of pull rope in my reserve.",
        1674.52,
        1678.42
    ],
    [
        " No freaking way, because I was already, you know, shocky.",
        1678.68,
        1681.44
    ],
    [
        " You know, the body is amazing.",
        1682.1,
        1683.04
    ],
    [
        " You know, when you reach, you know, pain level, ten, the body would compensate.",
        1683.6,
        1689.56
    ],
    [
        " You know, and says, let's take care of you and put you into some shock here.",
        1689.56,
        1693.24
    ],
    [
        " So, you know, so you don't feel that bad.",
        1693.4,
        1696.0
    ],
    [
        " But I remember being very, very uncomfortable under canopy, and I was groaning and moaning.",
        1696.18,
        1700.72
    ],
    [
        " Just, ugh, you know, just moaning and groaning.",
        1700.9,
        1703.76
    ],
    [
        " And I was all the way at the end of Friday.",
        1704.1,
        1706.1
    ],
    [
        " And I was supposed to be like way up at the leading edge.",
        1706.24,
        1708.3
    ],
    [
        " I was all the way at the end.",
        1708.72,
        1710.28
    ],
    [
        " I mean, right like at the wood line.",
        1710.6,
        1712.34
    ],
    [
        " And I hit the ground, and I land on that side.",
        1712.9,
        1717.52
    ],
    [
        " Boom! Right on those ribs and all that soft shit, right on that arm.",
        1718.26,
        1722.28
    ],
    [
        " Now to add insult to injury.",
        1723.02,
        1724.42
    ],
    [
        " I'm laying there, and I'm going, ugh, you know, I'm just an 18 year old punky kid, bro.",
        1724.84,
        1729.92
    ],
    [
        " You know, I've done nothing but basic training at AIT.",
        1730.32,
        1733.18
    ],
    [
        " To add insult to injury, I'm laying there on the ground, and a breeze comes in.",
        1733.78,
        1738.42
    ],
    [
        " Wush, my shoe deflates.",
        1738.6,
        1739.98
    ],
    [
        " My shoe deflates and it starts dragging me across fire drop zone.",
        1740.24,
        1743.8
    ],
    [
        " And I'm getting drug, boom, boom, boom, and I can hear the black hat.",
        1743.92,
        1747.4
    ],
    [
        " So the instructor's out there would sit, would stand on these platforms with bowl horns.",
        1747.58,
        1751.96
    ],
    [
        " And they were, you know, placed throughout this massive, what's Friday drop zone?",
        1752.18,
        1756.54
    ],
    [
        " Like a two minute drop zone or something gigantic.",
        1756.68,
        1758.8
    ],
    [
        " It's massive.",
        1759.18,
        1759.8
    ],
    [
        " And I could hear one of these black hat instructors yelling at me,",
        1760.26,
        1764.24
    ],
    [
        " get up, leg, you over there, get in drug.",
        1764.4,
        1766.42
    ],
    [
        " Well, he's one of you canopy, can't be released, assembly's now leg.",
        1766.58,
        1770.22
    ],
    [
        " And I'm going, oh my god, I better do what he says,",
        1770.66,
        1773.24
    ],
    [
        " because I'm going to get in trouble.",
        1773.24,
        1774.3
    ],
    [
        " So I do that.",
        1774.88,
        1775.66
    ],
    [
        " I reach up and pop, pop, one of my cable loop type can if you release assemblies.",
        1775.7,
        1779.8
    ],
    [
        " And, um, and I'm scared.",
        1780.36,
        1783.16
    ],
    [
        " I'm scared because I think I'm going to get in trouble, you know,",
        1783.28,
        1786.0
    ],
    [
        " because I'm hurt and I didn't get permission to get hurt.",
        1786.16,
        1789.18
    ],
    [
        " This is the first time I was ever injured, injured injured in my life.",
        1789.32,
        1792.86
    ],
    [
        " You know, real injury.",
        1793.02,
        1794.26
    ],
    [
        " I packed all my shit up, you know, I packed all that crap up into that kit bag.",
        1794.38,
        1801.9
    ],
    [
        " Through it on my back and I remember being really, really scared",
        1802.34,
        1805.62
    ],
    [
        " because there was no signal from my head to my arm.",
        1805.62,
        1808.5
    ],
    [
        " You know, there was no transmission to make it move, to make it work.",
        1808.68,
        1812.42
    ],
    [
        " And then I remember feeling my face and feeling blood.",
        1813.06,
        1817.1
    ],
    [
        " That was superficial, but you know, I hit, the cut was superficial,",
        1817.42,
        1820.44
    ],
    [
        " but I hit hard, you know, against the aircraft.",
        1820.44,
        1822.78
    ],
    [
        " Boom, boom, boom, over and over.",
        1823.08,
        1825.1
    ],
    [
        " So I, I get all my shit and I pack it up and I bring it all into the turn and",
        1825.86,
        1831.88
    ],
    [
        " area and the black hats are scanning the crowd because they know that so he's fucked up.",
        1832.18,
        1836.6
    ],
    [
        " They saw it and they're scanning the crowd and I'm going, oh my God,",
        1836.88,
        1840.12
    ],
    [
        " and the buddy comes up to my, to me he goes, hey bro, you look bad.",
        1840.22,
        1844.76
    ],
    [
        " Because I was, I guess just ashen white, you know, and I'm dry, he being stuff.",
        1845.14,
        1849.76
    ],
    [
        " And, and I look at my arm and he could see that it was the old school beat of use.",
        1850.34,
        1854.92
    ],
    [
        " Like Gen 1 beat of use, I had rope burns around.",
        1855.22,
        1857.86
    ],
    [
        " And I go, yeah, man, I'm hurt really bad. I don't, I don't feel good.",
        1858.66,
        1862.18
    ],
    [
        " And he said, hey, let me help you with that.",
        1862.44,
        1864.6
    ],
    [
        " You know, I'm button my blouse and he looked and that's when I threw up because now I'm looking at this arm.",
        1864.7,
        1868.68
    ],
    [
        " And there was, it wasn't open, but it was like translucent the skin.",
        1868.68,
        1872.78
    ],
    [
        " And there was no bicep and he kept pulling it down and boom, there it was in my forearm.",
        1872.96,
        1876.76
    ],
    [
        " You know, that's a, and so the black hats see that and they come running over you.",
        1877.32,
        1883.62
    ],
    [
        " Well, the Metavac already took off with some do with a broken femur.",
        1884.3,
        1887.86
    ],
    [
        " The bird already took off.",
        1888.06,
        1889.9
    ],
    [
        " So they had to bust me back on one of these blue bird bus school buses all the way to Martin Army Hospital.",
        1890.02,
        1895.36
    ],
    [
        " And then to add more insult to injury, this is 1983.",
        1896.0,
        1900.26
    ],
    [
        " So there's a bunch of dudes in there with Grenada injuries, like real jump injuries.",
        1901.24,
        1905.2
    ],
    [
        " You know, in the hospitals fill with these dudes, man, with Rangers and guys from 82nd who have like real combat jump injuries.",
        1905.58,
        1913.02
    ],
    [
        " And I'm here with this tow jumper school 45th company, Duffel Bag drag, you know, injury.",
        1913.14,
        1922.62
    ],
    [
        " I was like, oh my god, this sucks so bad.",
        1923.0,
        1925.28
    ],
    [
        " That was the beginning.",
        1925.8,
        1926.42
    ],
    [
        " I mean, I had, but there was a lot of times like that, you know, in my, like I said, I could write a book on how many times I have failed.",
        1926.9,
        1936.3
    ],
    [
        " But they're funny. So I try to make them, I try to make them interesting and funny.",
        1936.78,
        1940.34
    ],
    [
        " How did you, just to rewind a little bit, what did you do to get ready?",
        1941.12,
        1944.28
    ],
    [
        " What did you know about special forces training?",
        1945.2,
        1947.38
    ],
    [
        " And what did you do to get ready prior to going in?",
        1947.68,
        1950.08
    ],
    [
        " Well, I didn't have, I had, oh, prior to going in, prior going, I was wrestling.",
        1950.5,
        1955.32
    ],
    [
        " I was lifting weights. I was doing a lot hiking, you know, like camping and stuff like that.",
        1956.02,
        1960.04
    ],
    [
        " And is that because you knew, like, yeah, I knew that they were part of it.",
        1960.04,
        1963.02
    ],
    [
        " I knew that they were woods, men and stuff like that.",
        1963.06,
        1965.24
    ],
    [
        " I had a buddy who was, I was a boy scout.",
        1965.32,
        1968.82
    ],
    [
        " I had a buddy who was an eagle scout and knew all the mountaineering stuff.",
        1969.62,
        1973.36
    ],
    [
        " He was really good.",
        1973.46,
        1974.2
    ],
    [
        " And we would go up and do ropes and repelling and all that, you know.",
        1975.04,
        1979.38
    ],
    [
        " It's also good for fear management when you're a kid, you know, repelling off the side of a cliff is great.",
        1979.66,
        1984.12
    ],
    [
        " Stuff to help compartmentalize those, you know, fears of heights and things like that.",
        1984.44,
        1989.92
    ],
    [
        " But I did a lot of woods running, you know, and just,",
        1990.36,
        1993.24
    ],
    [
        " I think for me it was therapeutic and it was more about mental preparation than physical preparation.",
        1994.28,
        2000.92
    ],
    [
        " Physically, I was pretty freaking strong. I was, I was very fit.",
        2001.28,
        2005.32
    ],
    [
        " I was a very fit teenager, you know, and my, my, my ladder teen years, 17, 18 years old.",
        2005.5,
        2011.8
    ],
    [
        " I was very self-driven. I wanted to be fit.",
        2012.16,
        2014.76
    ],
    [
        " I saw that, you know, that I looked cool too, you know.",
        2015.12,
        2018.92
    ],
    [
        " And, uh, that's a freaking motivator, bro, when you're 17 and 18 and when you got a physique,",
        2019.42,
        2025.12
    ],
    [
        " it's like, yep, I'm going to, I need to, I need to work out more because damn,",
        2025.12,
        2030.06
    ],
    [
        " it looks good.",
        2030.36,
        2031.46
    ],
    [
        " Getting jacked.",
        2031.8,
        2034.94
    ],
    [
        " Yeah, now when you got in, what was the shock to your system like day two of boot camp?",
        2035.98,
        2041.62
    ],
    [
        " Uh, so regular boot camp, that was, that was scary as hell.",
        2042.42,
        2048.14
    ],
    [
        " I love it how, how, you know, it's all theater.",
        2048.14,
        2052.26
    ],
    [
        " But you don't know that.",
        2053.12,
        2054.18
    ],
    [
        " No, you have no idea.",
        2054.34,
        2055.26
    ],
    [
        " But here's the thing too.",
        2055.82,
        2057.04
    ],
    [
        " Day two, it was actual day two.",
        2058.38,
        2060.22
    ],
    [
        " See, they had the rules weren't in place yet in 1983 where there,",
        2061.26,
        2068.98
    ],
    [
        " there came a point where drill sardines couldn't physically abuse you.",
        2069.1,
        2075.8
    ],
    [
        " Yeah.",
        2076.1,
        2076.54
    ],
    [
        " Um, that point hadn't happened yet.",
        2076.54,
        2079.62
    ],
    [
        " And I watched a drill sardine right hook or a dude who, you know, made a move at him,",
        2079.72,
        2087.22
    ],
    [
        " uh, information, you know, one of my peers, private nothing, he's zero.",
        2087.86,
        2091.86
    ],
    [
        " Uh, and he was at parade rest and the drill sardine was yelling at him.",
        2092.48,
        2096.18
    ],
    [
        " And they were both size or size, you know, they both looked like bad asses.",
        2096.42,
        2099.7
    ],
    [
        " I remember looking at this, this punky kid in this drill sardine, they both looked like bad asses.",
        2099.78,
        2103.86
    ],
    [
        " And the kid, you know, made a jump boom and why am I not aware?",
        2104.94,
        2108.82
    ],
    [
        " I mean, hook right to the freaking jaw, timber drop, boom, just dropped.",
        2109.38,
        2113.86
    ],
    [
        " And I was holy, that was the scariest thing I ever saw.",
        2114.48,
        2117.56
    ],
    [
        " I never seen that in my life before, you know, like that.",
        2117.76,
        2120.04
    ],
    [
        " I mean, I saw some street fights, but that, you know, Mono, we mono, that fearless guy",
        2120.42,
        2126.22
    ],
    [
        " and that hook was so freaking fast.",
        2126.22,
        2128.18
    ],
    [
        " Uh, and then seeing that guy just timber, boom.",
        2128.64,
        2131.56
    ],
    [
        " I was, yeah, I was, I was pretty scared.",
        2132.54,
        2134.66
    ],
    [
        " I know, I know that when people listen to podcasts and they'll send me a message and be like,",
        2135.16,
        2139.68
    ],
    [
        " hey, I just joined, I just joined the army, I just joined the Marine Corps, I just joined the Navy.",
        2139.68,
        2143.38
    ],
    [
        " And I always say, listen, the first two weeks, you're saying thank you right now, the first two weeks,",
        2143.62,
        2148.04
    ],
    [
        " you're going to be like hating, right?",
        2148.04,
        2149.44
    ],
    [
        " You're going to wish you never listen to this podcast because it's such a shock to your system to have every freedom",
        2149.48,
        2155.66
    ],
    [
        " that you have as a human being, every sense of individuality and every sense of privacy,",
        2155.82,
        2161.7
    ],
    [
        " which is like three, some of the three primary things that we value, they're all gone.",
        2162.24,
        2167.02
    ],
    [
        " They're gone.",
        2167.54,
        2168.04
    ],
    [
        " It's a great culture shock.",
        2168.72,
        2171.04
    ],
    [
        " It's the way they do it, you know, I love it.",
        2171.06,
        2174.14
    ],
    [
        " The culture shock is real, you know, and if you're not used to it, you know, just some punky kid",
        2174.4,
        2179.72
    ],
    [
        " who is bad ass on the wrestling team, and then your head gets shaved off, and then you look the same as everybody else,",
        2180.16,
        2187.7
    ],
    [
        " and then you're sleep deprived, sleep deprived, what is that?",
        2187.86,
        2190.96
    ],
    [
        " And you have the time limit to eat and then the constant freaking yelling and screaming in your face.",
        2192.74,
        2198.98
    ],
    [
        " Yeah, I think they did well with the infantry-based training when I went in,",
        2199.66,
        2204.88
    ],
    [
        " and as I could recall it now, I say kudos to those guys who were able to run it like that.",
        2204.88,
        2211.28
    ],
    [
        " I mean, once again, all theater, you know, when I look back, if I were to go right now through it,",
        2211.46,
        2217.5
    ],
    [
        " I'm like, yeah, whatever, I'll play your game.",
        2217.9,
        2219.7
    ],
    [
        " I know you're not going to do anything to me.",
        2219.94,
        2221.68
    ],
    [
        " It's just going to suck, that's all.",
        2221.82,
        2223.42
    ],
    [
        " I'm thinking though, 83, too, you had a bunch of Vietnam guys.",
        2223.7,
        2226.44
    ],
    [
        " Yes, they'll run every mind.",
        2226.44,
        2227.38
    ],
    [
        " Still have Vietnam only.",
        2227.48,
        2228.76
    ],
    [
        " Yeah, damn, you guys had a lot of, I mean, I still had nom guys in when I got to the teams,",
        2229.02,
        2234.76
    ],
    [
        " but you know, it had been 20 years.",
        2235.32,
        2237.24
    ],
    [
        " So there was a lot of guys that retired at 20, a lot of guys that just got out after whatever they did,",
        2237.5,
        2241.48
    ],
    [
        " two or three tours in Vietnam, but for you in 83, man, it was just...",
        2241.58,
        2247.1
    ],
    [
        " Yeah, calm.",
        2247.1,
        2247.62
    ],
    [
        " They were, they were, in matter of fact, even when I went to the SF course, they were thick.",
        2247.66,
        2252.82
    ],
    [
        " Oh, hell.",
        2253.46,
        2254.04
    ],
    [
        " They had Vietnam vets going through the SF course.",
        2254.06,
        2256.18
    ],
    [
        " Oh!",
        2256.52,
        2256.78
    ],
    [
        " Going through it.",
        2257.06,
        2257.64
    ],
    [
        " Damn.",
        2257.72,
        2258.12
    ],
    [
        " Yeah, they were thick.",
        2258.34,
        2258.92
    ],
    [
        " And then when I got to a team in first group, you know, my team started with a one-seventy-third",
        2259.12,
        2264.38
    ],
    [
        " guy, you know, a Vietnam.",
        2264.38,
        2265.66
    ],
    [
        " And they were, they were a diamond dozen.",
        2266.06,
        2268.76
    ],
    [
        " I mean, you had all of the command were Vietnam vets.",
        2269.12,
        2272.3
    ],
    [
        " If they were NCOs, you know, they were Vietnam vets.",
        2272.3,
        2274.64
    ],
    [
        " If they were E7s and above, they were all Vietnam vets.",
        2274.7,
        2278.08
    ],
    [
        " So how long did it take you to recover from the Toad Jumpers, and everyone?",
        2278.36,
        2281.84
    ],
    [
        " The Toad Jumper happened in October.",
        2281.84,
        2285.06
    ],
    [
        " And I finished Jump School a couple months later in end of February.",
        2286.46,
        2291.26
    ],
    [
        " So you recovered and then went back to Jump School?",
        2292.22,
        2294.78
    ],
    [
        " No, no, that's when I ended Jump School.",
        2295.12,
        2297.88
    ],
    [
        " Yes, I recovered in Finnish Jump School, end of February-ish.",
        2298.0,
        2300.72
    ],
    [
        " That's a pretty quick recovery.",
        2300.92,
        2301.84
    ],
    [
        " Yeah, yeah, yeah.",
        2302.22,
        2302.76
    ],
    [
        " And you had to get biceps surgery, right?",
        2302.94,
        2304.24
    ],
    [
        " Yep, yep.",
        2304.32,
        2304.88
    ],
    [
        " And it was a mess because I split the bicep in half.",
        2305.26,
        2308.04
    ],
    [
        " It wasn't like it separated from the tendon.",
        2308.16,
        2310.62
    ],
    [
        " It split the bicep in half.",
        2311.52,
        2312.52
    ],
    [
        " So they had to salvage it.",
        2312.64,
        2313.48
    ],
    [
        " So it was about as big as the way it explained to me as a biggest round as a pencil.",
        2313.48,
        2317.22
    ],
    [
        " So you could imagine the amount of strength that you lose, you know.",
        2318.22,
        2322.68
    ],
    [
        " And you don't know how much you rely on a bicep when it has to work in compound with other.",
        2323.2,
        2329.08
    ],
    [
        " For instance, doing pull ups.",
        2329.14,
        2330.98
    ],
    [
        " Because when I got to the cue course, so now you're starting all the freaking screaming and yelling and sleep deprivation and food deprivation all over yet.",
        2331.6,
        2339.62
    ],
    [
        " You just finished it, but now you're doing more of it.",
        2340.68,
        2343.68
    ],
    [
        " Now you're back to being-",
        2343.96,
        2344.86
    ],
    [
        " So you went straight from Jump School?",
        2344.86,
        2346.02
    ],
    [
        " Yeah.",
        2346.32,
        2346.42
    ],
    [
        " You cue course.",
        2346.56,
        2346.86
    ],
    [
        " Yep.",
        2347.04,
        2347.16
    ],
    [
        " Matter of fact, but, yep, right to-",
        2347.42,
        2349.24
    ],
    [
        " And I started the cue course on my 19th birthday.",
        2349.24,
        2352.14
    ],
    [
        " Yep.",
        2353.02,
        2353.4
    ],
    [
        " March 5th, yes, there was my birthday.",
        2354.22,
        2355.98
    ],
    [
        " March 5th to 1984, I started the cue course.",
        2356.12,
        2359.42
    ],
    [
        " And-",
        2359.88,
        2361.26
    ],
    [
        " March 4th.",
        2361.26,
        2362.4
    ],
    [
        " And-",
        2362.42,
        2365.56
    ],
    [
        " In Cat McCall, first phase, when they weren't screaming in yelling, you're doing classes patrolling in Landnev and Survival and all this stuff.",
        2367.82,
        2376.54
    ],
    [
        " And you were able to get a hot A, one hot meal a day if you could do 10 pull ups with your kid on and climb the rope with your kid on.",
        2377.04,
        2384.06
    ],
    [
        " And most everybody was doing that.",
        2384.66,
        2386.16
    ],
    [
        " I wasn't doing it because I had no bicep.",
        2386.3,
        2388.26
    ],
    [
        " And then now this hurt my pride because I'm fit, you know.",
        2388.8,
        2391.54
    ],
    [
        " I mean, I was a pull up master.",
        2391.64,
        2394.32
    ],
    [
        " But I just finished all these months in hospital too.",
        2394.78,
        2397.52
    ],
    [
        " I hadn't done any PT, nothing, you know.",
        2397.52,
        2401.14
    ],
    [
        " So I had to get-",
        2402.66,
        2404.66
    ],
    [
        " I had to get back into shape while I was getting back into shape.",
        2404.66,
        2409.1
    ],
    [
        " You know, during the training process, I had to-",
        2409.58,
        2412.16
    ],
    [
        " I had to get into shape.",
        2412.16,
        2413.62
    ],
    [
        " Because I was getting those hot rations.",
        2413.94,
        2416.42
    ],
    [
        " And I did.",
        2416.42,
        2417.28
    ],
    [
        " It took a while.",
        2417.42,
        2417.94
    ],
    [
        " But I got those things.",
        2418.3,
        2419.64
    ],
    [
        " And how long is a cue course?",
        2420.58,
        2421.9
    ],
    [
        " For me, it was a long time.",
        2422.72,
        2427.58
    ],
    [
        " It was-",
        2427.84,
        2428.46
    ],
    [
        " Some of it depends on what your MLS is, like your second phase.",
        2428.46,
        2432.92
    ],
    [
        " And I don't know how they run it now as far as like phases go.",
        2433.12,
        2435.74
    ],
    [
        " So there's a first phase, which is all the basic skills.",
        2436.1,
        2438.5
    ],
    [
        " You're Landnev, you're Survival, you're patrolling, all your repelling, all that stuff, you know.",
        2438.7,
        2444.92
    ],
    [
        " And getting yelled at.",
        2446.44,
        2447.76
    ],
    [
        " And you know, the first phase just sucks.",
        2448.02,
        2449.22
    ],
    [
        " Just the big suck fest, and there's classes in between suckin'.",
        2449.52,
        2453.14
    ],
    [
        " Second phase depends on what your specialty is.",
        2453.14,
        2456.58
    ],
    [
        " And you're an echo, right?",
        2458.1,
        2459.5
    ],
    [
        " Well, I started as weapons guy.",
        2459.68,
        2460.96
    ],
    [
        " Oh, okay.",
        2461.28,
        2461.66
    ],
    [
        " So I went to the cue courses weapons.",
        2462.02,
        2464.0
    ],
    [
        " I had later re-class as an echo.",
        2464.16,
        2466.24
    ],
    [
        " It was a computer.",
        2466.48,
        2466.82
    ],
    [
        " And then a third phase, which is, you know, big field exercise.",
        2467.66,
        2471.52
    ],
    [
        " Doing like your FIDS and your UW and all that.",
        2472.38,
        2475.42
    ],
    [
        " The traditional special forces tasks.",
        2476.02,
        2480.46
    ],
    [
        " But yeah, I failed out of first phase.",
        2481.6,
        2486.4
    ],
    [
        " And it was-",
        2486.6,
        2488.32
    ],
    [
        " I failed survival in first phase.",
        2488.32,
        2491.74
    ],
    [
        " Now, I was an SF baby, keep in mind.",
        2492.68,
        2495.04
    ],
    [
        " And the senior guys did not dig that they were private, going through the cue course.",
        2495.52,
        2499.3
    ],
    [
        " There was some animosity there, bro.",
        2499.32,
        2501.06
    ],
    [
        " They weren't digging that shit at all.",
        2501.16,
        2503.26
    ],
    [
        " They were like keepers of the crypt, you know.",
        2503.36,
        2505.6
    ],
    [
        " Survival was cool.",
        2505.6,
        2507.84
    ],
    [
        " And I don't think they run it the same way anymore.",
        2508.04,
        2511.68
    ],
    [
        " I'm not even sure they do it all, but back then it was six days.",
        2511.86,
        2514.5
    ],
    [
        " You got no food.",
        2514.7,
        2515.74
    ],
    [
        " They send you-",
        2516.34,
        2518.76
    ],
    [
        " They drop you off in an area of like you worry national forest.",
        2518.76,
        2523.26
    ],
    [
        " And they give you one ration for those six days.",
        2523.5,
        2525.88
    ],
    [
        " And it's either a live chicken or a live rabbit.",
        2525.88,
        2527.9
    ],
    [
        " Now, they teach you prior to-",
        2528.3,
        2529.66
    ],
    [
        " You know, you get-",
        2529.66,
        2530.24
    ],
    [
        " You learn all the field craft stuff and everything.",
        2530.24,
        2532.44
    ],
    [
        " You know, how to make fire, how to kill stuff, all this stuff.",
        2532.62,
        2535.38
    ],
    [
        " And then within those six days you have-",
        2536.04,
        2537.92
    ],
    [
        " You have a list of 22 things you have to accomplish.",
        2537.92,
        2540.74
    ],
    [
        " And a lot of them aren't easy.",
        2541.12,
        2542.16
    ],
    [
        " You know, you got to build this massive signal.",
        2542.34,
        2544.1
    ],
    [
        " You got to build a shelter.",
        2544.62,
        2545.72
    ],
    [
        " You got to keep a fire going 24-7.",
        2545.76,
        2547.44
    ],
    [
        " You got to find water.",
        2547.88,
        2548.72
    ],
    [
        " You got to filter water.",
        2548.74,
        2549.5
    ],
    [
        " You know, just a lot of things.",
        2549.74,
        2551.08
    ],
    [
        " But I'm going to try to cut this one just a little short.",
        2551.66,
        2555.58
    ],
    [
        " But I was-",
        2556.28,
        2557.32
    ],
    [
        " I was thriving and surviving.",
        2557.32,
        2558.72
    ],
    [
        " I was kicking ass.",
        2558.72,
        2559.8
    ],
    [
        " Because I did a lot of it as a kid running around the woods,",
        2560.06,
        2562.58
    ],
    [
        " fishing and stuff like that.",
        2562.58,
        2563.7
    ],
    [
        " So I was crushing it.",
        2564.16,
        2565.22
    ],
    [
        " And I found a pond.",
        2565.4,
        2566.4
    ],
    [
        " That was within the confines of my-",
        2567.24,
        2570.32
    ],
    [
        " Because they told you, you know, here's where you are.",
        2570.32,
        2573.38
    ],
    [
        " You could only move within this-",
        2573.74,
        2575.72
    ],
    [
        " This radius.",
        2575.72,
        2576.92
    ],
    [
        " You know, you can't go-",
        2577.34,
        2578.14
    ],
    [
        " I forget what it was.",
        2578.14,
        2578.88
    ],
    [
        " But within the confines of my boundary,",
        2579.18,
        2583.1
    ],
    [
        " I found a little pond.",
        2583.44,
        2584.68
    ],
    [
        " It was right on the edge of it.",
        2585.1,
        2586.68
    ],
    [
        " Well, where there's pond, people fish.",
        2587.24,
        2588.86
    ],
    [
        " Where people fish, people throw trash.",
        2589.32,
        2591.08
    ],
    [
        " And sure, shit, I found a little camping spot.",
        2591.22,
        2592.9
    ],
    [
        " And I found trash.",
        2593.56,
        2594.86
    ],
    [
        " And I was licking like yodel wrappers and stuff.",
        2595.26,
        2597.68
    ],
    [
        " And I found a little rendmints of chocolate.",
        2598.18,
        2600.3
    ],
    [
        " And I found fishing line in the tree.",
        2600.94,
        2604.24
    ],
    [
        " In the trees.",
        2604.62,
        2605.18
    ],
    [
        " Because guys were cast and we, you know,",
        2605.26,
        2606.98
    ],
    [
        " so I climb these trees and pull-",
        2607.08,
        2608.38
    ],
    [
        " And meticulously pulled out all these-",
        2608.38,
        2613.24
    ],
    [
        " Things of good fishing line,",
        2613.24,
        2614.94
    ],
    [
        " bobber hooks, all this stuff.",
        2615.14,
        2616.76
    ],
    [
        " And as I'm looking around this campsite,",
        2617.26,
        2619.84
    ],
    [
        " I see a beer can sitting up on a log.",
        2619.98,
        2622.16
    ],
    [
        " And I go over, I feel it,",
        2623.12,
        2624.84
    ],
    [
        " and I go, oh man, there's a-",
        2624.92,
        2625.98
    ],
    [
        " Beer, there's something in here.",
        2625.98,
        2627.66
    ],
    [
        " I'm smelling it.",
        2627.66,
        2628.34
    ],
    [
        " So I cut the top open with my knife and sure enough,",
        2628.56,
        2631.6
    ],
    [
        " you know, it's like two thirds full.",
        2631.72,
        2633.06
    ],
    [
        " You know, beer and there's bugs on it.",
        2633.48,
        2635.28
    ],
    [
        " And I chug a lug this thing.",
        2635.58,
        2636.64
    ],
    [
        " Then I go fishing.",
        2637.2,
        2638.68
    ],
    [
        " And I catch a stringer load of these massive blue gills.",
        2638.84,
        2643.1
    ],
    [
        " A stringer load.",
        2643.46,
        2644.18
    ],
    [
        " I mean, like sustenance.",
        2644.5,
        2646.04
    ],
    [
        " Like, I'm going to get full tonight.",
        2646.22,
        2648.04
    ],
    [
        " Now, when I went back to my campsite,",
        2649.1,
        2651.4
    ],
    [
        " you know, priorities where it started over again,",
        2651.9,
        2653.62
    ],
    [
        " get your fire going, make sure, you know,",
        2653.74,
        2655.22
    ],
    [
        " everything's squared away because the tax",
        2655.26,
        2657.48
    ],
    [
        " or the instructors come by every night to check on you,",
        2657.48,
        2659.46
    ],
    [
        " make sure you're alive.",
        2659.52,
        2660.18
    ],
    [
        " And they read your log.",
        2660.56,
        2661.62
    ],
    [
        " Because you had a log what you did during the day.",
        2662.02,
        2663.92
    ],
    [
        " And he's looking at my stringer fishing.",
        2664.66,
        2666.64
    ],
    [
        " I got some smoking, you know?",
        2666.74,
        2668.06
    ],
    [
        " And he's like, what in the hell?",
        2668.4,
        2670.82
    ],
    [
        " I said, yeah, I got it.",
        2671.58,
        2672.76
    ],
    [
        " You know, all these fish and blah, blah, blah.",
        2672.86,
        2674.68
    ],
    [
        " And I was ch...",
        2675.52,
        2677.22
    ],
    [
        " I found that worms are, when you're hungry, they are good.",
        2677.22,
        2682.52
    ],
    [
        " And if you cook them, they're just food.",
        2683.0,
        2685.24
    ],
    [
        " Yeah, they're just...",
        2685.84,
        2687.24
    ],
    [
        " I just food.",
        2687.24,
        2687.78
    ],
    [
        " You know, you cook them in a little bit of water",
        2688.36,
        2689.82
    ],
    [
        " and you can't team cup.",
        2689.82,
        2691.52
    ],
    [
        " There's nothing freaking gross about them and they are good.",
        2691.96,
        2694.54
    ],
    [
        " So I was chowing down.",
        2694.72,
        2696.3
    ],
    [
        " Not only on the worms, but on all this fish.",
        2696.46,
        2698.92
    ],
    [
        " And I was smoking it.",
        2699.14,
        2700.38
    ],
    [
        " I hadn't eaten kill my chicken yet.",
        2700.44,
        2702.06
    ],
    [
        " This is like day three.",
        2702.14,
        2703.28
    ],
    [
        " I hadn't eaten kill it.",
        2703.44,
        2704.02
    ],
    [
        " Chicken just walked.",
        2704.16,
        2704.78
    ],
    [
        " I got him tied up with a little piece of the good at 550 corns.",
        2704.9,
        2707.68
    ],
    [
        " He just walked around.",
        2707.76,
        2708.34
    ],
    [
        " Yeah, he's like my buddy.",
        2708.56,
        2709.96
    ],
    [
        " But that was part of the task.",
        2710.42,
        2712.86
    ],
    [
        " I had to kill him eventually because that was one of the checklists.",
        2713.02,
        2715.58
    ],
    [
        " But I was saving him for a rainy day.",
        2716.16,
        2718.28
    ],
    [
        " But the instructors read him my log and he goes,",
        2718.84,
        2721.86
    ],
    [
        " what's this here about a beer?",
        2721.86,
        2722.88
    ],
    [
        " And I go, oh yeah, yeah, yeah.",
        2723.32,
        2724.48
    ],
    [
        " I found it.",
        2724.48,
        2725.22
    ],
    [
        " And this chicken shit motherfucker pulls out his wall",
        2726.4,
        2729.54
    ],
    [
        " and pulls out a card and he goes,",
        2729.54,
        2731.26
    ],
    [
        " you have the right to remain silent.",
        2731.26,
        2733.12
    ],
    [
        " Anything you say, can't, he read me my rights, bro.",
        2733.44,
        2736.36
    ],
    [
        " Because you know why?",
        2737.0,
        2738.02
    ],
    [
        " Because I was drinking beer on duty.",
        2738.38,
        2740.42
    ],
    [
        " Dude, this is survival, bro.",
        2741.0,
        2742.98
    ],
    [
        " He was pissed that I was surviving.",
        2743.54,
        2745.26
    ],
    [
        " And you were a private.",
        2746.0,
        2747.8
    ],
    [
        " Right.",
        2747.98,
        2748.08
    ],
    [
        " And I was a private.",
        2748.28,
        2748.92
    ],
    [
        " So that was the ten points.",
        2749.28,
        2751.16
    ],
    [
        " So you have it.",
        2751.5,
        2752.7
    ],
    [
        " There was this point system.",
        2752.76,
        2753.78
    ],
    [
        " And I already lost a bunch of points just doing dumb ass shit.",
        2754.9,
        2757.5
    ],
    [
        " But that was my last ten points.",
        2757.68,
        2760.1
    ],
    [
        " I had to go, they allowed me to recycle.",
        2760.36,
        2762.9
    ],
    [
        " And this is the last thing you're doing in first nice socks, man.",
        2763.42,
        2767.68
    ],
    [
        " It's socks.",
        2767.84,
        2768.3
    ],
    [
        " It's socks.",
        2769.34,
        2770.44
    ],
    [
        " I remember, you know, like I'm patrolling being so cold",
        2770.98,
        2773.38
    ],
    [
        " and sleep deprived, deprived that I pissed myself, you know.",
        2773.38,
        2776.38
    ],
    [
        " I'm done like 33% security.",
        2776.38,
        2778.48
    ],
    [
        " I mean, so now I have to do this all over again.",
        2779.12,
        2782.38
    ],
    [
        " Oh, first face.",
        2783.1,
        2784.02
    ],
    [
        " But that, that was the story of my life in the military.",
        2784.22,
        2786.78
    ],
    [
        " And that's the kind of thing though, like you were saying earlier,",
        2787.3,
        2789.58
    ],
    [
        " that's the kind of thing that gets people's heads.",
        2789.6,
        2791.18
    ],
    [
        " Oh, right.",
        2791.32,
        2791.66
    ],
    [
        " Because they know I'm not doing all this again.",
        2791.88,
        2796.26
    ],
    [
        " I made it this far.",
        2796.28,
        2797.02
    ],
    [
        " Now you're going to tell me to do all that again.",
        2797.1,
        2798.16
    ],
    [
        " You guys are stupid.",
        2798.18,
        2799.5
    ],
    [
        " I want to be a part of this type of people that are assholes.",
        2799.58,
        2802.46
    ],
    [
        " No, it's not happening.",
        2802.58,
        2803.3
    ],
    [
        " They gave your head for sure.",
        2803.52,
        2804.92
    ],
    [
        " It was very easy when I left.",
        2804.92,
        2807.72
    ],
    [
        " I went back to Fort Bragg and got hot, you know,",
        2807.84,
        2812.02
    ],
    [
        " chow whole food and me in a shower to go,",
        2812.2,
        2814.26
    ],
    [
        " oh, yeah, this is comfort here.",
        2814.64,
        2818.5
    ],
    [
        " This is where I want to stay.",
        2819.26,
        2820.62
    ],
    [
        " And you know, there's that point where you could accept,",
        2822.24,
        2825.46
    ],
    [
        " you know, being mediocre, where I could see it.",
        2825.7,
        2828.34
    ],
    [
        " And I was like, no, no fucking way, man.",
        2828.46,
        2830.36
    ],
    [
        " I want that so bad.",
        2830.46,
        2831.78
    ],
    [
        " I want that green beret so bad.",
        2831.98,
        2833.84
    ],
    [
        " I really want that.",
        2834.24,
        2835.82
    ],
    [
        " And they are giving me the opportunity.",
        2835.82,
        2838.22
    ],
    [
        " Because they didn't have to.",
        2838.84,
        2840.46
    ],
    [
        " They could have said, fuck you.",
        2840.66,
        2841.64
    ],
    [
        " They're giving it to me.",
        2842.46,
        2843.2
    ],
    [
        " Hell, yeah, man.",
        2843.38,
        2844.92
    ],
    [
        " I said, that shit.",
        2845.02,
        2845.94
    ],
    [
        " Oh, man.",
        2846.32,
        2846.96
    ],
    [
        " I did the same thing with combat dive school.",
        2847.78,
        2849.54
    ],
    [
        " And when did you go to combat dive school?",
        2850.42,
        2852.34
    ],
    [
        " So you were already at a group?",
        2852.5,
        2853.74
    ],
    [
        " Yeah.",
        2854.14,
        2854.36
    ],
    [
        " So I was in first group.",
        2854.56,
        2855.38
    ],
    [
        " Before you get there, sir, what was the rest of, you know,",
        2855.82,
        2858.82
    ],
    [
        " the cue course?",
        2859.3,
        2859.78
    ],
    [
        " Yeah, the rest of the cue course.",
        2859.86,
        2860.78
    ],
    [
        " Did you have to do language back then?",
        2861.22,
        2862.78
    ],
    [
        " No, back then, no language.",
        2863.0,
        2864.16
    ],
    [
        " We did that when we got to group.",
        2864.16,
        2865.54
    ],
    [
        " Got it.",
        2865.7,
        2866.14
    ],
    [
        " Yep.",
        2866.2,
        2866.32
    ],
    [
        " So the rest of it just kind of, it, it sucked because you,",
        2866.84,
        2870.4
    ],
    [
        " because you needed some experience.",
        2870.78,
        2872.6
    ],
    [
        " You needed to know how to write an operations order.",
        2872.72,
        2874.76
    ],
    [
        " And you need to know what, you know,",
        2874.9,
        2876.14
    ],
    [
        " five point, contingency plan was and pace report and Okoka and all",
        2876.26,
        2880.38
    ],
    [
        " those acronyms, you know, it was a private, you don't have any of that.",
        2880.38,
        2882.78
    ],
    [
        " You guys who were coming and they had, you know,",
        2882.84,
        2884.86
    ],
    [
        " 82nd back, 82nd error born background or Rangers.",
        2884.98,
        2887.86
    ],
    [
        " I mean, they were actually squared away squad beaters from,",
        2888.44,
        2891.34
    ],
    [
        " yeah, yeah, yeah.",
        2891.38,
        2891.82
    ],
    [
        " And they knew the Ranger handbook, you know,",
        2891.82,
        2894.78
    ],
    [
        " by heart inside out.",
        2895.08,
        2896.18
    ],
    [
        " I knew none of that shit.",
        2896.9,
        2898.3
    ],
    [
        " None of it, none of it.",
        2898.54,
        2899.68
    ],
    [
        " So thankfully, there was a staff sardines and e7s who saw me",
        2899.96,
        2904.96
    ],
    [
        " and went, there's something about you.",
        2904.96,
        2907.16
    ],
    [
        " And they kind of took on the responsibilities mentor and I,",
        2907.76,
        2912.92
    ],
    [
        " I jumped on it.",
        2913.02,
        2915.04
    ],
    [
        " I jahung out with those guys.",
        2915.56,
        2917.34
    ],
    [
        " You know, these guys were like first range of battalion, you know.",
        2917.62,
        2920.72
    ],
    [
        " 82nd error, I mean, they were heartened infantry dudes for like six",
        2921.24,
        2925.8
    ],
    [
        " years already.",
        2925.8,
        2926.68
    ],
    [
        " And they knew all that shit, all of it because",
        2927.1,
        2930.84
    ],
    [
        " with, there was no way, without them,",
        2930.84,
        2936.2
    ],
    [
        " there's no way I would have made it, no freaking way.",
        2936.3,
        2938.28
    ],
    [
        " You just don't have, you don't have the freaking sense.",
        2938.94,
        2940.94
    ],
    [
        " And you gotta know, there comes a time when you're going through training",
        2941.2,
        2944.04
    ],
    [
        " like that where you gotta know, you know what,",
        2944.04,
        2945.46
    ],
    [
        " who am I gonna align myself with?",
        2945.74,
        2947.78
    ],
    [
        " Who is it that I'm gonna align myself with?",
        2948.82,
        2950.64
    ],
    [
        " And I can't look like a shithead.",
        2950.88,
        2953.08
    ],
    [
        " I gotta make sure that I'm never late, light, out of uniform.",
        2953.18,
        2955.64
    ],
    [
        " Because otherwise, these squared away soldiers,",
        2956.12,
        2957.96
    ],
    [
        " they're not gonna want me to hang out with them.",
        2957.96,
        2960.32
    ],
    [
        " You know, if I'm just some piece of shit who's literally strap hanging on to them.",
        2960.8,
        2966.66
    ],
    [
        " I want them to want me to hang out with them.",
        2966.92,
        2970.7
    ],
    [
        " So I made that happen by, you know, being work ethic, you know,",
        2971.16,
        2976.38
    ],
    [
        " volunteering for the shit duties out in the field, that kind of thing.",
        2976.88,
        2979.4
    ],
    [
        " Because nobody wants to volunteer.",
        2979.98,
        2982.96
    ],
    [
        " You know, when you're out in patrol, nobody wants to volunteer.",
        2983.58,
        2985.44
    ],
    [
        " When you're patrolling and somebody says, hey, we need to build this",
        2985.54,
        2988.26
    ],
    [
        " or go on this reconnaissance.",
        2988.26,
        2992.52
    ],
    [
        " And it's like, oh, but I could stay here in a patrol base.",
        2992.86,
        2995.6
    ],
    [
        " So I volunteer for everyone of those things.",
        2996.96,
        2998.8
    ],
    [
        " But you know, I learned a lot on those two",
        2999.46,
        3001.8
    ],
    [
        " because I'm with some infantry badass dude, some grunt.",
        3002.2,
        3006.02
    ],
    [
        " And, you know, he's teaching me along the way, just OJT.",
        3006.68,
        3010.88
    ],
    [
        " So I mean, I made it by the skin of my teeth, I would say, you know, that training.",
        3011.86,
        3016.96
    ],
    [
        " I did not graduate as an honor graduate or anything like that.",
        3017.14,
        3020.28
    ],
    [
        " But you know, down the road, I did very well at different schools.",
        3020.96,
        3024.94
    ],
    [
        " Well, it's like that thing where, you know, you get the kids in school",
        3026.0,
        3028.74
    ],
    [
        " that got held back a year, you know, and they do a lot better.",
        3028.74,
        3032.08
    ],
    [
        " I mean, obviously, you know, when you're that young,",
        3032.48,
        3035.22
    ],
    [
        " and I was the same way I listened when I was 18, and it's just like,",
        3035.22,
        3037.74
    ],
    [
        " I look back now, and I'm like, well, I'm the same thing.",
        3038.12,
        3040.44
    ],
    [
        " Like, okay, I'm glad I made it through.",
        3040.66,
        3042.16
    ],
    [
        " Because there was guys that were a little older, and you just think, man, they had a...",
        3042.38,
        3046.54
    ],
    [
        " They just knew more, they were physically more developed than I was.",
        3046.54,
        3049.84
    ],
    [
        " And, you know, just try and hang on, man. Hang on.",
        3050.36,
        3054.24
    ],
    [
        " Yeah.",
        3054.76,
        3055.46
    ],
    [
        " Let me just...",
        3055.66,
        3057.36
    ],
    [
        " Snap link to you, man.",
        3057.36,
        3059.3
    ],
    [
        " Yeah.",
        3060.14,
        3060.24
    ],
    [
        " I got a little bit of line here.",
        3060.4,
        3061.5
    ],
    [
        " That's another thing is, in basic seal training,",
        3061.52,
        3065.06
    ],
    [
        " you basically don't learn anything.",
        3065.82,
        3068.7
    ],
    [
        " Right.",
        3068.9,
        3069.04
    ],
    [
        " It's just six months of just suck.",
        3069.16,
        3071.04
    ],
    [
        " Just this is just going to suck.",
        3071.16,
        3072.72
    ],
    [
        " You don't really, you don't go on.",
        3073.32,
        3074.74
    ],
    [
        " I mean, like I said, you don't go on patrol.",
        3074.96,
        3076.3
    ],
    [
        " You go on patrols, you know, you go through the land warfare phase,",
        3076.4,
        3079.04
    ],
    [
        " which is six weeks, and you go on long-humps, you do these little missions.",
        3079.04,
        3083.16
    ],
    [
        " But it's not anything.",
        3083.98,
        3086.46
    ],
    [
        " You're not actually learning anything.",
        3087.04,
        3088.76
    ],
    [
        " You're just having to suck it up.",
        3088.94,
        3090.24
    ],
    [
        " It's a good way to trim the fat, though.",
        3090.32,
        3092.1
    ],
    [
        " You know, yeah, for sure.",
        3092.3,
        3092.86
    ],
    [
        " For sure, it wants to be here, because SF, what...",
        3092.92,
        3095.26
    ],
    [
        " Now they have, you know, like a selection and assessment process back then,",
        3095.26,
        3098.48
    ],
    [
        " it was called pre-phase.",
        3098.52,
        3099.58
    ],
    [
        " So it was just a couple weeks of just beat down.",
        3100.42,
        3102.3
    ],
    [
        " Yeah.",
        3102.4,
        3102.54
    ],
    [
        " That's it. It was PT four times a day, and, you know, three hours of sleep a night.",
        3102.98,
        3107.2
    ],
    [
        " Yeah.",
        3107.4,
        3107.56
    ],
    [
        " For a cup...",
        3107.74,
        3108.88
    ],
    [
        " And there was no rhyme or reason to it.",
        3108.88,
        3110.66
    ],
    [
        " There was nothing.",
        3110.74,
        3111.26
    ],
    [
        " There was not a... I don't think there was a single piece of hip pocket training.",
        3111.26,
        3114.94
    ],
    [
        " You know, it was just formation, run, push-ups, sit-ups, get up, get down, roll over,",
        3115.36,
        3121.46
    ],
    [
        " clean this, clean that, pick up those pine cones, PT again, just a beat down.",
        3122.24,
        3130.74
    ],
    [
        " But it was a good way to trim the fat.",
        3131.04,
        3132.2
    ],
    [
        " For sure.",
        3132.4,
        3132.6
    ],
    [
        " For the guys who like, fuck this.",
        3132.64,
        3134.1
    ],
    [
        " Oh, man.",
        3135.36,
        3136.34
    ],
    [
        " So you graduate, you get through, and then where... where'd you go from that?",
        3137.2,
        3140.0
    ],
    [
        " I went to a first group out of Fort Lewis, Washington, yeah.",
        3140.0,
        3143.38
    ],
    [
        " Arctic Jungle.",
        3143.46,
        3144.26
    ],
    [
        " Yep.",
        3144.58,
        3144.74
    ],
    [
        " We used to go up there and trade.",
        3145.28,
        3147.06
    ],
    [
        " Right.",
        3147.3,
        3147.5
    ],
    [
        " His freaking awesome.",
        3147.56,
        3148.54
    ],
    [
        " Arctic Jungle, really.",
        3148.66,
        3149.34
    ],
    [
        " Yeah.",
        3149.6,
        3149.66
    ],
    [
        " South Korea training area, you know, that's like a jungle.",
        3149.88,
        3153.46
    ],
    [
        " And if Bigfoot exists, that's where he lives.",
        3154.06,
        3156.82
    ],
    [
        " 100%.",
        3157.06,
        3157.58
    ],
    [
        " That's where he lives, man.",
        3157.58,
        3159.08
    ],
    [
        " Holy crap.",
        3159.94,
        3160.86
    ],
    [
        " And so you check in... So what would you do when you checked in?",
        3161.18,
        3163.04
    ],
    [
        " Did you go to an A team?",
        3163.12,
        3163.9
    ],
    [
        " Right out of the gate?",
        3164.22,
        3164.74
    ],
    [
        " Yeah, right out of the gate.",
        3164.74,
        3165.98
    ],
    [
        " I went right to an A team.",
        3166.14,
        3167.28
    ],
    [
        " And man, talk about being intimidated all over again.",
        3167.28,
        3170.42
    ],
    [
        " I'm not only private on this team.",
        3170.5,
        3171.82
    ],
    [
        " You know, Team Sardin's Vietnam vet.",
        3172.16,
        3174.4
    ],
    [
        " I mean, the team commander was bad ass.",
        3174.94,
        3179.46
    ],
    [
        " There was two other... there was another Vietnam vet.",
        3179.94,
        3182.92
    ],
    [
        " And every one of these dudes were from Ranger battalion.",
        3183.06,
        3185.14
    ],
    [
        " Not even 82nd.",
        3185.26,
        3186.02
    ],
    [
        " They were all Rangers.",
        3186.02,
        3186.9
    ],
    [
        " All of them.",
        3187.52,
        3188.04
    ],
    [
        " And then me.",
        3188.18,
        3188.66
    ],
    [
        " Yeah.",
        3189.64,
        3190.68
    ],
    [
        " Me.",
        3192.3,
        3192.4
    ],
    [
        " No ass.",
        3192.6,
        3193.16
    ],
    [
        " I have nothing to offer.",
        3193.36,
        3194.54
    ],
    [
        " What am I?",
        3195.02,
        3195.56
    ],
    [
        " I'm a cherry weapons dude on a freaking A team.",
        3195.7,
        3198.58
    ],
    [
        " Just a cherry.",
        3198.58,
        3199.32
    ],
    [
        " Who could PT his ass off?",
        3199.46,
        3200.98
    ],
    [
        "",
        3201.28,
        3201.28
    ],
    [
        " That was it.",
        3201.28,
        3202.34
    ],
    [
        " You know, I could PT my ass off.",
        3202.58,
        3204.56
    ],
    [
        " And I could volunteer for all the shit duties and make sure that every...",
        3204.8,
        3208.28
    ],
    [
        " You know, all my kid is squared away.",
        3208.28,
        3209.98
    ],
    [
        " And that...",
        3210.24,
        3210.66
    ],
    [
        " And that...",
        3210.66,
        3211.76
    ],
    [
        " I'm gonna...",
        3211.76,
        3213.3
    ],
    [
        " I'm gonna...",
        3213.3,
        3214.02
    ],
    [
        " You know, and then I'm gonna stay out of trouble.",
        3214.02,
        3215.38
    ],
    [
        " So you've been in the Army for what?",
        3215.76,
        3216.84
    ],
    [
        " Like two years at this point?",
        3216.9,
        3217.9
    ],
    [
        " No. Yeah.",
        3218.0,
        3218.46
    ],
    [
        " Yeah.",
        3218.68,
        3218.78
    ],
    [
        " Yeah. If that.",
        3219.04,
        3219.88
    ],
    [
        " You're in a half.",
        3220.22,
        3220.6
    ],
    [
        " A year and a half.",
        3220.74,
        3221.22
    ],
    [
        " And the other guy's been in the Army for 10 years.",
        3221.38,
        3222.8
    ],
    [
        " Oh, right.",
        3222.94,
        3223.26
    ],
    [
        " 10 years.",
        3223.38,
        3223.94
    ],
    [
        " Yeah.",
        3224.1,
        3224.26
    ],
    [
        " Six years, nine years.",
        3224.44,
        3225.18
    ],
    [
        " And you're the only guy.",
        3225.68,
        3226.66
    ],
    [
        " That's it.",
        3226.88,
        3227.46
    ],
    [
        " Yep.",
        3227.46,
        3228.04
    ],
    [
        " Yep.",
        3228.3,
        3228.76
    ],
    [
        " It was...",
        3229.06,
        3229.74
    ],
    [
        " Oh my god.",
        3229.74,
        3230.18
    ],
    [
        " And they're non-vets.",
        3230.18,
        3231.66
    ],
    [
        " Yes, right.",
        3231.76,
        3232.24
    ],
    [
        " I was the new guy so many times.",
        3232.66,
        3234.4
    ],
    [
        " Even when I went to the Army.",
        3234.62,
        3235.44
    ],
    [
        " You were in the Army for something like that?",
        3235.44,
        3236.54
    ],
    [
        " Yeah. No.",
        3236.56,
        3237.0
    ],
    [
        " Before, this is 84.",
        3237.22,
        3238.48
    ],
    [
        " When I went to first grade.",
        3238.84,
        3239.58
    ],
    [
        "",
        3240.04,
        3240.04
    ],
    [
        "",
        3240.04,
        3240.04
    ],
    [
        " I got there.",
        3240.26,
        3241.14
    ],
    [
        " And 84.",
        3241.28,
        3241.86
    ],
    [
        " Beginning 85.",
        3242.38,
        3243.48
    ],
    [
        " The cool thing too is...",
        3244.44,
        3247.62
    ],
    [
        " I got opportunity just like that.",
        3247.62,
        3248.86
    ],
    [
        " Boom, boom, boom.",
        3248.98,
        3249.62
    ],
    [
        " Do you want to go to the school?",
        3250.08,
        3251.3
    ],
    [
        " That's because I was like, hell, yeah.",
        3251.38,
        3252.76
    ],
    [
        " You know, if you're asking me then yeah, the answer is yes.",
        3252.88,
        3256.46
    ],
    [
        " I want to do all of the things.",
        3256.76,
        3258.4
    ],
    [
        " Yeah, all of them.",
        3258.82,
        3260.02
    ],
    [
        " I don't want to just ride it out and accept mediocrity.",
        3260.12,
        3262.9
    ],
    [
        " You know, and be just being another dude.",
        3262.92,
        3264.62
    ],
    [
        " I want to be top on that totem pole.",
        3265.3,
        3267.54
    ],
    [
        " Um, oh, yeah.",
        3268.38,
        3269.64
    ],
    [
        " So my...",
        3270.22,
        3274.22
    ],
    [
        " Battalion Slaughter Major was famous via NAMVET.",
        3274.22,
        3278.54
    ],
    [
        " Like Donald J. Taylor.",
        3279.16,
        3281.38
    ],
    [
        " Uh, but highly decorated.",
        3281.94,
        3283.52
    ],
    [
        " Uh, he saw me one morning and, um,",
        3284.0,
        3287.3
    ],
    [
        " I was running through the battalion area and he goes private Mac, come here.",
        3288.02,
        3291.92
    ],
    [
        " And he looked at...",
        3292.36,
        3293.72
    ],
    [
        " Remember Jack, uh, Jack Pallancy actor?",
        3293.72,
        3295.58
    ],
    [
        " No.",
        3295.72,
        3295.84
    ],
    [
        " He's kind of like Jack Pallancy, you know?",
        3296.12,
        3297.76
    ],
    [
        " Had that skull on his face.",
        3297.96,
        3299.22
    ],
    [
        " I go, yes, R.M.A.J., when I was snapped to parade rest.",
        3299.66,
        3301.82
    ],
    [
        " He goes, I'm having a surprise in spikshino.",
        3302.28,
        3304.24
    ],
    [
        " The barracks this morning.",
        3304.26,
        3305.44
    ],
    [
        " You know, I want you to be my recorder.",
        3305.44,
        3307.18
    ],
    [
        " I'm like, oh, I'm going.",
        3307.76,
        3309.6
    ],
    [
        " My room is fucked up.",
        3309.62,
        3312.22
    ],
    [
        " Yeah, it's Jack.",
        3312.36,
        3314.3
    ],
    [
        " It's Jack.",
        3314.54,
        3314.84
    ],
    [
        " Well, the thing is like, uh, that morning,",
        3314.94,
        3317.28
    ],
    [
        " I got a call from Greyhound,",
        3317.68,
        3320.22
    ],
    [
        " because I shipped all my stuff Greyhound, because back then, you know,",
        3320.3,
        3324.14
    ],
    [
        " it was like $15 anywhere in the country.",
        3324.26,
        3327.0
    ],
    [
        " So I had shipped from Fort Bragg to Fort Lewis,",
        3327.0,
        3331.46
    ],
    [
        " all my duffel bags, uh, and my team started to take,",
        3331.82,
        3335.04
    ],
    [
        " go pick your shit up at Greyhound.",
        3335.14,
        3336.24
    ],
    [
        " I went and got it, brought it to back to my room,",
        3336.38,
        3338.3
    ],
    [
        " dumped it all over the freaking room,",
        3338.52,
        3340.2
    ],
    [
        " and then right after accountability formation,",
        3340.22,
        3343.26
    ],
    [
        " at like 0.9 or whatever, that's when he grabbed me,",
        3343.26,
        3345.54
    ],
    [
        " and I'm going, oh, my God.",
        3345.58,
        3347.1
    ],
    [
        " I go, Roger, that's how I made you win.",
        3347.66,
        3348.78
    ],
    [
        " He wants to start.",
        3348.86,
        3349.22
    ],
    [
        " He goes, you got something to write on, something to write with.",
        3349.22,
        3351.44
    ],
    [
        " I said, yes, yes, I remember.",
        3352.2,
        3354.32
    ],
    [
        " He goes, let's start right now.",
        3354.54,
        3355.74
    ],
    [
        " And, uh, my room, we lived in the old,",
        3357.34,
        3361.32
    ],
    [
        " it was a World War II barracks, you know?",
        3361.5,
        3363.78
    ],
    [
        " World War II, the white freaking, the raised.",
        3363.98,
        3366.14
    ],
    [
        " They got the big, um, um, crawl space underneath of it.",
        3366.14,
        3370.52
    ],
    [
        " And I swear, my, my was the last room to get inspected.",
        3370.78,
        3374.5
    ],
    [
        " The last, last building, last room.",
        3374.82,
        3376.9
    ],
    [
        " And he's been ransacked and shit.",
        3377.06,
        3379.02
    ],
    [
        " I mean, dumping drawers and knocking over beds.",
        3379.02,
        3381.82
    ],
    [
        " You know, there was something to skew with something to do.",
        3382.04,
        3384.34
    ],
    [
        " He was just ransacking.",
        3384.36,
        3385.54
    ],
    [
        " And look for clues or, or booty, you know?",
        3385.84,
        3389.22
    ],
    [
        " Look for paraphernalia.",
        3389.74,
        3390.76
    ],
    [
        " He got to mine, opened up that door,",
        3390.94,
        3392.9
    ],
    [
        " and there's shit everywhere.",
        3392.9,
        3395.22
    ],
    [
        " And he goes, who in the fuck's room is this?",
        3395.26,
        3397.5
    ],
    [
        " And he looks at the name tag in the door.",
        3397.98,
        3401.48
    ],
    [
        " And he looks at me and he kind of smiles.",
        3401.56,
        3403.14
    ],
    [
        " And he opens this, I shit you, this is how clever.",
        3404.28,
        3407.44
    ],
    [
        " No, wit, you know, wit.",
        3408.12,
        3409.74
    ],
    [
        " I like, I appreciate wit when guys have wit.",
        3409.96,
        3412.1
    ],
    [
        " And this is how witty those dudes are.",
        3412.58,
        3414.4
    ],
    [
        " He opened up the first drawer, let it hit the floor, bam!",
        3415.12,
        3417.88
    ],
    [
        " And shit, just freaking jumps out of it.",
        3418.1,
        3419.88
    ],
    [
        " And in that drawer, I had three, seven, six, two rounds.",
        3420.22,
        3424.32
    ],
    [
        " You couldn't have ammo in the barracks.",
        3424.32,
        3425.52
    ],
    [
        " And I had $200 in cash.",
        3425.52,
        3428.08
    ],
    [
        " You couldn't have that amount of cash in the barracks either.",
        3428.28,
        3430.28
    ],
    [
        " And he picks up the money and he picks up the bullets",
        3430.92,
        3433.22
    ],
    [
        " and he walks over to me and he looks at the money,",
        3433.22,
        3435.68
    ],
    [
        " goes, is this a bribe for whoever finds these?",
        3435.68,
        3437.94
    ],
    [
        " And he drops some, and he fucks.",
        3438.56,
        3441.54
    ],
    [
        " Just, hey, hey, make a right to the bread basket.",
        3441.64,
        3443.92
    ],
    [
        " Whaaam!",
        3444.5,
        3445.2
    ],
    [
        " I mean, hard.",
        3445.38,
        3445.86
    ],
    [
        " I double over.",
        3446.24,
        3446.98
    ],
    [
        " But that wall to wall counseling back then,",
        3447.44,
        3450.42
    ],
    [
        " I would much rather have that than an article 15.",
        3450.78,
        3453.16
    ],
    [
        " For sure.",
        3453.16,
        3453.72
    ],
    [
        " I mean, but my shit was wrapped so tight after that.",
        3454.12,
        3457.46
    ],
    [
        " I mean, I never, ever, ever fucked up again.",
        3457.86,
        3461.06
    ],
    [
        " I mean, I thought I was screwed away before that.",
        3461.72,
        3463.48
    ],
    [
        " Nope.",
        3463.76,
        3463.9
    ],
    [
        " I was on it like a bonnet.",
        3464.52,
        3466.42
    ],
    [
        " You know what, I was talking about this the other day,",
        3466.9,
        3469.1
    ],
    [
        " like the, it sounds like you're going through the same thing.",
        3469.34,
        3473.08
    ],
    [
        " One thing that was awesome for me when I joined the Navy",
        3473.1,
        3475.14
    ],
    [
        " is what I wanted to do, what I really just wanted to do",
        3475.14,
        3480.66
    ],
    [
        " is just like, be a good seal.",
        3480.66,
        3482.12
    ],
    [
        " Yeah.",
        3482.5,
        3482.6
    ],
    [
        " And like, whatever I could do to try and be a good seal.",
        3482.88,
        3485.38
    ],
    [
        " And when that's your goal, man, it's like your whole life is pretty good,",
        3485.52,
        3490.28
    ],
    [
        " because like, you're trying to stay in shape, you're trying to get out of your gear ready,",
        3490.28,
        3493.44
    ],
    [
        " you're trying to be squared away.",
        3493.54,
        3494.36
    ],
    [
        " Like, that's what you're trying to be a good teammate, you're trying to volunteer for stuff.",
        3494.54,
        3497.44
    ],
    [
        " It's such a, it's, you know, when you hear,",
        3497.62,
        3500.52
    ],
    [
        " there's a lot of people run around now, myself, including,",
        3500.7,
        3503.56
    ],
    [
        " included saying like, hey, you got to have a mission,",
        3503.82,
        3505.5
    ],
    [
        " you got to be, you know, driving towards it,",
        3505.6,
        3507.06
    ],
    [
        " meaning is found in responsibility, Jordan Peterson, right?",
        3507.06,
        3509.92
    ],
    [
        " Right, right.",
        3510.08,
        3510.66
    ],
    [
        " Well, for me, it's like, oh, guess how lucky I was.",
        3510.82,
        3513.98
    ],
    [
        " I was a total knucklehead kid.",
        3514.22,
        3516.36
    ],
    [
        " And I had an aim.",
        3516.86,
        3518.94
    ],
    [
        " My aim was this broad thing of like, hey, I'm going to try and be a good seal.",
        3519.22,
        3522.12
    ],
    [
        " Right.",
        3522.44,
        3522.54
    ],
    [
        " Like, if that's what you're trying to do, man, it just,",
        3522.86,
        3525.1
    ],
    [
        " it puts you on a path.",
        3525.46,
        3526.56
    ],
    [
        " Right.",
        3526.9,
        3527.06
    ],
    [
        " You know, put you on a good path.",
        3527.22,
        3528.1
    ],
    [
        " Yep.",
        3528.26,
        3528.34
    ],
    [
        " And it sounds like, pretty similar for you, getting on a good path.",
        3528.52,
        3531.54
    ],
    [
        " Hey, I want to be a good special forces soldier.",
        3531.72,
        3533.92
    ],
    [
        " And when you screw something up, you tighten up even more.",
        3534.24,
        3536.8
    ],
    [
        " Yep.",
        3536.92,
        3537.04
    ],
    [
        " And, you know, they were always giving me opportunity to improve myself.",
        3539.12,
        3544.6
    ],
    [
        " And I never let one of those opportunities pass.",
        3545.04,
        3547.76
    ],
    [
        " I mean, do you want to get like combat dives?",
        3548.86,
        3550.64
    ],
    [
        " It was like, hell, yeah, that's another one I failed, by the way.",
        3550.64,
        3553.08
    ],
    [
        " How do you fail combat dives?",
        3553.18,
        3554.28
    ],
    [
        " Well, here's the thing.",
        3554.3,
        3555.16
    ],
    [
        " I knew nothing about it.",
        3555.36,
        3556.5
    ],
    [
        " Nothing.",
        3556.68,
        3556.96
    ],
    [
        " No, I had no idea what that's, I thought I was going to like,",
        3557.34,
        3560.46
    ],
    [
        " die for Kong shells and Key West or something.",
        3560.52,
        3563.64
    ],
    [
        " No idea.",
        3564.68,
        3565.3
    ],
    [
        " None.",
        3565.56,
        3565.8
    ],
    [
        " No preschool, which is a prerequisite.",
        3566.06,
        3568.12
    ],
    [
        " Okay.",
        3568.38,
        3568.64
    ],
    [
        " Just that, hey, Pat Mack, private Mack, you're fit.",
        3568.8,
        3571.48
    ],
    [
        " Were you a water guy at all?",
        3571.94,
        3573.54
    ],
    [
        " Yeah, yeah, yeah, yeah.",
        3573.76,
        3574.6
    ],
    [
        " Yeah, I'm strong in the water.",
        3574.72,
        3576.7
    ],
    [
        " And I was on a water team, a scout swim team, in first group.",
        3576.84,
        3581.44
    ],
    [
        " So a lot of surface swimming, you know, just dragging a rock surface swim.",
        3582.18,
        3586.4
    ],
    [
        " I went to combat dive school and once again, you know, everybody scream and actually your",
        3589.82,
        3596.72
    ],
    [
        " PT until you're freaking, you know, I got an embellical hernia.",
        3596.72,
        3600.66
    ],
    [
        " We beat 50, so I was like an embellical hernia.",
        3600.88,
        3603.46
    ],
    [
        " But water is the great equalizer.",
        3604.38,
        3607.12
    ],
    [
        " It is indeed.",
        3607.38,
        3608.04
    ],
    [
        " There is no doubt about it.",
        3608.24,
        3609.92
    ],
    [
        " And so when they started having us doing, like the PT thing, I was like, all right, the",
        3611.18,
        3617.82
    ],
    [
        " sucks, the sucks.",
        3617.82,
        3618.58
    ],
    [
        " And then, you know, you have a couple classes and then write to the pool and everybody screaming",
        3618.72,
        3622.72
    ],
    [
        " at you and you're trying to get your gear in as fast as possible.",
        3622.72,
        3625.34
    ],
    [
        " And, you know, you got these 2080s on your back and the second stage is stuffed into your",
        3625.8,
        3629.78
    ],
    [
        " BC and you're not breathing a stuff.",
        3629.78,
        3631.48
    ],
    [
        " It's just all weight, 20 pound weight belt.",
        3631.5,
        3633.42
    ],
    [
        " Well, Mount the Gunnall prepared out of the water and out of the water and then terror, you",
        3634.9,
        3640.92
    ],
    [
        " know, with crossovers.",
        3640.92,
        3641.9
    ],
    [
        " So the crossover thing to me blew my mind.",
        3642.9,
        3646.44
    ],
    [
        " Talk about, you know, humility, how to make somebody humble, you know, how to suck the freaking",
        3646.6,
        3653.9
    ],
    [
        " life right out of you.",
        3653.9,
        3655.0
    ],
    [
        " Explain crossovers.",
        3655.84,
        3656.48
    ],
    [
        " So this particular pool, you know, it was what's an Olympic swimming pool.",
        3656.62,
        3662.18
    ],
    [
        " I think it was 50 by 25.",
        3662.18,
        3665.48
    ],
    [
        " Yeah, it's pretty wide.",
        3665.62,
        3666.42
    ],
    [
        " It's pretty, it's, it's probably 50 by 25.",
        3666.54,
        3668.74
    ],
    [
        " So it's like 25 and this pool was nice.",
        3668.98,
        3671.02
    ],
    [
        " It was 18 feet to deep.",
        3671.24,
        3672.78
    ],
    [
        " So you've got guys on each side of the gunnall, so on each side of the pool.",
        3673.58,
        3680.2
    ],
    [
        " So, and you're, you're, you're chest to back.",
        3680.6,
        3685.08
    ],
    [
        " You're just stacked up and you got a mask on and you got your buoyancy compensator.",
        3685.08,
        3690.58
    ],
    [
        " You got your twin 80s.",
        3690.6,
        3692.16
    ],
    [
        " You got a 20 pound weight belt.",
        3692.26,
        3693.76
    ],
    [
        " You got air in those tanks.",
        3694.0,
        3695.08
    ],
    [
        " You're just not breathing it.",
        3695.24,
        3696.22
    ],
    [
        " That regulator's stuffed in your BC.",
        3696.38,
        3698.0
    ],
    [
        " The instructor yell out, prepared a crossover, crossover.",
        3699.58,
        3703.84
    ],
    [
        " So one, both sides go underwater and the objective is to make it to the other side.",
        3704.52,
        3709.88
    ],
    [
        " One side goes shallow, one side goes deep and you come up and you get a few puffs before they say,",
        3710.58,
        3717.76
    ],
    [
        " prepare a crossover, crossover.",
        3718.02,
        3720.76
    ],
    [
        " It ain't enough time.",
        3721.24,
        3722.1
    ],
    [
        " Especially if you had no preschool, but you had, you have an experience this.",
        3722.4,
        3725.72
    ],
    [
        " And then you do it again and again and again and people start dropping like flies.",
        3726.6,
        3732.5
    ],
    [
        " And what the, when the job is it quitting?",
        3733.14,
        3736.04
    ],
    [
        " Yeah, with sometime, with me, for example, it wasn't necessarily, I didn't say I quit.",
        3736.56,
        3741.44
    ],
    [
        " I refused to get off the wall because it was a shock because I already had a shallow water blackout.",
        3741.7,
        3746.88
    ],
    [
        " So I already had a shallow water blackout.",
        3747.56,
        3749.66
    ],
    [
        " And with the shallow water blackout, it's basically, once again, the human body is cool because it won't let you drown unless you want to drown.",
        3749.82,
        3757.7
    ],
    [
        " Unless you inhale water, you're, you're going to pass out before that happens.",
        3757.82,
        3763.32
    ],
    [
        " So when you hold your breath long enough, you just pass out and they're schooled at this shit.",
        3763.62,
        3767.82
    ],
    [
        " They know because it happens to people all the time.",
        3767.82,
        3769.62
    ],
    [
        " So they go down, they freaking bring you up.",
        3769.62,
        3771.3
    ],
    [
        " And usually as soon as you come back up and they slap you on the surface, you're, you're revived.",
        3771.32,
        3776.52
    ],
    [
        " You're coming out of it.",
        3776.74,
        3777.76
    ],
    [
        " And then it takes your while, you know, you're like, holy shit, that was scary.",
        3777.88,
        3781.48
    ],
    [
        " And then they ask you, once you're revived, they give you some oxygen.",
        3781.54,
        3784.14
    ],
    [
        " Do you want to get back in the water?",
        3784.48,
        3785.64
    ],
    [
        " The answer to me was, yes, I do.",
        3785.94,
        3787.36
    ],
    [
        " And then I had another one.",
        3787.7,
        3788.8
    ],
    [
        " And the next day during crossovers, it was, I had that other one.",
        3789.22,
        3794.94
    ],
    [
        " They said, do you want to get back in the water?",
        3795.0,
        3796.26
    ],
    [
        " Yes, I do another crossover.",
        3796.26,
        3798.48
    ],
    [
        " And I couldn't get off the wall.",
        3798.48,
        3800.08
    ],
    [
        " And the rule was, they tell you three times in your out, get off the wall, Mr.",
        3800.08,
        3803.58
    ],
    [
        " and they're, they're, they want you to succeed.",
        3804.58,
        3806.14
    ],
    [
        " They want it.",
        3806.52,
        3807.12
    ],
    [
        " They want you to.",
        3807.18,
        3807.76
    ],
    [
        " They're like, I'm telling you, that's the first one.",
        3807.82,
        3809.66
    ],
    [
        " I'm going to give you another one.",
        3809.72,
        3810.54
    ],
    [
        " Mr. Get off my wall.",
        3810.76,
        3811.94
    ],
    [
        " It's not get off my wall.",
        3812.44,
        3814.16
    ],
    [
        " Get off my wall.",
        3814.28,
        3814.78
    ],
    [
        " Get off my wall.",
        3814.86,
        3815.38
    ],
    [
        " You know, they want, they want you to want this.",
        3815.44,
        3817.46
    ],
    [
        " Yeah, because you're a, you're a fellow SF guy.",
        3817.46,
        3820.26
    ],
    [
        " Right.",
        3820.26,
        3820.48
    ],
    [
        " Yeah, they want you to want this.",
        3820.98,
        3822.3
    ],
    [
        " So, and super, super professional cadre.",
        3822.54,
        3826.94
    ],
    [
        " So, they gave me the third one and it didn't happen.",
        3829.06,
        3831.58
    ],
    [
        " I was froze that I was stuck to it.",
        3831.78,
        3833.4
    ],
    [
        " But that's another one that I avenged.",
        3833.86,
        3835.54
    ],
    [
        " I went back, I've got pre scuba and I went, I fucking killed that school.",
        3835.68,
        3839.98
    ],
    [
        " Not only that I killed it, but I was volunteering for shift.",
        3840.1,
        3842.22
    ],
    [
        " For instance, I had a buddy who, uh, during ship bottom search.",
        3842.32,
        3846.18
    ],
    [
        " Um, so you, you, that was, that's some scary shit, you know, ship bottom search.",
        3846.62,
        3852.24
    ],
    [
        " Because your back is on the freaking deck, man.",
        3852.42,
        3854.82
    ],
    [
        " And you, you feel your, your twin 80s in the, in the muck in that.",
        3854.82,
        3858.7
    ],
    [
        " And, and, uh, and you're, uh, basically wanting with your hand the bottom of this boat, this ship.",
        3859.1,
        3867.96
    ],
    [
        " And you could feel that ship rising and sinking just a little bit, just a little bit, just so it's a couple inches.",
        3868.18,
        3872.98
    ],
    [
        " But what happened to my buddy of mine is there was a type of salient the rate, uh, type of jellyfish that was on the ship itself.",
        3873.34,
        3881.46
    ],
    [
        " And when he was washing, basically washing the ship, they went down his blouse into his shorts and he got a freaking, he got like, stung by jellyfish all the way from his chest, all the way his ball sack.",
        3882.1,
        3895.42
    ],
    [
        " So, uh, it was medical emergency up on short.",
        3896.2,
        3898.44
    ],
    [
        " This is a funny thing.",
        3898.58,
        3899.32
    ],
    [
        " Uh, when we got him on short, he's going, he's burning up, you know, it's jellyfish.",
        3899.94,
        3904.56
    ],
    [
        " And so here's a grown man.",
        3904.88,
        3906.32
    ],
    [
        " And this is one time where you don't question this shit.",
        3906.6,
        3909.92
    ],
    [
        " We're a grown man is ripping his clothes open.",
        3910.06,
        3912.26
    ],
    [
        " He's going, piss on my face, piss on my face, piss on my deck, piss.",
        3912.38,
        3916.56
    ],
    [
        " And we're all trying to, you know, we're all shrunk up because we're frozen and we got our bicks in our hands and we're like five dudes pissing on one guy.",
        3916.86,
        3924.42
    ],
    [
        " You know, he's pissing on him.",
        3924.7,
        3925.46
    ],
    [
        " Well, he had a really bad reaction and he started throwing up and he failed the next day's, um,",
        3925.98,
        3932.08
    ],
    [
        " uh, subsurface swim, 1500 subsurface swim, um, but he get to make it up on a Saturday and we had that Saturday off.",
        3934.12,
        3942.56
    ],
    [
        " Uh, and they asked for volunteers.",
        3943.12,
        3945.34
    ],
    [
        " Somebody got to be a swim buddy.",
        3946.18,
        3947.46
    ],
    [
        " Somebody got to be a swim buddy and I figured he volunteered and this guy was bad.",
        3947.52,
        3951.58
    ],
    [
        " He was way more bad ass than I was.",
        3951.58,
        3953.44
    ],
    [
        " So I was a little nervous because I didn't want to slow him down and we, we'd mind the gut on winning.",
        3953.66,
        3959.1
    ],
    [
        " And boom, he, or, you know, got the surface, got his bearings.",
        3959.1,
        3962.24
    ],
    [
        " He gave me a freaking, uh, you know, the go down signal and we start thinning and I am struggling to keep up with him.",
        3962.72,
        3973.12
    ],
    [
        " And now I'm honest, Heather, you know, I'm like, oh, he can't, I can't, I have to keep up with this dude and he is an absolute cyborg.",
        3973.24,
        3980.54
    ],
    [
        " And that was the hardest I ever worked in my life because now I'm working for me.",
        3981.08,
        3985.46
    ],
    [
        " I'm working for somebody else and I can't let this dude down, you know, it's like, oh my God, but he crushed it.",
        3985.46,
        3990.52
    ],
    [
        " He crushed it.",
        3990.64,
        3991.3
    ],
    [
        " Yeah.",
        3991.3,
        3991.92
    ],
    [
        " What was the time space between you failing dive school and then going back in Russia?",
        3992.12,
        3995.38
    ],
    [
        " One year.",
        3995.38,
        3995.74
    ],
    [
        " Yeah.",
        3996.36,
        3996.82
    ],
    [
        " Okay, so this is like, oh no, no, no, six months.",
        3996.86,
        3999.28
    ],
    [
        " That was six months.",
        3999.76,
        4000.24
    ],
    [
        " Okay.",
        4000.26,
        4000.32
    ],
    [
        " Yeah, six months.",
        4000.5,
        4001.08
    ],
    [
        " Uh, one year was four selection.",
        4001.5,
        4003.24
    ],
    [
        " Were you guys, were you guys, uh, were you guys going on deployments at this time?",
        4003.88,
        4008.56
    ],
    [
        " Uh, yes.",
        4009.44,
        4010.24
    ],
    [
        " Okay.",
        4010.56,
        4010.8
    ],
    [
        " Yeah.",
        4011.1,
        4011.3
    ],
    [
        " And where were you guys deploying to?",
        4011.62,
        4012.8
    ],
    [
        " For us in first group, it was Southeast Asia, Thailand, Malaysia, those kind of things.",
        4012.8,
        4017.96
    ],
    [
        "",
        4018.22,
        4018.22
    ],
    [
        " And it's Cold War.",
        4018.7,
        4019.7
    ],
    [
        " Right.",
        4020.12,
        4020.68
    ],
    [
        " Yep.",
        4021.2,
        4021.56
    ],
    [
        " Cold War, Fidth stuff, Peace Time Army.",
        4021.9,
        4025.18
    ],
    [
        " Yep.",
        4025.46,
        4025.94
    ],
    [
        " Did you have to learn a language at this point?",
        4026.36,
        4028.04
    ],
    [
        " Yeah, I was pretty good at Thai.",
        4028.42,
        4030.06
    ],
    [
        " I didn't do, it was a condensed course, like a three month or a, you know, so you learn all the survival skills and all that.",
        4030.22,
        4035.88
    ],
    [
        " But yeah.",
        4036.26,
        4037.16
    ],
    [
        " And then, then where did you go when you, how long did you stay there for?",
        4037.88,
        4042.18
    ],
    [
        " How long did you stay at first group?",
        4042.18,
        4043.44
    ],
    [
        "",
        4044.14,
        4044.14
    ],
    [
        " Well, uh, like three and a half years.",
        4044.14,
        4046.42
    ],
    [
        " And then I got recruited by some dude.",
        4046.56,
        4049.98
    ],
    [
        " I got, he had a list of 10 of 10, 10 names on this, on this sheet in this folder.",
        4051.02,
        4058.8
    ],
    [
        " And company Sergeant Major told us we had to go to this meeting.",
        4059.14,
        4062.64
    ],
    [
        " And he's some dude.",
        4062.98,
        4064.56
    ],
    [
        " He's civilian clothes and he's got long hair.",
        4064.64,
        4067.42
    ],
    [
        " And he's, it's so vague what he's explained into it.",
        4068.88,
        4072.86
    ],
    [
        " He goes, yeah, it's a Cold War job and it's in Europe.",
        4072.9,
        4075.54
    ],
    [
        " It's, I kind of felt like Will Smith, a man in black when he's going, now what are we doing here again?",
        4076.54,
        4080.64
    ],
    [
        " Well, we're looking for the best or the best or the best.",
        4081.22,
        4083.14
    ],
    [
        " You know, that kind of, I had no idea.",
        4083.14,
        4084.64
    ],
    [
        " But I knew it was something bigger than what I was doing currently.",
        4085.04,
        4087.44
    ],
    [
        " So once again, opportunity knock.",
        4087.82,
        4089.38
    ],
    [
        " I pretty jumped on that shit, man.",
        4090.04,
        4091.88
    ],
    [
        " And what we were doing with that is we were, like,",
        4092.56,
        4094.8
    ],
    [
        " building networks for double agents working in Berlin.",
        4096.82,
        4100.32
    ],
    [
        " So before that, I went and got German language as well.",
        4101.5,
        4105.72
    ],
    [
        " But that was a cool job because it was some real cloak and dagger shit, you know.",
        4105.88,
        4109.7
    ],
    [
        " There's some books written about it now that are pretty cool.",
        4110.24,
        4112.68
    ],
    [
        " Did you go over there like undercover?",
        4112.78,
        4114.1
    ],
    [
        " No, that one, no.",
        4115.0,
        4115.88
    ],
    [
        " It was different times than I did.",
        4116.06,
        4117.6
    ],
    [
        " We had it, like, it was soft cover and you had to have, for that one, you had to have cover for action, cover for status.",
        4118.24,
        4123.08
    ],
    [
        " You know, why are you here in this country besides, you know, I'm just some military nugged.",
        4123.08,
        4127.36
    ],
    [
        " Right.",
        4127.36,
        4127.56
    ],
    [
        " Because we had, you know, track suits, leather jackets, mullets, you know, you know, all that freaking looking like Eastern Euro trash.",
        4127.7,
        4136.44
    ],
    [
        " Body odor, smoke and cigarettes.",
        4137.02,
        4140.66
    ],
    [
        " That was a good thing.",
        4141.02,
        4144.2
    ],
    [
        " That was a good thing.",
        4144.38,
        4144.54
    ],
    [
        " I did that for about a year and a half.",
        4144.82,
        4146.82
    ],
    [
        " And then I got recruited by some other dude.",
        4147.02,
        4150.54
    ],
    [
        " He came and he was looking, he had one name on his list and it was mine.",
        4151.48,
        4156.04
    ],
    [
        " Well, because I had, there was certain things they were looking for.",
        4156.4,
        4159.86
    ],
    [
        " It was a very, the skill set was very particular.",
        4160.14,
        4165.82
    ],
    [
        " He had to be good at the language, he had to be good at like driving and there was certain different motor skills, you know, all these tests.",
        4166.4,
        4173.52
    ],
    [
        " Anyway, I met the quote, I met the data that he was looking for.",
        4174.02,
        4176.64
    ],
    [
        " And now this guy's in uniform, but he's SF guy.",
        4177.22,
        4180.6
    ],
    [
        " And I said, there's another SF job.",
        4181.46,
        4185.12
    ],
    [
        " Here he goes, yeah, man, he was we're spying on the Soviet army and Soviet East Germany.",
        4185.36,
        4190.16
    ],
    [
        " I said, get the fuck out of here.",
        4190.78,
        4192.94
    ],
    [
        " I said, I never heard of this.",
        4193.82,
        4194.86
    ],
    [
        " He says, now there's only seven slots, seven SF slots, seven.",
        4195.34,
        4198.96
    ],
    [
        " So I jumped on that one.",
        4199.5,
        4201.18
    ],
    [
        " So that was more schools. I had to go to Whiped, Warsaw, Pak ID school in England, more driving schools, get my language.",
        4201.36,
        4208.96
    ],
    [
        " Because now I'm working in East Germany.",
        4209.3,
        4211.98
    ],
    [
        " There's second language in English.",
        4212.58,
        4214.18
    ],
    [
        " You know what I'm talking about.",
        4214.6,
        4215.54
    ],
    [
        " I mean, you know,",
        4215.96,
        4216.8
    ],
    [
        " and I did that for about two years.",
        4217.36,
        4220.92
    ],
    [
        " That was cool.",
        4221.22,
        4221.92
    ],
    [
        " And once again, you're going over there as an army dude.",
        4222.14,
        4224.84
    ],
    [
        " On this one, I was over as an army dude.",
        4225.2,
        4227.36
    ],
    [
        " The cover for action, cover for status on that one is we were liaison to the Soviet army.",
        4227.48,
        4233.16
    ],
    [
        " They all knew what the hell we were doing.",
        4233.16,
        4235.82
    ],
    [
        " It was paper thin, man, the cover was paper thin.",
        4236.22,
        4238.98
    ],
    [
        " And it was all cat and mouse.",
        4239.56,
        4241.84
    ],
    [
        " They knew it.",
        4242.2,
        4242.94
    ],
    [
        " They issue us.",
        4243.0,
        4243.7
    ],
    [
        " And they're doing it back to us.",
        4243.76,
        4244.36
    ],
    [
        " They were doing it back to us in West Germany.",
        4244.46,
        4246.3
    ],
    [
        " We were way more aggressive.",
        4247.0,
        4248.52
    ],
    [
        " I think at the time, 95% of the intelligence on the Soviet army was coming from those units.",
        4249.16,
        4255.06
    ],
    [
        " So in East Germany, the US was doing it the French and the Brits.",
        4255.14,
        4258.58
    ],
    [
        " And we would all rotate sectors.",
        4258.94,
        4260.42
    ],
    [
        " And it was scary.",
        4260.42,
        4261.18
    ],
    [
        " It was scary, gay.",
        4261.34,
        4261.94
    ],
    [
        " Because the Soviets reserved the right to kill you.",
        4262.24,
        4268.26
    ],
    [
        " They issued you maps.",
        4269.12,
        4270.44
    ],
    [
        " And now in these maps, they had these yellow marked yellow areas.",
        4270.72,
        4274.0
    ],
    [
        " And they were called PRAs, permanently restricted areas.",
        4274.14,
        4276.44
    ],
    [
        " And you couldn't go in those areas.",
        4276.82,
        4278.58
    ],
    [
        " Well, that's where all the good shit was.",
        4278.74,
        4279.92
    ],
    [
        " You know, all the frigging KGB comms and all the nuke stuff.",
        4280.68,
        4283.66
    ],
    [
        " So we probed those things.",
        4283.98,
        4286.74
    ],
    [
        " And it was so the cover was paper thin.",
        4287.02,
        4294.6
    ],
    [
        " How we were doing stuff was, you know, you had, you were going over with two guys.",
        4294.84,
        4300.96
    ],
    [
        " One of the guys was an SF dude.",
        4301.48,
        4303.6
    ],
    [
        " The other was an officer who was a Russian pho or something like that.",
        4303.82,
        4311.88
    ],
    [
        " Or an intel weeding.",
        4311.88,
        4313.28
    ],
    [
        " No tactical skills whatsoever.",
        4313.96,
        4317.46
    ],
    [
        " I mean, I remember sitting down and you say you'd go over.",
        4318.56,
        4320.96
    ],
    [
        " We would go from West Berlin to East Germany.",
        4321.3,
        4325.44
    ],
    [
        " Across the Gleanica brookah.",
        4326.54,
        4328.42
    ],
    [
        " And we had Soviet credentials.",
        4328.72,
        4330.82
    ],
    [
        " And we would go to the like the consulate or what was something like that.",
        4331.52,
        4336.36
    ],
    [
        " And deliver mail.",
        4336.56,
        4337.52
    ],
    [
        " So that was how we got in.",
        4337.98,
        4339.36
    ],
    [
        " And we did it all the time.",
        4339.64,
        4341.98
    ],
    [
        " It was, you know, several times a week.",
        4342.18,
        4343.8
    ],
    [
        " Yeah.",
        4343.92,
        4344.0
    ],
    [
        " And then when as soon as you cross the bridge and you deliver your mail,",
        4344.3,
        4347.32
    ],
    [
        " you were you stayed in country now for about three days.",
        4347.74,
        4350.66
    ],
    [
        " And you did your mission.",
        4351.16,
        4352.88
    ],
    [
        " And you had, you know, a list of tasks.",
        4353.04,
        4358.94
    ],
    [
        " Objectives.",
        4359.24,
        4359.74
    ],
    [
        " You had you had your essential tasks lists.",
        4359.98,
        4361.74
    ],
    [
        " And you're going to be what will be like a task that you be.",
        4362.38,
        4365.22
    ],
    [
        " Oh, one of them would be there is because satellite footage still existed.",
        4365.22,
        4372.26
    ],
    [
        " So what's going on in Kotbus?",
        4372.44,
        4375.08
    ],
    [
        " There's a big military exercise.",
        4376.06,
        4378.2
    ],
    [
        " What we need is just pictures of the vehicles and unit affiliation.",
        4378.2,
        4382.58
    ],
    [
        " See who is there.",
        4382.68,
        4383.42
    ],
    [
        " Unifiliation.",
        4383.88,
        4384.36
    ],
    [
        " Because satellites can't get you an affiliation.",
        4384.54,
        4386.06
    ],
    [
        " But you know, we can get up close and take all the pictures of all the vehicles and the vans.",
        4386.42,
        4389.84
    ],
    [
        " Get you an affiliation.",
        4390.32,
        4391.36
    ],
    [
        " Another one might have been railway was the were a big one.",
        4391.44,
        4394.3
    ],
    [
        " Railways, you know, what's coming in from the check side, pull side, what is coming in to Falconberg",
        4394.68,
        4402.6
    ],
    [
        " into the trade station.",
        4402.6,
        4404.06
    ],
    [
        " And all that shit was tarped.",
        4404.38,
        4405.6
    ],
    [
        " But we were experts in tarpology too.",
        4405.92,
        4408.32
    ],
    [
        " We can read the piece of equipment under a tarp.",
        4408.58,
        4411.66
    ],
    [
        " Even a variant, bro, I'm talking like the beater 80 PB to a regular to a beater 70, you know.",
        4412.22,
        4421.7
    ],
    [
        " Yeah, we even know the variants under tarp.",
        4422.06,
        4424.52
    ],
    [
        " It was good shit.",
        4424.6,
        4425.74
    ],
    [
        " That was a fun, ass-freaking job.",
        4426.04,
        4428.06
    ],
    [
        " Scary as hell.",
        4428.34,
        4429.02
    ],
    [
        " Scary as hell.",
        4429.48,
        4429.9
    ],
    [
        " Because we're so people, then, here's the other job we had.",
        4430.2,
        4433.74
    ],
    [
        " Because I imagine you're carrying a camera with you or you can't like a camera.",
        4434.2,
        4437.48
    ],
    [
        " No, no, no, no.",
        4438.0,
        4438.42
    ],
    [
        " You can't like a little clandestine camera.",
        4439.2,
        4440.4
    ],
    [
        " No, no, no.",
        4440.4,
        4440.9
    ],
    [
        " We're traveling in Mercedes-Gallin de Vaggin because we're not undercover traveling.",
        4441.44,
        4446.7
    ],
    [
        " Because we're a liaison to Saudi-Darmen.",
        4447.02,
        4449.04
    ],
    [
        " So we're in a OD green Mercedes-Gallin de Vaggin.",
        4449.22,
        4452.98
    ],
    [
        " So like a Mercedes Jeep.",
        4452.98,
        4453.88
    ],
    [
        " And it's souped up, man.",
        4453.96,
        4454.86
    ],
    [
        " It's got, it was very, very high-speed shit in a low-speed world.",
        4455.04,
        4458.88
    ],
    [
        " You know, we had a dashboard with toggle switches where you could control.",
        4459.64,
        4465.02
    ],
    [
        " For instance, as soon as you went over the bridge, it was an SOP.",
        4465.68,
        4468.02
    ],
    [
        " Turn off the switch number one because that killed the horn.",
        4468.42,
        4470.7
    ],
    [
        " Because you don't want to have it horn AD.",
        4471.0,
        4472.5
    ],
    [
        " There was like a one switch where you, another one, you turn off the brake lights.",
        4473.26,
        4478.52
    ],
    [
        " No, the license plate illuminator.",
        4478.52,
        4481.0
    ],
    [
        " Okay.",
        4481.04,
        4481.3
    ],
    [
        " Yep. But you had a brake light, disabler.",
        4481.56,
        4483.92
    ],
    [
        " You had even disabled one side.",
        4484.02,
        4485.72
    ],
    [
        " So from a distance, you look like a motorcycle.",
        4486.02,
        4487.96
    ],
    [
        " You know, all that stuff.",
        4488.74,
        4489.48
    ],
    [
        " And then, so it was a two-seater and the back was a big sheet of ethythome with holes cut.",
        4489.92,
        4495.04
    ],
    [
        " And each hole filled with Nikon lens.",
        4495.26,
        4497.66
    ],
    [
        " And each lens was attached to an F1 body, bro.",
        4497.88,
        4500.94
    ],
    [
        " Every freaking one of them.",
        4501.26,
        4502.86
    ],
    [
        " Yep. So you just reached back, boom, 500-mere.",
        4503.28,
        4505.84
    ],
    [
        " Just went to town and then we had a video.",
        4508.02,
        4512.18
    ],
    [
        " Cameras mounted like basically where the visors are with the remote on the dash.",
        4512.54,
        4518.68
    ],
    [
        " So it was a high-speed shit in a low-speed world.",
        4518.94,
        4522.42
    ],
    [
        " For sure.",
        4522.44,
        4522.82
    ],
    [
        " Yeah, it was fun.",
        4522.92,
        4523.84
    ],
    [
        " Yeah, you know, man.",
        4524.04,
        4524.8
    ],
    [
        " Pump.",
        4524.98,
        4525.36
    ],
    [
        " Especially if you got a big hit because it was competition with the other tour guides.",
        4525.98,
        4530.14
    ],
    [
        " We were called tour, tour guides.",
        4530.14,
        4531.72
    ],
    [
        " So, you know, who could get the biggest hit?",
        4532.54,
        4534.62
    ],
    [
        " Like, I got, I got a essay 24 nuke.",
        4534.74,
        4539.64
    ],
    [
        " essay 24 nuke in the town was called Beatrice.",
        4539.98,
        4543.28
    ],
    [
        " And we heard that it might be coming in.",
        4543.86,
        4546.5
    ],
    [
        " And, you know, so we hung out and I was with a squarely officer at the time too.",
        4547.14,
        4554.48
    ],
    [
        " He had bent to a ranger school.",
        4554.94,
        4557.02
    ],
    [
        " He wasn't a ranger, but he bent to a ranger school.",
        4557.18,
        4558.82
    ],
    [
        " And he was, he got a scholarship.",
        4559.28,
        4561.66
    ],
    [
        " West Point scholarship for football.",
        4562.58,
        4564.1
    ],
    [
        " So he's a fit dude too.",
        4564.52,
        4565.54
    ],
    [
        " So I was with this dude.",
        4565.84,
        4567.26
    ],
    [
        " So I was fired up and we were going after this essay 24.",
        4567.42,
        4571.58
    ],
    [
        " And we ended up, it's a long story.",
        4572.56,
        4576.24
    ],
    [
        " I'm just going to cut it short.",
        4576.4,
        4577.26
    ],
    [
        " We were hiding behind a hay-bale.",
        4577.44,
        4578.98
    ],
    [
        " The landowner came out.",
        4579.46,
        4580.38
    ],
    [
        " He smashes the front of our vehicle.",
        4580.48,
        4582.24
    ],
    [
        " Because we're not, we're trespassing.",
        4582.94,
        4586.74
    ],
    [
        " We're explaining this is, come in.",
        4586.88,
        4589.56
    ],
    [
        " You're, you're communist bro.",
        4589.84,
        4591.1
    ],
    [
        " You don't own this shit.",
        4591.12,
        4592.04
    ],
    [
        " This is so big land.",
        4592.2,
        4593.94
    ],
    [
        " But he gets, he apologizes and invites us to his house.",
        4594.84,
        4599.22
    ],
    [
        " His house is right on the tracks.",
        4599.22,
        4600.94
    ],
    [
        " We parked the vehicle in the backyard.",
        4601.56,
        4603.8
    ],
    [
        " Orient the cameras, check out the orientation and everything.",
        4604.64,
        4607.78
    ],
    [
        " Have a camera with us at the ready.",
        4608.3,
        4609.94
    ],
    [
        " Because they don't know what we're doing.",
        4610.26,
        4612.08
    ],
    [
        " We're just fucking off in his field.",
        4612.36,
        4614.3
    ],
    [
        " You know, his Americans.",
        4614.3,
        4615.56
    ],
    [
        " They service tea and coffee, train comes.",
        4615.94,
        4618.76
    ],
    [
        " We get the whole video footage.",
        4618.88,
        4620.24
    ],
    [
        " We get all the stills.",
        4620.24,
        4621.3
    ],
    [
        " We get all the freaking numbers on it.",
        4621.3,
        4622.88
    ],
    [
        " And we're sitting in this dude's backyard.",
        4622.92,
        4624.38
    ],
    [
        "",
        4624.88,
        4624.88
    ],
    [
        " So that was a big hit.",
        4625.7,
        4628.14
    ],
    [
        " But yeah, that was a fun job.",
        4628.28,
        4630.22
    ],
    [
        " Because I got chased by all kind of shit, like T80.",
        4630.24,
        4632.8
    ],
    [
        " SS21.",
        4633.32,
        4635.14
    ],
    [
        " And the thing about Soviet kids is so much of it.",
        4635.86,
        4639.14
    ],
    [
        " It's so big.",
        4639.2,
        4639.7
    ],
    [
        " You know, I mean, it's massive.",
        4640.34,
        4642.12
    ],
    [
        " There was this one called...",
        4642.88,
        4645.66
    ],
    [
        " Two and triple strip.",
        4645.66,
        4647.04
    ],
    [
        " Two and triple strip.",
        4647.42,
        4648.3
    ],
    [
        "",
        4648.88,
        4648.88
    ],
    [
        " PTF.",
        4649.28,
        4649.6
    ],
    [
        " PTF.",
        4649.82,
        4650.3
    ],
    [
        " Yeah.",
        4650.72,
        4651.26
    ],
    [
        " It's like a...",
        4651.92,
        4652.96
    ],
    [
        " It's a tracked pontoon that takes tanks across the rivers.",
        4652.96,
        4656.88
    ],
    [
        " Got it.",
        4656.94,
        4657.26
    ],
    [
        " You know, it's just massive.",
        4657.42,
        4658.76
    ],
    [
        " It's like the brontosaurus of the kit world.",
        4658.98,
        4661.52
    ],
    [
        " We have nothing that big, you know, and that moves that fast.",
        4661.68,
        4665.0
    ],
    [
        " And then there are BMP ones that are like the velociraptors of the kit world.",
        4665.56,
        4669.12
    ],
    [
        " You know, they're just...",
        4669.32,
        4672.08
    ],
    [
        " It's all in a horrible state of repair.",
        4672.08,
        4674.26
    ],
    [
        " But if you got a shitload of it, something's going to work.",
        4675.1,
        4677.72
    ],
    [
        " Well, that's cool that you were doing real stuff in the 80s.",
        4678.48,
        4682.74
    ],
    [
        " Yeah, yeah.",
        4682.9,
        4683.08
    ],
    [
        " Because most of the guys at that time weren't doing anything.",
        4683.08,
        4685.06
    ],
    [
        " Yeah, I was...",
        4685.52,
        4686.46
    ],
    [
        " You know what?",
        4686.46,
        4686.98
    ],
    [
        " I was so fortunate.",
        4687.04,
        4687.86
    ],
    [
        " I never...",
        4688.64,
        4689.64
    ],
    [
        " One of the things I'm careful is I always...",
        4689.64,
        4692.98
    ],
    [
        " I always make sure I tell people that I was very fortunate.",
        4692.98,
        4697.82
    ],
    [
        " I was very lucky that I had the best mentors.",
        4698.04,
        4701.2
    ],
    [
        " And I never, ever rest on my laurels.",
        4701.26,
        4704.02
    ],
    [
        " You know, I never go, well, fuck back then, I was a badass.",
        4704.14,
        4707.5
    ],
    [
        " You have a badass tomorrow.",
        4708.4,
        4709.36
    ],
    [
        " I don't need to rest on my laurels.",
        4709.7,
        4711.14
    ],
    [
        " Because I hate those guys.",
        4711.32,
        4712.42
    ],
    [
        " You know, this is what I get yesterday.",
        4712.66,
        4714.66
    ],
    [
        " And I don't reflect upon it a lot.",
        4715.4,
        4717.68
    ],
    [
        " But it's interesting.",
        4718.1,
        4719.34
    ],
    [
        " Yeah.",
        4719.62,
        4719.72
    ],
    [
        " It's interesting.",
        4719.84,
        4720.48
    ],
    [
        " It's...",
        4720.9,
        4722.56
    ],
    [
        " I had an interesting career.",
        4722.56,
        4724.58
    ],
    [
        " Yeah.",
        4725.38,
        4725.58
    ],
    [
        " And like, as I read some of the stuff that you don't,",
        4725.76,
        4728.4
    ],
    [
        " I kind of piece together, not just what's like out there,",
        4728.4,
        4731.72
    ],
    [
        " but you know, I kind of piece together what I know about, you know,",
        4731.82,
        4734.08
    ],
    [
        " so I have a little bit more in depth.",
        4734.24,
        4735.32
    ],
    [
        " I can fill in some holes.",
        4735.32,
        4736.24
    ],
    [
        " And that's what got me thinking about, you know,",
        4736.42,
        4738.32
    ],
    [
        " when I was open up talking about like soldier skills.",
        4738.36,
        4740.0
    ],
    [
        " Oh, right.",
        4740.0,
        4740.58
    ],
    [
        " I just think about all the different things that you did and how the variety",
        4740.64,
        4744.34
    ],
    [
        " in your career.",
        4744.34,
        4745.04
    ],
    [
        " And I know like when you...",
        4745.4,
        4746.5
    ],
    [
        " I mean, I know you went to some kind of camera school.",
        4746.5,
        4748.54
    ],
    [
        " You went to some identification.",
        4748.72,
        4749.9
    ],
    [
        " Infield developing this.",
        4750.46,
        4751.58
    ],
    [
        "",
        4751.76,
        4751.76
    ],
    [
        " All that stuff.",
        4751.82,
        4752.3
    ],
    [
        " And I'm like, oh yeah, he did all that.",
        4752.3,
        4753.4
    ],
    [
        " And then he did scuba.",
        4753.58,
        4754.86
    ],
    [
        " And then he did, you know, like everything that you've done.",
        4755.24,
        4756.84
    ],
    [
        " That's why I was asking about languages like, now you got tie,",
        4756.84,
        4759.22
    ],
    [
        " you got your...",
        4759.42,
        4759.96
    ],
    [
        " You got like, you know, it's skills.",
        4759.96,
        4761.7
    ],
    [
        " Yeah.",
        4762.0,
        4762.16
    ],
    [
        " And I'm scratching the surface.",
        4762.58,
        4764.6
    ],
    [
        " Yeah, exactly.",
        4764.88,
        4765.46
    ],
    [
        " I was so lucky.",
        4765.66,
        4766.66
    ],
    [
        " You know, I was...",
        4767.0,
        4768.3
    ],
    [
        " Because it's not that I'm...",
        4768.3,
        4770.84
    ],
    [
        " You know, I'm not like some stellar super soldier.",
        4770.84,
        4773.4
    ],
    [
        " I was very lucky.",
        4774.04,
        4775.42
    ],
    [
        " And I always made sure that when opportunity knocked,",
        4775.9,
        4779.12
    ],
    [
        " that I'd answer the door.",
        4779.26,
        4780.22
    ],
    [
        " And that, man, that paid off big time.",
        4780.96,
        4784.6
    ],
    [
        " And then if I failed something, I wouldn't say,",
        4784.72,
        4786.88
    ],
    [
        " I'm a fucking man, anything for me.",
        4786.88,
        4788.26
    ],
    [
        " I'm like, nope.",
        4788.4,
        4788.82
    ],
    [
        " I gotta avenge that shit.",
        4789.2,
        4790.26
    ],
    [
        " Because I won't be defeated.",
        4790.46,
        4792.14
    ],
    [
        " That defeated me?",
        4792.4,
        4793.18
    ],
    [
        " No, there's no way.",
        4793.3,
        4794.08
    ],
    [
        " I'm going back and kicking that ass.",
        4794.26,
        4796.0
    ],
    [
        " Damn.",
        4796.9,
        4798.28
    ],
    [
        " So what was next?",
        4798.64,
        4799.22
    ],
    [
        " What was next?",
        4799.4,
        4800.04
    ],
    [
        " So what was next?",
        4800.04,
        4800.48
    ],
    [
        " So the next one.",
        4800.48,
        4801.02
    ],
    [
        " I was there through reunification.",
        4801.92,
        4803.78
    ],
    [
        " That had to be crazy.",
        4804.36,
        4806.28
    ],
    [
        " Yeah, that was cool.",
        4806.28,
        4806.9
    ],
    [
        " That was cool shit.",
        4806.9,
        4807.56
    ],
    [
        " So I was there through reunification.",
        4808.18,
        4809.9
    ],
    [
        " So, you know, the wall came down to 89 reunification 91.",
        4810.16,
        4813.2
    ],
    [
        " So I was there during that whole thing.",
        4813.7,
        4815.46
    ],
    [
        " But now my job is drying up.",
        4815.98,
        4818.36
    ],
    [
        " And I'm having to train the Bundesnachrisch deans.",
        4818.5,
        4823.9
    ],
    [
        " It's like a German FBI.",
        4824.02,
        4825.18
    ],
    [
        " I'm pretty sure I got that right.",
        4825.52,
        4826.48
    ],
    [
        " It's been a long time since I access that database.",
        4826.54,
        4828.58
    ],
    [
        " But, so I have to train them.",
        4829.28,
        4831.72
    ],
    [
        " And, you know, we're handing over that job.",
        4832.08,
        4834.14
    ],
    [
        " Because they just have to see the withdrawal now and all that.",
        4834.14,
        4836.74
    ],
    [
        " And I don't want any part of that.",
        4837.0,
        4837.92
    ],
    [
        " So the next step was to go to, you know,",
        4838.38,
        4841.12
    ],
    [
        " try to get my foot in the door and use the sock.",
        4841.12,
        4842.98
    ],
    [
        " And so I went.",
        4843.22,
        4845.6
    ],
    [
        " I got a slot to go to selection.",
        4846.58,
        4848.62
    ],
    [
        " Day freaking one.",
        4849.6,
        4851.6
    ],
    [
        " I bring my ankle.",
        4852.04,
        4853.48
    ],
    [
        " How did you bring your ankle?",
        4854.14,
        4855.0
    ],
    [
        " So on the first day, there's a, so no more yelling and screaming.",
        4855.48,
        4859.4
    ],
    [
        " Yeah.",
        4859.4,
        4859.82
    ],
    [
        " There's no more that.",
        4859.9,
        4860.68
    ],
    [
        " You know, you're just taking instructions from the chalkboard.",
        4860.94,
        4862.82
    ],
    [
        " And you're making sure you're not late, late out of uniform.",
        4862.82,
        4864.98
    ],
    [
        " And you're getting food too.",
        4865.24,
        4866.44
    ],
    [
        " It's just, now it's all big boy rules.",
        4867.06,
        4869.72
    ],
    [
        " You know, it's a totally different game.",
        4869.72,
        4871.52
    ],
    [
        " It's totally different tests.",
        4871.54,
        4872.6
    ],
    [
        " Totally completely different, you know, because it tests resolve.",
        4872.92,
        4876.6
    ],
    [
        " And whether or not you have heart.",
        4877.04,
        4879.06
    ],
    [
        " And if you're capable of deductive reasoning.",
        4879.66,
        4882.44
    ],
    [
        " And if you are resolute.",
        4883.04,
        4885.72
    ],
    [
        " And if you have,",
        4886.08,
        4886.84
    ],
    [
        " yeah, besides deductive deductive reason.",
        4886.92,
        4894.34
    ],
    [
        " There's another to determine.",
        4894.36,
        4895.34
    ],
    [
        " I think of it here in a second.",
        4895.34,
        4896.3
    ],
    [
        " But so day one, there's a, I won't disclose too much of it.",
        4897.36,
        4901.26
    ],
    [
        " Just because I don't want to ruin it for people who may go in the future.",
        4901.3,
        4905.6
    ],
    [
        " But there's a physical movement, you know, it's a movement and it's that night.",
        4905.96,
        4909.4
    ],
    [
        " With a rock on.",
        4910.04,
        4911.16
    ],
    [
        " It's nothing hard.",
        4911.42,
        4912.28
    ],
    [
        " And I think it's there kind of is a, like a litmus test, you know, maybe to.",
        4912.44,
        4916.68
    ],
    [
        " Oh, shit.",
        4917.02,
        4917.42
    ],
    [
        " Yeah, yeah, yeah, yeah, yeah, yeah.",
        4917.96,
        4919.94
    ],
    [
        " And you're on your own.",
        4920.18,
        4921.0
    ],
    [
        " You're doing this thing on your own.",
        4921.12,
        4922.16
    ],
    [
        " But it's that night.",
        4922.16,
        4923.26
    ],
    [
        " Now you're not, you know, you're on dirt roads.",
        4923.38,
        4925.56
    ],
    [
        " Cause you don't know it.",
        4925.56,
        4926.46
    ],
    [
        " They haven't given you any training yet.",
        4926.54,
        4928.06
    ],
    [
        " So you're on dirt roads and there's people periodically to guide you along the way.",
        4928.28,
        4932.4
    ],
    [
        " And you have even have a flashlight.",
        4932.88,
        4934.4
    ],
    [
        " So it's nothing, you know, it's nothing crazy.",
        4934.84,
        4937.06
    ],
    [
        " It is just there to trim the fat.",
        4937.06,
        4938.86
    ],
    [
        " And it does a good job at it.",
        4938.86,
        4940.6
    ],
    [
        " Because it'll tell whether or not you're there for the right reasons.",
        4940.8,
        4944.48
    ],
    [
        " That'll, that'll tell the cadre.",
        4944.7,
        4946.22
    ],
    [
        " But I'm coming downhill.",
        4946.46,
        4948.78
    ],
    [
        " And whenever you have the opportunity, you know, you double time down hills.",
        4948.78,
        4951.84
    ],
    [
        " Just to make up time.",
        4951.9,
        4953.0
    ],
    [
        " And I roll an ankle and I roll it so bad that I hear a crack.",
        4953.26,
        4956.48
    ],
    [
        " And I knew it was the ankle, you know, the, the sprain cracking.",
        4956.92,
        4961.24
    ],
    [
        " But I felt bone in my shin too.",
        4961.5,
        4964.0
    ],
    [
        " And man, you know, it's the worst feeling, you know, when, for those of us who had sprain, it's a, it's a horrible feeling.",
        4964.38,
        4973.22
    ],
    [
        " And the sprain is worse than a break.",
        4973.38,
        4974.86
    ],
    [
        " I swear to God, it's worse than a break.",
        4975.0,
        4976.46
    ],
    [
        " There's no doubt about it.",
        4976.76,
        4977.46
    ],
    [
        " I've done so many of them.",
        4977.58,
        4978.8
    ],
    [
        " I've, I've, I've torn so much shit in my body that, uh, man, I'd rather be broken than torn.",
        4979.32,
        4986.44
    ],
    [
        " Well, the big difference is when you break a bone, you put it, you, you put it back together, you put a cast on it.",
        4986.82,
        4992.16
    ],
    [
        " It heals up.",
        4992.16,
        4992.66
    ],
    [
        " It's actually stronger than it was.",
        4992.76,
        4994.68
    ],
    [
        " Right.",
        4994.84,
        4994.96
    ],
    [
        " You tear a ligament.",
        4995.4,
        4996.62
    ],
    [
        " Yep.",
        4996.7,
        4996.84
    ],
    [
        " That thing is never the same.",
        4996.96,
        4997.86
    ],
    [
        " Yeah.",
        4997.96,
        4998.08
    ],
    [
        " If it even heals.",
        4998.78,
        4999.9
    ],
    [
        " Yep.",
        5000.04,
        5000.14
    ],
    [
        " So you hammer the shit out of your ankle.",
        5001.06,
        5002.82
    ],
    [
        " Yeah.",
        5003.08,
        5003.26
    ],
    [
        " And I, and I make it through this first movement.",
        5003.26,
        5005.42
    ],
    [
        " And I think just, I just make the time.",
        5005.8,
        5009.38
    ],
    [
        " I don't know what the time is.",
        5009.38,
        5010.64
    ],
    [
        " Uh, and then I end up walking on it for another week and a half.",
        5011.1,
        5015.06
    ],
    [
        " I'm going over these mountains in West Virginia.",
        5015.34,
        5017.2
    ],
    [
        " Uh, but there came a point where I, where I say, you know what, this is a big boys game.",
        5017.92,
        5022.2
    ],
    [
        " And they know I'm hurt because I went to see a doctor next day.",
        5022.38,
        5024.96
    ],
    [
        " And my ankles, you know, like a football.",
        5024.96,
        5027.1
    ],
    [
        " And they gave me some, whatever, some Ranger candy, some cam, uh, muffered aspirin or something.",
        5027.46,
        5033.2
    ],
    [
        " Like that.",
        5033.2,
        5033.64
    ],
    [
        " Uh, and they gave me an ace wrap.",
        5033.94,
        5036.26
    ],
    [
        " Uh, that's it.",
        5036.6,
        5037.58
    ],
    [
        " But they knew I'm jacked up.",
        5037.7,
        5038.78
    ],
    [
        " And I thought, you know what?",
        5039.16,
        5040.24
    ],
    [
        " These guys, they, they're going to think I'm retarded.",
        5040.66,
        5043.14
    ],
    [
        " They're going to think I'm stupid.",
        5043.56,
        5044.88
    ],
    [
        " Then I'm, you know, that I'm, so, uh, I, I made it, I made it.",
        5045.18,
        5049.3
    ],
    [
        " I wasn't, I was making no ground.",
        5049.38,
        5051.22
    ],
    [
        " I was getting weaker by the day.",
        5051.22,
        5052.94
    ],
    [
        " So I sat by a dirt road, waited for a cadre card to come.",
        5053.34,
        5056.3
    ],
    [
        " And I said, hey, I am, I am voluntary, I am withdrawing voluntarily.",
        5056.3,
        5061.28
    ],
    [
        " It was a hard pill swallow, but the thing is I had to do that.",
        5061.9,
        5065.04
    ],
    [
        " Uh, and the guy said, hey, as long as you're not cheating yourself, I said, nope, I am not.",
        5065.76,
        5071.9
    ],
    [
        " And they invited me to come back.",
        5072.34,
        5073.6
    ],
    [
        " Well, because they knew that I was jacked up.",
        5073.82,
        5075.68
    ],
    [
        " If I volunteer, if I wasn't jacked up, there was no way.",
        5075.7,
        5078.84
    ],
    [
        " You quit something like that.",
        5079.04,
        5080.24
    ],
    [
        " There's no way, but they knew that I was jacked up because I went, I actually went and saw the, the doc.",
        5080.24,
        5085.4
    ],
    [
        " And I said, hey, can you give me something for this?",
        5085.4,
        5087.26
    ],
    [
        " And he was like, what, what if you, what if you just don't make the times?",
        5088.06,
        5092.58
    ],
    [
        " Would they have said, are you failed?",
        5092.86,
        5094.08
    ],
    [
        " You're out.",
        5094.24,
        5094.52
    ],
    [
        " Well, I, I, one of those two is, uh, I didn't get to that point yet.",
        5094.86,
        5098.26
    ],
    [
        " I didn't get to the stress phase of this course, you know?",
        5098.52,
        5101.32
    ],
    [
        " So it was just all the training, the train, um, the, um, I forget what it's called, but like the, the train, yeah, the training phase.",
        5101.34,
        5111.58
    ],
    [
        " It was training phase.",
        5111.68,
        5112.3
    ],
    [
        " It wasn't the graded portion yet.",
        5112.3,
        5113.98
    ],
    [
        " So there was no, there was no maximum time we could take in whatever.",
        5114.78,
        5118.54
    ],
    [
        " But I felt that I was getting weaker and weaker and weaker every day.",
        5118.72,
        5121.82
    ],
    [
        " Um, so yeah, they invited me to come back and I, that I took every bit of a year.",
        5122.78,
        5127.72
    ],
    [
        " What I did too is I made a huge gamble.",
        5127.8,
        5130.32
    ],
    [
        " I was in Germany and I volunteered to go to Swick, special warfare center to be an instructor.",
        5130.56,
        5137.48
    ],
    [
        " Four year commitment.",
        5138.86,
        5139.58
    ],
    [
        " I've volunteered to go to that, to get me, to, to for brag, to get me closer.",
        5139.84,
        5144.98
    ],
    [
        " Uh-huh.",
        5145.22,
        5145.44
    ],
    [
        " And did you also figure like if I'm there and I'm all I'm doing is teaching, I can get in good shape.",
        5145.76,
        5149.54
    ],
    [
        " Right.",
        5149.54,
        5149.76
    ],
    [
        " We're covering on that.",
        5149.84,
        5150.2
    ],
    [
        " Yeah, yeah.",
        5150.68,
        5151.2
    ],
    [
        " But if, if I didn't make selection, I would have been stuck in Swick for four years too.",
        5151.42,
        5155.26
    ],
    [
        " So I knew it was a gamble, but I said, it's gonna get me there and it's gonna get me strong.",
        5155.74,
        5161.42
    ],
    [
        " I'm not gonna have to go anywhere.",
        5162.04,
        5164.56
    ],
    [
        " I'm not gonna, you know, like, yeah, it's, it's, it's very light duty.",
        5164.56,
        5169.04
    ],
    [
        " And I worked out like a man possess.",
        5169.54,
        5171.88
    ],
    [
        " I took it, I had a new, kind of a, a, a, a perspective and a new strategy with the training.",
        5172.04,
        5179.6
    ],
    [
        " I went very low impact.",
        5180.22,
        5182.84
    ],
    [
        " So I did a lot of basically like in a, in the tiny sprocket, a lot of stair climbing, stuff like that.",
        5183.5,
        5188.58
    ],
    [
        " A lot of like 40 repetition squats.",
        5188.94,
        5191.92
    ],
    [
        " That kind of thing.",
        5192.58,
        5193.52
    ],
    [
        " Because I already had a taste of it now.",
        5194.0,
        5195.3
    ],
    [
        " Were you worried about like being able to hump though?",
        5195.44,
        5197.74
    ],
    [
        " Yeah, yeah.",
        5197.98,
        5198.28
    ],
    [
        " Well, I did that.",
        5198.34,
        5198.84
    ],
    [
        " I, I humped, but I didn't do a lot of it.",
        5199.02,
        5201.5
    ],
    [
        " I didn't do a lot of breakdown.",
        5201.54,
        5203.28
    ],
    [
        " What I did is I found a, there was this massive helipad on Fort Bragg right by where I was working.",
        5203.52,
        5210.14
    ],
    [
        " So it's an elevated chunk of ground.",
        5210.14,
        5211.56
    ],
    [
        " And it's elevated, you know, on all sides at an angle.",
        5212.0,
        5214.9
    ],
    [
        " And I would do laps around that.",
        5215.54,
        5218.38
    ],
    [
        " Because now I'm walking on a, on a traverse on an angle.",
        5219.44,
        5222.9
    ],
    [
        " So I got all that friction, you know, and working my angles and I would do lap, it was probably 400 yards around.",
        5223.2,
        5228.58
    ],
    [
        " And I would, every day I'd go over there and I would do lap after lap after lap, turn around lap after lap after lap after lap.",
        5228.82,
        5235.56
    ],
    [
        " And turn around and do the same thing.",
        5235.88,
        5237.48
    ],
    [
        " And to my feet, Burke, because I wanted strong angles and I wanted a tough, tough, tough feet.",
        5237.76,
        5243.12
    ],
    [
        " Because I already had some blisters when I went the first time.",
        5243.28,
        5246.14
    ],
    [
        " That second time, I didn't have a fucking blister.",
        5246.56,
        5248.88
    ],
    [
        " I had a hot spot on the last exercise.",
        5249.26,
        5251.54
    ],
    [
        " I had one hot spot.",
        5251.54,
        5252.92
    ],
    [
        " Yeah, but I crushed it.",
        5253.42,
        5255.46
    ],
    [
        " I crushed it next time.",
        5255.56,
        5256.58
    ],
    [
        " I mean, I destroyed it.",
        5256.76,
        5258.42
    ],
    [
        " I mean, I had some bad days, but when I went back, man, I freaking, I really tore into it.",
        5258.8,
        5265.42
    ],
    [
        " So what year is this now that you go back and you make it?",
        5265.66,
        5268.62
    ],
    [
        " 92.",
        5270.32,
        5270.72
    ],
    [
        " When I went back through.",
        5271.0,
        5271.7
    ],
    [
        " Yeah.",
        5272.14,
        5272.18
    ],
    [
        " 92.",
        5272.58,
        5273.08
    ],
    [
        " So I'm thinking Gulf War.",
        5273.48,
        5277.64
    ],
    [
        " Yeah, it was a nine-year-old.",
        5278.04,
        5279.0
    ],
    [
        " I was in the 90s.",
        5279.0,
        5279.24
    ],
    [
        " I was still doing the Soviet stuff when people were doing the Gulf War.",
        5279.4,
        5283.62
    ],
    [
        " Was that driving you crazy?",
        5284.5,
        5285.42
    ],
    [
        " Nah, because I was doing stuff.",
        5285.9,
        5287.24
    ],
    [
        " Yeah, I was working, you know, and yeah.",
        5287.26,
        5290.08
    ],
    [
        " Now, I was happy.",
        5290.82,
        5291.92
    ],
    [
        " I was in boot camp there.",
        5292.38,
        5293.48
    ],
    [
        " Or just after boot camp there in the first Gulf War.",
        5293.62,
        5296.2
    ],
    [
        " Yeah.",
        5296.34,
        5296.44
    ],
    [
        " I remember watching the news and they said they were expecting US 40,000 casualties in the first 48 hours or something like that.",
        5297.62,
        5303.3
    ],
    [
        " And I was like, oh, it's so hot.",
        5303.44,
        5305.26
    ],
    [
        " It's so hot.",
        5305.8,
        5306.68
    ],
    [
        " It's good to be so hot.",
        5307.02,
        5308.34
    ],
    [
        " I'm going to get fast-tracked.",
        5308.56,
        5310.64
    ],
    [
        " They're going to put me in a freaking door gun or like a knob.",
        5310.78,
        5313.5
    ],
    [
        " Yeah.",
        5314.0,
        5316.84
    ],
    [
        " They're going to need people to replace, man.",
        5317.36,
        5319.7
    ],
    [
        " That's what's going to happen.",
        5319.86,
        5320.88
    ],
    [
        " So you get done.",
        5321.08,
        5322.1
    ],
    [
        " And so now you're there and everything's kind of leveled up.",
        5322.1,
        5326.24
    ],
    [
        " You're training, freaking, just like all the time.",
        5326.28,
        5329.12
    ],
    [
        " Well, you know, after selection, I had to go through six months of OTC.",
        5329.3,
        5333.02
    ],
    [
        " And you're on the bubble during that time.",
        5333.84,
        5335.22
    ],
    [
        " I mean, that's six months and there's no break in that six months.",
        5335.5,
        5338.22
    ],
    [
        " I mean, and you're on the freaking bubble, bro.",
        5338.42,
        5341.48
    ],
    [
        " Man, I love that the way they reserve the right to fire your stinkin' ass at any freaking second for anything.",
        5342.12,
        5347.38
    ],
    [
        " And that went my whole, I was at the uniform 13 years.",
        5347.78,
        5351.66
    ],
    [
        " And I mean, there were stellar dudes, you know, 10 years in who, that little mistake boom.",
        5352.42,
        5357.2
    ],
    [
        " But you want to work in a place like that.",
        5357.9,
        5359.94
    ],
    [
        " You know, you want to.",
        5360.52,
        5361.32
    ],
    [
        " You want to be a part of that where, dude, and I remember there were guys who were great dudes who would have,",
        5361.38,
        5367.74
    ],
    [
        " like, I had this one friend who had an ND.",
        5368.22,
        5371.36
    ],
    [
        " He was by himself and he went and turned himself in.",
        5373.14,
        5377.1
    ],
    [
        " I was like, holy shit.",
        5377.12,
        5380.62
    ],
    [
        " And was that it? He's gone?",
        5380.88,
        5381.66
    ],
    [
        " Yeah, but with NDs, there were certain things that you were, they sent you packing for a year.",
        5382.42,
        5388.94
    ],
    [
        " And you were able to get a relook at certain things.",
        5389.26,
        5391.32
    ],
    [
        " To ND.",
        5391.32,
        5391.62
    ],
    [
        " Negligent discharge.",
        5393.52,
        5394.34
    ],
    [
        " Yeah, yep, yep.",
        5394.88,
        5395.24
    ],
    [
        " Oops.",
        5395.5,
        5396.44
    ],
    [
        " Yeah, yeah, yeah, yeah.",
        5396.92,
        5398.06
    ],
    [
        " And they didn't happen often, but when you're constantly around guns, you're constantly doing shit.",
        5398.06,
        5403.78
    ],
    [
        " All you need is a momentary lapse of reason.",
        5404.26,
        5405.88
    ],
    [
        " And that's it.",
        5406.44,
        5407.4
    ],
    [
        " We are human beings.",
        5407.46,
        5408.18
    ],
    [
        " We are capable of momentary lapse of reason.",
        5408.18,
        5409.94
    ],
    [
        " And they happen to the best dudes I knew, man.",
        5410.36,
        5414.7
    ],
    [
        " The best dudes I knew.",
        5415.22,
        5416.36
    ],
    [
        " So you AD, ND, same thing.",
        5416.66,
        5419.32
    ],
    [
        " This is yesterday.",
        5419.32,
        5419.76
    ],
    [
        " Yeah, they just changed the verbiage.",
        5420.02,
        5421.52
    ],
    [
        " Like, I don't know, but decade and a half ago.",
        5421.62,
        5424.34
    ],
    [
        " Yeah, there are no accidents.",
        5424.5,
        5425.94
    ],
    [
        " I don't know.",
        5426.96,
        5427.72
    ],
    [
        " There's something.",
        5427.82,
        5428.38
    ],
    [
        " There's something that came from.",
        5428.6,
        5429.76
    ],
    [
        " I never thought I'd never thought about that.",
        5429.82,
        5431.44
    ],
    [
        "",
        5431.68,
        5431.68
    ],
    [
        " Yeah, yeah, yeah.",
        5431.76,
        5432.88
    ],
    [
        " Because I've been on the range enough where I've seen where I know that shit actually does happen.",
        5433.18,
        5439.48
    ],
    [
        " I mean, I've got some great stories that are actual ADs.",
        5439.8,
        5442.96
    ],
    [
        " Yeah, yeah, yeah.",
        5443.04,
        5443.8
    ],
    [
        " Yeah, like rounds cooking off.",
        5443.8,
        5445.5
    ],
    [
        " Not like a guy dropping his backpack.",
        5445.82,
        5449.8
    ],
    [
        " And he's got like a ALS holster on.",
        5450.3,
        5452.74
    ],
    [
        " But he goes into the holster and full crimps up.",
        5453.5,
        5456.52
    ],
    [
        " Boom, as he's dropping his backpack.",
        5456.74,
        5458.16
    ],
    [
        " Bugage, you know, shit like that.",
        5458.54,
        5459.98
    ],
    [
        " I've seen a bunch of things like that.",
        5460.48,
        5462.28
    ],
    [
        " I've seen guys with like in the summertime out in the desert.",
        5462.4,
        5465.18
    ],
    [
        " Oh, good off.",
        5465.34,
        5465.92
    ],
    [
        " And they're like, like I remember we were new guys.",
        5466.4,
        5468.52
    ],
    [
        " And one of the guys with me, he's shooting in all of a sudden.",
        5468.52,
        5471.22
    ],
    [
        " You know, he's kind of, we're done.",
        5471.56,
        5473.16
    ],
    [
        " We're kind of debriefing all of a sudden.",
        5473.26,
        5474.16
    ],
    [
        " Crock!",
        5474.3,
        5474.48
    ],
    [
        " And he literally just held up his weapon.",
        5474.82,
        5477.12
    ],
    [
        " He's like, I didn't touch anything.",
        5477.36,
        5478.54
    ],
    [
        " I didn't touch anything.",
        5478.62,
        5478.88
    ],
    [
        " I'm safe.",
        5478.96,
        5479.3
    ],
    [
        " He's like, there was another funny story.",
        5480.0,
        5483.0
    ],
    [
        " What Jason Gardner told me this story.",
        5483.36,
        5485.04
    ],
    [
        " They're debriefing.",
        5485.32,
        5486.72
    ],
    [
        " And this guy, they're sitting there debriefing.",
        5487.5,
        5489.44
    ],
    [
        " They're doing Kellogg's stuff.",
        5489.44,
        5490.1
    ],
    [
        " They're debriefing.",
        5490.42,
        5491.02
    ],
    [
        " And all of a sudden, like the junior officer cracks off around at the feet of like the debrief group.",
        5491.12,
        5495.96
    ],
    [
        " And he said, he like looked at the gun.",
        5496.56,
        5500.54
    ],
    [
        " And he looks at the group and he goes, he was decocking it.",
        5501.08,
        5504.86
    ],
    [
        " He had like an out of body experience and he explained himself in the third person, making excuse for himself.",
        5506.9,
        5512.8
    ],
    [
        " It's like the funniest thing, man.",
        5513.0,
        5514.84
    ],
    [
        " I got to have Jason Gardner because my buddy Jason, who's master jeep, and he's been on the podcast a couple of times.",
        5515.14,
        5519.98
    ],
    [
        " He always tells everything in like a monotone voice.",
        5520.14,
        5522.76
    ],
    [
        " So he goes, so he cracks off around right at the feet of our group.",
        5523.08,
        5527.72
    ],
    [
        " And then he shakingly looks at everyone and says he was decocking it.",
        5527.88,
        5532.12
    ],
    [
        " Oh shit.",
        5535.34,
        5535.7
    ],
    [
        " Oh my god.",
        5536.34,
        5537.26
    ],
    [
        " Kill me.",
        5537.26,
        5538.5
    ],
    [
        " So as you're doing this, one of the, one of their skills are you now picking up?",
        5538.78,
        5547.24
    ],
    [
        " I mean, you aren't, it's the 90s.",
        5547.36,
        5549.64
    ],
    [
        " I got to think about this.",
        5549.7,
        5550.62
    ],
    [
        " You're at a place where there's money and there's time.",
        5550.68,
        5553.72
    ],
    [
        "",
        5554.32,
        5554.32
    ],
    [
        " And there's a mission.",
        5554.5,
        5555.48
    ],
    [
        " Yep.",
        5555.66,
        5555.76
    ],
    [
        " Let me think about it.",
        5556.58,
        5557.62
    ],
    [
        " First off, more driving.",
        5557.92,
        5558.86
    ],
    [
        " I mean, I've been through seven driving courses.",
        5558.98,
        5561.68
    ],
    [
        " One of them was the Gary Semic Motor Cross School.",
        5561.76,
        5564.3
    ],
    [
        " Well, we had dirt bikes, you know, and it's a great mobility device, but you need training on that thing.",
        5564.38,
        5571.58
    ],
    [
        " So when I was a team, Sardin, and a mobility team, I said, I want the best training.",
        5572.16,
        5576.82
    ],
    [
        " I want to motocross, you know, super cross school.",
        5576.92,
        5579.82
    ],
    [
        " But so driving training.",
        5580.5,
        5582.96
    ],
    [
        " I mean, more water stuff, water, water.",
        5584.9,
        5587.9
    ],
    [
        " So riverine stuff.",
        5588.12,
        5589.46
    ],
    [
        " You know, it was cool.",
        5589.86,
        5592.56
    ],
    [
        " I just thought about that.",
        5592.82,
        5593.64
    ],
    [
        " The dunk training, like, up in the ground.",
        5593.88,
        5595.56
    ],
    [
        " Yeah.",
        5595.78,
        5595.84
    ],
    [
        " Gratin' thing.",
        5595.98,
        5596.5
    ],
    [
        " Yeah.",
        5596.84,
        5597.0
    ],
    [
        " Yeah.",
        5597.18,
        5597.34
    ],
    [
        "",
        5597.5,
        5597.5
    ],
    [
        " I did that.",
        5597.52,
        5597.96
    ],
    [
        " But schools, let me think.",
        5598.22,
        5601.14
    ],
    [
        " Yeah.",
        5601.26,
        5601.38
    ],
    [
        " He loved dunker.",
        5601.48,
        5602.44
    ],
    [
        " Yeah.",
        5602.7,
        5602.9
    ],
    [
        " Yeah.",
        5603.36,
        5603.44
    ],
    [
        " Oh my god.",
        5604.24,
        5605.22
    ],
    [
        " There's so freaking much.",
        5605.28,
        5606.38
    ],
    [
        " Oh, so the devil was the big thing with you, you know, but special, specializing in that.",
        5606.46,
        5611.96
    ],
    [
        " I mean, were you like a preacher?",
        5612.18,
        5613.84
    ],
    [
        " Yeah, but everybody is a preacher at some point, you know, when you're an operator, you're all your preacher at some point.",
        5613.94,
        5619.3
    ],
    [
        " You know, you come onto a team as an assistant and then you work up to a preacher.",
        5619.44,
        5623.4
    ],
    [
        " But then the amount of weapons, too, you know, so not just cruisers of stuff, but like, and a tank, and, you know, it's like holy crap.",
        5623.54,
        5632.3
    ],
    [
        " Because there's always something new emerging.",
        5632.5,
        5634.1
    ],
    [
        " You can't just lug around a goose-dolph, you know, all the time.",
        5634.62,
        5640.14
    ],
    [
        " Because more stuff is emerging.",
        5640.14,
        5642.06
    ],
    [
        " What are the kind of tricks?",
        5642.78,
        5644.24
    ],
    [
        " It just went on and on and on and on.",
        5644.56,
        5646.82
    ],
    [
        " I mean, it never, the wheels on the bus went round and freaking round.",
        5647.38,
        5652.26
    ],
    [
        " And the amount of heal of stuff that we did, you know, and a lot of different environmental training.",
        5652.42,
        5660.2
    ],
    [
        " So, you know, when we did winter training, it was hardcore winter training.",
        5660.82,
        5664.1
    ],
    [
        " When we did desert training, hardcore desert, we did mountains, you know, all that stuff.",
        5664.2,
        5668.22
    ],
    [
        " And then, so a lot of environmental stuff.",
        5668.56,
        5673.68
    ],
    [
        " I mean, yeah, I wish I was tasked with a homework site prior to.",
        5673.7,
        5678.8
    ],
    [
        " So I could have written those things down.",
        5679.18,
        5680.78
    ],
    [
        " But it's cool, because it's cool.",
        5681.12,
        5682.8
    ],
    [
        " Because I forget about how much shit that I've learned.",
        5683.14,
        5685.68
    ],
    [
        " The amount of shit that I've forgotten could probably, you know, fill volumes.",
        5686.0,
        5690.04
    ],
    [
        " But every once in a while, I'll go, oh yeah, like Rebecca and I watch a TV show.",
        5690.62,
        5694.48
    ],
    [
        " And I'm like, oh yeah, I've done that.",
        5694.48,
        5695.4
    ],
    [
        " She was, no, you haven't.",
        5695.48,
        5696.28
    ],
    [
        " I'm like, oh yeah, I've done that.",
        5696.38,
        5697.9
    ],
    [
        " I've done that.",
        5697.92,
        5698.6
    ],
    [
        " Yeah.",
        5698.92,
        5699.22
    ],
    [
        " And you're shooting just all the time.",
        5699.7,
        5705.3
    ],
    [
        "",
        5705.64,
        5705.64
    ],
    [
        " Yep, yep, all the time.",
        5705.82,
        5706.92
    ],
    [
        " And then not only that, but what was cool was we were encouraged to compete, you know, on national level with the shooting stuff.",
        5707.24,
        5713.92
    ],
    [
        " So I'm not just talking action shooting like Ipsick, but I also did national match, you know, like Bulls Eye stuff.",
        5714.32,
        5720.22
    ],
    [
        " Yeah, I competed in the All Army Small Arms Championship too in 2004 right before I retired.",
        5721.56,
        5726.9
    ],
    [
        " So I was an E9 and the unit sent me down there as a, like a recruiting trip.",
        5727.14,
        5731.36
    ],
    [
        " And best competition I ever went to.",
        5731.5,
        5735.1
    ],
    [
        " Now they did preface it with, hey, you know, you got to win this thing too.",
        5735.42,
        5738.92
    ],
    [
        " Now no freaking, I tell you, it was not easy.",
        5739.68,
        5742.54
    ],
    [
        " I did, but one easy task.",
        5742.66,
        5744.48
    ],
    [
        " Because you got like 250 competitors.",
        5744.72,
        5746.4
    ],
    [
        " And you got these, the AM, the Army market.",
        5746.62,
        5748.6
    ],
    [
        " I'll just say that's the Army market.",
        5748.6,
        5750.4
    ],
    [
        " Yeah, that's the thing.",
        5750.8,
        5752.68
    ],
    [
        " That's the thing.",
        5752.68,
        5752.78
    ],
    [
        " You got Ranger snipers, 82nd snipers.",
        5753.62,
        5756.84
    ],
    [
        " Because when you show up to that type of competition, you all look the same.",
        5756.84,
        5761.84
    ],
    [
        " Every same haircut, same uniform, same M16 A2, iron sights, same side arm, same ammo.",
        5762.08,
        5768.72
    ],
    [
        " Yeah, same ammo.",
        5768.84,
        5770.16
    ],
    [
        " Everything's the same.",
        5770.3,
        5771.02
    ],
    [
        " It's like stock car racing.",
        5771.2,
        5772.36
    ],
    [
        " Exactly.",
        5772.58,
        5772.82
    ],
    [
        " Just like that.",
        5773.52,
        5774.6
    ],
    [
        " So no mechanical advantage with anything.",
        5775.2,
        5777.06
    ],
    [
        " Nothing.",
        5777.44,
        5777.66
    ],
    [
        " And then you start this week long competition.",
        5778.26,
        5780.86
    ],
    [
        " You know, in the first several days, it's all national match rifle at 500 yards, iron sights.",
        5781.2,
        5786.5
    ],
    [
        " Grand You Shootin', you know, 77 grain sear match black hills.",
        5787.28,
        5790.7
    ],
    [
        " You're shooting good ammo.",
        5790.86,
        5791.82
    ],
    [
        " So you're, you know, you're really, you're able to group with these, with these rifles.",
        5792.44,
        5797.24
    ],
    [
        " But after the rifle portion, I was sitting good.",
        5800.1,
        5803.46
    ],
    [
        " I was, you know, like out of 250 people, I was probably like 225.",
        5803.6,
        5806.92
    ],
    [
        " But when the pistol portion came up, I crushed everybody.",
        5807.52,
        5809.74
    ],
    [
        " So it was, because thankfully it was a combined aggregate.",
        5810.5,
        5812.64
    ],
    [
        " So I was able to, yeah, I was able to, whoo.",
        5812.86,
        5816.18
    ],
    [
        " Who I did not want to go back to you and say, yeah, I came in third or something like that.",
        5816.3,
        5821.18
    ],
    [
        " You know, I've got beat by a E4 from division.",
        5821.32,
        5823.9
    ],
    [
        " Where were you when September 11th kicked off?",
        5825.94,
        5828.7
    ],
    [
        " So I was, at that time, I was a OTC instructor.",
        5829.04,
        5831.86
    ],
    [
        " So operator trainer course instructor.",
        5832.06,
        5833.82
    ],
    [
        " I was on the range teaching our OTC students, CQB.",
        5834.46,
        5840.04
    ],
    [
        " One guy had a piece of equipment go it down.",
        5840.76,
        5843.34
    ],
    [
        " I said, I'll go get it, I'll go get it for you.",
        5843.86,
        5845.28
    ],
    [
        " Just give me that and I'll go DX it for you.",
        5845.34,
        5846.88
    ],
    [
        " So I've drive back down to the main buildings going and the,",
        5847.58,
        5852.94
    ],
    [
        " that's the guy from supply is watching the TV and one of the planes had already hit.",
        5854.42,
        5858.72
    ],
    [
        " And I said, what happened there? He goes, ah, some plane hit one of the trade,",
        5859.24,
        5862.24
    ],
    [
        " one of the world trade center towers.",
        5862.48,
        5864.84
    ],
    [
        " And I go, oh, was it actually, he goes, ah, looks like it to me.",
        5865.3,
        5868.48
    ],
    [
        " Because at the time that's what it was.",
        5868.7,
        5869.72
    ],
    [
        " And it impressed people.",
        5870.46,
        5871.32
    ],
    [
        " You couldn't grasp the gravity of how big those buildings are.",
        5871.9,
        5876.2
    ],
    [
        " You know, they thought it was a sessna.",
        5876.36,
        5877.42
    ],
    [
        " I completely thought it was a sessna.",
        5877.48,
        5879.22
    ],
    [
        " Yeah, that's what we thought.",
        5879.94,
        5881.14
    ],
    [
        " Because those buildings are gigantic.",
        5881.26,
        5882.98
    ],
    [
        " So we're both watching it and then I saw live the second one go in.",
        5883.48,
        5886.8
    ],
    [
        " And we both just dude, when you, when you watch that shit,",
        5887.08,
        5890.66
    ],
    [
        " happened, I didn't see any news as a repeat.",
        5890.76,
        5893.42
    ],
    [
        " I watched it live and I heard the news, the, the announcer go, oh, oh, oh, boy, oh, oh, oh, oh, oh, oh.",
        5893.62,
        5899.86
    ],
    [
        " All right, nope, this is no accident.",
        5900.2,
        5902.3
    ],
    [
        " You know, and I went holy fuck.",
        5902.82,
        5904.92
    ],
    [
        " So I got this piece of kit,",
        5905.0,
        5906.06
    ],
    [
        " boogie down range.",
        5907.02,
        5908.3
    ],
    [
        " And we did an admin halt, brought everybody back into the chow hall, big TVs on.",
        5908.76,
        5913.9
    ],
    [
        " So they get kind of an update and then brought them back to the shoot house around CQB.",
        5914.08,
        5918.06
    ],
    [
        " Yeah.",
        5918.68,
        5919.62
    ],
    [
        " How long did it take from there before, before you got over to, uh,",
        5919.86,
        5923.28
    ],
    [
        " I remember.",
        5923.58,
        5923.82
    ],
    [
        " It's on me.",
        5923.92,
        5924.04
    ],
    [
        " Man, I was so bummed out, bro.",
        5924.18,
        5926.38
    ],
    [
        " Because you were an instructor.",
        5926.6,
        5927.38
    ],
    [
        " I was an instructor, not only that, but they asked me to do another six months on top of my two years stay.",
        5927.38,
        5932.74
    ],
    [
        " Because there was a course that they were putting together for somebody else.",
        5933.28,
        5938.92
    ],
    [
        " And they want to me to build this course.",
        5939.06,
        5941.18
    ],
    [
        " And I'm going, oh, my God, squatters are already on their second deployment, bro.",
        5941.18,
        5945.66
    ],
    [
        " And this is the crazy thing.",
        5947.24,
        5949.0
    ],
    [
        " Second and third deployment.",
        5949.12,
        5949.64
    ],
    [
        " So it's funny because when I get over there, I, I remember the first, the first night, I'm with this dude.",
        5949.64,
        5956.78
    ],
    [
        " I put through selection and OTC.",
        5956.78,
        5958.88
    ],
    [
        " He's a staff sergeant.",
        5959.02,
        5960.8
    ],
    [
        " And I'm an E9.",
        5960.8,
        5962.06
    ],
    [
        " And he goes, oh, man, it's so cool that I'm doing hits with you here.",
        5962.82,
        5965.52
    ],
    [
        " I said, yeah, bro, it's not you're in charge of me.",
        5965.66,
        5967.42
    ],
    [
        " He goes, huh?",
        5967.58,
        5968.06
    ],
    [
        " I said, how many hits you got in country?",
        5968.4,
        5969.5
    ],
    [
        " He goes, uh, 125.",
        5969.68,
        5970.46
    ],
    [
        " I said, well, I got zero, bro.",
        5970.98,
        5972.26
    ],
    [
        " Yeah.",
        5972.48,
        5974.28
    ],
    [
        " Goose egg.",
        5974.56,
        5975.16
    ],
    [
        " So when you and over, you went over, you would tell me earlier, like you went over as like an ops position or something?",
        5975.48,
        5980.24
    ],
    [
        " Yeah.",
        5980.44,
        5980.6
    ],
    [
        " Initially, I went over as a, uh, in an ops position with the, with, and it's a funny thing.",
        5980.7,
        5987.6
    ],
    [
        " Um, we didn't even touch on this one.",
        5987.6,
        5989.42
    ],
    [
        " I went over to, um, work with the units, uh, supports, supports,",
        5989.54,
        5997.96
    ],
    [
        " supports, so I was working with all, uh, these, these guys with no training.",
        5997.96,
        6002.46
    ],
    [
        " And they're going outside of the green zone and all that to get resupply.",
        6002.62,
        6005.48
    ],
    [
        " Oh, god.",
        6005.62,
        6005.94
    ],
    [
        " They're going, they're making bi-app runs to get a diesel, you know, going down,",
        6006.58,
        6010.08
    ],
    [
        " around Irish.",
        6010.18,
        6010.68
    ],
    [
        " Yeah, bro, and soft skin hummers, you know, because we were nothing was up harm.",
        6010.8,
        6014.36
    ],
    [
        " Yeah.",
        6014.52,
        6015.08
    ],
    [
        " And so I'm driving with them scarce, scarce, I've been in my life going with cooks to get freaking food.",
        6014.64,
        6020.62
    ],
    [
        " I'm one man security detail.",
        6020.78,
        6022.32
    ],
    [
        " I got comms, AR, M4 mags, and I'm, I'm out there flapping.",
        6022.48,
        6029.02
    ],
    [
        " I'm one man security detail for dudes who have zero training.",
        6029.64,
        6033.58
    ],
    [
        " They got guns and stuff too, but I know it has, um, that, that, that stay scared these shit out of me.",
        6033.92,
        6044.06
    ],
    [
        " The amount of freaking rounds that the support guys were taking and I'm going, go, go, go.",
        6044.06,
        6049.78
    ],
    [
        " You know, because we, you know, mobility survivability.",
        6050.1,
        6053.84
    ],
    [
        " I'm like, dudes, the first lesson, it's hardest shooting movie target.",
        6053.92,
        6056.88
    ],
    [
        " You were not, these, uh, we're not driving 15 miles now and fuck that as fast as this vehicle could go.",
        6057.66,
        6063.06
    ],
    [
        " Change lanes under bridges.",
        6063.3,
        6064.28
    ],
    [
        " You know, that kind of stuff, all that old school shit.",
        6064.42,
        6066.34
    ],
    [
        " Um, um, I mean, yeah, that scared the hell out of me.",
        6066.86,
        6071.1
    ],
    [
        " Uh, and then I would do a couple of hits with them with the working squadron.",
        6071.16,
        6075.24
    ],
    [
        " But when I got back in between those, I built a course called, um, CSE, Comma Skills course.",
        6075.64,
        6083.06
    ],
    [
        " It's a two-week course for the all support element.",
        6083.28,
        6085.62
    ],
    [
        " And it was bad. They loved it for sure.",
        6086.26,
        6088.76
    ],
    [
        " They freaking loved it. They were, because you start with BRF, basic rifle marksmanship, you know, and then movement with a rifle.",
        6088.84,
        6095.24
    ],
    [
        " And then security positions, work and barricades, driving, um, and then, um, you know, reactive freaking IIDs, you know, all this stuff.",
        6095.24,
        6105.02
    ],
    [
        " So, uh, reaction contact, move to from all that stuff.",
        6105.44,
        6109.7
    ],
    [
        " So we did all, just two weeks of non-stop, ball through wall, uh, basic training, combat skills training.",
        6109.76,
        6119.28
    ],
    [
        " And the fulfillment I got out of that was ridiculous. I loved doing that so much.",
        6120.2,
        6125.0
    ],
    [
        " Um, it was, the job was hard. It was freaking sucked.",
        6125.34,
        6129.18
    ],
    [
        " But, you know, these cooks and long guys, you know, seeing them freaking rip rounds and shoot AT4s and stuff.",
        6129.46,
        6137.0
    ],
    [
        " And then when I go back to Iraq, um, walk around, we got a hit.",
        6137.16,
        6141.2
    ],
    [
        " It's kind of vanilla. But in the cool thing was too, when, when, no matter how vanilla the freaking hit was,",
        6141.26,
        6146.76
    ],
    [
        " guys were treating it as if it were, you know, a HVT, you know, high value target.",
        6147.88,
        6154.94
    ],
    [
        " I was like, hell yeah. But, um, there was a couple vanilla hits where I'd go and get my cooks and say, hey, you guys want to come on out with me.",
        6155.1,
        6162.76
    ],
    [
        " They're like, really? I see. Yeah, man.",
        6163.14,
        6164.18
    ],
    [
        " And I put them on, you know, security position with a, with a, with a saw or a, or a mag 58.",
        6164.76,
        6170.66
    ],
    [
        " But dude, they're in fucking combat, bro.",
        6171.16,
        6173.18
    ],
    [
        " Yeah, yeah, yeah. One of the cooks even got the freaking wow.",
        6173.18,
        6176.72
    ],
    [
        " Oh, you read the, yeah, I got to let it rip.",
        6176.88,
        6178.84
    ],
    [
        " I had, uh, I had my radio men, my radio men from my tactical operation center, right?",
        6179.16,
        6184.44
    ],
    [
        " And he was the guy that kind of ran things. And one night we were going on off. It was pretty, pretty close to base, you know, kind of a no brainer.",
        6184.66,
        6191.02
    ],
    [
        " And I needed it. But we had a bunch of people to coordinate with. And I said, hey, man, you know, can you come out with me tonight?",
        6191.48,
        6197.8
    ],
    [
        " And, and, you know, just man the radio. And he gets the big eyes.",
        6197.8,
        6201.94
    ],
    [
        " Right. Cause you know, hey, let's face it. I mean, even though I'm saying it's no big deal, man, there was guys getting wounded killed every single day.",
        6202.4,
        6208.32
    ],
    [
        " Yeah. So even though I thought it was no big deal, his eyes got real big. And he's like, he's like, yeah, yes, sir.",
        6208.54,
        6214.94
    ],
    [
        " And so we get out. And we did, by this point, this was a sex we had armored armored home v's.",
        6215.46,
        6219.98
    ],
    [
        " And we get on target. And I'm, you know, I'm out. We got multiple targets going down. And I'm the GFC.",
        6220.1,
        6226.14
    ],
    [
        " So I'm kind of conducting and seeing what's going on. And, and I walk over and he's in the Hummer.",
        6226.16,
        6231.62
    ],
    [
        " And I go over and I kind of like crack the door open. I was like, hey, man, you want to come out and, you know, like, you know, I'll show you what's up. What's going on?",
        6231.94,
        6238.6
    ],
    [
        " Right. And he's like, I'm good to go right here.",
        6238.74,
        6242.5
    ],
    [
        " I was like, you know, I was like, you know, I'm in the situation. Sounds like I was like, it's all good, man. You just chill. But I mean, he was a great guy.",
        6242.9,
        6249.2
    ],
    [
        " He did all kinds of good work for me. But, you know, we do that with the, with the support people, because it's, they just, they don't get good training.",
        6249.2,
        6257.76
    ],
    [
        " Right. And, and so they're normally not super comfortable. Yeah, rolling out. I had a, I had a CV to who is this giant black dude, awesome guy named Biggie.",
        6257.96,
        6270.22
    ],
    [
        " And, yeah, Biggie. He was, he was awesome. But we took him on a couple where we had worked to do, we had worked for the CVs to do it. Some locations.",
        6272.2,
        6279.66
    ],
    [
        " And, man, you know, seeing him, he talk about big, he turned from Biggie. Just a big eyes. Right. He was awesome. And one time we got hit.",
        6280.06,
        6288.7
    ],
    [
        " We got hit with, we got hit with mortars in the camp. And they blew up our big water tank. And so he was just, you know, he was a CB which CB is are known for, you know, acquiring things.",
        6289.02,
        6301.42
    ],
    [
        " So he went out in the next few hours and acquired a brand new like giant water tank. We're talking, you know, I don't know how many, but as big as this room that we're sitting, yeah, a giant, he brings back another one on a crane.",
        6301.74,
        6313.36
    ],
    [
        " And Peter said, yeah, he's getting it all filled up with water. And, you know, I said, hey, man, hey, I go, hey, chief, that's awesome. Man, really appreciate it.",
        6314.62,
        6324.34
    ],
    [
        " Appreciate you know, taking care of us. He goes, man, I'll do whatever I got to do to help you guys as long as there ain't no more boom, boom in the camp.",
        6324.86,
        6331.72
    ],
    [
        " Yes, yes. By the way, big. I saw big, warming up with three, 15 on bench, warming up.",
        6335.02,
        6344.78
    ],
    [
        " 10 reps. Yeah, that's legit. You were playing around. Yeah. Yeah.",
        6344.94,
        6349.08
    ],
    [
        " And so the second time when you went back and you guys are doing these hits. So now what year is that? Oh, five. Yeah, so things that's great for a ride.",
        6350.74,
        6358.74
    ],
    [
        " Yeah, yeah. Yeah. But things things escalated a lot between 0 4 and 0 5. Yeah. I guess somewhere of 0 4 were starting to get gnarly.",
        6359.12,
        6366.68
    ],
    [
        " 0 5 and you guys are, you guys are going out, hitting targets, reload. I mean, yeah, a lot of times like recock right there on the spot.",
        6366.98,
        6378.56
    ],
    [
        " So battlefield interrogation. All right. This guy knows so and so. Let's go for you. You can split the force and go check these dudes out.",
        6378.78,
        6386.1
    ],
    [
        " And then bam, police them up. A lot of a lot of cool black police work. You know, snatching do I tell people like people who don't know, you know, when you're trained and when you live in that kind of unit, killing a dude isn't very hard.",
        6387.08,
        6405.24
    ],
    [
        " Snatching up a dude requires requires a lot of freaking work, you know, especially with like, let's say plausible deniability or no trace that kind of thing.",
        6405.38,
        6414.02
    ],
    [
        " So I love that kind of stuff that was to me. That was that was a lot of fun. It was interesting. You know, snatching dudes up out of their beds and crap like that.",
        6414.14,
        6421.5
    ],
    [
        " But it was the opt-tempo was was really high. And what I appreciated was being basically like a cherry, you know, I was a private E9.",
        6423.22,
        6434.2
    ],
    [
        " Yeah. And that's probably the only place in the in the world in the military where you have the opportunity to do that being E9 door kicker.",
        6434.42,
        6441.5
    ],
    [
        " I mean, I had this one night because it was like my third night going into.",
        6441.7,
        6446.92
    ],
    [
        " Fallujah on my own little bird. I was following in a team and we're, you know, landing rooftops and the third night in a row, they had me on the planning board is task force.",
        6447.2,
        6460.44
    ],
    [
        " It was killing me. You know what they were doing. They were giving me an opportunity to make up ground because they had been getting some and I've been left freaking back.",
        6463.28,
        6472.44
    ],
    [
        " So they were like, yeah, we're going to, you know, we're going to get back coming in high. Yeah, yeah, it was cool.",
        6473.16,
        6479.34
    ],
    [
        " It was shit. But seeing all the level at which dudes operated, seeing that because I was almost from like an outside perspective, you know, looking around going holy fuck man.",
        6479.34,
        6491.92
    ],
    [
        " This is pro. This is badass.",
        6491.92,
        6494.34
    ],
    [
        " Well, I think the whole US military obviously, I mean, this goes without saying, but the just the Matt, the experience.",
        6495.3,
        6504.04
    ],
    [
        " I mean, I always tell people they're always a little bit surprised, but you know, I didn't shoot my weapon at the enemy for 13 years.",
        6504.1,
        6511.62
    ],
    [
        " Right. In the sea, 13 years of, and I think I locked my lock and loaded my weapon prior to that.",
        6511.98,
        6518.56
    ],
    [
        " Like three times all on a stupid, like I was kind of fired up because we were doing security for something.",
        6518.92,
        6523.74
    ],
    [
        " Right. I got to lock and load my weapon. I was kind of pumped. Right. Yeah.",
        6523.8,
        6526.98
    ],
    [
        " But then, but it was until 13 years, but the amount of combat that we have had now in the US military repetition after repetition after repetition.",
        6526.98,
        6537.66
    ],
    [
        " And one thing I noticed is like, well, on my first deployment, which was 03, we, you know, we were good at doing, you know, building takedowns and we do room clearance.",
        6537.88,
        6547.66
    ],
    [
        " And we were, we were good at it.",
        6547.9,
        6549.68
    ],
    [
        " By the time I went back in 06, man, everybody was everyone could, you know, everyone could just, there was no factor.",
        6549.96,
        6556.7
    ],
    [
        " It was like, hey, oh, you want to take down this building? Cool. We got this. It was, it had brought everybody up to a much better level.",
        6556.9,
        6562.42
    ],
    [
        " And I always, I think about this now all the time, just the experience that we have now, you know, a mission that would have seemed like a huge deal in 1996.",
        6562.7,
        6573.6
    ],
    [
        " Right.",
        6574.26,
        6574.42
    ],
    [
        " You wouldn't even, it wouldn't even crack the bump on the radar. Like that was cool. Right. Right. Right. Right. Yeah. That even close.",
        6574.76,
        6582.62
    ],
    [
        " Yeah. It was. Yeah.",
        6582.9,
        6584.38
    ],
    [
        " So the amount of experience that we've gained and, and, and, you know, even when I watch new platoons come in to relieve us.",
        6584.38,
        6592.06
    ],
    [
        " And like occasionally I'd be in that spot, like looking at my task unit, looking at one of my platoons moving down the street.",
        6592.58,
        6600.02
    ],
    [
        " And you just see, you go, man, these guys are so good. I mean, everybody's moving. It's like weapons trained everywhere.",
        6600.86,
        6607.86
    ],
    [
        " Yeah. It's so efficient. And you see like a new troop coming in and you look at them and you go, they'll clean it up.",
        6608.08,
        6614.62
    ],
    [
        " Yeah. They'll clean it up.",
        6614.66,
        6615.64
    ],
    [
        " Because you can tell by his demeanor, you know, by his, just the body language alone, you know, you, you, just the silhouette, you know, who that guy is.",
        6616.12,
        6624.04
    ],
    [
        " For sure. Yeah. For sure. When you, so now it's, you do it, you knock out a couple deployments.",
        6624.04,
        6632.08
    ],
    [
        " What, what makes you decide to get out? What makes you decide to retire?",
        6632.6,
        6638.54
    ],
    [
        " I had up. Some of it was, and I don't mind talking about this because it's good lesson, learn shit.",
        6639.2,
        6643.98
    ],
    [
        " A lot of it was because of domestic messiness. I had little kids at home and they had a,",
        6644.42,
        6650.84
    ],
    [
        " they weren't being brought up right. I needed to be there for them. I already lost you.",
        6652.52,
        6657.66
    ],
    [
        " You start to think when you, when you lose buddies that are close to you, you start to, you know, reflect and you, and you, and you,",
        6658.14,
        6667.9
    ],
    [
        " you start to be very objective and you exercise introspection and you go, dude, man, if that's me, I don't really care.",
        6668.08,
        6676.64
    ],
    [
        " You know, I'm just some dude, but I'm gonna leave my kids dry because they don't have the other, their other half sucks.",
        6676.64,
        6685.04
    ],
    [
        " You know, their, their mom at the time really sucked. So I got out because I had little kids and they needed, they needed me.",
        6685.64,
        6695.92
    ],
    [
        " Because they didn't have the other half of that. The other half sucked bad. And it was, it was a, because of,",
        6697.04,
        6704.26
    ],
    [
        " the problem stemmed from, it's big farmer shit, you know, prescription meds.",
        6704.38,
        6710.54
    ],
    [
        " It's not a drug problem if it's, you know, prescription meds. That freaking big farmer bro, they, they have shit pisses me off.",
        6710.8,
        6716.9
    ],
    [
        " But so I watched the deterioration of a human being over, you know, a long time, big farmer and she freaking sucked.",
        6717.42,
        6725.6
    ],
    [
        " So, but I had to, I had to do it.",
        6727.22,
        6728.82
    ],
    [
        " And, and, you know, initially I thought this is a great idea, but man, it wasn't long before I ran into just a feeling horrible about myself and missing the hell out of it.",
        6729.78,
        6740.12
    ],
    [
        " What was the time span between you made the decision that you're going to retire and like when you retired?",
        6740.46,
        6745.9
    ],
    [
        " I made decision the first time I pushed to Iraq. I said, I'm at the, at the 22 year mark, because I was E9, I needed to stay in grade for three years and complete the academy to keep E9 on my retirement,",
        6746.74,
        6767.76
    ],
    [
        " I decarred kind of thing. So I wanted to make sure that I retired with that stuff.",
        6768.92,
        6772.66
    ],
    [
        " So, yeah, I made that decision, got the academy right before I retired. I think I did the academy and retired two days later.",
        6773.58,
        6781.18
    ],
    [
        " And then you retire, what was your plan when you retired? I had no plan. There you go.",
        6781.34,
        6788.74
    ],
    [
        " Zero. Check. But I got hired job offers like, yeah, I got hired prior to retiring. There you go.",
        6788.8,
        6796.74
    ],
    [
        " A couple months to that becomes the plan. Yep. And the thing is that's a little hanging fruit. I don't recommend that as people.",
        6796.74,
        6802.88
    ],
    [
        " That low hanging fruit shit man, you know, working for the man. Fuck that. And this is, but I'm five.",
        6803.26,
        6809.44
    ],
    [
        " So contracting is still good money. Yep. This is before the market was fine. I want to return to another shit hole.",
        6810.48,
        6817.26
    ],
    [
        " Yep. The reason I got out was to be there for my kids. So I didn't want to, you know, make a shit ton of money and deploy again for,",
        6817.72,
        6825.22
    ],
    [
        " right, freaking 90 days without the big green machine at my six. For sure.",
        6825.24,
        6831.54
    ],
    [
        " Because now I lost some buddies doing contracting stuff too. And it was just killing me, bro. It was killing me.",
        6832.26,
        6839.44
    ],
    [
        " Oh my god. So what was the job that you got? It was basically doing what I'm doing now.",
        6839.6,
        6846.24
    ],
    [
        " Yes. But for a corporation. I was doing the instruction thing and I was building this unit called the AWG.",
        6846.24,
        6854.92
    ],
    [
        " asymmetric warfare group. Yep. I was building them. You sent some people over to me in Ramadi.",
        6855.7,
        6861.22
    ],
    [
        " Yeah. I was trying them up. And I was trading. The other thing I was doing was I built a course called Kat C, Combat Application Training Course.",
        6861.6,
        6868.38
    ],
    [
        " And we were training big army. I recruited a couple other guys, couple guys like me retired unit guys.",
        6868.66,
        6875.7
    ],
    [
        " And we were training big army at five day course. And I loved when we first started it, we were doing training first brigade, 82nd airport division.",
        6876.3,
        6885.9
    ],
    [
        " Fourth brigade. Fourth brigade. Fourth brigade was fit up for a little while. And I love that these guys were so badass.",
        6886.2,
        6891.14
    ],
    [
        " You know that there were e-forrs with two deployments. And with combat wounds. Yeah.",
        6891.58,
        6896.8
    ],
    [
        " By the way, two deployments that were 13 months. Yes. Right. Yeah.",
        6896.88,
        6902.28
    ],
    [
        " And they were so badass and their soldier skills were, you know, so far surpassed than what I had seen in like the 90s.",
        6903.34,
        6911.14
    ],
    [
        " So that was once again very fulfilling. You know, running these guys hard, getting them really good training and making them focus on the fundamental, fundamental, fundamental,",
        6912.08,
        6924.3
    ],
    [
        " being expert at the basics. You know, that was, that still is my thing. But that was our thing when we were training the Kat C program.",
        6925.08,
        6932.34
    ],
    [
        " Expert on the basics and fundamentals. So that was fun. I did that for a few years. And then I got, I got laid off.",
        6933.2,
        6942.5
    ],
    [
        " What the fuck is that? You don't know it. You have no, when you're a career military guy. And then you're working for, you know, coming to,",
        6942.86,
        6951.22
    ],
    [
        " that does government contract. You shit in his all-retired military. You're not even thinking job security. That's not even, that's not a part of your thought process.",
        6951.22,
        6959.28
    ],
    [
        " You don't go bad at night and say, oh, I don't get fired tomorrow. You don't think that. You don't think it.",
        6959.4,
        6963.72
    ],
    [
        " So laid off things. And I didn't even see the rating on the wall because I'm dumb about corporate America. I don't know any of that and stuff.",
        6964.26,
        6970.56
    ],
    [
        " So the company got bought out and they started to cut corners, trim the fat, pinch pennies, all that stuff. And I was thinking, oh, yeah, got to do it.",
        6971.38,
        6981.76
    ],
    [
        " You know, got to cut those corners, got to pinch those pennies. I wasn't thinking about me. And I cost money to that. And they laid me off with a phone call, man.",
        6981.9,
        6990.56
    ],
    [
        " You know, not even face to face. And the feeling, because I was already down at that time, I was really bummed out. I was, I was in a dark, dark place.",
        6991.82,
        7000.54
    ],
    [
        " I was going through depression. I was freaking drinking on the job. Like not on the range. I would bring like a jacket coke to work in a, in a big Coca-Cola bottle and stuff like that. I was hating life. I was miserable.",
        7000.56,
        7012.1
    ],
    [
        " And that's what you got your, your, I guess she's your ex-wife now. She's dragging things down.",
        7012.56,
        7019.3
    ],
    [
        " Yeah, no support whatsoever disconnected from your former teammates that you spent your entire life.",
        7019.3,
        7025.38
    ],
    [
        " Yep. With has no concept about that stuff and not only disconnected from that, but disconnected from reality because of like prescription meds and stuff.",
        7025.38,
        7033.08
    ],
    [
        " So no connection between the norore receptors. Just dark space. Every once in a while, target of opportunity.",
        7033.22,
        7038.12
    ],
    [
        " You know, a moment of clarity. But now that shit sucked bad. And then getting laid off, you know, on top of it was like holy fucking then the other half.",
        7038.2,
        7050.26
    ],
    [
        " Say, oh, just get a job with another company. And I'm like, fuck that man. I want to do something else.",
        7050.44,
        7057.52
    ],
    [
        " So I called three guys who own companies. All good friends of mine, all ex-unit guys. And they all said the same thing.",
        7058.46,
        7065.6
    ],
    [
        " Yep, I will get you back. I will get you work if you need it. But dude, man, do it yourself.",
        7065.96,
        7070.96
    ],
    [
        " You can, you have the ability to do this. So they all gave me permission to be my own guy.",
        7071.3,
        7077.34
    ],
    [
        " Best thing that ever could happen to me. Cause that was 10 years ago. And I generated my company, TeamX, and it just freaking detonated after that. It went bad shit.",
        7078.46,
        7088.1
    ],
    [
        " Yeah, I mean, there's Epson flows. It's scary. You run in your own business. You know, there's Epson flows. And I'm, you know, like ripped off by a promoter.",
        7088.68,
        7096.3
    ],
    [
        " I had to go through the sequestration 2013 all that deficit spending bullshit, where I had all got to be contracts stuff for the year.",
        7096.3,
        7103.28
    ],
    [
        " And then that light switch went out of the annual. No money. None.",
        7103.4,
        7107.06
    ],
    [
        " At the same time, I'll go through divorce, you know, and dude, that was hard. That was hard. But that was good. It was freaking odd. It was so good.",
        7107.7,
        7116.28
    ],
    [
        " Those kind of lessons learned, you know, you really grow as a human being based on how you, how you come out of a bad situation like that.",
        7116.32,
        7125.86
    ],
    [
        " How, how you, for me, it was making lemonade out of lemons.",
        7126.18,
        7134.06
    ],
    [
        " And trying to rekindle my past, trying to remember who I was, what I'm here for, what my purpose is. And then I had to give myself meaning.",
        7135.86,
        7143.42
    ],
    [
        " You know, I needed to be, there needed to be a reason for me to get up every freaking day.",
        7143.78,
        7150.9
    ],
    [
        " A new mission. Yeah, every day. New miss. Yeah. Because that's what especially special op guys, not just military guys, but special op guys.",
        7151.1,
        7158.06
    ],
    [
        " They need that purpose. They need that mission. So without meaning without purpose, you could, you could falter.",
        7158.14,
        7168.5
    ],
    [
        " You can short circuit yourself and you could, you know, start slipping into dark places. And you were slipping there.",
        7168.64,
        7173.76
    ],
    [
        " Dude, I almost capitulated. I was close. Right. I mean, I was dark. I was at the bottom bottom. And then I was out, it was out.",
        7173.96,
        7181.14
    ],
    [
        " It was, it was lasted for years. I lived in the bonus room of my garage for five years. I lived in the bonus room above my garage.",
        7181.46,
        7189.06
    ],
    [
        " I wasn't a drunkard, but I was drinking all day. So nobody knew it. You know, that I was, that I was meditating. Nobody knew it.",
        7189.7,
        7199.08
    ],
    [
        " Because I was just all day long, all day long. I mean, you know, 11 o'clock in the morning, start.",
        7199.08,
        7203.92
    ],
    [
        " And I had no, I mean, I would go to work. I would get jobs. And I was faking it. I was faking the, you know, get you some back.",
        7206.8,
        7215.12
    ],
    [
        " I go, you know, I'm all that. I was just faking the Mac show. Just faking it. Nobody knew where I was. Nobody had any idea.",
        7215.5,
        7221.8
    ],
    [
        " Because I had no, I wasn't like hanging. I had no close friends or anything like that. My kids were my close friends.",
        7222.46,
        7228.94
    ],
    [
        " And they were my kind of, my sanctuary or my escape, you know, hanging out with them.",
        7229.68,
        7234.68
    ],
    [
        " Are you still working out? At that time, not very much. I mean, I'm getting by because everything that I did, my, my, my now ex thought it was because I was having an affair.",
        7234.9,
        7245.98
    ],
    [
        " You know, so there's no ex, other explanation from you working out other than wanting to fuck somebody. You know, there's no explanation.",
        7246.54,
        7252.54
    ],
    [
        " Everything that I did was because it's an affair. And I had in her mind. I mean, it was bad when people, when, you know, when I say, yeah, my ex is crazy.",
        7253.04,
        7263.52
    ],
    [
        " They go, oh, I know what you're talking about. Oh, yeah, yeah. I said, no, man, I'm not talking bitch or cunt. I'm talking legit crazy. I had a girlfriend, imaginary girlfriend living in her closet for four years. Her name was skater.",
        7263.72,
        7275.92
    ],
    [
        " Damn, I would come home and the cops would be at my house. And she had taken all the light switch panels off and showing the cops that there are blue washers because I'm bugging the house.",
        7277.18,
        7287.74
    ],
    [
        " You know, stuff like that. I would come home for Ford. I remember doing this one trip for up 24th, yes. You know, CCTV guys, bad ass dudes.",
        7288.38,
        7295.98
    ],
    [
        " Four days training hours wiped out, man, I was smoked and I was coming back from it was up by Moeak. So for me, it was like a five hour drive. And I am a back in my drive with the truck.",
        7297.04,
        7311.24
    ],
    [
        " And I'm looking to review mirror and all my shit is in the driveway. It's all in the driver. And she's sitting on a stool. She's going through like my tackle box, you know, and all my tools. And it's all just everything.",
        7311.5,
        7321.26
    ],
    [
        " She's looking for clues or something. You know, that was that was I remember that night. That was a strut broken camels back. And she called the cops at night.",
        7321.52,
        7330.28
    ],
    [
        " Cops came and they said, hey, can you stay somewhere else? I go, yep, absolutely. Because there have been a hotel that I've been going to. And it was just a mile down the road.",
        7330.42,
        7339.16
    ],
    [
        " Next day, one of the cops called calls me and he says, can I talk to you?",
        7340.2,
        7347.4
    ],
    [
        " So I said, well, yeah, he said, I'm at your house. I drive there. He goes, hey, I ran into your wife in the village. She's freaking dope down over mine.",
        7347.52,
        7355.0
    ],
    [
        " He said, brother, you know, you know, who I was, where I came from and stuff like that. Very nice guy. He goes, you need to take a radical steps. And you need to get the fuck out here.",
        7355.76,
        7366.82
    ],
    [
        " I know you're in it for the kids. Kids are resilient. They will hand. They will be able to handle us. But you need to get the fuck out.",
        7366.96,
        7375.4
    ],
    [
        " And I was go, oh, man, I was broke down because nobody at that until then, nobody. I realized I felt that I was all alone in the world that I was going through this shit.",
        7375.88,
        7386.28
    ],
    [
        " That nobody had any idea. The cops had seen it because they've been there many times. But that night, I get jacked up again. And I'm with my sweet son, James, and I'm talking to him.",
        7386.28,
        7399.4
    ],
    [
        " And I remember telling him, how old is he at this? He's probably, let me see.",
        7399.5,
        7403.48
    ],
    [
        " He's 30. What would it was? He's seven.",
        7403.48,
        7409.98
    ],
    [
        " Okay. And he said, I say, James, I don't just love you. I am in love with you. And he started crying.",
        7410.24,
        7418.16
    ],
    [
        " You've that really meant something to him. You know, it really meant something. And then I realized, fuck man, this kid really digs me.",
        7418.4,
        7424.98
    ],
    [
        " You know, really freaking digs me. So I, he falls asleep. I take him to bed and I go back up into my bonus room. And I realize that I need to make a change now. This has to happen now.",
        7425.1,
        7437.84
    ],
    [
        " So that hole that I was looking at that I was almost capitulated to, you know, at the bottom of the hole. It was like an epiphany where I, I'm not letting this bitch bury me.",
        7438.22,
        7451.2
    ],
    [
        " I will not be defeated. I am not buried. I have been planted. You know, it was, it was just moment of clarity I had. I put out my running shoes and put my, my, my, I pod.",
        7451.2,
        7463.6
    ],
    [
        " I, yeah, I pod out my headphones, put out some shorts. And I said, all right, settle on clock. I'm going to go for a run tomorrow. No plan.",
        7463.94,
        7471.96
    ],
    [
        " Just let me go clear my head, got up full of piss and vinegar. Put the shit on. And I ran. And I'm not a ground pounder.",
        7472.16,
        7479.66
    ],
    [
        " I like to sprint. I like running. But I ran for about an hour and a half. Just nonstop. I just kept running around town, you know, got back in my driveway. I'm starving.",
        7479.82,
        7489.78
    ],
    [
        " And I look at the house and I'm going, this is the house where dreams going to die. I don't want to go inside. So I stay in my driveway. I work out for like another two hours.",
        7490.22,
        7499.86
    ],
    [
        " Just up and down. I had some dumbbells in the, I pull it bar and I just work out for like another two hours. I mean to the point of like incapacitation.",
        7500.32,
        7507.84
    ],
    [
        " But that was it. That was my, that was my rebirth thinking there's no way I'm going to be defeated by this. There's no way. And I am not buried. I have been planted.",
        7509.46,
        7518.18
    ],
    [
        " But that was the beginning of a whole and then with the cop coming the day before. And saying, get the fuck out. So that day I got the fuck out.",
        7518.84,
        7527.2
    ],
    [
        " Grabbed your shit and left. Yeah, it was just 500 yards away. I found a condo. Because I didn't want to be far from my kiddies. Yeah, for sure.",
        7528.06,
        7535.66
    ],
    [
        " So it was like 500 yards as a crow fly. And just peck, you know, I didn't need things. I needed my guns and some tools and that kind of stuff.",
        7536.18,
        7546.62
    ],
    [
        " And packed up what I, what I could and just freaking buggyed. Yeah, and started that arduous process of domestic messiness had lasted for a long time with me.",
        7547.14,
        7559.92
    ],
    [
        " Because I was trying to get custody too at the time and trying to do that in North Carolina. It's like pulling freaking teeth. Yeah, and they need you need.",
        7560.18,
        7569.1
    ],
    [
        " They're got to a point where I was going. The cops had go see the madrusted. I mean, madrusted. I went to the magistrate.",
        7569.3,
        7577.24
    ],
    [
        " I just pleaded my case. Madras, it says you need to call.",
        7578.38,
        7580.96
    ],
    [
        " Mobile.",
        7581.92,
        7582.8
    ],
    [
        " Mobile. Mobile crisis management. Call mobile crisis management. And they say you need to talk to a shrink. I go to the shrink.",
        7583.42,
        7593.08
    ],
    [
        " They won't talk to me. They say go tell the police. So send me in a big circle.",
        7593.56,
        7597.38
    ],
    [
        " So I finally talked mobile crisis management into they said we're voluntary. They have to voluntarily commit themselves. I just can you lease talk to her.",
        7599.46,
        7608.14
    ],
    [
        " So they talked to her. They came out said yes. Paranoid and delusional. No doubt. I said, so what does it take? She goes.",
        7608.36,
        7617.92
    ],
    [
        " There has to be basically in the state something horrible has happened first. Like let me set the house on fire. Let me drown the kid. That kind of thing. Then okay.",
        7619.14,
        7633.2
    ],
    [
        " Now it's okay. You got it. Yeah, it's I said, are you fucking shit me? This is how it works. I said you're basically that's what those are my words. I said basically what you're telling me is something horrible happens.",
        7633.7,
        7644.66
    ],
    [
        " That's happened first. They said, yep, that's exactly what I'm telling you. Something horrible happened has happened first.",
        7644.66,
        7650.32
    ],
    [
        " As you as you look back at this. Yeah, like from your perspective right now because a lot of guys that a lot of veterans got guys that have gotten out.",
        7651.58,
        7660.62
    ],
    [
        " And a lot of guys, you know, they had never rough time with it. Is there a advice straight up when when a guy's looking at the abyss when a guy's thinking everything sucks when a guy's thinking they lost their job.",
        7660.86,
        7673.22
    ],
    [
        " Their wife's acting crazy. Whatever all these things pile up. Is there advice that you have for guys that get in that situation? What I always tell people is like you need to find a new mission. That's what you need to do. That's exactly what I either mission or I say purpose or meaning.",
        7673.6,
        7689.82
    ],
    [
        " Meaning, so and meaning could be volunteering somewhere. It could be going to the gym. You know, same. It's all semantics. But you have to have purpose in meaning you have to find those things.",
        7689.9,
        7703.16
    ],
    [
        " So one of the thing, this is a funny. I volunteer every day. I have five guys I train at my gym. It's gratis. I do a volunteer voluntarily.",
        7703.82,
        7714.5
    ],
    [
        " But they're relying on me to show up. So it's a good. They always say thanks, bro, man, because I'm changing their lives. These are guys I know they work in the community. You know, it's my mechanic, my owner, my pub. These kind of things.",
        7715.52,
        7728.38
    ],
    [
        " But you know, I'm changing their lives. But the other thing I tell them is bro, thank you because you know, you're getting me here. You're getting me here. You keeping me on my programming and you're giving me purpose in meaning.",
        7729.06,
        7742.5
    ],
    [
        " I'm still going to probably freaking get some anyway because that's who I am. But you know, you're keeping me on schedule, keeping me on track. That kind of thing. So thank you.",
        7742.84,
        7752.14
    ],
    [
        " But yeah, you got to have that, you know, new mission statement purpose and meaning got to have those things, especially guys who've been in for a long, freaking time.",
        7752.52,
        7760.84
    ],
    [
        " And sometimes it pisses me off because I'll have guys asked for advice and they'll say, yeah, I'm in a dark spot. You know, I have a loving wife and kids who love me. And I want to tell them, bro, fuck you.",
        7764.14,
        7773.44
    ],
    [
        " You know what? Because I had to do that shit without that with hate, with disdain.",
        7774.18,
        7779.42
    ],
    [
        " And that's your reason right there, man, that's your mission. You got a wife who freaking digs the hell out of you and supports everything you do.",
        7780.1,
        7788.36
    ],
    [
        " You know, that's your queen, bro. Lay out the freeing carpet. Your mission is to make a coffee and cook for a clean your house or whatever it is. I don't know. Make a lot of money. So she's comfortable.",
        7789.78,
        7801.22
    ],
    [
        " Yeah, I don't know.",
        7802.56,
        7803.86
    ],
    [
        " And then what was it as your business grew? Like what was some, what was some things that that kind of accelerated your business?",
        7804.48,
        7812.8
    ],
    [
        " I think the big thing is I don't all my eggs aren't in one basket. That's a big one. But because that business is good. But I've been hit before by like sequestration and stuff like that. It could be an ammo crisis or whatever. Because basically my business is, you know, shooting combat,",
        7816.7,
        7834.48
    ],
    [
        " that market ship, close quarter battle, those kind of things. That works well. That runs well because I have my own brand of training methodology and, you know, can't be replicated.",
        7834.48,
        7846.52
    ],
    [
        " We're all teaching basically the same thing. It's just that how do you deliver that? You know, what is your delivery platform? How do you read it? Because that's what people are buying. I mean, you could teach somebody to squeeze the trigger the same way I can.",
        7846.68,
        7860.12
    ],
    [
        " But how do you deliver that message? And then, you know, what words do you use? And what demonstrations can you put together? And how is this important? Or why?",
        7860.16,
        7872.58
    ],
    [
        " So that business goes good. And then I just, I keep putting jam and shit into the pipeline. You know what I mean? I still don't want to man with opportunity knocks. I'm like, yeah, I'm snatched and I'm, I'm doing that.",
        7873.2,
        7885.92
    ],
    [
        " Yeah. And it's been a double it's sword because the last couple of years I've got really smoked. So this year I cut back on courses. And I'm going to work more out of like home, do more mentoring and coaching, look online stuff. And, you know, some more product, that kind of thing.",
        7885.98,
        7902.9
    ],
    [
        " What kind of products you sell? Well, you know, I get the bands. The get you some bands.",
        7903.24,
        7909.6
    ],
    [
        " And those are, you know, every once in a while, get them in stock. And it's not something I have constant, a constant flow of because I have to order them. They have to be made.",
        7911.4,
        7919.96
    ],
    [
        " I've got a sling ding, you know, that's for a AR. It's kind of like a modular monopod. I got books. I got a product. Do I have not a lot? Not a lot. Not a, not as, oh, I have like a store, you know, t-shirts.",
        7920.72,
        7934.96
    ],
    [
        " Yeah. Yeah. In case somebody wants to get you some. Nope. That's one of the t-shirts get you some. That's one of them.",
        7935.36,
        7941.82
    ],
    [
        " Get your blaze off song. Get you blaze on. And you do. When you, when you, like I've seen some of your stuff where you've got like blaze ops.",
        7941.82,
        7950.16
    ],
    [
        " Yeah. 45s. Rapins. Oh, right. Yeah. Are those like available? Well, those, everyone's want to do a collaboration. Got it with a guy, you know. And so I did one with them.",
        7950.44,
        7961.54
    ],
    [
        " Because I know someone that needs a blaze. Yeah. Yeah. Yeah. Yeah. Only 25. Only 25 of those were made. We got to do another run. Yeah. Yeah. Well, I'm collaborating right now with another company to do a different one.",
        7961.54,
        7974.72
    ],
    [
        " So it's, it's, it's very fledgling right now. It's in its infancy. But, but I've done like a knife, you know, a knife by one company. I've done three different guns.",
        7974.98,
        7989.22
    ],
    [
        " Different gun companies working on another one right now. It's just going to collab, you know, build partnerships with companies. For sure. Yep.",
        7990.16,
        7997.1
    ],
    [
        " Sometimes they work well. Sometimes either not. Yeah. Not everybody out there is, there's some, there's some slimy motherfuckers out there. There is indeed. Yeah.",
        7997.56,
        8008.22
    ],
    [
        " Yeah. I mean, look, dude, it's been, it's been over two hours. Yep. But so all the stuff that you're doing right now, you're getting after you got, you got, um,",
        8008.8,
        8018.2
    ],
    [
        " T max T max ink dot com. Yep. That's where people go to hook up with your training, which I looked at your schedule. You said you're not doing as much. Yeah.",
        8019.24,
        8026.86
    ],
    [
        " Bro, your calendars. Yeah. I mean, it's not much more than two courses a month, though. Yeah. For the, for the year. But you do them in different locations. Yes. People can go on there. Yeah. You know, and what I was going to say was you're like, Hey, look, you know, people can shoot and, and there's, you know, thousands and thousands of guys that are really good with pistol. And then you kind of mentioned, but, you know, it's a methodology. But also, look, I instruct you, man, I teach leadership all the time. That's what I do. And there's a bunch of people at teach leadership. Yep. There's a, there's a communication.",
        8026.86,
        8056.34
    ],
    [
        " The information skill set that you have where what you can do is convey the message properly that so people actually absorb it. That's the important part. I like to say that, you know, the big thing about teaching is you have to be the right person is going to say the right thing to the right person at the right time. It's important to know what to say. But more important to know what not to say.",
        8056.98,
        8075.06
    ],
    [
        " And the message has to be palatable too. And then, you know, it has to resonate with resonate and be relevant. But yeah, man, it's, I love doing that. I love the teaching thing.",
        8075.16,
        8084.9
    ],
    [
        " And those courses are for everybody. Yes. Yeah. I do open enrollment courses. So they're for every. So I get the full gamut of people. I think most of them are sold out this year. I think the only one open. I have a woman's course and a beginner's course. I've never taught either.",
        8085.82,
        8102.36
    ],
    [
        " Right. Where's the beginner's course? Because actual is signing up. They're both, they're both in North Carolina.",
        8103.02,
        8108.42
    ],
    [
        " In North Carolina. I'll bring my party mix. So we got, so we got team acts, ink, dot com. Then you also have combat strength. Right training.",
        8108.88,
        8120.32
    ],
    [
        " It's combat strength training dot com, which is where, and you got, look, I don't, one of the reasons I didn't talk a bunch about this is because you got awesome videos online. You talk about what you're doing. You show what you're doing. Right.",
        8120.46,
        8132.7
    ],
    [
        " You got those courses clearly. You're based on, and I hate to use the word functional. Right. Because everyone is over us. Right. But if going look at your, your stuff, what you're doing, you can see clearly these are drills, skills, conditioning.",
        8133.0,
        8148.96
    ],
    [
        " Based on being able to function in a wide variety of environments, critical situations. Yeah. The functional thing is overused and abused. I'll say it's exercise for the real world. Maybe I think that what we do or what I put together, it's all about",
        8149.04,
        8165.84
    ],
    [
        " life saving or ass kicking, you know, those are essentially it. And I put a lot of free information out there on my Insta Shiz on Instagram. Yeah.",
        8167.18,
        8175.44
    ],
    [
        " You know, yeah. So that team acts, ink, yeah, Insta. And the workout stuff that I put on there, it's not about hubris or gloating. It's about, hey, this is a power day example because guys will buy my programming. And if they run out of curriculum or ideas,",
        8176.04,
        8195.58
    ],
    [
        " they could just go back and say, all right, power, they strengthen speed and quickness. Sorry. Yeah, those are good ideas. Yeah. So, and it's, it's a great freaking platform. And that's what I use it for information. Yeah. So those are the two teamaxing dot com.",
        8195.62,
        8210.7
    ],
    [
        " You've got combat strength training dot com. You got a Facebook, which is team accent. You've got your Instagram. Yep. Would you say Insta Shiz.",
        8210.72,
        8217.52
    ],
    [
        " No, no, no, he calls it the gram. I don't even call it that capital to capital G. The gram. And and yours. You do all kinds of the other thing you do, you talk about there, which is, which is awesome, as you give people a little heads up on, you know, you are your own protection.",
        8219.24,
        8238.28
    ],
    [
        " Yes, right. So Sunday, no sermons. Yep. So teaching people, hey, man, there's just things to think about. Yep. And everybody could use those things. Right. Cause the world is not a happy, peaceful place all the time. Right.",
        8238.36,
        8251.3
    ],
    [
        " Yep. And it's really easy to lose track of this. Echo, you got anything? And I got a YouTube, my YouTube channel to Pat Mac YouTube channel. Oh, yeah. Those are great shooting.",
        8251.82,
        8261.36
    ],
    [
        " The drill is you got it. You got all kinds of stuff. It pisses me off every time I see it. Cause I know you're like, I either at your gym, at your house, at your range. And I live, of course, living California in a city. Yes. So the only, you know, luckily I get to shoot my bow, but I'm not cracking off rounds out my back door.",
        8261.36,
        8278.32
    ],
    [
        " I promise you that every time I see you climbing a fast rope and cracking off rounds, I get so pissed. I'm like, well, I'm moving to North Carolina. Come on. Free America.",
        8278.52,
        8286.9
    ],
    [
        " Yeah. Well, you got to go anything. Well, you're bicep. Like what, what's the status? It's good. I mean, you know, like if you were to look at me armed arm comparison, one smaller than the other. And there's a big skull around, you know, well, you said it tore on them on the muscle. So did you have surgery?",
        8286.9,
        8304.78
    ],
    [
        " Yes. Yeah. Yeah. Yeah. It was very freaking meatball surgery. Army. Yes. You were an 18 year old private. They gave that to like a new guy doctor. They're like, I got one for you. They're the first. No, it's all key. Lloyd. It's like that wide. You know, it. And yeah, it's yeah. But it's five or four. Both of us eat or each. Oh, yeah. Yeah. That's what you have operated on. Yeah. Yeah. The tendon. Right. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. But it works.",
        8305.04,
        8334.62
    ],
    [
        " You were. Yeah. Yeah. All my surgeries because I've had a bunch of them. Yeah. There are everything's good. Man, I'm feeling pretty good. But I attribute that to how I train. And I take care of myself. So I work out pretty freaking smart. A little more tentative now. Because I'm 55 freaking years old.",
        8334.62,
        8354.6
    ],
    [
        " So, you know, I'm a little more tentative when it comes to like mixing up, grappling, you know, that kind of thing. I don't need to get jacked up while I'm training. It's called fitness, not broken. I got my own. The other thing is I got my own podcast. Right on. And university, a bad ass. That's right. Yeah. That's cool with CJ. And what's CJ's deal. He's the metal motivator. So he used to be a preacher. Yeah. So we've got to.",
        8356.32,
        8384.36
    ],
    [
        " Pretty good get dynamic because he's got a gift of oratory, bro. I mean, that guy could jack his jaws. And he makes religion cool too. But he's like a metalhead, right? Yeah. Yeah. Yeah. His moniker online is the metal motivator. Right on. Yeah. Right on. Funny. It's how we know often you guys put out that podcast. Not often enough. Like once a month and a half. Something like that. Yeah. But it's fun. It's all a beat. Yeah. Positive messaging and stuff like that. Right on.",
        8384.38,
        8414.34
    ],
    [
        " Right on. Anything. Anything else. What do we miss anything? No, bro. I just really. I appreciate the opportunity to be sitting here with you. And like I said, man, the inner web is a cool place. If you use it right, you know, if you use that thing, right?",
        8414.78,
        8428.28
    ],
    [
        " It's it's it's a great platform that can help others. And then I get to I get to meet guys like you. You know, and you think it's like, dude, I already forget. No, you because the inner web. It's the same feel I get every time. Right. Yeah.",
        8428.98,
        8442.5
    ],
    [
        " Well, hey, man, thanks for coming on. Glad you came out the California. Right up. You know, thanks for your 22 years on the grind. Cool. Thank you.",
        8443.52,
        8451.92
    ],
    [
        " Taking that, taking us as a nation from the Cold War to the war on terror. You know, if it wasn't for guys like you that that kept those skills up during all that time, that we wouldn't have been ready for.",
        8452.26,
        8464.04
    ],
    [
        " You know, what we faced on the battlefield. So yeah, thanks for your service, brother. That's what I'm talking about. Thank you, sir. Right on.",
        8464.3,
        8471.16
    ],
    [
        " And with that, Pat Mac has left the building. And we are here.",
        8472.5,
        8480.76
    ],
    [
        " Should be hopefully. Let's just say enthusiastic about improving our skill sets. Sure. In life. In all aspects. Yes.",
        8482.08,
        8493.38
    ],
    [
        " Sometimes it might be hard to figure out of all these skill sets. Where am I going to put my focus? How do I prioritize and execute selecting proper skill sets to improve on?",
        8494.3,
        8505.36
    ],
    [
        " Yeah. What do you recommend, Echo Charles? Well, I recommend you get to. But interestingly, right? So Pat Mac, he's over here jumping, jumping at all opportunities to improve his skill sets.",
        8505.76,
        8517.36
    ],
    [
        " Every training scenario he was offered jumped on it. Then what you wind up with a lot of skill sets. Yep. Very good. So many skill sets that you kind of forget you have them until the moment comes. And you're like, oh, you know, I can do that right? Did that. Yeah, it's true. So don't let.",
        8518.3,
        8536.3
    ],
    [
        " Forget what skill sets you have until it's time to disarm a Bulgarian landmine. You like I went to school for that. Pat Mac.",
        8536.42,
        8543.5
    ],
    [
        " Come on. So don't let Jiu Jitsu not be one of those skills. Yes. Say it. You know, I. We didn't even talk about the fighting skills with Pat Mac for some reason. Yeah.",
        8543.66,
        8556.24
    ],
    [
        " Because he's, you know, he does stand up. He does the Jiu Jitsu. His Jiu Jitsu is, his Jiem is primarily an MMA Jiem actually. So anyways, we including Pat Mac agree.",
        8557.72,
        8571.88
    ],
    [
        " What is one skill set set that you can utilize just about everywhere? That's true. So when we change it to we need the Jiu Jitsu key if we're doing key, which we recommend doing key.",
        8572.74,
        8583.62
    ],
    [
        " So we are in fact doing key. So get an origin key. That's the answer. Best key factually in the world. Many options.",
        8583.62,
        8592.62
    ],
    [
        " Quality arguably luxury arguably. Oh, is that kind of a is that a is that a problem for me? I don't know.",
        8593.26,
        8602.34
    ],
    [
        " When I put on my rift key and I kind of you're in the lap of luxury. It does feel that way when you put on a rift key. Very luxurious. Yes, sir.",
        8602.58,
        8611.6
    ],
    [
        " Nonetheless, it's functional as well. More importantly. Yes. And just so happens to be made in America. Yeah. That's not just so happens. It's made in America. America through the determination. Yeah.",
        8612.32,
        8626.42
    ],
    [
        " The determination of the people of America on purpose. It's not happenstance straight up on purpose. There was people that said it couldn't be done by the way.",
        8627.5,
        8637.1
    ],
    [
        " Pete Roberts told all those people really. Yeah, yeah. It's cool to make geese in America. Unfortunately, it's not cool that you can't wear your ghee all the time.",
        8637.14,
        8652.4
    ],
    [
        " Yeah. I guess that's not right. That's not cool. I mean, you I guess you put let me rephrase that you could wear your ghee all the time. But you might get some funny looks at the supermarket.",
        8653.06,
        8663.74
    ],
    [
        " So have you ever worn your ghee outside the gym? They him nausea. Yeah. So one time actually me know one time. Where I was up later than my lovely wife. I didn't want to go in the room and like disturb her.",
        8663.74,
        8680.28
    ],
    [
        " Maybe wake her up or something like that to go get a jack. It was kind of cool. So I want to put on. I was wondered how you got a ghee on.",
        8680.28,
        8687.08
    ],
    [
        " So I needed a jacket scenario. What's going on? But I didn't want to deserve. So I'm like looking around for just I don't know anything. I didn't want to put a blanket on myself on the computer. It seemed kind of. I don't know.",
        8687.66,
        8698.16
    ],
    [
        " I mean, I guess I could have. But it kind of is not functional. You know, you don't get in the way when you're typing. You got to read just anyway. I find the riff. Geek. I put it on. It worked.",
        8698.54,
        8708.4
    ],
    [
        " I think that's what you seem to say. Yeah. So that there. There. I was there sitting there wearing my ghee top outside of the gym. And what we wearing we were in pants joggers. No, no, I don't shorts.",
        8708.4,
        8722.2
    ],
    [
        " I probably was not wearing shorts if it was cold. But good point to be honest. It's not a good point for me. Because I wear shorts when it's cold all the time. Yeah. But your legs don't get cold. That is fang. You know, your legs. Yeah. I don't know. I don't remember.",
        8722.78,
        8735.74
    ],
    [
        " But I think it was pants of some sort. All right. Nonetheless. Yes. We're getting origin. Yes. And because you can't wear a ghee unless your echo Charles in your house don't want to wake up your wife. Yes.",
        8735.74,
        8746.5
    ],
    [
        " Most of the time you don't want to wear a ghee around. If you need pants. Guess what you can get jeans. Origin jeans. Origin jeans, which are also made 100% in America.",
        8746.66,
        8760.32
    ],
    [
        " And we just released the second version of the jeans, which are the first version was called the factory jeans. They're a heavy weight heavy or weight. I guess technically be a medium weight. But we have now launched the Delta 68 jeans, which are lightweight.",
        8760.68,
        8782.06
    ],
    [
        " People ask, are they what is the word flexible? Is that the word? Yeah. Stretch. Yes. They are. They're they're they're made to move. Yeah. You can do a full deep squat workout in your jeans. They're not jaggings though. You know, jaggings are no.",
        8784.06,
        8802.08
    ],
    [
        " They're leggings but jeans. Oh, no, no, they just look like jeans, but they're leggings. Oh, so they're not jaggings. Yeah. Kind of a violation of like humanity with that. Hey, you're the one who said the stretch. You said the word stretch. Not me. So unless we got to clarify. So Delta 68 jeans have some give in them. Let's just say that has some give in them. They allow you some freedom of movement. You're going to do a high kick or something like this. Fine. Right. You're going to be able to do it.",
        8803.86,
        8832.06
    ],
    [
        " Good. Okay. Boom. There you go. Delta 68 jeans are in the house. There they were also joggers. Comfortable joggers for people that wear joggers in the event of you wearing joggers. Boom. Orging main.com. That's where you get this stuff. Also supplements. Jocco are supplements important. They are important.",
        8832.06,
        8854.24
    ],
    [
        " And I'm not displayed it and not to get put to a sharp of a point on it. But it depends what kind of supplements. True, true. I recommend that you put supplements that allow you to get after it at the top of your list. IE joint warfare. Yes, sir. IE.",
        8855.52,
        8876.62
    ],
    [
        " Crayl oil. Super grill. Super grill. He joins in the game. You're joined in the game. You're not in the game straight up. Yeah. Discipline. Discipline go. Discipline go. Pills. Discipline go in a can. You're going to need more protein. Guess what? You might as well get a protein. That tastes like dessert. You don't have to punish yourself with protein. Remember those days back.",
        8877.12,
        8903.54
    ],
    [
        " If you want an extra protein, it was a punishment. It was a punishment. Yeah, if you wanted the good one. Like you could get the can. You know how like mega male mass. 5,000. I don't know if you ever had this one. I want it in the big.",
        8904.9,
        8916.62
    ],
    [
        " 5,000. It was 5,000. Yeah, it's in a big like Duff with bag. It's a huge thing. But it tasted pretty good. But I'm fairly searching. There was like straight up sugar and all this stuff. And maybe like technically I might add some protein in there.",
        8916.62,
        8928.68
    ],
    [
        " But it was like 5,000 calories or something like this. Yeah, it was just you see them saying. So mulk. You don't need to drink that junk anymore. Now you can drink mulk. Mint strawberry mint strawberry vanilla chocolate and peanut butter.",
        8929.22,
        8946.6
    ],
    [
        " Peanut butter. Yeah. Good stuff. Dan who also got warrior kid mulk. You can hook that up for your children. Why would you give your children poison? No, he's giving mulk.",
        8947.22,
        8958.66
    ],
    [
        " I'll tell you the reason man. Short term versus long term. Everything. Everything you be broken down. Short term versus long term. So you can even kids poison as it were.",
        8959.44,
        8969.12
    ],
    [
        " Or these supremely unhealthy items for short term gain to keep them quiet to keep them from complaining to make to put a temporary smile on their face.",
        8972.28,
        8983.6
    ],
    [
        " You know why you do it is. I don't even think that's the case man. I just think you don't know. You just don't know. Now yes, you're right. You go, okay. Hey, I got this strawberry drink beverage. It's going to keep my kid quiet. Make them happy.",
        8983.74,
        8997.12
    ],
    [
        " You don't even know that there's an option that there's something that could keep them quiet. Make them happy and make them stronger. Yeah. And smarter and better. Yeah. So you know how like you or we whatever we'll discuss that really most things pretty much everything in life can be broken down into short term and long term like battles. Right.",
        8997.5,
        9016.1
    ],
    [
        " Most of the time by most, I don't know really what I mean by most, but we'll just say most of the time. Usually if you two short term is at the expense of the long term usually there are exceptions.",
        9018.1,
        9030.48
    ],
    [
        " Every once in a while you get something that fulfills both short term and long term sushi in my opinion or your kid mook. That's another exception short term gains short term pleasure long term not only said section, but long term gains.",
        9031.62,
        9050.5
    ],
    [
        " And by the way, you can get all this stuff, including jaco white tea at the vitamin shop or you can get everything that we just talked about at origin main the state M a I N E dot com.",
        9050.8,
        9064.52
    ],
    [
        " Also, jaco is store it's called jaco store and this is where you can get your very own t shirts. Your very own rash guard more rash guards more representative of this path that we're all on hats hoodies. I don't know if I said hoodies already, but they're on there some women stuff on there too.",
        9065.82,
        9085.58
    ],
    [
        " Good stuff. Good way to support and more importantly, good way to represent. Yeah, it's a good bone of feedies when you're out in the field. Oh, big time. You're just in the airport. You're representing and all of a sudden someone goes they give you the nod.",
        9085.88,
        9098.88
    ],
    [
        " Yep, the nod. They give you the nod and we know if something goes down. We know at least one person we can count on over there with the bone of feedies. It's true. Got that you get of course shirt on your leg with this guy's got my back in the game.",
        9099.46,
        9113.68
    ],
    [
        " He knows.",
        9113.68,
        9114.16
    ],
    [
        " Pull the flag.",
        9114.58,
        9116.1
    ],
    [
        " Also subscribe to the podcast if you haven't already on your iTunes or Stitcher wherever you listen to it. It's a good benefit to subscribe right you get the episode right in your look. I don't know if you call it the inbox or what, but you get it on your phone.",
        9116.52,
        9132.62
    ],
    [
        " And also don't forget we have the grounded podcast and the warrior kid podcast and don't forget if you're if you like the warrior kid idea can support one warrior kid named Aiden who makes soap at Irish oaks ranch dot com.",
        9132.84,
        9153.68
    ],
    [
        " Do we have it up on our site yet currently we're finalizing some stuff but I did get my sample of the killer soap and very good proved big time right after smells kind of good too.",
        9155.1,
        9167.48
    ],
    [
        " Yeah, the one of these flowery ones which I dig it. Here's the thing. I'm not mad at flowery soap. I am okay. I dig it. I fully dig it but I am not.",
        9167.48,
        9176.52
    ],
    [
        " In fact, everyone's well appreciate a little no, maybe not necessarily flowery but you know like like a like a like a refreshing you see what I'm saying.",
        9177.32,
        9186.82
    ],
    [
        " Unless the killer soap has a scent to its mild but in a proved sent to it.",
        9186.82,
        9192.8
    ],
    [
        " Well, it's tea tree oil.",
        9192.82,
        9194.52
    ],
    [
        " Yeah, but some are sent.",
        9194.54,
        9197.3
    ],
    [
        " No, well, it has tea tree oil, but what it actually smells like to me is mint.",
        9197.52,
        9200.64
    ],
    [
        " Like a like a it's just and it's this what about the visual effect.",
        9201.24,
        9205.64
    ],
    [
        " Yeah, see that's a black soap.",
        9205.64,
        9208.32
    ],
    [
        " It's so awesome.",
        9208.56,
        9210.1
    ],
    [
        " Yeah, it's good.",
        9210.16,
        9211.02
    ],
    [
        " I knew what that soap was called killer soap killer soap help you get rid of little my nasties.",
        9211.24,
        9218.34
    ],
    [
        " Yeah, that are crawling on you.",
        9218.34,
        9219.88
    ],
    [
        " Yeah, and the other thing it helps you is just goes ahead and it will help you stay clean.",
        9220.06,
        9227.22
    ],
    [
        " That's good. That's a good thing to be helped with for sure.",
        9228.14,
        9232.08
    ],
    [
        " Also, we have a YouTube channel.",
        9232.22,
        9235.14
    ],
    [
        " Pretty much you have a YouTube channel.",
        9236.02,
        9237.88
    ],
    [
        " No, no, no, no, we you're on the YouTube channel.",
        9237.98,
        9239.98
    ],
    [
        " You're on the YouTube channel.",
        9239.98,
        9241.08
    ],
    [
        " You're on the YouTube channel.",
        9241.08,
        9243.16
    ],
    [
        " It's YouTube channel.",
        9243.36,
        9244.04
    ],
    [
        " That's ours.",
        9244.24,
        9244.76
    ],
    [
        " I'm on there sometimes.",
        9245.08,
        9246.02
    ],
    [
        " If it's my YouTube channel, then what is it called?",
        9246.28,
        9248.86
    ],
    [
        " Jockel podcast.",
        9249.68,
        9250.42
    ],
    [
        " Okay, I guess I kind of just make it mine.",
        9250.78,
        9252.92
    ],
    [
        " I think it's totally yours.",
        9252.92,
        9254.1
    ],
    [
        " You can see the video version of this podcast.",
        9254.32,
        9257.34
    ],
    [
        " You want to see what Pat Mac looks like if you don't know already.",
        9257.5,
        9259.34
    ],
    [
        " Yeah.",
        9259.68,
        9259.72
    ],
    [
        " His face is a lot of us newer.",
        9259.84,
        9260.88
    ],
    [
        " We look like, you see what I'm saying?",
        9261.04,
        9263.8
    ],
    [
        " But if you didn't or you want to see more whatever, whatever.",
        9264.1,
        9266.88
    ],
    [
        " You can see it on the YouTube channel.",
        9267.62,
        9269.16
    ],
    [
        " Also, X-Serms on there if you're interested in that, which is kind of cool.",
        9269.32,
        9272.38
    ],
    [
        " We've talked about it before.",
        9273.04,
        9274.22
    ],
    [
        " Fire.",
        9275.44,
        9275.82
    ],
    [
        " Fire.",
        9276.66,
        9277.12
    ],
    [
        " Explosions.",
        9277.36,
        9278.04
    ],
    [
        " Okay.",
        9278.54,
        9279.6
    ],
    [
        " It's psychological warfare if you need a little.",
        9280.08,
        9282.14
    ],
    [
        " It's psychological.",
        9282.66,
        9283.3
    ],
    [
        " It hurts.",
        9283.74,
        9285.48
    ],
    [
        " You can check that out on all MP3 platforms.",
        9287.0,
        9291.24
    ],
    [
        " Me giving you a little boost, little spot, little psychological spot.",
        9291.24,
        9296.12
    ],
    [
        " Get over the moment of weakness.",
        9296.24,
        9297.4
    ],
    [
        " Flipsidecambus.com, my brother Dakota Meyer.",
        9297.84,
        9300.28
    ],
    [
        " Got all kinds of cool graphical representations of the path.",
        9300.6,
        9305.1
    ],
    [
        " You can check that out if you want to hang up something on your wall that says",
        9306.0,
        9309.7
    ],
    [
        " discipline equals freedom.",
        9309.94,
        9311.28
    ],
    [
        " Where you want to hang up the Warrior Kid Code.",
        9312.1,
        9314.24
    ],
    [
        " You can find it there.",
        9314.52,
        9315.22
    ],
    [
        " Got a bunch of books.",
        9315.54,
        9316.28
    ],
    [
        " The latest is called Leadership Strategy and Tactics Field Manual.",
        9317.14,
        9320.36
    ],
    [
        " Appreciate everyone hooking that up.",
        9321.12,
        9323.68
    ],
    [
        " And now what I see is people posting that they bought 14 of them for every person on their team.",
        9323.76,
        9328.58
    ],
    [
        " And I'm going to tell you, get every person on your team.",
        9329.22,
        9331.36
    ],
    [
        " Move into that direction.",
        9331.86,
        9332.76
    ],
    [
        " Your team is going to rock and roll.",
        9333.0,
        9335.2
    ],
    [
        " So check that one out.",
        9335.94,
        9337.2
    ],
    [
        " For the kids out there, we got way the Warrior Kid 1, 2, and 3.",
        9337.2,
        9340.86
    ],
    [
        " And we got for the little kids, Mikey and the dragons.",
        9341.2,
        9343.38
    ],
    [
        " Get those books.",
        9344.08,
        9347.2
    ],
    [
        " Get them for even if it's like your neighbor kid.",
        9347.6,
        9350.28
    ],
    [
        " Look, is your life going to be better if your neighbor kid turns out to be a loser?",
        9351.26,
        9356.56
    ],
    [
        " Turns out to be a drug addict.",
        9357.3,
        9358.62
    ],
    [
        " Turns out to be a non-contributing member of society.",
        9359.12,
        9362.82
    ],
    [
        " Do you want that kid living next door?",
        9362.92,
        9364.06
    ],
    [
        " No.",
        9364.4,
        9364.72
    ],
    [
        " No.",
        9364.96,
        9364.98
    ],
    [
        " You want a Warrior Kid living next door?",
        9364.98,
        9366.28
    ],
    [
        " Why not get the neighborhood kids on the Warrior Kid path?",
        9366.64,
        9369.58
    ],
    [
        " Get them all the book.",
        9370.26,
        9371.9
    ],
    [
        " Get them Mikey and the dragons so they can overcome fear.",
        9372.62,
        9374.34
    ],
    [
        " Let's change the culture of America and make kids warriors.",
        9375.22,
        9380.88
    ],
    [
        " I don't think that's too much to ask.",
        9382.54,
        9385.38
    ],
    [
        " No, man.",
        9385.98,
        9386.48
    ],
    [
        " That's not.",
        9386.82,
        9386.98
    ],
    [
        " Discipline goes freedom field manual.",
        9387.62,
        9389.16
    ],
    [
        " There's a book that you get for yourself, for people that you know.",
        9389.4,
        9394.28
    ],
    [
        " That you want to help them.",
        9394.38,
        9396.62
    ],
    [
        " Help yourself to have more discipline.",
        9396.96,
        9400.24
    ],
    [
        " Because if you have more discipline, guess what you're going to end up with more freedom.",
        9400.44,
        9403.64
    ],
    [
        " Hence, discipline goes freedom field manual.",
        9403.94,
        9406.42
    ],
    [
        " How to get after it.",
        9406.7,
        9407.66
    ],
    [
        " And then there's extreme ownership and the dichotomy of leadership,",
        9407.78,
        9410.4
    ],
    [
        " which are leadership books for you, your team, your business, your life.",
        9410.58,
        9417.68
    ],
    [
        " Check those out.",
        9418.28,
        9419.02
    ],
    [
        " We also have Eschelon Front, which is a leadership consultancy.",
        9419.28,
        9422.4
    ],
    [
        " Where what we do is solve problems through leadership.",
        9422.4,
        9426.78
    ],
    [
        " That's what we do.",
        9426.94,
        9427.64
    ],
    [
        " Go to Eschelonfront.com for details.",
        9427.92,
        9429.8
    ],
    [
        " We've worked with companies of all sizes all over the world.",
        9430.06,
        9434.84
    ],
    [
        " And that's what we do.",
        9435.86,
        9437.48
    ],
    [
        " So check that out.",
        9438.74,
        9439.54
    ],
    [
        " We have EF online, which is a way to train the principles that we teach at Eschelon Front.",
        9439.56,
        9446.52
    ],
    [
        " Train them in your company, in your business, in your life.",
        9447.06,
        9449.6
    ],
    [
        " Online.",
        9450.2,
        9450.84
    ],
    [
        " Interactive.",
        9451.26,
        9451.9
    ],
    [
        " Engaging.",
        9452.76,
        9453.32
    ],
    [
        " Check that out.",
        9453.66,
        9454.68
    ],
    [
        " EF online.com.",
        9454.76,
        9455.7
    ],
    [
        " We have the muster, which is our leadership event.",
        9456.02,
        9459.46
    ],
    [
        " Leadership seminar.",
        9460.3,
        9461.92
    ],
    [
        " Leadership gathering.",
        9462.34,
        9463.26
    ],
    [
        " And that this year is in Orlando.",
        9464.0,
        9467.1
    ],
    [
        " It is in Phoenix, Arizona.",
        9467.96,
        9469.24
    ],
    [
        " And it is in Dallas, Texas.",
        9469.48,
        9470.72
    ],
    [
        " Every.",
        9471.28,
        9471.58
    ],
    [
        " Everyone that we've done has sold out.",
        9472.06,
        9474.6
    ],
    [
        " And these are going to sell out too.",
        9475.04,
        9476.34
    ],
    [
        " So if you want to come, go to extremeownership.com for details and a register.",
        9476.68,
        9481.32
    ],
    [
        " And of course, we also have EF Overwatch and EF Legion, which is where we are taking military personnel that understand the principles leadership that we talk about all the time,",
        9481.32,
        9491.34
    ],
    [
        " taking them and employing those leadership principles in the civilian sector.",
        9491.46,
        9498.1
    ],
    [
        " So go to EF Overwatch.com for executive leadership.",
        9498.76,
        9501.82
    ],
    [
        " Go to EF Legion for frontline leadership.",
        9502.0,
        9505.06
    ],
    [
        " And again, if you want to check out Pat Mack,",
        9505.44,
        9509.3
    ],
    [
        " he has tmaxinc.com.",
        9509.94,
        9514.06
    ],
    [
        " And he also has combat strength training.com.",
        9514.28,
        9517.8
    ],
    [
        " He's also on Facebook, Tmax Inc, and Instagram, Tmax Inc.",
        9517.96,
        9523.98
    ],
    [
        " If you want to check out someone that's getting fired up with blaze ops, check that out.",
        9524.6,
        9533.16
    ],
    [
        " And if you want to hear more from Echo and me,",
        9533.42,
        9537.28
    ],
    [
        " but we're also on the interwebs on Twitter and on Instagram and on Los Frosch Bocca.",
        9538.56,
        9547.96
    ],
    [
        " Echo is at Echo Charles and I am at Jocke Willink.",
        9547.96,
        9551.1
    ],
    [
        " And thanks once again to Pat Mack Numera for coming on, sharing his wisdom, sharing his experience.",
        9551.5,
        9558.5
    ],
    [
        " And more importantly than that, thanks to Pat Mack for his service and sacrifice holding the line,",
        9559.4,
        9567.34
    ],
    [
        " continuing to pass on knowledge to make people in every walk of life better.",
        9567.5,
        9573.78
    ],
    [
        " And the same, of course, goes out to all Fets and all of our uniformed soldiers, sailors, airmen, and Marines out there training and fighting to keep us safe and free.",
        9574.14,
        9587.0
    ],
    [
        " And to our police and law enforcement and firefighters and paramedics and EMTs and dispatchers and correctional officers and border patrol and secret service,",
        9587.68,
        9596.38
    ],
    [
        " thanks for your service as well, which also keeps us safe.",
        9596.66,
        9602.74
    ],
    [
        " Thank you for what you do.",
        9603.1,
        9604.16
    ],
    [
        " And to everyone else out there, listen, make yourself capable.",
        9604.76,
        9610.92
    ],
    [
        " Improve your skills. Be ready. Be prepared.",
        9612.1,
        9615.28
    ],
    [
        " Be able to take care of yourself and the people around you and the way you do that is to go out there every single day.",
        9616.68,
        9625.74
    ],
    [
        " And get after it.",
        9627.18,
        9629.24
    ],
    [
        " And until next time, this is Echo and Jocke Willink.",
        9629.58,
        9636.0
    ]
]