[
    [
        " There's people in the world that have the ability to understand when they're taking part in history or where things are",
        0.0,
        4.36
    ],
    [
        " Significant to the point where that you should modify your behavior. Well, that's what I think the one of the key points about this is",
        4.36,
        10.58
    ],
    [
        " A lot of times when you get hit in the head with a shackle",
        10.58,
        14.92
    ],
    [
        " You look at everyone else and say I can't believe they're doing this to me",
        14.92,
        19.1
    ],
    [
        " I can't believe that someone you get mad you get mad at the Navy you get mad at the people on your tugboat",
        19.1,
        25.74
    ],
    [
        " You get mad at everybody else",
        25.74,
        27.66
    ],
    [
        " Right when what you actually need to do is say well, there's only one person I can control and that's me",
        29.02,
        33.9
    ],
    [
        " I'm the one that got myself on the back of this tugboat. I'm the one that got myself around these bunch of people",
        33.9,
        38.86
    ],
    [
        " I need you something to get out of here. I need to take ownership of my life and move forward",
        38.86,
        42.58
    ],
    [
        " And that's a huge difference and it's a huge difference in mentality",
        42.58,
        46.62
    ],
    [
        " That can be the difference between staying where you're at. I mean you obviously did the same thing at the gas station",
        46.62,
        52.96
    ],
    [
        " I had some point you're like you know being hungry sucks",
        52.96,
        55.28
    ],
    [
        " And I could be mad at my paycheck at the gas station. I could be mad at my car for using gas",
        55.82,
        60.96
    ],
    [
        " Or I could say hey, I put myself in this situation and I need to get myself out of it. Where's the recruiter",
        60.96,
        66.42
    ],
    [
        " so that's a",
        66.42,
        67.66
    ],
    [
        " That's the thing that you're talking about when you explain that to me. I think yeah, well that's gonna have",
        67.66,
        73.2
    ],
    [
        " That's the difference between moving forward moving up improving your",
        73.2,
        77.1
    ],
    [
        " Your station and life or staying where you're at. Yeah",
        77.1,
        80.38
    ],
    [
        " And if you have the the",
        80.38,
        82.54
    ],
    [
        " The wherewithal to do things",
        83.24,
        84.5
    ],
    [
        " You should do things. I mean something's are just that simple",
        84.5,
        89.6
    ],
    [
        " You can sit around and hang out or you can you can continuously try to improve yourself",
        89.6,
        95.58
    ],
    [
        " And uh, so I've got friends like that one of them I gotta give a shout out to him is Mike Emmer",
        95.58,
        99.74
    ],
    [
        " He's dude up in our village and butternet. He's just always doing things",
        99.74,
        103.74
    ],
    [
        " He just got into sailing with his family now. So he sales in this is a farmer",
        103.74,
        107.96
    ],
    [
        " Who now has this big boat",
        107.96,
        110.22
    ],
    [
        " sailboat that it",
        110.66,
        111.5
    ],
    [
        " Rounds his kids around like spear on because he is always him unless she's just wonderful",
        111.5,
        117.14
    ],
    [
        " um, I've always kept their eyes open",
        117.14,
        119.66
    ],
    [
        " And when people have their head down we talked about that around with your posture",
        119.66,
        123.92
    ],
    [
        " You just don't see the world around you and um, I've made a conscious decision",
        123.92,
        129.26
    ],
    [
        " To not do that. I made a conscious decision to be part of the equation",
        129.26,
        134.06
    ]
]