[
    [
        " Does the inability of the average person to defend themselves make them more susceptible to fear generally in life?",
        0.0,
        6.28
    ],
    [
        " And can Jiu Jitsu, present Jiu Jitsu, reduce societal fear?",
        6.76,
        10.6
    ],
    [
        " I think this isn't a pretty obvious answer.",
        11.64,
        13.32
    ],
    [
        " But yeah, I mean, obviously if you can defend yourself, it's gonna give you more confidence in the world.",
        14.08,
        23.54
    ],
    [
        " And if you don't know how to defend yourself, you're gonna have more fear in the world.",
        23.98,
        28.32
    ],
    [
        " That's just the way it is.",
        28.5,
        29.74
    ],
    [
        " And I know that Jiu Jitsu definitely gave me a lot of confidence in the world because when you're looking at someone,",
        30.08,
        37.18
    ],
    [
        " you at least know you're not a pushover at a minimum.",
        38.54,
        41.52
    ],
    [
        " You know, I'm not gonna go out easily.",
        42.14,
        44.22
    ],
    [
        " So yeah, I think if you don't know how to defend yourself at all, I think you're definitely gonna be more susceptible to fear.",
        44.88,
        52.5
    ],
    [
        " That's kind of common sense.",
        52.7,
        54.18
    ],
    [
        " And also the thing with not knowing when you don't know about things, you are more scared of them.",
        57.24,
        66.08
    ],
    [
        " You've been in confrontations because you're on the jiu jitsu, you're in confrontations all the time.",
        66.54,
        69.8
    ],
    [
        " And if you're doing occasionally, you should put on boxing gloves and boxing, even strike during Jiu Jitsu.",
        70.08,
        74.98
    ],
    [
        " You should do that stuff.",
        75.06,
        75.74
    ],
    [
        " So you recognize what it's like to be in a fight and then you have, you'll be less afraid of the unknown because it's known.",
        75.82,
        83.18
    ],
    [
        " We're always afraid of the unknown. Well, now this is known.",
        83.76,
        85.56
    ],
    [
        " Now the other thing is the better you are with Jiu Jitsu and the better you are at fighting, the less apt, the less likely you are to have to use it.",
        85.9,
        95.54
    ],
    [
        " Because people will know that by the way you're acting, that you're probably not a person that should be messed with.",
        95.58,
        101.92
    ],
    [
        " And the other thing is I think when people actually know how to fight, they put up less of a front about who they are, about trying to act like a tough guy.",
        103.86,
        115.32
    ],
    [
        " Because, hey, man, I'm feeling pretty good.",
        115.56,
        117.36
    ],
    [
        " I've got no problem saying hi to you. I can say hi to you in the street. Like, hey, how's it going? No big deal.",
        117.7,
        122.38
    ],
    [
        " I'm not feeling like you're gonna take advantage of me now because I know how to fight.",
        122.76,
        126.48
    ],
    [
        " So a lot of Jiu Jitsu guys are super nice guys, you know, because they're not trying to prove how tough they are because you actually know how tough they are.",
        126.52,
        132.6
    ],
    [
        " So I think that's pretty obvious, you know, that's the many benefits of Jiu Jitsu from a personal level.",
        132.72,
        141.22
    ],
    [
        " And then as far as the side will fear, I would also say yes, it's helpful.",
        141.22,
        145.98
    ],
    [
        " Because if you can handle yourself on a personal level, right, then you can handle yourself in other dynamic situations and you're more aware of things and you are better at staying calm.",
        146.2,
        159.12
    ],
    [
        " Jiu Jitsu teaches you how to stay calm.",
        159.76,
        160.96
    ],
    [
        " You're getting a bad situation. If you panic, you're going down. And you get in bad situations all the time.",
        161.26,
        166.68
    ],
    [
        " So you get used to it and you realize that you needed to attach and you needed to get out of your head and camp panic and take a claustrophobic.",
        166.86,
        175.96
    ],
    [
        " Yes. So it's been so great to be able to have a personal level of practice anymore.",
        175.96,
        176.22
    ],
    [
        " Oh, yeah, Jiu Jitsu. Straight up. And also with Jiu Jitsu, and you know, mixed martial arts training, boxing, mojita, wrestling, you overcome adversity.",
        176.4,
        189.64
    ],
    [
        " You know, you overcome adversity. You have to. And so when you know how to overcome adversity on the mat or in the cage or in the ring, that's gonna help you in real life.",
        190.2,
        200.78
    ],
    [
        " Overcome adversity. So I think that those are real simple reasons why Jiu Jitsu is good. If you didn't think I thought Jiu Jitsu is good, I do think it's good.",
        202.18,
        210.12
    ],
    [
        " It's good for everyone. Up deep.",
        210.24,
        213.74
    ],
    [
        " And really there's a lot of martial arts you could put in there. I'm talking about Jiu Jitsu, but it's the same with boxing. It's the same with mojita.",
        215.04,
        221.32
    ],
    [
        " It's the same with wrestling. It's the same with judo. Sometimes I forget to mention judo. I shouldn't judo is also very effective martial art.",
        221.46,
        229.24
    ],
    [
        " So I think all those things are very helpful for personal overcoming personal fear and giving people confidence and thereby overcoming societal fears as well.",
        229.94,
        239.62
    ],
    [
        " Yeah. This is kind of a side note with with Jiu Jitsu for us. Let's say in this more applies to this concept kind of has been coming up recently where you know your first day in Jiu Jitsu where you I think you and me and kind of",
        239.96,
        257.34
    ],
    [
        " are time where we started Jiu Jitsu. We didn't look at it in terms of like I didn't know you started Jiu Jitsu in 1992.",
        257.98,
        264.64
    ],
    [
        " I'm just saying from 92 all the way to about I don't know. I don't know the date, but I'm saying if you like old school Jiu Jitsu where you probably started Jiu Jitsu because of hoist gracy if you're one of these people, one of us.",
        264.92,
        279.06
    ],
    [
        " That's why I started Jiu Jitsu. Hoist gracy. One UFC. One tooth, you know where we looked at Jiu Jitsu as okay if I get in a fight with someone I want to be able to win the fight even if he's bigger than me.",
        279.24,
        288.76
    ],
    [
        " It wasn't because I want to be the next world champion. Yeah.",
        288.86,
        292.0
    ],
    [
        " Concerned about how to effectively hold you know the most points over somebody. I'm like that's points in this.",
        292.16,
        296.4
    ],
    [
        " Yeah or when I pull guard like the coolest like flip move I can do whatever and I'm not saying like that's what it is.",
        296.72,
        302.02
    ],
    [
        " I'm not saying that but there that is in the game now. So sometimes as a result of this sometimes you can go with no Jiu Jitsu experience.",
        302.02,
        309.3
    ],
    [
        " You don't know about twice gracy necessarily. You haven't you know that isn't what compelled you to learn Jiu Jitsu.",
        309.42,
        314.16
    ],
    [
        " You just hear great things like you know from Daco or whoever and you're like hey I want to go learn Jiu Jitsu.",
        314.36,
        320.44
    ],
    [
        " This is the best fighting thing according to Jack. I'm going to go see him. I'm going to go see what up.",
        320.84,
        323.94
    ],
    [
        " Then they go in there and then let's say the first day they'll learn you know just an arm lock from the bottom or you know something that if you don't go in with the full context of what Jiu Jitsu is it won't translate.",
        324.0,
        337.72
    ],
    [
        " You know you learn to move and you'll be like wait how am I going to go in a fight now.",
        337.72,
        341.4
    ],
    [
        " It's like cool that's a cool move. It's kind of like you know a guy let me show you when you're a kid let me show you this finger lock.",
        341.4,
        346.5
    ],
    [
        " You're like that's cool but how are you going to get my finger.",
        346.54,
        349.76
    ],
    [
        " Exactly you know like all this day just doesn't apply to a fight.",
        349.76,
        352.62
    ],
    [
        " So just to answer your question I just did a little like tiny instructional thing for some people that hadn't trained before.",
        352.94,
        359.44
    ],
    [
        " And it was to support a charity and so it's all good but you know these people never done Jiu Jitsu before.",
        359.82,
        366.12
    ],
    [
        " And I taught them you know the mountain escape right and immediately you know one of the guys hey you what happens when they do this because he's doing this right here.",
        366.48,
        376.04
    ],
    [
        " Yep okay so bring it back in everyone and basically you know after this happened a couple times I said here's the deal I'm teaching you a new language.",
        376.36,
        383.72
    ],
    [
        " Yeah so far I've taught you the word the right that's the only word I've taught you the yeah I haven't even taught you I because that would that would be a context of self awareness which you don't have.",
        383.72,
        397.1
    ],
    [
        " Right you only know the that's it that's it that's all you know and actually I shouldn't be I should have said I just taught you the word.",
        397.1,
        404.42
    ],
    [
        " Purple yeah because you can't the actually can apply to different things right this when you just learn one thing it's it's not meaningless but it's only it's almost if you walk into a foreign country and the only word you know how to say was purple yeah.",
        406.28,
        421.84
    ],
    [
        " In their language it's not going to get you very far at all right it's not and that's the same thing so you're right in the context of like a singular move Jiu Jitsu is worthless right.",
        422.04,
        432.96
    ],
    [
        " Now back when I learned five moves and knew the rear naked joke the arm lock the Camira and no one else knew anything.",
        433.56,
        441.8
    ],
    [
        " When you can say five different words in a world where no one can speak yeah you have power and that's the way it used to be now it's not like that anymore everybody everybody watches UFC everybody watches UFC.",
        442.08,
        454.74
    ],
    [
        " And so they everyone seen an arm lock before everyone seen a rear naked joke that you can watch a rear naked joke and see that's a simple move you can see how you put that on somebody.",
        454.9,
        462.46
    ],
    [
        " So yes you are correct but if you got it you got to do more than just the context of like a singular move because that's going to be very useful to you.",
        462.46,
        471.84
    ],
    [
        " Yeah so when you are I remember watching you see and there was a guy who would commentate right kind of a dirty guy but he he kind of knew apparently he took Jiu Jitsu so he would kind of call it you be like okay so no hois kris he wants to get on top right now.",
        471.9,
        484.44
    ],
    [
        " He's going to stop his position he can't get to take down so now he's pulling guard kind of thing and then or he'll be like okay he's establishing position with a mount and he's going to he's going to punch him until he turns over and then he's going to choke him and he's calling it and he does it right.",
        484.44,
        496.72
    ],
    [
        " So I remember thinking okay that mount position very it's very powerful or if he's on the bottom you want guard kind of thing you can see you know because he can explain so when I first started Jiu Jitsu like an actual class I knew what guard was I knew what mount was I knew those positions and why they're not going to be a real good job.",
        497.1,
        514.42
    ],
    [
        " So I knew that so I knew the actual context and a lot of people when they go into Jiu Jitsu just because they hear about how cool it is they don't have that that that foundation going in so I think and I think that I don't know if they'd ask for it or what but I think when when instructors when a new person a brand new person don't know what they're doing.",
        525.22,
        544.4
    ],
    [
        " You know zero days of Jiu Jitsu if they teach that like this is the mount this is why it's important you know just like how you did at the mustard where you're like you know I can you know I can hit you you can hit just like that and then that'll provide content then at the end how you taught a move you know of submission or whatever then it's like okay in mount this is one of the many things you can do and it's like oh my way when I say many I mean infinite yes yes yes yeah so yeah I think that if you and I guess this goes out to like anyone who goes into their Jiu Jitsu class and learn how to do that.",
        544.4,
        574.38
    ],
    [
        " You know the foundation is a lot more important to learn just happen to be on the day where you learn like some kind of arbitrary move given the fact that you don't know the foundation it with the foundation any move is going to make a lot more sense as long as you have that foundation importance amount importance of guard importance of you know all these other things.",
        574.66,
        590.4
    ],
    [
        " Of course we all want to learn the submission what cool submission who can I get this guy in who wants to fight me this guy yeah another thing of people has is you know will that they're he keeps pulling my hand way I go yeah it's a fight you fighting another person it's not",
        590.4,
        604.36
    ],
    [
        " it's not just who's not magic I say Jiu Jitsu magic but it's not magic it's not magic it's an actual fight the person's gonna resist you have to have moves yeah I didn't it doesn't turn into magic until you have it all together yeah then it turns into magic and then you bestow it upon someone who doesn't you know yeah it is like magic man he's the chance this little guy George he's a purple belt and I was white belt and man he's he's the one who taught me butterfly guard he was small too and he would do that.",
        604.36,
        634.34
    ],
    [
        " You be flying me around doing butterfly guard sweeps and like straight arm locks and stuff like from the bottom yeah like what is this guy doing magic yeah and one time he's like someone out while we're you know how like when you're rolling you can kind of talk to people while you're rolling you know especially if you're rolling with a guy who's",
        634.34,
        648.58
    ],
    [
        " advanced as well because you don't have to focus on what you're doing kind of thing so this was an introduction of that concept where I'm rolling with George he's carrying on a conversation with this guy not inappropriate like what did you do last week and it wasn't that it was someone was asking him like hey like how do you how did you do that",
        648.58,
        664.18
    ],
    [
        " kind of thing he's like well this is what he's doing and while we're rolling he's kind of commentating his rolling and he's like so and this sets up the sweep which I'm about to get him with and it yeah and he gets me with the sweep and that's the small that's why it is that's why it is kind of magic magic because",
        664.18,
        676.98
    ],
    [
        " when if I could make this coin disappear if I could actually do that that would be magic yeah if I can take your arm against your will and straighten it out and there's nothing you can do to stop it yeah",
        676.98,
        694.0
    ],
    [
        " it's kind of magic too yeah in some way no I mean tight that is what magic is though right when when you make it make it appear it's like illusion right where you",
        694.18,
        703.56
    ],
    [
        " am making about I'm talking about I'm talking about actual yeah actual magic yeah no",
        703.56,
        708.66
    ],
    [
        " yeah well yeah I know I know what it does seem that way when they don't know when they don't know how you did that yeah how did",
        708.66,
        717.52
    ],
    [
        " that it's okay I see what you're saying you know so so it's similar to that making the coin disappear but it really just went behind",
        718.22,
        723.4
    ],
    [
        " yeah knuckle or whatever impossible how we you by 50 pounds yeah let me see how you did that yeah watch this you do it again",
        723.4,
        731.22
    ],
    [
        " it's that still got it do it do it do it do it do it do it do it good",
        731.22,
        734.72
    ]
]