[
    [
        " Should I read this question?",
        0.0,
        1.16
    ],
    [
        " Because this is a question for Echo Charles.",
        1.94,
        3.8
    ],
    [
        " So that means I could do it.",
        4.72,
        5.8
    ],
    [
        " Well, there's two questions actually,",
        6.08,
        7.76
    ],
    [
        " but I put them together because they're pretty close.",
        7.88,
        9.48
    ],
    [
        " Jocco will link what brought you and Echo Charles together?",
        10.8,
        14.06
    ],
    [
        " Can we get the backstory there?",
        14.82,
        16.56
    ],
    [
        " I like the chemistry.",
        16.84,
        17.96
    ],
    [
        " Echo Charles, question for you to answer on Jocco podcast.",
        19.54,
        23.44
    ],
    [
        " What have you learned from Jocco?",
        23.86,
        25.7
    ],
    [
        " And how has your life changed since?",
        26.34,
        29.1
    ],
    [
        " This is Echo's first response to a question.",
        30.58,
        33.56
    ],
    [
        " Don't screw it up.",
        34.48,
        36.7
    ],
    [
        " Here we go.",
        36.82,
        37.32
    ],
    [
        " I'll echo you.",
        38.7,
        40.64
    ],
    [
        " Yeah, yeah, of course.",
        40.86,
        42.06
    ],
    [
        " Which is funny because that's kind of how what brought us together or part of what brought us together.",
        42.62,
        47.02
    ],
    [
        " And I think it's good that I answer this part because you probably remember a lot less of it.",
        47.66,
        52.14
    ],
    [
        " So I would say it was 06.",
        56.36,
        58.72
    ],
    [
        " I'd seen you like the first, you know, whatever within the first year of joining with Dean and 05.",
        59.66,
        66.24
    ],
    [
        " But I didn't know you hadn't talked to you nothing like that.",
        66.66,
        68.44
    ],
    [
        " I just said heard of you from Dean.",
        68.56,
        70.0
    ],
    [
        " And then in like 06 when we moved over to the boxing club, I rolled with you one time.",
        70.86,
        76.66
    ],
    [
        " I was still a white belt.",
        76.86,
        77.64
    ],
    [
        " And so that could have been still 05.",
        78.5,
        81.0
    ],
    [
        " I don't know.",
        81.0,
        81.46
    ],
    [
        " And then you beat me up and you were just more like this stoic guy.",
        82.06,
        87.56
    ],
    [
        " Basically, I would imagine the same guy that people interpret you to be from the outside.",
        87.74,
        91.76
    ],
    [
        " Not intense, but just real like, oh yeah, just real matter of fact.",
        92.16,
        96.06
    ],
    [
        " So you beat me up or whatever.",
        96.5,
        98.7
    ],
    [
        " And then since I had already heard of you, you were Dean's black belt and all this stuff that I was like, yeah, that's about right.",
        98.98,
        105.32
    ],
    [
        " You know, he's, you know, good you get to do whatever beat me up.",
        105.52,
        108.52
    ],
    [
        " But that wasn't really saying much because everyone was beating me up.",
        108.56,
        110.76
    ],
    [
        " And then time went on and I didn't see you for a while.",
        111.18,
        113.66
    ],
    [
        " And then when I started to kind of get guys, I was training with Brent.",
        114.22,
        118.72
    ],
    [
        " For Brent.",
        119.26,
        119.9
    ],
    [
        " Yeah, I was training with him.",
        120.04,
        121.7
    ],
    [
        " And then with Elias a little bit.",
        121.98,
        123.34
    ],
    [
        " And then you'd come back.",
        123.46,
        124.82
    ],
    [
        " I was competing and then you were just around for whatever reason.",
        125.1,
        128.26
    ],
    [
        " And then yeah, I just started training with you.",
        128.74,
        131.12
    ],
    [
        " And I think that's when we opened victory, right?",
        131.56,
        133.78
    ],
    [
        " Yes.",
        134.12,
        134.48
    ],
    [
        " It was around the same time.",
        134.66,
        135.42
    ],
    [
        " Yeah, yeah, exactly.",
        135.56,
        136.92
    ],
    [
        " And then yeah, what was funny is that you never came off.",
        137.58,
        141.36
    ],
    [
        " Like once I knew you like immediately, you never came off as this super intense person.",
        141.86,
        146.68
    ],
    [
        " Like it was more like you were just sarcastic like, well, you know, like any other, any other of my friends.",
        147.0,
        152.3
    ],
    [
        " But you could still always tell that there was something behind the scenes.",
        152.68,
        157.72
    ],
    [
        " You know, you know, Derrugan said like he's seen you and he was like, there's, I don't know, this guy.",
        158.0,
        162.02
    ],
    [
        " You know, I kind of got that same feeling.",
        162.02,
        164.18
    ],
    [
        " But you were always just like, oh yeah, this real matter of fact, but fun, funny, like kind of person, whatever.",
        164.3,
        172.48
    ],
    [
        " But when I say matter of fact, I mean like, like that one, this one tournament, when it was kind of later where I lost to Sean Roberts.",
        172.66,
        180.44
    ],
    [
        " He got me with a Google Plata.",
        180.84,
        182.02
    ],
    [
        " And you know, when you lose in a jujitsu train and that was the first time I lost.",
        182.8,
        185.62
    ],
    [
        " And since I went advance, you know, because I was doing a lot of no-ge, I had never lost.",
        186.64,
        190.62
    ],
    [
        " And Sean Roberts gets me with a Google Plata.",
        191.16,
        192.78
    ],
    [
        " So instead of you saying, hey, you know, it's okay or nothing like that.",
        193.36,
        197.08
    ],
    [
        " You send me a text. You're sitting across the arena. You're right there. You send me a text.",
        197.16,
        200.04
    ],
    [
        " Hey, you got caught with a go-go. That's got to sting.",
        200.22,
        203.22
    ],
    [
        " I was like, this is a tournament. It's not practice. You can say that.",
        203.6,
        206.68
    ],
    [
        " I was like, ah, whatever.",
        206.76,
        208.56
    ],
    [
        " But I think that, you know, training together and just kind of getting, you know, you kind of had that thing.",
        209.6,
        215.88
    ],
    [
        " That you could say that kind of stuff because really, it's not that serious.",
        216.26,
        220.82
    ],
    [
        " You know, when I don't think, I don't think there's not many people who could have conveyed that though.",
        221.22,
        225.98
    ],
    [
        " You know, it came, I think it had to come from you.",
        226.38,
        229.9
    ],
    [
        " Anyway, so yeah, that's kind of how we met, I'd say.",
        230.24,
        234.74
    ],
    [
        " And then, um, kind of after a while, how did the idea of a podcast come up?",
        234.8,
        240.56
    ],
    [
        " Because we kind of talked about that a little bit before.",
        240.64,
        244.1
    ],
    [
        " I kind of forget the formation, but it was in my mind when I went on Joe Rogan's.",
        244.14,
        248.9
    ],
    [
        " I think we had talked about, hey, you know, we should do something.",
        248.94,
        251.48
    ],
    [
        " I think you said to me, like, hey, you should do it.",
        251.9,
        254.62
    ],
    [
        " And so when I went on Joe Rogan's and he said, you should do a podcast.",
        254.8,
        257.4
    ],
    [
        " I think Tim Ferris said, hey, you should do a podcast.",
        257.82,
        260.46
    ],
    [
        " And then I kind of be you being a tacky sound guy, video guy.",
        260.72,
        265.5
    ],
    [
        " I just said, hey, do you know how to make a podcast?",
        265.6,
        267.34
    ],
    [
        " Yeah.",
        267.62,
        267.8
    ],
    [
        " That's right. I just said, hey, how do you know how to make a podcast?",
        267.92,
        270.14
    ],
    [
        " I need to make one.",
        270.14,
        271.4
    ],
    [
        " Yeah.",
        271.4,
        271.82
    ],
    [
        " Because everything to me is just a total caveman, right?",
        272.02,
        274.94
    ],
    [
        " Do I need a tape recorder?",
        275.58,
        277.36
    ],
    [
        " What do I need?",
        277.56,
        278.02
    ],
    [
        " You know, that's what my, and so then you said, yeah, I know I know how to do that.",
        278.22,
        282.3
    ],
    [
        " I could make that happen.",
        282.34,
        283.74
    ],
    [
        " And then you said, it'd be cool instead of just you sitting there talking.",
        283.98,
        289.92
    ],
    [
        " If you had someone to talk to and I said, yeah, you're right.",
        289.92,
        291.98
    ],
    [
        " That would be cool.",
        292.02,
        292.58
    ],
    [
        " And then you'd said, it'd be cool if it was me.",
        292.72,
        294.76
    ],
    [
        " Yeah.",
        295.26,
        295.84
    ],
    [
        " Well, my selling point was that strange.",
        296.0,
        298.98
    ],
    [
        " If it's just you, right, just sitting there, you know, it's more strange.",
        298.98,
        303.9
    ],
    [
        " And it's better if you have someone to kind of bounce things off of.",
        303.9,
        306.88
    ],
    [
        " Okay.",
        306.88,
        307.14
    ],
    [
        " Especially someone who can kind of be like, oh, I'm just everything guy like.",
        307.36,
        310.3
    ],
    [
        " So I can like ask questions that kind of reiterate the point.",
        310.38,
        312.82
    ],
    [
        " Right.",
        312.96,
        313.1
    ],
    [
        " To someone who might not get it.",
        313.1,
        314.24
    ],
    [
        " Yeah, I had it all thought out, you know, in my mind I did anyway.",
        314.62,
        318.44
    ],
    [
        " But yeah, then yeah, obviously Joe Rogen was kind of the tipping point when he suggested it.",
        319.36,
        325.04
    ],
    [
        " Yeah.",
        325.04,
        325.18
    ],
    [
        " Yeah, no, that was a good great insight from Joe Rogan.",
        325.44,
        328.32
    ],
    [
        " And I'm glad he did.",
        328.52,
        329.36
    ],
    [
        " And I'm glad you did.",
        329.8,
        331.04
    ],
    [
        " And I'm glad we did make this podcast happen.",
        331.14,
        334.34
    ],
    [
        " So to answer the question, what have I learned?",
        334.68,
        337.42
    ],
    [
        " And this is interesting because I asked myself this exact same question like a week ago.",
        338.42,
        343.24
    ],
    [
        " Because I am literally a different person now.",
        343.42,
        345.36
    ],
    [
        " In ways that kind of are kind of surprising in a way.",
        345.4,
        348.06
    ],
    [
        " So I took the first thing that's kind of kind of not that surprising, but it's very prevalent is when people blame,",
        348.48,
        357.3
    ],
    [
        " when I see people blaming other people or blaming me or I feel the compulsion to blame someone else,",
        357.42,
        362.3
    ],
    [
        " it stands out like a sore thumb.",
        362.3,
        364.28
    ],
    [
        " Almost like if I've been feeling that and it like almost like if I want to say something to indicate that I'm going to blame somebody or something,",
        364.64,
        373.02
    ],
    [
        " it's almost like a red flag.",
        373.02,
        374.94
    ],
    [
        " Like I'm not allowed to do that in my own mind.",
        375.06,
        377.06
    ],
    [
        " It's like this heart and fast rule.",
        377.06,
        378.28
    ],
    [
        " And like I said, they just stand out like a sore thumb everywhere though on TV.",
        379.36,
        383.6
    ],
    [
        " It's not even my conversation.",
        384.26,
        386.5
    ],
    [
        " Oh, I see what you're doing right there.",
        386.7,
        387.52
    ],
    [
        " So it's like your whole way of life in that regard is just shifted.",
        388.02,
        393.18
    ],
    [
        " Extreme ownership and the awareness of that and seeing it in other people or lack of it and other people",
        393.74,
        399.42
    ],
    [
        " definitely stands out like crazy once you start thinking about it.",
        399.42,
        402.52
    ],
    [
        " Yeah, and I have the luxury of being around you talking about these things, talking about examples of it every week.",
        402.7,
        409.3
    ],
    [
        " So throughout the week I'm like, I can't even help but notice it, you know, and it's right, it helps, man.",
        410.06,
        414.9
    ],
    [
        " Because it applies to everyone and everything.",
        415.28,
        416.86
    ],
    [
        " Like most relationships are going to apply these principles, you know, if you're involved in them.",
        417.18,
        421.24
    ],
    [
        " So yeah, it's all automatic now.",
        421.8,
        424.22
    ],
    [
        " So when it comes to ownership and really blaming myself if anyone and focusing on my responsibility in any scenario, whatever it comes automatic now.",
        424.26,
        434.48
    ],
    [
        " That's a huge step.",
        435.04,
        436.24
    ],
    [
        " I mean, whether I make the right choices, that's always going to be working probably progress, I think.",
        436.4,
        440.38
    ],
    [
        " But as far as that attitude, it's automatic now.",
        440.66,
        444.52
    ],
    [
        " That's awesome.",
        445.24,
        445.84
    ],
    [
        " And then in regards to, okay, so I've always been into working out.",
        447.06,
        452.66
    ],
    [
        " And so me not feeling like working out is, I've always felt like working out.",
        452.8,
        460.28
    ],
    [
        " So as far as not feeling like it, that wasn't really a factor.",
        460.94,
        466.52
    ],
    [
        " But in a bunch of other things in life, it was a factor.",
        466.7,
        469.58
    ],
    [
        " And so, and that.",
        470.32,
        472.24
    ],
    [
        " So, so you're saying we're not feeling like doing X, Y or Z.",
        472.26,
        476.68
    ],
    [
        " Yeah, like, oh, I got to, I got to go to the post office today.",
        477.1,
        480.06
    ],
    [
        " And that's on the low end.",
        480.06,
        481.0
    ],
    [
        " And then or the other one is, I don't know, I got to, I don't know, something more important.",
        481.22,
        485.4
    ],
    [
        " But maybe I'll wait till really the last minute or procrastination type stuff.",
        485.82,
        491.18
    ],
    [
        " So you're getting into the here and now.",
        491.34,
        493.54
    ],
    [
        " Yeah. And not feeling like it.",
        493.98,
        495.8
    ],
    [
        " That means absolutely nothing.",
        495.86,
        497.12
    ],
    [
        " Something needs to be done.",
        497.88,
        498.94
    ],
    [
        " And I don't feel like it.",
        499.16,
        500.26
    ],
    [
        " And you know how like you have certain ideas already.",
        500.54,
        503.5
    ],
    [
        " And then other ideas are introduced.",
        503.96,
        505.76
    ],
    [
        " And then those ideas kind of mingle with your existing ideas.",
        505.76,
        508.76
    ],
    [
        " And they formulate this whole new course of action.",
        508.98,
        511.34
    ],
    [
        " So the not feeling like it is no excuse, that idea came in.",
        511.52,
        515.88
    ],
    [
        " And so now I'm like, it morphed into this thing.",
        516.44,
        519.76
    ],
    [
        " Like me not feeling like, whoo, guess what I'm going to do.",
        520.0,
        522.42
    ],
    [
        " I'm going to do it.",
        522.58,
        523.14
    ],
    [
        " So it's almost like this personal challenge now.",
        523.26,
        525.7
    ],
    [
        " And man, as far as results go, man, you get everything done.",
        526.42,
        530.64
    ],
    [
        " I get so much stuff done.",
        530.78,
        532.34
    ],
    [
        " And it's not so probably compared to you.",
        532.4,
        534.1
    ],
    [
        " It's nothing.",
        534.3,
        534.98
    ],
    [
        " But I get stuff done like so many things done during the day that I never thought",
        535.36,
        539.36
    ],
    [
        " that I could do that many things in a day.",
        539.36,
        540.94
    ],
    [
        " That's all I'm always always looking for maybe a rest or a nap or something like that.",
        541.1,
        544.82
    ],
    [
        " But now everyone's going to be challenging myself to do as many things as I can and be like solid.",
        545.0,
        550.62
    ],
    [
        " And on top of that, and you're the one who said this was one time one of the things you were kind of tired.",
        550.96,
        556.6
    ],
    [
        " And you're like, you know what?",
        556.6,
        557.54
    ],
    [
        " But I like this.",
        557.76,
        558.54
    ],
    [
        " I like just grinding and grinding and grinding and then at the end of the day when I go to bed where my head just crashes into the pillow.",
        558.54,
        565.28
    ],
    [
        " I like that.",
        565.28,
        565.78
    ],
    [
        " And I was like, yeah, that sounds nice.",
        565.9,
        567.36
    ],
    [
        " So I want to approach things like that now.",
        567.7,
        570.04
    ],
    [
        " And also, I think of all the good things that have been done.",
        570.64,
        576.34
    ],
    [
        " Like great things and just good things or whatever.",
        576.46,
        578.36
    ],
    [
        " If these people didn't do it because they didn't feel like it, like these things wouldn't have got done.",
        578.5,
        583.68
    ],
    [
        " So if you got stuff to do, you do it.",
        585.26,
        588.66
    ],
    [
        " Whether you feel like it or not.",
        589.24,
        590.24
    ],
    [
        " That's what I have for myself now.",
        590.36,
        592.12
    ],
    [
        " And the last thing is I kind of knew this but man, it's so clear now that you can get certain messages and information and tips and tactics and stuff from people or the internet or books or whatever.",
        593.08,
        608.68
    ],
    [
        " But if you're not ready to accept them, you just won't accept them or they'll just go in one ear and out the other and a lot of time that has to do with who's saying it.",
        610.52,
        619.08
    ],
    [
        " So if like, I don't know, your neighbor, some goof off he's drinking a beer, smoking a cigarette and he's like, hey, guess what?",
        619.68,
        627.24
    ],
    [
        " You know, you should do this and it's that it can be this great advice, but you can be like, I'm not going to listen to you.",
        627.98,
        633.1
    ],
    [
        " I'm not even going to listen to you.",
        633.22,
        634.02
    ],
    [
        " I'm not even going to get past that part.",
        634.02,
        635.52
    ],
    [
        " The fact that you're the one that's saying this already walled me off from what you have to say.",
        635.84,
        639.66
    ],
    [
        " And that's natural, I think.",
        640.12,
        641.5
    ],
    [
        " But a lot of these things, like you're reading these old books that have these messages that you've been saying.",
        642.2,
        648.64
    ],
    [
        " So it's not new stuff and a lot of stuff, I heard that take responsibility for your actions.",
        649.04,
        653.12
    ],
    [
        " Yeah, how was that?",
        653.22,
        653.94
    ],
    [
        " Yeah, that's not new.",
        654.04,
        655.12
    ],
    [
        " You know, if I bust out, hey, you guy on the street take responsibility for your actions.",
        655.34,
        659.88
    ],
    [
        " If something comes up, I'm just saying, he'd be like, yeah, that's nothing new.",
        659.88,
        662.84
    ],
    [
        " I wouldn't stand out.",
        662.96,
        663.58
    ],
    [
        " But for some reason, when you're saying it, it gets you thinking, yeah, let me take responsibility.",
        663.72,
        668.66
    ],
    [
        " So that, so yeah, it's say, when it comes to listening to you, this podcast, all the answers you have for these questions,",
        670.0,
        679.62
    ],
    [
        " and any questions I even have, it seems like it comes and I process it way more readily than, you know,",
        680.3,
        688.24
    ],
    [
        " memes on Facebook or wherever.",
        688.5,
        692.06
    ],
    [
        "",
        692.6,
        692.6
    ],
    [
        " Say that.",
        692.94,
        694.88
    ],
    [
        " That's awesome.",
        695.26,
        695.78
    ],
    [
        " Pretty true.",
        695.82,
        696.2
    ],
    [
        " That's cool.",
        696.36,
        696.64
    ],
    [
        " That's really cool.",
        696.88,
        698.02
    ],
    [
        " That's great to hear.",
        698.16,
        699.12
    ],
    [
        " And I've, I mean, I've definitely seen a transition in everything you're doing.",
        699.34,
        705.18
    ],
    [
        " I mean, everything you're doing is spot on.",
        705.56,
        708.04
    ],
    [
        " Yeah.",
        708.46,
        708.7
    ],
    [
        " And that's legit.",
        708.88,
        710.44
    ],
    [
        " You know, it's legit to see.",
        710.74,
        712.28
    ],
    [
        " It's legit to see someone moving towards their potential as a human.",
        712.5,
        716.96
    ],
    [
        " Yeah.",
        717.28,
        717.7
    ],
    [
        " That's awesome to see.",
        717.82,
        718.88
    ],
    [
        "",
        719.84,
        719.84
    ],
    [
        " And another thing that kind of, I came to as not a conclusion, but it, which is a result, it's not a direct, like you didn't tell me this,",
        720.18,
        729.26
    ],
    [
        " but this is what all my existing thoughts mixed with all your input kind of arrived at.",
        729.44,
        734.2
    ],
    [
        " One of the things is that it's up to you.",
        734.34,
        737.76
    ],
    [
        " It's up to me.",
        737.92,
        738.48
    ],
    [
        " What I spend my time doing totally up to me.",
        739.04,
        742.92
    ],
    [
        " And it's up to me what I feel my, feel my head with.",
        743.12,
        746.2
    ],
    [
        " So, you know, like I used to have these shows that I love to, I love to watch Hawaii 50 and Shark Tank.",
        746.86,
        752.34
    ],
    [
        " And that's kind of it.",
        752.8,
        753.5
    ],
    [
        " I don't really watch that much TV, but those two.",
        753.66,
        755.36
    ],
    [
        " That's maybe, you know, two hours or so, that I could be reading something that's going to help me through the rest of my life.",
        756.12,
        763.94
    ],
    [
        " Or getting better at something that's going to help my, you know, relationships or career or something like that.",
        763.94,
        769.4
    ],
    [
        " And I use that example because that seems pretty, pretty like, not inconsequential, inconsequential because it's only two shows.",
        770.78,
        778.8
    ],
    [
        " It's not like I spent 10 hours a day watching TV. It's just two shows.",
        779.02,
        781.42
    ],
    [
        " Who cares? No harm in that, right? But it's, that's up to me.",
        781.48,
        784.12
    ],
    [
        " I'm not missing out by missing Hawaii 50.",
        784.58,
        786.16
    ],
    [
        " Not missing out.",
        786.62,
        787.22
    ],
    [
        " That's not going to affect my life in any negative way in the future at all.",
        787.42,
        790.06
    ],
    [
        " I don't want to affect my life in any way, actually.",
        790.48,
        792.64
    ],
    [
        " But if I read something useful, educate myself in, you know, whatever arena that's going to improve my interests or my, or my relationship or something like that, that will, that will help me.",
        793.18,
        805.86
    ],
    [
        " Yeah, no, I've, that's one of the things I've noticed and I'd show up at the studio.",
        806.28,
        810.06
    ],
    [
        " And you'd say, I was reading this book today about, you know, how we could get this to sound better.",
        810.44,
        815.84
    ],
    [
        " And I read this thing about, you know, you're coming back and doing all this information.",
        815.84,
        819.52
    ],
    [
        " And it was something that just transitioned in your brain where you said, you know what?",
        820.18,
        825.48
    ],
    [
        " I could be watching TV in wasting my mind or I could be applying myself and learning.",
        825.98,
        832.86
    ],
    [
        " Yeah.",
        833.32,
        833.38
    ],
    [
        " And that's, that makes a huge difference.",
        833.74,
        836.08
    ],
    [
        " Yeah, this, one of the things I read, actually.",
        836.34,
        839.18
    ],
    [
        " And I read it on, I want to say Wikipedia, this specific thing, but there's this, this automatic way of thinking.",
        839.58,
        847.3
    ],
    [
        " And it's called hyperbolic discounting, right?",
        848.78,
        852.08
    ],
    [
        " And all that, all that means is you choose immediate payoffs versus, and I kind of mentioned this before, you choose immediate payoffs versus long term payoffs, right?",
        852.28,
        860.84
    ],
    [
        " And it's there for a reason, survival mechanism and all these ways, but it's all that exists for an, you know, an environment that's not current.",
        861.26,
        867.84
    ],
    [
        " So if you can basically, be aware of that and combat that where don't do the immediate payoff things.",
        868.64,
        875.9
    ],
    [
        " So just take, take what you're about to do, evaluate it.",
        875.94,
        879.0
    ],
    [
        " Is this going to help me other than the pleasure that I see whether that in regards to food, drinking TV shows, like if you watch reality TV, check yourself on that one.",
        879.1,
        890.62
    ],
    [
        " And ask yourself, is this going to help me in the future?",
        891.48,
        894.94
    ],
    [
        " And typically that, that answer for those types of things is going to be no.",
        895.52,
        898.6
    ],
    [
        " And then consider an alternative that you can do.",
        898.98,
        902.42
    ],
    [
        " And a lot of the stuff can be pleasurable. That will help you in the future.",
        902.9,
        906.38
    ],
    [
        " And it's totally up to you. It's totally up to you.",
        906.96,
        908.98
    ],
    [
        " Why not make the good choice?",
        909.18,
        910.46
    ],
    [
        " Yeah. And the payoff not only is it bigger, it lasts longer.",
        911.14,
        914.48
    ],
    [
        " Yeah. And the immediate payoff is gone. It's just a memory.",
        914.72,
        918.78
    ]
]