[
    [
        " As far as self-improvement and getting after it goes, who's standard should one measure",
        0.46,
        7.5
    ],
    [
        " themselves by?",
        7.5,
        8.2
    ],
    [
        " So who do I use as a standard to measure myself by?",
        9.3,
        15.04
    ],
    [
        " It's really everyone and no one.",
        16.56,
        24.14
    ],
    [
        " Because there's people in the world that have skills and strength and talent that I will",
        26.54,
        33.34
    ],
    [
        " never have.",
        33.34,
        34.84
    ],
    [
        " I mean, some of these notions that you can be whatever you want to be as long as you",
        34.84,
        43.3
    ],
    [
        " want to bet enough, those are not true.",
        43.3,
        47.78
    ],
    [
        " They're fairy tales.",
        48.68,
        49.9
    ],
    [
        " We all have limitations.",
        50.5,
        53.6
    ],
    [
        " And I don't have the right genes to be an Olympic weightlifting champion.",
        54.34,
        61.66
    ],
    [
        " I don't have the right genetics to be an Olympic champion sprinter or a gymnast or whatever",
        62.16,
        73.52
    ],
    [
        " sport you want to name.",
        73.52,
        75.16
    ],
    [
        " Now, sure, if I trained my whole life, perhaps I could have achieved some high level in those",
        75.16,
        81.52
    ],
    [
        " sports, but I can tell you, I do not have the DNA to be the best in the world in those",
        81.52,
        88.86
    ],
    [
        " categories.",
        88.86,
        89.24
    ],
    [
        " So what does that mean?",
        90.52,
        94.84
    ],
    [
        " Does that mean that I give up?",
        95.56,
        98.08
    ],
    [
        " Does that mean that I quit?",
        98.78,
        100.22
    ],
    [
        " Of course not.",
        100.4,
        100.98
    ],
    [
        " Not at all.",
        101.98,
        103.34
    ],
    [
        " It means that I'm going to try to be the best that I can be the strongest, the fastest,",
        104.08,
        111.72
    ],
    [
        " the smartest, the smartest human that I can become.",
        112.0,
        117.46
    ],
    [
        " That's what I'm going to go for.",
        118.22,
        120.12
    ],
    [
        " And I will, I will compare myself to others and and look at them and see what they're",
        120.86,
        128.3
    ],
    [
        " doing.",
        128.3,
        128.62
    ],
    [
        " And I'll say that it is possible.",
        128.62,
        132.18
    ],
    [
        " How close can I get to that greatness?",
        132.36,
        135.18
    ],
    [
        " How close can I get to that glory?",
        135.9,
        138.96
    ],
    [
        " But the reality is that my glory, it doesn't happen in front of a crowd, it doesn't happen",
        140.54,
        153.04
    ],
    [
        " in a stadium, it doesn't happen on a stage.",
        153.04,
        155.78
    ],
    [
        " There's no medals handed out.",
        157.54,
        160.3
    ],
    [
        " My glory happens in the darkness of the early morning, in solitude alone, where I try",
        162.54,
        176.18
    ],
    [
        " and I try and I try again to be everything that I possibly can be.",
        177.14,
        184.14
    ],
    [
        " The best that I possibly can be better than I was yesterday.",
        184.6,
        193.34
    ],
    [
        " In better than other people thought I could be.",
        194.82,
        199.2
    ],
    [
        " Faster and stronger and smarter and with one victory that no one can ever take away",
        201.46,
        210.38
    ],
    [
        " from me.",
        210.38,
        211.14
    ],
    [
        " A victory that has earned every single day.",
        212.12,
        218.92
    ],
    [
        " A victory of determination and will and discipline.",
        220.92,
        227.78
    ],
    [
        " And a victory that has achieved because I will not stop.",
        228.66,
        238.36
    ]
]