[
    [
        " When and how is the right way to skip the chain of command when you feel like your direct superior is a part of the problem?",
        0.0,
        7.5
    ],
    [
        " Big one big one because this is very very",
        8.02,
        13.5
    ],
    [
        " problematic and",
        13.5,
        16.32
    ],
    [
        " Skipping the chain of command is a last resort",
        16.32,
        21.92
    ],
    [
        " It is a last resort. Why is it a last resort because when you when you skip the chain of command you're breaking the trust",
        21.92,
        28.12
    ],
    [
        " I just talked about your breaking it the relationship that you've been building you're damaging it",
        28.12,
        32.5
    ],
    [
        " It's not good. Sometimes it's unsalvageable by the way sometimes when you skip the chain of command you will never be able to recover from that",
        32.5,
        40.94
    ],
    [
        " Now of course if there's something that the your immediate spear is doing that's illegal or immoral or unethical",
        40.94,
        48.16
    ],
    [
        " If that's the case then it's actually your duty",
        48.16,
        51.84
    ],
    [
        " To go above them in the chain of command now. Do you still first report it to them and say hey, what you did is wrong",
        53.82,
        58.96
    ],
    [
        " We're not gonna do that. Yes, you should tell them first unless it's gonna, you know, cause you to get in some horrible situation",
        58.96,
        65.14
    ],
    [
        " Now this is an interesting thing that I thought about",
        65.14,
        67.58
    ],
    [
        " Let's say you and I are working together and and you're my boss and",
        67.58,
        75.06
    ],
    [
        " You let's say you're doing something that's",
        75.9,
        78.44
    ],
    [
        " immoral illegal unethical right and I watch you do it and",
        78.44,
        84.0
    ],
    [
        " And I see you leaning towards it. I'm like oh, I think he's gonna do something that's illegal right here",
        84.0,
        87.88
    ],
    [
        " And I don't say anything and then I watch you do it and then I run up the chain of command report you and bust you right",
        87.88,
        94.48
    ],
    [
        " You got to be careful with that and and I think when you work for someone",
        94.48,
        102.92
    ],
    [
        " Or when someone works for you you need to lay it right out of the gate like hey, this is where I stand",
        103.84,
        109.16
    ],
    [
        " Like I'm not gonna cover for you if you do some stupid",
        109.16,
        113.16
    ],
    [
        " illegal things",
        113.16,
        115.04
    ],
    [
        " You don't wait for them to do it and then drop the hammer on them",
        115.04,
        120.24
    ],
    [
        " Maybe I'm being overly fair. Maybe we should be all out to get people that are you know",
        120.24,
        125.96
    ],
    [
        " Doing something that they shouldn't be doing part of the problem. Yeah, but I actually",
        125.96,
        130.52
    ],
    [
        " I",
        133.12,
        133.48
    ],
    [
        " Believe that's my belief is when I when I meet you and I say hey, what's going on and you make a little crack?",
        133.48,
        138.72
    ],
    [
        " You know you make a little joke",
        139.42,
        141.24
    ],
    [
        " You know you say well, you know, it's not like the business not like the it's not like the",
        141.24,
        146.2
    ],
    [
        " Customers can really see that money. You know, let's say you're gonna skim money for some right? Yeah",
        146.2,
        151.16
    ],
    [
        " That's not you make a little joke like that",
        151.16,
        153.38
    ],
    [
        " You know you and you're and what you're doing is testing the waters with me",
        153.38,
        156.52
    ],
    [
        " You're testing my ethical",
        156.66,
        158.26
    ],
    [
        " Morals that I mean yeah, there's no way they would ever know and besides we pretty much work for it anyways, right?",
        158.26,
        163.36
    ],
    [
        " Right, you're gonna see if you're gonna get that reaction",
        163.68,
        165.44
    ],
    [
        " So you know we just you know sometimes we had to get a little charge a little extra on that install right maybe we're maybe we're some kind of",
        165.44,
        172.48
    ],
    [
        " Installer's at a house. You know, yeah, you know, I usually you know throw a little up charge on here",
        172.48,
        176.7
    ],
    [
        " They never know if that's type of wall whatever right",
        176.7,
        180.06
    ],
    [
        " You throw that test at me. It's my duty if I'm the type of person that's gonna report you",
        180.06,
        186.12
    ],
    [
        " For skimming money from the customers then I should tell you like, man. That's not cool now. Yeah, no those customers",
        187.16,
        193.08
    ],
    [
        " They you know here's my view is those customers that we're out there trying to do this install for they had to work hard for that money",
        193.08,
        199.42
    ],
    [
        " And I don't want to be taking it from them. Now you kind of know. Yeah, you better not be doing that in front of me",
        199.42,
        204.74
    ],
    [
        " Yeah, as opposed to me smile on and going along with your joke and then three months later",
        204.74,
        209.5
    ],
    [
        " I report, you know, I turn over report to the boss man. Yeah",
        209.5,
        213.86
    ],
    [
        " So I don't think that's very ethical lethal. Yeah, it's kind of like to mislead you. It's a little bit of a backstab",
        214.6,
        219.3
    ],
    [
        " Now are there cases of course where somebody's doing something that's just",
        219.3,
        224.64
    ],
    [
        " Outragiously unethical and you didn't know about it or something",
        224.64,
        228.04
    ],
    [
        " You pretty much know though. You can tell when people are doing shady things. Yeah, you get so so I think that that is something",
        228.04,
        234.76
    ],
    [
        " Okay, so let me let me let me let me close this thought or at least",
        234.76,
        239.54
    ],
    [
        " Make a point of this thought my point of this thought is it's the same thing that happens a lot where people don't like to have hard conversations",
        240.34,
        246.42
    ],
    [
        " so",
        246.42,
        247.76
    ],
    [
        " It's an easy conversation when you say you know those customers never know where their money goes",
        247.76,
        253.62
    ],
    [
        " And it's only 12 bucks of thing and it's no big deal the easiest thing for me to do",
        253.62,
        258.82
    ],
    [
        " Is to smile and say yeah, right? That's the easy and and that's not that big of a deal right",
        258.82,
        265.5
    ],
    [
        " It gets so much harder the further we go down that road it gets harder and harder and harder because then you start saying hey",
        266.18,
        273.18
    ],
    [
        " You know, it's only you know we've been skimming like 12 bucks guess what they never notice this other charge either and I can get him for $62",
        273.18,
        279.96
    ],
    [
        " And then all of a sudden it's a harder conversation. So have the hard conversation earlier. It'll make it easier for you",
        279.96,
        289.08
    ],
    [
        " so",
        289.08,
        291.7
    ],
    [
        " That",
        293.68,
        294.0
    ],
    [
        " Being said",
        294.0,
        294.72
    ],
    [
        " Now how do we",
        294.72,
        296.94
    ],
    [
        " Escalate above you in the chain of command?",
        296.94,
        299.78
    ],
    [
        " First of all my goal is to not escalate above you in the chain of command my goal is to actually raise the situation to you and bring it up to you and say",
        299.96,
        306.3
    ],
    [
        " Hey, Echo, you know the way we've been doing this job, you know",
        306.3,
        309.92
    ],
    [
        " I think we should do it a different way. I think there's a better way to do it",
        309.92,
        312.44
    ],
    [
        " I think there's a better way to treat the customer whatever whatever the thing is better way to attack this target",
        312.44,
        316.08
    ],
    [
        " Whatever the thing is and I'm gonna have that conversation with you like two three four five times to try and",
        316.08,
        321.32
    ],
    [
        " Get you to listen to me now if the conversation doesn't work",
        322.7,
        325.42
    ],
    [
        " I'm gonna escalate it even further. You know what I'm gonna do. I'm gonna actually do a little right up",
        325.42,
        329.76
    ],
    [
        " I'm gonna write a point paper. I'm gonna say echo. I was listening thinking about what we're doing how we're hitting this target or how we're",
        329.76,
        335.82
    ],
    [
        " Loading out our guys or whatever",
        335.82,
        337.04
    ],
    [
        " And I'm gonna write you a point paper and I'm gonna I'm gonna lay it out for you to land what my plan is what the cost benefits are",
        337.04,
        342.78
    ],
    [
        " and",
        342.78,
        344.26
    ],
    [
        " Make that very clear to you",
        344.26,
        346.38
    ],
    [
        " so that way",
        346.38,
        347.72
    ],
    [
        " I'm giving you every ample opportunity to listen to what I'm saying right and I'm probably even gonna say",
        348.4,
        355.46
    ],
    [
        " Hey, maybe we should run this by you know the boss",
        355.46,
        358.52
    ],
    [
        " To see what they think",
        358.52,
        360.34
    ],
    [
        " Because if you just keep disagreeing with me and I say you know could you mind if I bring this to the boss and see what he thinks",
        360.34,
        365.14
    ],
    [
        " Now what are you gonna say to that?",
        365.14,
        367.44
    ],
    [
        " Most most the medias are not gonna be happy, but I'm giving you a heads up",
        367.8,
        371.36
    ],
    [
        " Yeah, cuz I'm just trying to play open and it kind of doesn't it kind of make them reflect to work",
        371.36,
        377.4
    ],
    [
        " It's like oh hey, I'm gonna you know bring somebody there",
        377.4,
        379.86
    ],
    [
        " Well, what are you saying? No, don't bring that to the boss. Yeah, it's kind of like odd",
        379.86,
        382.94
    ],
    [
        " It makes it real over it that they're not doing correct. Yeah, so",
        382.94,
        387.58
    ],
    [
        " So yeah, you say and you might get a boss you might get a boss goes yeah bring it to him",
        387.58,
        392.98
    ],
    [
        " He's gonna say the same thing. I'm telling you and then you go maybe I'm wrong",
        392.98,
        395.98
    ],
    [
        " Yeah wrong about this procedure or maybe I'm wrong about how we're gonna attack this target",
        395.98,
        400.0
    ],
    [
        " but it is and also this is a hard conversation to have",
        400.0,
        404.9
    ],
    [
        " The hard conversation to say someone man can we just bring this to the boss or and and and again",
        405.14,
        409.78
    ],
    [
        " I'm not saying you say hey, I'm gonna bring this to the boss right now",
        409.78,
        414.14
    ],
    [
        " Say hey, would you mind if I got his opinion?",
        414.14,
        416.14
    ],
    [
        " Would you mind if I see what she said about this and that way we're",
        416.6,
        422.0
    ],
    [
        " We're not saying I'm going to the boss who go above your head. You can't saw me. No, that's not what I'm talking about",
        422.0,
        428.36
    ],
    [
        " so",
        428.36,
        429.44
    ],
    [
        " There's that the other thing that you can so that's that's sort of a direct approach with your",
        431.38,
        435.78
    ],
    [
        " Media boss which starts by the way with an indirect approach of being like hey echo",
        435.78,
        439.08
    ],
    [
        " You know what's thinking about the way we're hitting these targets wouldn't it be smart?",
        439.08,
        441.8
    ],
    [
        " Maybe if we hit him from over here, do you think that would work and now we're just open up the conversation",
        442.04,
        445.6
    ],
    [
        " So we've done that I can also go indirect with your boss, right? So so your direct boss who's now",
        445.6,
        451.2
    ],
    [
        " Two up above me in the chain of clay. I can go indirect with him at the water fountain",
        451.2,
        455.56
    ],
    [
        " Right, yeah, hey, oh yeah, thanks boss. Yeah, everything's going great. Yeah, doing a great job. Yeah, work",
        456.88,
        462.08
    ],
    [
        " Yeah, I'm on echoes team. Yeah. Yeah, no, it's really good. It's good. It's a tough mission",
        462.08,
        466.32
    ],
    [
        " But you know, we're we're always exploring new ways to do it",
        466.32,
        468.68
    ],
    [
        " You know, it's we're looking at some other options. I was thinking of another way to hit those targets to kind of like coming in from this direction",
        468.68,
        474.42
    ],
    [
        " Oh, that's all I did was just drop a little",
        474.42,
        477.02
    ],
    [
        " Planned a little seed, you know have that conversation come up and I'm just gonna that's what I'm gonna do plant a little seeds and",
        477.02,
        483.5
    ],
    [
        " Try and get them to maybe say oh that sounds like a really good idea",
        483.5,
        487.6
    ],
    [
        " What did echo think of that I you know actually I haven't talked to echo about it in full detail",
        487.6,
        492.64
    ],
    [
        " But I will not go but hey, man that boss asked me about this and",
        492.64,
        496.88
    ],
    [
        " He was mentioning you know, I mentioned this other way of doing it and he thought it might be good idea",
        496.88,
        501.26
    ],
    [
        " And I just want to give you heads up in case he says anything. I didn't really have a chance",
        501.26,
        505.4
    ],
    [
        " You know, whatever so we're just playing the game a little bit",
        505.4,
        508.48
    ],
    [
        " That's good right that never in that line. I just want to give you the heads up",
        508.48,
        512.68
    ],
    [
        " I feel like that's like real good when someone says it is however it also gets",
        512.86,
        517.82
    ],
    [
        " It's also a way of saying hey, I ratted you out",
        517.82,
        521.72
    ],
    [
        " I ratted you out depending on what it's followed with it's like hey, I just want to give you heads up",
        521.72,
        528.08
    ],
    [
        " The boss you know asked me about this and I didn't know how to respond",
        528.08,
        532.36
    ],
    [
        " So I said this and he like come and talk to you. I just wanted to give you heads up",
        532.36,
        535.92
    ],
    [
        " That's different. I just to give you a heads up. I talked to the boss earlier today. I told him what your deal is",
        535.92,
        540.94
    ],
    [
        " It's kind of like that. That's not good for you",
        541.74,
        543.64
    ],
    [
        " so",
        543.64,
        544.78
    ],
    [
        " Yeah, there's all kinds of shades of gray there as well and you know, I worked for",
        544.78,
        549.74
    ],
    [
        " For a while I was the admiral's aid and so I and I worked for a really great guy great admiral",
        549.74,
        556.56
    ],
    [
        " who I had a really good relationship with you know and if I needed something",
        556.56,
        562.3
    ],
    [
        " He was gonna give it to me and so when I was a task unit commander, which is what was what job I went to immediately when I got done working for the admiral",
        562.3,
        569.78
    ],
    [
        " I",
        572.74,
        573.22
    ],
    [
        " Literally",
        573.22,
        572.58
    ],
    [
        " Had a direct line to the admiral because I had his cell phone number",
        572.58,
        578.56
    ],
    [
        " I had his office number and if I wanted to call him he wanted to talk to me because we were friends",
        578.56,
        584.0
    ],
    [
        " But that doesn't mean that I went to him and you know did all kinds of you know",
        584.0,
        590.64
    ],
    [
        " I didn't do that no",
        590.64,
        591.62
    ],
    [
        " I never took advantage of that yet at all and was always professional",
        591.62,
        596.04
    ],
    [
        " But there is this little story",
        596.04,
        599.12
    ],
    [
        " Where",
        602.78,
        603.2
    ],
    [
        " It's odd as this might sound we're getting ready to go into deployment and",
        603.2,
        606.74
    ],
    [
        " We needed a",
        606.74,
        608.58
    ],
    [
        " What's called a large format color printer? Yeah, and it prints out big pieces of paper large format",
        608.58,
        616.38
    ],
    [
        " And you need it because you need to make battle maps",
        616.38,
        618.76
    ],
    [
        " Yeah, and you need a good one because when you got on an operation every single guy in the platoon has a map",
        618.76,
        623.66
    ],
    [
        " So you could have you might need 8 10 12 15 30 you might need 30",
        624.78,
        629.54
    ],
    [
        " Color laminated maps to go out on a mission and for whatever reason I think we had one it was kind of crappy and",
        629.54,
        637.2
    ],
    [
        " The boss the admiral",
        637.2,
        638.9
    ],
    [
        " You know I talked to him before I was going on deployment",
        638.9,
        641.58
    ],
    [
        " I don't know if he called me or I ran into him or whatever and",
        641.58,
        644.9
    ],
    [
        " He's the admiral charge him everything and he's just you know getting a feel for what's going on",
        644.9,
        648.18
    ],
    [
        " And he says you know, hey do you have everything you need for the planet?",
        648.18,
        651.82
    ],
    [
        " He knew I was leaving in a couple days or a couple of weeks a",
        651.82,
        654.12
    ],
    [
        " And I said yeah, you know sir. We're good to go, you know",
        654.12,
        657.72
    ],
    [
        " I'm only right now believing in I'm just waiting on a printer to gotta get one of those large format printers for battle maps",
        657.72,
        662.48
    ],
    [
        " But other than that we're we're rocking and rolling",
        662.48,
        664.62
    ],
    [
        " and",
        664.62,
        666.22
    ],
    [
        " Like that afternoon I got back to my office and",
        666.22,
        672.34
    ],
    [
        " The Commodore so now it's two bosses above my immediate boss at the seal team and one guy below the admiral",
        672.34,
        679.22
    ],
    [
        " We don't have like a message for me. He was like hey and luckily I was friends with him",
        679.72,
        684.5
    ],
    [
        " He was hey, I guess you need a printer. Let me know what kind",
        684.5,
        688.9
    ],
    [
        " He's like thanks for the heads up and I was like hey sorry, so I just saw him in the quickie mark or whatever",
        688.9,
        694.98
    ],
    [
        " But yeah, you know you you gotta you gotta you don't want to abuse that stuff at all and you gotta",
        694.98,
        701.36
    ],
    [
        " Gotta be smart about it and it's always is I'm telling you it's always it's it's not good to skip the chain of command",
        701.36,
        708.42
    ],
    [
        " It really isn't it's not gonna it generally is not gonna benefit you and generally gonna put you in a bad situation",
        708.42,
        713.9
    ],
    [
        " It's gonna give you less leverage with your immediate boss because if I went above the chain you command on you",
        713.9,
        720.1
    ],
    [
        " Even if you get redirected by our boss you are pissed. Yeah, and you're gonna you're gonna",
        720.1,
        728.6
    ],
    [
        " Sapotosh. Yeah, it's like it's like really it's a version of going behind someone's back",
        728.6,
        733.96
    ],
    [
        " Oh for sure it is yeah, and it almost even feels like even if you tell them it feels like all you're going",
        733.96,
        739.88
    ],
    [
        " About my head. Yeah, yeah, it's a really it's a really",
        739.88,
        743.28
    ],
    [
        " It's a tough one. Yeah, you gotta you gotta use caution with that one and also I'll tell you what else it is",
        743.28,
        749.94
    ],
    [
        " it's",
        749.94,
        751.48
    ],
    [
        " It's an easy it's it appears to be the easy way out like if you're not listening me",
        751.48,
        758.08
    ],
    [
        " I'm gonna go above the chain of command instead of me",
        758.08,
        760.26
    ],
    [
        "",
        761.48,
        761.48
    ],
    [
        " Explaining to you writing point papers to you building a relationship with you so that you trust me",
        761.48,
        767.12
    ],
    [
        " Instead of doing all those things that take time and effort intact",
        767.12,
        770.04
    ],
    [
        " I'm just gonna skip the chain of command until your boss. That's that's another negative about it",
        770.04,
        774.82
    ],
    [
        " It's a cop out you shouldn't need to do it. I can't like that printer story. I just told",
        774.82,
        779.84
    ],
    [
        " Like other than that of me going above the chain of command",
        779.84,
        784.34
    ],
    [
        " And that was almost a comical thing like I said",
        784.34,
        785.98
    ],
    [
        " I was friends with the Commodore too who always took great care of me and was laughing when he left the message",
        785.98,
        791.34
    ],
    [
        " I go thanks for the heads up. You know",
        791.34,
        792.8
    ],
    [
        " He wasn't mad when he said that he was you know",
        792.8,
        794.76
    ],
    [
        " He was laughing because here I was getting ready to play to Iraq and what I want is a printer",
        794.76,
        798.88
    ],
    [
        " That's what we need which can tell you how dialed in we were and how much great gear",
        798.88,
        803.86
    ],
    [
        " Yeah, because the only thing that was left that we needed was a printer",
        803.86,
        806.48
    ],
    [
        " You know, that's where I was at I got all the everything we needed but a printer",
        806.48,
        810.78
    ],
    [
        " So you went above his head and I get it",
        810.78,
        812.9
    ],
    [
        " Yeah, yeah for the printer, but you got to you know",
        812.9,
        815.96
    ],
    [
        " Other than that it's really hard for me to think of other times in my naval career where I went above",
        815.98,
        820.6
    ],
    [
        " Someone in the chain of command. It just didn't happen",
        820.6,
        823.04
    ],
    [
        " You know, I'm gonna take the time to build a relationship with my immediate boss and they're gonna do what I want them to do",
        823.04,
        827.4
    ],
    [
        " Yeah, they're gonna give me what I want them to give me",
        827.4,
        829.34
    ],
    [
        " They're gonna support me the way I need to get supported. That's what I'm gonna do",
        829.34,
        833.18
    ],
    [
        " Yeah, that's leading up the chain of command skipping the chain of command isn't really leadership",
        833.18,
        837.48
    ],
    [
        " Yeah, so try not to do it kind of like when you're a kid and you're you got to deal with your older brother or something",
        837.48,
        843.86
    ],
    [
        " But instead of dealing with him you go and tattle on him something like that. Yeah, yeah, no, it's the same same similar thing",
        843.86,
        850.84
    ],
    [
        " Not that my little brother tattled on me ever",
        850.84,
        853.26
    ],
    [
        " Yeah",
        853.26,
        854.36
    ],
    [
        " Interesting how you and it seems like this is a common theme too how you're like you want to try",
        854.36,
        860.78
    ],
    [
        " The most and the best you can to deal with it yourself like the most for sure like from the beginning",
        860.78,
        866.58
    ],
    [
        " Oh, I mean just like how you were saying how like if you got to fire someone, you know where you want to get to the point",
        866.58,
        872.24
    ],
    [
        " Where you deal with it in the beginning? Yes, like you can't like just let them do the wrong thing",
        872.32,
        877.08
    ],
    [
        " You'd be like yeah, that's cool let them do it for years and then be like you know what you're fired because of all these wrong things",
        877.08,
        881.96
    ],
    [
        " And you didn't even bring it up and think about this too like on the unethical things you you might be",
        881.96,
        886.58
    ],
    [
        " Again, I'm gonna I'm gonna walk a fine line here, but you might",
        886.58,
        890.98
    ],
    [
        " Not recognize you might not recognize that what you're doing is unethical",
        890.98,
        896.46
    ],
    [
        " You might be like hey Jaco you know what I do is I just I always hit everyone with this little extra $12 charge",
        896.46,
        901.36
    ],
    [
        " You know no big deal no one ever notices it and you know we're working hard and you might just hey man it gives you",
        901.52,
        908.76
    ],
    [
        " Food for your kids and you're working on a bunch of rich people's houses so they can afford 12 bucks",
        908.76,
        914.46
    ],
    [
        " And it's not that big of a deal to you and maybe somebody that you started working for did the same thing",
        914.46,
        918.64
    ],
    [
        " That's kind of just the standard operating procedure. Yeah, where's the house like man? You know what that's not good",
        918.64,
        923.22
    ],
    [
        " You know that's actually it might not seem like a big deal, but you're taking money",
        923.22,
        928.22
    ],
    [
        " You know you know that puts money on your table gives you your kids and taking money off their table",
        928.46,
        933.22
    ],
    [
        " Yeah, you know and whether they're rich or not money's money",
        933.22,
        936.14
    ],
    [
        " Yes, I don't think I don't feel like we should be doing you know, I mean I can might awaken you and get your ethics back on track",
        936.14,
        943.14
    ],
    [
        " And you might be a good dude cuz just cuz someone was skimming some money doesn't mean they're a horrible person",
        943.14,
        947.24
    ],
    [
        " right it means that they",
        947.24,
        948.82
    ],
    [
        " Went down the wrong path. Yeah, just because someone goes down the wrong path doesn't mean they can come back",
        948.82,
        954.18
    ],
    [
        " It doesn't mean they cannot come back to the right path man if I was if I was",
        954.2,
        958.48
    ],
    [
        " You know executed every time I did something that was stupid or or bad or you know",
        958.48,
        963.82
    ],
    [
        " I shouldn't have done I would have died of 1000 deaths by now, right?",
        963.82,
        966.76
    ],
    [
        " We grow up and we learn these things we become better people",
        967.26,
        970.72
    ],
    [
        " But we only become better people we only learn these things if somebody teaches them to us. Yeah now we can learn the hard way",
        970.72,
        975.84
    ],
    [
        " Which is you know all the sudden someone looks at you and goes wait what's this charge for 12 bucks?",
        975.84,
        981.08
    ],
    [
        " And then they pull up all your receipts for the last five years you've been working here",
        981.12,
        984.06
    ],
    [
        " And then they realize you've stolen money from the company and stolen money from these customers and they're gonna prosecute you",
        984.06,
        989.14
    ],
    [
        " Because stealing over X amount of dollars is a felony. You know what I mean?",
        989.14,
        993.52
    ],
    [
        " So then you learn your lesson, but that's not the lesson we want to learn so",
        993.68,
        997.32
    ],
    [
        " Having those tough conversations like you're talking about having them up front and whether it's you're right",
        997.32,
        1002.16
    ],
    [
        " We write whether it's counseling somebody whether it's dealing with you know my boss who I want to tell like hey, I think there's a better way to do this",
        1002.16,
        1008.94
    ],
    [
        " Any of those the earlier you do them the easier they are to have and the longer you wait to do them the harder they get yeah, so",
        1009.86,
        1019.0
    ],
    [
        " Also, too, it's just an overall help like I don't know",
        1019.0,
        1024.0
    ],
    [
        " It's hard to not draw the analogy nothing else but the comparison between like your boss and",
        1024.0,
        1029.96
    ],
    [
        " subordinates type situation and",
        1029.96,
        1031.66
    ],
    [
        " Parenting kids, you know like for sure",
        1031.66,
        1034.38
    ],
    [
        " Just like are you saying sometimes people don't know necessarily that it's unethical or they don't know it's that unethical or some of that that's that's it",
        1034.64,
        1041.8
    ],
    [
        " I mean in my situation with kids like they don't know essentially they don't know better, you know like I don't know",
        1041.8,
        1047.2
    ],
    [
        " You take a permanent pen and you draw all over the walls you're four or five years old and you're like",
        1047.2,
        1052.38
    ],
    [
        " Yeah, sure I've been drawing on paper this whole time",
        1052.38,
        1055.56
    ],
    [
        " So there's no reason for me to think sure I should draw on the walls",
        1055.56,
        1058.96
    ],
    [
        " But there's really nothing to tell me not to so they do it and then they go get like beat or something like that or just yell that or something",
        1058.96,
        1066.0
    ],
    [
        " Some some punishment straight up punishment instead of you know, okay, you didn't know that you have to know this",
        1066.0,
        1071.7
    ],
    [
        " You know, it's like that kind of stuff. I gotta I gotta tell a story we were I was going through officer candidate school",
        1071.7,
        1077.44
    ],
    [
        " And there's a manual and you're going through officer candidates go",
        1077.44,
        1080.74
    ],
    [
        " I can't remember what it's but it's all the rules of officer candidates school everything you this now uniform",
        1080.74,
        1084.72
    ],
    [
        " So it's supposed to be this is the way your locker's supposed to be these are the way you stand line at the chow hall all the",
        1084.72,
        1089.12
    ],
    [
        " Every single rule is in this book and I forget what it's called",
        1089.12,
        1091.38
    ],
    [
        " So you live by the code of this book and it's very specific rules and there was a kid",
        1091.38,
        1097.44
    ],
    [
        " who was going through officer candidates school with us and",
        1097.44,
        1102.26
    ],
    [
        " he was",
        1102.26,
        1104.08
    ],
    [
        " From another country he'd been raised another country and became an American citizen",
        1104.08,
        1108.34
    ],
    [
        " But he was from another country and grew up in a really poor, you know a really poor kid so good for him",
        1108.86,
        1115.02
    ],
    [
        " I mean he had achieved",
        1115.02,
        1115.84
    ],
    [
        " An incredible amount finishing college going to officer candidates school is awesome",
        1115.84,
        1120.06
    ],
    [
        " But he had some habits from growing up in the third world that were a little bit different for you know for",
        1120.06,
        1127.94
    ],
    [
        " Americans and one of the things that he would do is",
        1127.94,
        1132.1
    ],
    [
        " He would urinate in the shower and and not just while he was taking a shower",
        1132.1,
        1136.3
    ],
    [
        " But when you come back from a class or something, you know, you'd everyone have to go to the bathroom at the same time and so",
        1136.3,
        1142.04
    ],
    [
        " You know guys would go in and they fill up the urinals and then there's nowhere to piss",
        1142.04,
        1145.78
    ],
    [
        " So what are you gonna do? Oh, he would just go in the shower and it's a big open shower",
        1145.78,
        1148.72
    ],
    [
        " You just go in there and piss right in the drain like it was nothing toilet shower. Yeah, so I let shower whatever",
        1148.72,
        1152.62
    ],
    [
        " dang and one of the American kids",
        1152.62,
        1155.32
    ],
    [
        " And I'm calling kids these guys were all you know actually we had a but some of them were new kids fresh out of college",
        1155.32,
        1161.24
    ],
    [
        " The kid the the kid that was urinating in the shower was fresh out of college and one of the older guys who was like me was a",
        1161.28,
        1168.16
    ],
    [
        " Prior enlisted guy he came to me and he said hey, man",
        1168.16,
        1170.98
    ],
    [
        " This kid's urinating in the shower like all the time and I said I said okay",
        1170.98,
        1177.54
    ],
    [
        " Well, you know run the water. He's like brand. I got to get to he's like I've he's like you know",
        1177.54,
        1181.08
    ],
    [
        " My squad's in charge of cleaning the showers and so these are my guys on their on the ground cleaning up his piss",
        1181.08,
        1185.92
    ],
    [
        " They didn't cool and I was like all right cool. I'll talk to him",
        1185.92,
        1189.12
    ],
    [
        " So I went and I said hey, man. I said hey, you know officer candidate whatever can I can I talk to you for a second",
        1189.6,
        1194.98
    ],
    [
        " He goes yeah, and he comes in my room as a hey, man you you",
        1194.98,
        1197.6
    ],
    [
        " You know you're you're pissing in the shower just wait for a toilet and he looked at me like I was telling him that he shouldn't breathe air",
        1197.6,
        1205.46
    ],
    [
        " Right he was like well why and I said I said we'll know because you know",
        1205.46,
        1209.48
    ],
    [
        " You're you're pissing where everyone walks around and he goes you have a little water to drain",
        1209.48,
        1213.88
    ],
    [
        " It's all pipes and he goes and I said no it's it's not",
        1213.88,
        1218.38
    ],
    [
        " Just just don't do and he goes it's not in the rule book",
        1219.36,
        1221.34
    ],
    [
        " This is what he said to me and I go what do you mean? He goes the the name the manual",
        1221.34,
        1225.24
    ],
    [
        " He goes it doesn't say in there that you can't piss in the showers",
        1225.24,
        1227.34
    ],
    [
        " I was like what doesn't say you get piss on my floor",
        1227.34,
        1229.4
    ],
    [
        " He's going to my bed, but I don't want you doing that",
        1229.4,
        1231.2
    ],
    [
        " But it was interesting my point is that his viewpoint was like this was",
        1231.2,
        1234.98
    ],
    [
        " Totally normal and he was a great kid and it's a hard worker, but for him",
        1234.98,
        1240.44
    ],
    [
        " He was just like what are you talking about why wouldn't I piss in the shower all the all the pistors are taken",
        1240.44,
        1244.76
    ],
    [
        " I'm gonna go piss in the shower. Well next question. Let's move on. I got work to do",
        1244.76,
        1248.66
    ],
    [
        " And so I had to explain to him hey man listen",
        1249.24,
        1251.8
    ],
    [
        " It's it's a little different and people that are cleaning the showers don't want to be down on their hands and he's in in your piss",
        1251.8,
        1258.88
    ],
    [
        " Yeah, so and he said okay, he he listened to me and",
        1258.88,
        1263.26
    ],
    [
        " But I could see that he listened to me, but he didn't 100% agree with me",
        1263.26,
        1267.08
    ],
    [
        " Right, you know, he was like okay, you know that's fine",
        1267.08,
        1269.14
    ],
    [
        " Yeah, he kind of did that, you know, and it was one of those where I'm trying to explain to him the why but it just",
        1269.14,
        1274.2
    ],
    [
        " It's like you're saying like he literally didn't understand that",
        1274.2,
        1278.42
    ],
    [
        " That was not acceptable from a hygienic point hygienic",
        1279.1,
        1283.28
    ],
    [
        " Is that right hygienic hygienic from a hygienic point from a",
        1283.28,
        1287.52
    ],
    [
        " You know a moral or a morale point of the",
        1287.52,
        1292.6
    ],
    [
        " They're cleaning up. Yeah, that was that was good times. You never seen that",
        1292.6,
        1297.86
    ],
    [
        " Sign fell you watch sign fell there. I know what that is right. I know it's a negative",
        1297.86,
        1302.82
    ],
    [
        " He gets caught one of the guys gets caught",
        1302.82,
        1307.42
    ],
    [
        " Taking a leak in the shower at the gym, you know, you know, the gym take shower and then it's like, you know",
        1308.1,
        1313.58
    ],
    [
        " They catch you and they you're ostracized basically. I think they even took his man. I don't know, but",
        1313.58,
        1318.2
    ],
    [
        " He's like, hey, you believe this there whatever, you know, they're they're mad at me for you know pissing in the shower at the gym and he's like",
        1318.2,
        1325.28
    ],
    [
        " He's like why why are you confused at their mat at you kind of thing? And he's like it's all pipes",
        1325.28,
        1330.52
    ],
    [
        " So don't agree with it. You know, he's trying to defend it and you can kind of see where in a small team tiny way",
        1330.52,
        1336.16
    ],
    [
        " If you don't think about it. Yeah, like why not it's going down the drain. You're not pissing on the on the people",
        1336.16,
        1341.28
    ],
    [
        " Hey, I was deployed on a ship and I was an officer as an ensen so I just moved up from the from the troop birthing",
        1341.28,
        1347.88
    ],
    [
        " Where I used to be with the enlisted spine",
        1347.88,
        1350.62
    ],
    [
        " It's at least a proudly call ourselves",
        1350.62,
        1352.5
    ],
    [
        " I was up in the in the officer area in the what they call those area the officer country",
        1352.5,
        1358.42
    ],
    [
        " She's a little science officer country, you know, no enlisted allowed",
        1358.42,
        1362.0
    ],
    [
        " Elite is yeah totally lead us so I'm in there and I'm living with a we actually had four other seals seal officers in this room",
        1362.0,
        1369.14
    ],
    [
        " It's one of the seal officers",
        1369.14,
        1371.12
    ],
    [
        " It was a sink in the room but no bathroom",
        1371.12,
        1373.62
    ],
    [
        " So you just had a sink you brush your teeth shave whatever",
        1373.62,
        1375.74
    ],
    [
        " But if you want to go to the bathroom you go down the hallway where the showers and the pistors were and",
        1375.74,
        1380.38
    ],
    [
        " so",
        1380.38,
        1380.66
    ],
    [
        " one night I'm",
        1380.66,
        1383.1
    ],
    [
        " You know, I'm like get stirred awake by some noise and I see one of the my fellow officers is pissing in the sink right in the sink",
        1383.1,
        1391.42
    ],
    [
        " and",
        1393.2,
        1393.56
    ],
    [
        " You know, I was like, hey man. What are you doing?",
        1393.56,
        1396.7
    ],
    [
        " He's like I'm not walking all the way down to the down to the bathroom. Oh, it's like yeah, actually yes you are",
        1397.36,
        1403.4
    ],
    [
        " That's why I brush my teeth homes and he and he was the same way",
        1403.4,
        1408.32
    ],
    [
        " He was kind of surprised like what's wrong with you? It's just pissing. It's the same pipes",
        1408.32,
        1412.68
    ],
    [
        " But like no, do me a favor just walk on down there. What if he",
        1412.68,
        1416.98
    ],
    [
        " Urinated in sink regularly, but every single time when he was done he scrubbed the sink with like lice horn stuff bro",
        1418.08,
        1425.68
    ],
    [
        " It's all psychological on that well. It's not just psychological, but that doesn't even make it worth it",
        1425.68,
        1430.72
    ],
    [
        " Now you might as well walk down there, right? I dig it, but like what if that was just his thing?",
        1430.72,
        1434.98
    ],
    [
        " I mean, well, how would you feel about it? Don't piss in my sink. Yeah, right? It's like a it's like a it's like a what do you call like a customary almost for reasons?",
        1435.16,
        1443.06
    ],
    [
        " Of course, yeah, the reason I don't piss it",
        1443.36,
        1445.04
    ],
    [
        " Actually in college we play football with it like a nice facility to at UH, but the showers were like guys would do it all the time and",
        1446.98,
        1455.02
    ],
    [
        " But the showers are shaped different where",
        1455.02,
        1457.18
    ],
    [
        " Like let's say you're facing the shower, right?",
        1457.18,
        1460.0
    ],
    [
        " You're facing the wall at the bottom of the wall was like a gutter",
        1460.58,
        1464.46
    ],
    [
        " It trench. Yeah, so it went down",
        1464.46,
        1466.44
    ],
    [
        " So if you did and one guy's would even go down you weren't ever standing in it, you know",
        1466.44,
        1471.46
    ],
    [
        " So if you're standing in it, that's like of obvious, you know",
        1471.46,
        1474.78
    ],
    [
        " But but guys who do it and when I first saw it, I was like dang you just openly doing it like one of this",
        1474.9,
        1479.82
    ],
    [
        " Actually mentioned this name is where I'm like I mentioned because pissing in shower, but",
        1479.82,
        1483.96
    ],
    [
        " He's like talking to me while he's pissing in the shower almost like it was a straight-up toilet",
        1483.96,
        1490.14
    ],
    [
        " It was like yeah, I'll talking to me and I'm like all right",
        1490.14,
        1492.86
    ],
    [
        " That's how",
        1492.86,
        1494.06
    ],
    [
        " So again, it's more like the ethics of the like the culture almost it's what it seemed like yeah",
        1494.06,
        1500.84
    ],
    [
        " What it seems like to me is don't piss in my sink",
        1500.84,
        1502.78
    ],
    [
        " I agree. Oh, yeah, the sink is different totally different ballgame. Yeah shower. Okay, understood right like you said",
        1502.78,
        1510.96
    ],
    [
        " It goes down the drain. It's there's water flowing all over it. Yeah, you're washing off any washing off the soap coming over it",
        1510.96,
        1518.56
    ],
    [
        " But you know what I got a good idea just as a general overall rule. Yeah, pissing the toilet. Yeah, try the toilet",
        1518.56,
        1525.12
    ],
    [
        " Yeah, do that one. Yeah, the same way you're probably not gonna brush your teeth in the toilet",
        1525.12,
        1530.64
    ],
    [
        " Yeah, you wouldn't do that. That's what this thing is now if you want to put if you want to brush your teeth in the toilet have at it",
        1530.78,
        1535.64
    ],
    [
        " I won't be mad at you. I'll be mad at you, bro",
        1535.64,
        1538.04
    ],
    [
        " I don't know if I can hang out with you as much or whatever, but yeah, I understand it makes sense",
        1538.04,
        1543.9
    ],
    [
        " And we're talking about pissing toilets from talking about skipping the chain of command. Oh, yeah, that's right because the guy",
        1543.9,
        1548.72
    ],
    [
        " OCS",
        1548.72,
        1549.14
    ],
    [
        " Austro can in its goal. Yeah, you got to listen to the shower. You gotta let him know you gotta have the hard conversations",
        1549.14,
        1554.36
    ],
    [
        " I wonder what ever happened to him. He's a hard work where we see from",
        1554.36,
        1557.32
    ],
    [
        " Yeah",
        1559.04,
        1559.68
    ],
    [
        " Somewhere like Vietnam or or or lousy or something",
        1559.68,
        1564.42
    ],
    [
        " Maybe Thailand. Yeah, some Asian Asian country Southeast Asian country. Yeah, hard worker and smart",
        1564.42,
        1573.42
    ],
    [
        " Yeah, I would say yeah, my opinion about taking a leak in the shower is you shouldn't do it",
        1573.42,
        1579.8
    ],
    [
        " But if like like this guy who's like, oh, that's normal that doesn't like totally surprised me though",
        1579.8,
        1585.1
    ],
    [
        " Yeah, no, it doesn't surprise me, but it makes sense that guys didn't like it though for sure",
        1585.1,
        1589.06
    ],
    [
        " Next question",
        1589.06,
        1591.12
    ]
]