[
    [
        " Virtuosity requires your favorite subject discipline creativity is important as well does a single focus on discipline inhibit creativity",
        0.86,
        10.26
    ],
    [
        " No",
        10.26,
        12.72
    ],
    [
        " Jimmy page",
        12.72,
        15.68
    ],
    [
        " Next question",
        15.68,
        17.3
    ],
    [
        " Seriously Jimmy page what okay, all right, well, you know, you bitch. Let's up one",
        17.3,
        23.46
    ],
    [
        " guitar virtuoso",
        23.46,
        25.52
    ],
    [
        " Practice with discipline I just answered this on the kids podcast. Yeah, because Jimmy page",
        26.04,
        32.74
    ],
    [
        " Played guitar so much when he was in school",
        32.74,
        35.52
    ],
    [
        " That they had to take his guitar from him during like study halls during lunch like no you can't just sit there and play guitar",
        35.52,
        43.46
    ],
    [
        " You need to do other things. Yeah, that's how much he practiced. Yeah, he practiced so much he became such a",
        43.46,
        51.14
    ],
    [
        " such a skilled player",
        51.14,
        52.54
    ],
    [
        " Through that much discipline that he was able to get more creative",
        52.54,
        57.58
    ],
    [
        " Then almost anyone else on the guitar. So there you go. It doesn't gives you freedom",
        57.58,
        63.32
    ],
    [
        " It it it expands your creativity. Yeah",
        63.32,
        67.34
    ],
    [
        " And Jimmy pages one example of a multitude",
        67.34,
        71.14
    ],
    [
        " So let me ask you this I guess we kind of talked about but not really I've never really actually asked you that I can remember",
        71.14,
        77.28
    ],
    [
        " So if you and let's assume that Jimmy page",
        77.28,
        80.66
    ],
    [
        " He didn't do it because he felt like this is you know that what I should be doing right now whatever he did just because I'm addicted to guitar",
        81.32,
        88.22
    ],
    [
        " I love it and there's nothing I'd rather be doing and all this stuff",
        88.22,
        91.7
    ],
    [
        " So if you the question is if you just love doing it and that's why you're doing it so much I love guitar",
        91.7,
        99.24
    ],
    [
        " I don't want to eat dinner right now. I'm busy on my guitar",
        99.24,
        103.08
    ],
    [
        " I just you know enjoying myself and learning and just loving it every single moment of it",
        103.08,
        107.8
    ],
    [
        " I don't want to go surf on my guitar",
        107.8,
        110.48
    ],
    [
        " Boom every single day is that discipline?",
        111.14,
        113.48
    ],
    [
        " Yes",
        113.88,
        126.58
    ],
    [
        " Okay",
        126.58,
        129.26
    ],
    [
        " Because let's say okay, actually I don't know I guess not technically",
        129.26,
        137.56
    ],
    [
        " Yeah, it is it is it is but I'd be hard pressed to find somebody that",
        138.12,
        146.04
    ],
    [
        " Loves doing something so much that they do it all the time with no discipline whatsoever",
        146.04,
        151.22
    ],
    [
        " Yeah, and and I",
        151.22,
        153.82
    ],
    [
        " I think I agree with you there",
        153.82,
        155.88
    ],
    [
        " But technically is that discipline though because you know take Michael Jordan right for example",
        155.88,
        161.42
    ],
    [
        " That's not a good example. Well, I think you know about to say I think the guitar example is good because if you really love doing it",
        161.42,
        167.3
    ],
    [
        " And that's what you're doing. I'll tell you what takes discipline even if you enjoy it. Yeah, I'm gonna stick with that answer for now",
        167.78,
        174.4
    ],
    [
        " So let's say you know what I mean even more important answers. I don't think it matters",
        174.4,
        177.68
    ],
    [
        " I don't think it matters either so I don't really because it's like it's because it kind of alter at the end of the game",
        177.68,
        183.22
    ],
    [
        " It did you put in the hours of practice and did you get good at it? Okay?",
        183.22,
        187.24
    ],
    [
        " Did you get good at it? That's what it was a question for sure. You get good at this thing",
        187.36,
        190.34
    ],
    [
        " Usually I'll say all the time pretty much with very few exceptions the way you get good at something is practice",
        190.34,
        196.74
    ],
    [
        " And then you know",
        197.3,
        198.82
    ],
    [
        " Usually since you can't do one thing all day every single day for you know 30 40 50 years",
        198.82,
        205.2
    ],
    [
        " It's gonna take discipline meaning you can have to do it even though you don't want to do it kind of thing",
        205.2,
        209.64
    ],
    [
        " Which is part of what discipline is",
        209.64,
        212.34
    ],
    [
        " But what if that part of it doesn't isn't there because even like Michael Jordan",
        212.34,
        217.74
    ],
    [
        " He's so good and he's probably love basketball whatever but there's there is of course days where he's like okay",
        217.74,
        222.52
    ],
    [
        " I'd rather maybe",
        222.52,
        223.28
    ],
    [
        " But the real person because because to get a person that loves something so much that it took them zero discipline",
        227.3,
        234.72
    ],
    [
        " I don't think that's a realistic person. I think that anyone that does anything",
        234.72,
        239.74
    ],
    [
        " It gets to a point where the only thing that drives him to do that extra percentage is discipline",
        239.74,
        246.18
    ],
    [
        " So I guess I will stick with it. Yeah, so I guess the question",
        246.18,
        249.16
    ],
    [
        " If you want to kind of relate it to like a real person so you know a person who",
        249.16,
        254.42
    ],
    [
        " Again, just like loves it right just loves what they do of course they're gonna have some discipline because they're gonna have some days that they don't love it or whatever",
        255.0,
        261.6
    ],
    [
        " Like are they would you consider them a discipline person in their in their field?",
        261.6,
        267.9
    ],
    [
        " Yeah, but we've also talked about this before just people that are very disciplined in one field and completely undisplendent",
        268.32,
        274.26
    ],
    [
        " Other fields. Yeah, so it's kind of an indicator that that might not really be",
        274.26,
        279.26
    ],
    [
        " Technically disciplined technically they got the practice again",
        280.9,
        283.74
    ],
    [
        " I don't think it's ours do you work if you like it? That's great if you don't like it",
        283.74,
        288.54
    ],
    [
        " Here's a here's an indicator if you if you don't like doing it. Well, what are you doing it for?",
        288.54,
        293.14
    ],
    [
        " If you don't even enjoy it, I mean the end right? Yeah, it's to it to the end or whatever means to an end",
        293.68,
        301.1
    ],
    [
        " But if you're gonna dedicate level 12 to something that you don't even enjoy I think that's kind of problematic",
        301.1,
        306.9
    ],
    [
        " I think you're right too",
        306.9,
        308.16
    ]
]