[
    [
        " This is the grounded podcast episode five with Echo Charles",
        0.78,
        5.6
    ],
    [
        " Greg Macintyre great",
        5.6,
        8.84
    ],
    [
        " Otherwise known as Greg train yeah Greg train. Yep",
        8.84,
        13.18
    ],
    [
        " So Greg train is long time",
        13.18,
        16.54
    ],
    [
        " Training partner of all of us. Well, how do you guys even know each other? Did you guys just know each other from Jiu-Jitsu?",
        16.54,
        22.54
    ],
    [
        " Yeah, but it seemed like there was some other connection. Yeah, like Tim right like",
        22.86,
        27.24
    ],
    [
        " Tim was like hanging out because I know you for like years and years before we but we're like hanging out and stuff",
        27.86,
        33.98
    ],
    [
        " Did you know each other preach your Jiu-Jitsu? No, okay, you met at the Chula Vista place. Yeah, oh five",
        33.98,
        39.3
    ],
    [
        " Yeah, what 2005 you know that little the list of when Dean was teaching it like out of a kickboxing Academy for like a tiny one for the one",
        39.3,
        48.82
    ],
    [
        " The half of it. Yeah, that's when you're okay because there was a curtain and whatnot",
        48.82,
        52.34
    ],
    [
        " Yeah, but you Greg train that was not your first grappling experience",
        53.54,
        58.88
    ],
    [
        " No, I started with",
        58.88,
        61.34
    ],
    [
        " Fogos Santos, but that wasn't even your first grappling experience no wrestling before",
        61.34,
        66.14
    ],
    [
        " Rassled yeah, I started wrestling in junior high. How'd you get in a wrestling? How did I get I hated bike racing?",
        66.14,
        73.62
    ],
    [
        " Bike racing. Yeah, like BMX bike racing right so my mom would take us both bike racing and my brother was into it",
        74.08,
        79.4
    ],
    [
        " And so I had to be a new whose older you or your brother my older brother, okay, so he'd take me bike",
        79.4,
        84.84
    ],
    [
        " Great and I just kind of had to go along and then I found wrestling",
        84.84,
        87.92
    ],
    [
        " He tried he was resting in high school and then I wanted a wrestle to so I did the the junior high wrestling and I did really well",
        87.92,
        95.9
    ],
    [
        " So when when you do really well, you didn't like it",
        95.9,
        99.52
    ],
    [
        " So I stay with that's kind of the key with kids you want to like make them do well with stuff",
        99.52,
        104.94
    ],
    [
        " You want to look not saying you got to let them win, but you want to let them win a little bit",
        105.16,
        109.58
    ],
    [
        " You know the working dog",
        109.58,
        112.06
    ],
    [
        " You know what I'm saying when I say working dog like an attack dog. Oh, yeah",
        112.06,
        116.32
    ],
    [
        " You know for a civilian they call it a tack dog in the military. We call it a working dog",
        116.32,
        119.84
    ],
    [
        " The working dog doesn't lose any scraps",
        119.84,
        122.28
    ],
    [
        " Like in training and training it always wins and they hit it with like a fake stick that kind of makes a lot of noise",
        122.28,
        129.78
    ],
    [
        " But it doesn't really do anything because that dog thinks it can just when it's out there in the field",
        129.78,
        133.9
    ],
    [
        " It thinks it can kill any man. Yes. It thinks every man is a big",
        133.9,
        138.78
    ],
    [
        " Boosey and that thing is just gonna rip your face off",
        138.78,
        142.12
    ],
    [
        " But the reality is like you can get offensive with a dog and you know",
        142.12,
        147.06
    ],
    [
        " You can beat up a dog because a dog is just a dog",
        147.06,
        149.64
    ],
    [
        " Right but mostly, you know, I mean they definitely work",
        149.64,
        152.94
    ],
    [
        " So what like where's the balancer like with kids for example?",
        152.94,
        157.2
    ],
    [
        " You want them to get beat up like 10% of time 20% I think you got a you got a kind of",
        157.42,
        162.72
    ],
    [
        " Follow it you got to ride the wave properly right yeah if they're just starting to dominate",
        163.52,
        168.34
    ],
    [
        " Then which I think that the goal is that you want to you want to when they start to dominate and they're just feeling great",
        168.34,
        173.08
    ],
    [
        " Then you just give a little push back down",
        173.08,
        175.4
    ],
    [
        " It's a little nudge back down and they say oh, I need to I need to work a little bit harder",
        175.4,
        179.5
    ],
    [
        " You know I did not do a good job that with that with my kids with jujitsu with jujitsu it was you're oh",
        179.5,
        186.18
    ],
    [
        " I know what I'm gonna do for my kids because I'm such a great dad. I'm gonna make everything so hard",
        186.18,
        190.34
    ],
    [
        " That they're gonna be tougher. Yeah, but really it was like oh dad",
        191.26,
        195.04
    ],
    [
        " You're gonna put us in a comp I'd put them up a weight class or two weight classes put them up with the older kids higher belts",
        195.04,
        201.16
    ],
    [
        " And they'd go to a jujitsu tournament and",
        201.16,
        204.7
    ],
    [
        " There's a big difference between a seven-year-old and a 10-year-old right like there's a big difference a big difference",
        204.7,
        211.12
    ],
    [
        " So I'd put my seven-year-old kid against a 10-year-old kid and",
        211.12,
        215.44
    ],
    [
        " He would not like he wasn't training hard",
        215.44,
        217.74
    ],
    [
        " But then a 10-year-old kid's 10-year that's a huge difference",
        218.2,
        220.8
    ],
    [
        " Yeah, and so you'd be all sad that he lost and of course I'm thinking don't worry. It'll make you tougher",
        220.8,
        225.32
    ],
    [
        " Hey, don't worry kid. You'll be tougher and the kids like that was not fun",
        225.32,
        228.9
    ],
    [
        " So that's why I tell people now the main goal as a parent with",
        228.9,
        234.32
    ],
    [
        " Jujitsu or with anything is make it fun and then to your point Greg",
        234.32,
        237.88
    ],
    [
        " How do you make something fun?",
        237.88,
        239.56
    ],
    [
        " Win winning is fun",
        240.02,
        242.02
    ],
    [
        " Yeah, so you you were in junior high you started winning and there's a little bit of natural talent",
        242.02,
        246.1
    ],
    [
        " You probably wrestled around with your brother you had a little edge over the other kids",
        246.1,
        248.7
    ],
    [
        " So all of a sudden you're winning that makes you want to train more when you want to train more you win more when you win more",
        248.7,
        252.84
    ],
    [
        " You want to train more it's a good cycle to get the kids into yeah",
        252.84,
        256.82
    ],
    [
        " Yeah, that's interesting now you call it the wave because if you do it too much you don't catch the wave",
        256.82,
        261.88
    ],
    [
        " You do it too little you don't catch the wave, you know, you got it so kind of you got to modulate right?",
        261.88,
        265.58
    ],
    [
        " Like from kid to kid it's gonna be different",
        265.86,
        267.7
    ],
    [
        " I mean he's a kid too right. He's on their temperament. Yeah, that's true",
        267.7,
        272.14
    ],
    [
        " Some kids have the temperament they want to go against the hardest kids",
        272.18,
        275.84
    ],
    [
        " And then if you have that then you can you can push that a little bit further you can ease towards that side",
        275.84,
        280.86
    ],
    [
        " but if you have the kid that's",
        280.86,
        283.58
    ],
    [
        " Not like that",
        283.58,
        284.52
    ],
    [
        " Then you got to back off and you just want him to have fun some kids it's so weird. I mean kids are just different",
        284.52,
        290.96
    ],
    [
        " You know kids are so different and you got it you have",
        290.96,
        295.02
    ],
    [
        " I mean you steer them a little bit, but",
        295.02,
        298.78
    ],
    [
        " They're just gonna go away. They're gonna be a certain way",
        298.78,
        301.72
    ],
    [
        " You know, and you're not gonna get your kid to be exactly how you want them to be",
        301.74,
        305.6
    ],
    [
        " I was in the group of parents. I would be group of men",
        305.6,
        308.72
    ],
    [
        " And everyone's talking about my kid this you know didn't do this and I said hey who at this table did what your parents wanted you to do like in life",
        308.72,
        316.7
    ],
    [
        " Right the answer is not one person not one person. Oh, I did exactly what my parents wanted me to do like who says that no one says that",
        316.7,
        325.2
    ],
    [
        " You know, I guess there's some kid that",
        325.2,
        327.18
    ],
    [
        " Well, my parents wanted me to go to Stanford and so I went to Stanford or whatever yeah, well some families they have a tradition",
        327.56,
        334.42
    ],
    [
        " You know where I like the son or the daughter whatever falls in the footsteps. That's true. That's true",
        334.42,
        339.5
    ],
    [
        " No, I you're right now that I think about I've known some families that have family businesses. Yeah, yeah now not every kid",
        339.5,
        346.1
    ],
    [
        " In the family will go into the family business, but there's usually one or two of them now sometimes that's a",
        346.1,
        350.74
    ],
    [
        " That's a smart decision just straight financially, right? They're looking at business",
        350.74,
        354.82
    ],
    [
        " But also they get they raised with it right they're raised with that type of business. Yeah, I think that's it",
        354.84,
        360.04
    ],
    [
        " They're the expectations just kind of there",
        360.04,
        362.46
    ],
    [
        " They don't get told to do one thing or another",
        362.46,
        364.68
    ],
    [
        " I remember in high school thinking like that when I was graduating some of my friends were like oh, yeah",
        364.68,
        370.12
    ],
    [
        " Gonna go to college because it was just expected for me nobody went to college",
        370.12,
        374.68
    ],
    [
        " That's an interesting idea think about",
        374.68,
        377.3
    ],
    [
        " What did you do straight out of high school?",
        377.3,
        380.22
    ],
    [
        " Um, I played around at college a little bit like in college took some classes. I know what I was doing then I started training and",
        381.1,
        388.6
    ],
    [
        " competing and then I was out for",
        388.6,
        392.08
    ],
    [
        " A while like a year and a half for I got a bad disease in my intestines and that is serious surgery",
        392.08,
        398.28
    ],
    [
        " And so I was out so that what did you wait what did you wait prior to that disease?",
        398.28,
        402.96
    ],
    [
        " It's",
        405.18,
        405.7
    ],
    [
        " 75 would you wait like after your lowest point with that disease? I think I lost like at my worst. I lost like 35 pounds",
        405.7,
        414.44
    ],
    [
        " Yeah, it was pretty bad. Yeah",
        414.44,
        416.44
    ],
    [
        " Yeah, you I remember seeing you when you were second. I was damn shocked bro",
        416.44,
        421.68
    ],
    [
        " Yeah, it's got a lot of weight",
        421.68,
        423.92
    ],
    [
        " And you and you can just so everyone knows because you're not seen Greg Train is 100% lean like there's no like fat",
        423.92,
        430.6
    ],
    [
        " Greg Train Greg Train is pure muscle",
        430.74,
        433.24
    ],
    [
        " So yeah, when you lost that much weight that was a lot of weight for you to lose",
        433.24,
        437.74
    ],
    [
        " Yeah, yeah, it was it was a tough age to lose all that weight because I was 20 years old",
        437.74,
        441.9
    ],
    [
        " I remember coming back like I was I just had caught the bug you know the juditsu bug all the dick to do it",
        441.9,
        448.54
    ],
    [
        " And then I wasn't able to train yet",
        448.54,
        450.46
    ],
    [
        " I had like for a while",
        450.46,
        451.6
    ],
    [
        " I had to eat the ostomy bag and all that but I remember coming back sitting on the wall at Fabulous and watching you guys and",
        451.6,
        457.98
    ],
    [
        " It was just though the worst few months of my life. That's what felt like",
        458.06,
        462.02
    ],
    [
        " Oh, cuz you got a watch you can't participate. Oh, yeah",
        462.02,
        465.8
    ],
    [
        " The other thing is words when you get injured you feel like or",
        465.8,
        468.84
    ],
    [
        " Disease I assume is the same, but you get injured. You feel like it's never gonna get better. Yeah",
        468.84,
        474.26
    ],
    [
        " It's actually the worst thing in the whole entire world and you you had two biceps surgeries two echo",
        474.26,
        481.46
    ],
    [
        " Yeah",
        481.46,
        481.86
    ],
    [
        " So was your second one mentally worse or was the first one mentally worse?",
        481.86,
        485.52
    ],
    [
        " First one the first one was worse everything mentally and physically the second one you knew what you had",
        485.52,
        490.48
    ],
    [
        " Yeah, you knew what the deal was. Yeah, I got this yeah, and like I knew what I had to do for rehab and",
        490.48,
        496.62
    ],
    [
        " I don't know if the surgical procedure was more updated to",
        496.62,
        500.62
    ],
    [
        " And I had like I had some supplementation",
        500.62,
        503.88
    ],
    [
        " So I'm joint warfare not like nothing crazy nothing like that",
        503.88,
        508.26
    ],
    [
        " But yeah, now it was the path to recover who was way more clear for sure for the second one",
        508.26,
        512.66
    ],
    [
        " Did what was the deal with that disease was there was there a pathway to where they said you'd be like",
        512.94,
        518.7
    ],
    [
        " Okay, you'll be recovered from this eventually",
        518.7,
        520.58
    ],
    [
        " Before the surgery. Yeah",
        520.58,
        522.74
    ],
    [
        " I think they just kind of wait and see how severe it is and then",
        522.74,
        527.48
    ],
    [
        " It was a it was a bad case",
        527.48,
        529.58
    ],
    [
        " So like some people just live with it if it's like a mild case ulcerative collides what we're talking about",
        529.58,
        534.86
    ],
    [
        " And then they could take these anti-inflammatory medications and stuff",
        534.86,
        538.88
    ],
    [
        " For me it was like it was really bad. I wasn't all that way and they're like you know",
        539.3,
        542.96
    ],
    [
        " I'm a choice you need to get rid of that thing",
        542.96,
        544.84
    ],
    [
        " So they took the entire colon out which",
        544.84,
        547.28
    ],
    [
        " Fixed a lot of the problem. I still have some issues",
        547.28,
        550.12
    ],
    [
        " Obviously you need like it's convenient to have a colon",
        550.12,
        553.36
    ],
    [
        " But I mean, I'm it's a lot it's a lot better than having a disease, you know",
        553.36,
        558.14
    ],
    [
        " Yeah, but yeah, there's there's people out there to have a mild case of it and they're fine, you know",
        558.14,
        562.68
    ],
    [
        " So when did you when was that look? Okay, so you started training right you did too and then how long",
        562.68,
        568.64
    ],
    [
        " From the time you started changing to Jiu Jitsu did you find out that you had",
        569.56,
        573.68
    ],
    [
        " So",
        573.68,
        574.66
    ],
    [
        " I think I was pretty deep in my blue belt with Fabio",
        574.66,
        578.5
    ],
    [
        " So a couple of years ago. Yeah, were you fighting it because you were in King of the cage",
        578.5,
        582.86
    ],
    [
        " I remember because I remember I had the",
        582.86,
        584.42
    ],
    [
        " I bought you know the old King of the cage videos. Yeah, you know you buy the DVD set",
        584.42,
        589.08
    ],
    [
        " So I'm sure enough I watched that and this was like",
        589.08,
        592.58
    ],
    [
        " When I was like fired up to be and because I started Jiu Jitsu because I was gonna fight MMA",
        592.58,
        598.58
    ],
    [
        " I was like, okay, you know watch all the King of the cages and Dean was on there",
        598.88,
        602.68
    ],
    [
        " So I was like fired up that was get to train with Dean and then I see him on there",
        602.68,
        606.06
    ],
    [
        " I'm like, oh my gosh my team is so awesome or whatever",
        606.06,
        608.58
    ],
    [
        " You seem bigger though",
        608.58,
        610.4
    ],
    [
        " Boy okay, so the question is was that before that was in your head",
        610.4,
        615.54
    ],
    [
        " Yeah, it was it was going on for a couple years like while I was competing and then I was young like",
        615.54,
        621.2
    ],
    [
        " 19 or at the time and super night even like I was just like I'll just deal with this. It's not a big deal",
        621.2,
        627.08
    ],
    [
        " and",
        627.08,
        627.42
    ],
    [
        " But that was before the surgery. Yeah, I was before the surgery",
        628.16,
        631.0
    ],
    [
        " So it took a while to get like as bad as it got to where I needed surgery",
        631.0,
        635.4
    ],
    [
        " But yeah, I was like competing with the disease. Oh, yeah, and yeah, it was rough",
        635.4,
        640.22
    ],
    [
        " You were ready for competition though because wrestling makes you so ready for competition. Yeah",
        640.22,
        645.82
    ],
    [
        " So ready for Jiu Jitsu competition. Yeah, was that that that stage where you remember when you",
        645.82,
        651.5
    ],
    [
        " Right around bluebell you just want to compete at the beginning if you can yeah, yeah, that was a good time",
        651.5,
        656.78
    ],
    [
        " And then how long were you out with it? I mean, I so surgery boom, right? So I was out for a while and um",
        657.1,
        664.8
    ],
    [
        " And then I had the surgery and then there was like a second part surgery where they like made what's called a J pouch",
        664.8,
        673.1
    ],
    [
        " out of my small intestine like make kind of like",
        673.1,
        676.14
    ],
    [
        " Take place of the colon a little bit",
        676.14,
        678.58
    ],
    [
        " And then when that healed up there to go back in like connect it to my intestines and stuff like that",
        678.58,
        683.26
    ],
    [
        " But um, so just doing straight plumbing inside",
        683.66,
        686.34
    ],
    [
        " Yeah",
        686.34,
        687.42
    ],
    [
        " Yeah, and the way they that they talk about it they they talk like their plumbers. Yeah, it doesn't sound like super tech",
        687.42,
        693.32
    ],
    [
        " It's weird some of the doctors that do",
        693.32,
        695.08
    ],
    [
        " like uh surgery on your bones and stuff. They're doing construction work in there",
        695.08,
        699.96
    ],
    [
        " They're in there with hammers and chisels and stuff straight up. Yeah, soz",
        699.96,
        703.92
    ],
    [
        " They're getting busy. Now you had the plumbers in there. Yeah putting together piping",
        703.92,
        708.5
    ],
    [
        " Yeah, I'm actually in there in the OR seeing this stuff weekly because I'm an x-ray tech",
        708.56,
        713.36
    ],
    [
        " Oh, and I see the orthopods. We got Dr. Luke here training with us. Yeah, those guys, especially the ortho guys",
        713.36,
        718.98
    ],
    [
        " They're just and the spine guys too, but yeah, they're construction workers. They're in their hammering",
        718.98,
        724.22
    ],
    [
        " It's not like careful surgical. Yeah, man. It's crazy",
        724.22,
        728.82
    ],
    [
        " So then when was your when was your first fight after you so after you heal after you had the surgery",
        728.82,
        733.68
    ],
    [
        " How long did it take before you were kind of all right? I'm back in the game now",
        733.68,
        736.6
    ],
    [
        " Geez it was at least a year and a half and then",
        737.7,
        741.54
    ],
    [
        " Then I kept training duty",
        741.54,
        743.76
    ],
    [
        " So I was even sure if I was gonna now get back to fighting because I fought",
        743.76,
        747.0
    ],
    [
        " I fought like with like two weeks of judo's experience first like as a wrestler",
        747.0,
        752.26
    ],
    [
        " How'd you do I did good? I have a sick. I won",
        752.26,
        755.74
    ],
    [
        " Yeah, the video is hilarious double leg or bar on the pound. What'd you do? Yeah",
        755.74,
        760.76
    ],
    [
        " So how do out of few fights? There was there you get and they're just like",
        760.76,
        765.06
    ],
    [
        " It was like old school UFC. There's like all these different disciplines in there. It wasn't even MMA yet",
        765.54,
        770.32
    ],
    [
        " Yeah, I'm talking 1999. Yeah, and then um, yeah, and",
        770.32,
        774.26
    ],
    [
        " And so we're fighting it was in a nightclub in San Pedro",
        774.26,
        777.28
    ],
    [
        " It was not even it wasn't even legal",
        777.28,
        781.7
    ],
    [
        " I was told this is completely unsanctioned. Yeah",
        781.7,
        784.94
    ],
    [
        " I was told that they",
        784.94,
        787.44
    ],
    [
        " Were pretending it was like a WWE type of thing and the results were like predetermined",
        787.44,
        792.58
    ],
    [
        " Really wasn't but that's how they got away with",
        792.78,
        794.74
    ],
    [
        " Like making a fight and then but I was 19. I was like whatever. Yeah, whatever. I'll fight",
        794.74,
        799.2
    ],
    [
        " But yeah, so who's your first fight? How would you win? So I armed warded this guy that was like from what position from the bottom the guy",
        799.2,
        806.28
    ],
    [
        " I was on top I double-leg they got I gotta show you the video. So there. Yeah, so tell me the fight. Yeah, so I um",
        806.28,
        813.02
    ],
    [
        " We're fired double-leg the guy like run him across the cage and then I get on top. He's super athletic",
        813.02,
        818.96
    ],
    [
        " Strong guy. He's stronger than I and then he ends up turning and getting on top and then I turned for this like super sloppy",
        819.7,
        826.8
    ],
    [
        " Arm bar and then and I got it and I was going nuts. It was like",
        826.8,
        831.7
    ],
    [
        " Because this guy was a champion at that. I think he like break your cousin's nose or something",
        831.7,
        836.66
    ],
    [
        " He fought my cousin broke his nose before that",
        836.66,
        839.04
    ],
    [
        " So I won that and I want another fight",
        839.04,
        841.92
    ],
    [
        " It's kind of super sketchy like I would not want to have a two-week of jiu-jitsu",
        841.92,
        847.76
    ],
    [
        " trained Greg train grabbing my arm and trying to it in fight right how hard will you go when you got hold of that thing",
        848.4,
        854.58
    ],
    [
        " I bet you were trying to rip that thing off of his body",
        854.58,
        856.54
    ],
    [
        " So that was the first fight it was hilarious. I was wearing like um like biking shorts and wrestling shoes",
        856.54,
        867.82
    ],
    [
        " Yeah, yeah, yeah, that's all school. Yeah, and then I won another fight and then I actually",
        867.82,
        873.16
    ],
    [
        " The one that I lost there and those it was like this dancing waters like nightclub",
        873.56,
        878.72
    ],
    [
        " I then I fought again against Javier Vosquez. Oh, yeah there. Yeah, and he was a I was still a white belt",
        878.72,
        886.52
    ],
    [
        " He's a purple belt the time, but I my wrestling working for me a little bit",
        886.52,
        890.04
    ],
    [
        " He actually is a good wrestler also. Yeah, yeah, yes",
        890.04,
        892.7
    ],
    [
        " But uh, um, I took him down and then we scramble a little bit and then he got me this arm bar and like I like",
        892.7,
        899.08
    ],
    [
        " Pick him up just like only like a deadlift and he was like",
        899.08,
        901.68
    ],
    [
        " Like parallel to the mat. I was holding him straight out and uh, and then I like slam him down and I end up in a triangle and he he finished me there",
        901.68,
        910.0
    ],
    [
        " Yeah, but yeah, dude you that fighting. Have you vosquez? Yeah back as a white belt when he's a purple belt and back then a purple belt was",
        910.0,
        917.32
    ],
    [
        " You know, yeah, you black belt today, you know, there's so rare",
        917.32,
        922.28
    ],
    [
        " Yeah, yeah, no purple belt was serious. Yeah, and how have you vosquez was running stuff on the circuit? You know",
        922.28,
        927.82
    ],
    [
        " He was you know, cuz back that's in the time when you know me and Dean were competing all time you were competing",
        927.82,
        934.2
    ],
    [
        " But we'd go up to those big grappling. That's in happy vosquez would always be",
        934.2,
        938.16
    ],
    [
        " Crushed and people those things",
        938.16,
        939.9
    ],
    [
        " Yeah, I see he was like one of the first guys that was at that like a high level jiu jitsu",
        939.9,
        945.04
    ],
    [
        " Also had high level wrestling. Yeah, and he was using it that's such in the right way and he was great",
        945.04,
        949.78
    ],
    [
        " Competition. Yeah, who of life there's a lot of those guys now. Oh, yeah now. It's the crazy thing is in San Diego",
        949.78,
        956.32
    ],
    [
        " In San Diego the girl wrestlers almost all the good girl wrestlers are",
        956.7,
        961.88
    ],
    [
        " Jiu jitsu originally they're all jiu jitsu girls",
        961.88,
        964.1
    ],
    [
        " Well a lot of them because jiu jitsu so popular in San Diego that they just start they start doing jiu jitsu when they're whatever",
        964.1,
        971.22
    ],
    [
        " They're 10 years old they start doing jiu jitsu and then they do in jiu jitsu jitsu and then they show up in high school",
        971.22,
        975.16
    ],
    [
        " And someone says hey, you should wrestle and boom there you go and they have all that background",
        975.16,
        979.42
    ],
    [
        " And there's not a lot of girls that just grew up wrestling in San Diego. So",
        979.42,
        984.32
    ],
    [
        " Yeah nowadays",
        986.5,
        986.34
    ],
    [
        " It's so common that people do both. Yeah, that's crazy to start in jiu jitsu and then go to wrestling",
        986.34,
        992.76
    ],
    [
        " Unheard of when I started. Yeah, that's kind of common now. So then how many fights did you did you have before you had your surgery?",
        992.76,
        999.42
    ],
    [
        " Just fighting in random night clubs W of you",
        1000.32,
        1004.44
    ],
    [
        " No, it was it was like it's what you're picturing right now. Yeah, people like oh yeah",
        1004.44,
        1009.88
    ],
    [
        " You know up against this the the cage like this is the two years that I was this is when I left Fabios",
        1009.88,
        1014.84
    ],
    [
        " I was in Virginia Beach right now. So that's why that's why I'm not that's why I don't remember",
        1014.84,
        1018.56
    ],
    [
        " That's why I wasn't at these fights because I was in Virginia Beach from 98 to 2000",
        1018.56,
        1022.38
    ],
    [
        " And so I wasn't here so you",
        1022.38,
        1024.84
    ],
    [
        " Because I remember you and then I left and then you were fighting in night clubs. Yeah",
        1024.84,
        1031.02
    ],
    [
        " Roadhouse",
        1031.02,
        1032.78
    ],
    [
        " Maybe we should change changes Dave from Greg chain to Roadhouse",
        1032.78,
        1037.16
    ],
    [
        " No, I remember that I remember um",
        1038.06,
        1040.72
    ],
    [
        " I remember when you came back that first time and like you must have left right when I started",
        1040.72,
        1045.82
    ],
    [
        " Yeah, we're real close",
        1045.82,
        1047.32
    ],
    [
        " Yeah, and then I and then you came back and I knew of you, but then you showed up. Oh, that's the guy",
        1047.32,
        1053.74
    ],
    [
        " Yeah, yeah, the weird thing was I was I got my blue belt pretty fast from Fabio and then",
        1053.74,
        1060.98
    ],
    [
        " Like probably when I was starting to be like right around ready for my purple belt. I left",
        1060.98,
        1065.94
    ],
    [
        " Yeah, so I show up at my gym with",
        1066.32,
        1068.36
    ],
    [
        " Gustavo Machado out in Virginia Beach and I trained there and I trained with Frank Crute Frank Kuchi some too",
        1068.36,
        1076.7
    ],
    [
        " So but I was trained in there, but like they weren't gonna give me my purple belt because again back then",
        1076.7,
        1081.82
    ],
    [
        " You weren't just giving away a purple belt to some dude, you know, you need to know that dude",
        1081.82,
        1086.0
    ],
    [
        " You needed to have like a blood trust relationship",
        1086.0,
        1088.62
    ],
    [
        " So Gustavo probably needed me to be there for another pretty good chunk of time, but I was only there for two years",
        1088.62,
        1094.26
    ],
    [
        " So I trained trained trained trained and then I came back to California. So when I came back to California",
        1094.26,
        1099.5
    ],
    [
        " Fabio was looking at me like I just skipped practice for two years",
        1099.5,
        1103.78
    ],
    [
        " He was looking at me and say who you know you've been skipping practice for two years",
        1103.78,
        1109.0
    ],
    [
        " We think you're gonna get promoted. No, you're back at the bottom of the blue belt wrong",
        1109.0,
        1112.7
    ],
    [
        " So I had stripes. I was getting striped. Did you get stripes on your blue belts? No, I got stripes",
        1112.7,
        1118.84
    ],
    [
        " I had four stri- I got one stripe",
        1118.84,
        1121.46
    ],
    [
        " When I came back after being a after being a blue belt for like for like three years",
        1121.66,
        1126.1
    ],
    [
        " I come back and Fabio gives me a stripe after like six months",
        1126.1,
        1129.9
    ],
    [
        " He gives me a stripe on that thing",
        1129.9,
        1131.28
    ],
    [
        " I was like, you know like that. Did he get in six months later?",
        1131.28,
        1134.12
    ],
    [
        " Gives me I was ended up being a blue belt forever",
        1134.26,
        1136.32
    ],
    [
        " Finally I got you finally I gave me my purple belt purple belt to me was kind of a big deal. That was the biggest deal to me. True",
        1136.32,
        1143.0
    ],
    [
        " I feel like",
        1143.0,
        1145.52
    ],
    [
        " He would make people struggle for the belt more if they were like",
        1145.52,
        1149.74
    ],
    [
        " Physical and aggressive, you know",
        1150.18,
        1151.68
    ],
    [
        " What do you try to say?",
        1151.68,
        1153.76
    ],
    [
        " Experience the same thing because I came in as a wrestler. Yeah, and and um and so he would like sick D not me at first",
        1154.02,
        1164.4
    ],
    [
        " Or he's yeah, and um just like sort of teach me a lesson and yeah, and I love those lessons. Yeah for sure",
        1164.4,
        1172.06
    ],
    [
        " But yeah, he would if you're",
        1172.06,
        1173.76
    ],
    [
        " Especially if you you had some wrestling experience or and you were more physical",
        1173.76,
        1177.32
    ],
    [
        " Yeah, I think he he'd make us way longer",
        1177.4,
        1179.72
    ],
    [
        " Yeah, cuz it's like you can't just roll in here with your wrestling and think you're gonna get our balance kind of thing",
        1179.72,
        1185.12
    ],
    [
        " You know, yeah, yeah, I could see it need to get you need to get tapped out a bunch by Dean mr",
        1185.12,
        1190.7
    ],
    [
        " Yeah, it's like he got a it's almost like Fabio would be like and obviously I can't speak for him",
        1190.7,
        1194.84
    ],
    [
        " So I don't know, but it seems like anyway. He'd be like like yeah, hey good good wrestling very effective",
        1194.84,
        1199.92
    ],
    [
        " But I'm here to teach you jiu jitsu. I'm gonna teach you some jiu jitsu",
        1199.92,
        1202.94
    ],
    [
        " Dean teach him something to do jiu jitsu and then when you learn that",
        1202.94,
        1206.36
    ],
    [
        " Okay, I give you your belt no matter how effective your wrestling at this time Dean only weighed like a",
        1207.18,
        1212.14
    ],
    [
        " Well, he's by this time he might have been heavier by this time he might have been up to 185",
        1212.14,
        1217.12
    ],
    [
        " But when he I when I started training he was 174",
        1217.12,
        1221.8
    ],
    [
        " And the weird thing is I can't say he felt this heavy on top because he didn't",
        1221.8,
        1227.34
    ],
    [
        " But he still felt heavy, but his still is strong. He like yeah, he grabs you",
        1227.34,
        1231.24
    ],
    [
        " Yeah, you just say man, this is I can't move",
        1231.24,
        1233.82
    ],
    [
        " He still felt like that even when he was 174 even he was and he was only",
        1234.14,
        1237.72
    ],
    [
        " 19 years old. He was a little kid and he was freaking strong",
        1237.72,
        1242.6
    ],
    [
        " Yeah, and he had that technique, you know, he had the random technique",
        1242.6,
        1247.12
    ],
    [
        " Okay, so so how many fights did you have before you went in got surgery?",
        1247.12,
        1251.18
    ],
    [
        " jeez, I'm trying to remember um",
        1251.54,
        1253.24
    ],
    [
        " There were a couple those fights at the dancing waters clip that that weren't recorded. Yeah, they're just un-sacred",
        1253.24,
        1260.98
    ],
    [
        " Yeah, they made their not on sure dog",
        1260.98,
        1262.9
    ],
    [
        " uh",
        1265.92,
        1266.4
    ],
    [
        " They're so I had those and then one",
        1266.4,
        1269.2
    ],
    [
        " Gladier challenge and then I like maybe four for the lat the the two luck",
        1269.2,
        1277.4
    ],
    [
        " Before my surgery. I should add no business fighting",
        1277.4,
        1280.9
    ],
    [
        " Did you did you win them or did you lose? No, I lost I lost that because you were trying to cut weight",
        1280.9,
        1286.34
    ],
    [
        " Your body wasn't getting nutrition and it was just a total disaster",
        1286.34,
        1289.02
    ],
    [
        " At the time like the disease it's an autoimmune disease",
        1289.02,
        1291.9
    ],
    [
        " So sometimes it would flare up and get real bad and then sometimes it wasn't so bad and so I would um",
        1291.9,
        1296.82
    ],
    [
        " So I'd plan to go to like Denver for this fight for example",
        1296.82,
        1300.16
    ],
    [
        " And I went and I was feeling okay and then because of the flight or I don't know what it was like like stress like",
        1300.16,
        1306.58
    ],
    [
        " Sort of flares it up or something and then suddenly I'm like",
        1306.58,
        1309.94
    ],
    [
        " Poon all his blood and like I'm flapping up from Adam's cramping up and everything so you should not have been fighting",
        1309.94,
        1318.38
    ],
    [
        " No, I shouldn't have been fighting. I did like",
        1319.02,
        1320.62
    ],
    [
        " And my cousin was with me. You tell me this is probably a bad idea, but he was like tiptoeing around it",
        1320.62,
        1326.36
    ],
    [
        " You know all the way out here",
        1326.36,
        1328.58
    ],
    [
        " So I but I remember in this on video I was like I was mounted and and like it's almost like someone reached down and took the batteries out of me",
        1328.58,
        1337.0
    ],
    [
        " And I'm out and the guys were looking at me. There's knowing that I'm dead like mounted and he started punching me from the bottom",
        1337.0,
        1342.7
    ],
    [
        " Like he's mounted",
        1342.7,
        1343.64
    ],
    [
        " Grown. Yeah, it was bad. And then I had to go to the hospital after which it was",
        1344.02,
        1348.6
    ],
    [
        " I was like I wasn't really is that what made you finally decide like okay? I need to do something about this",
        1348.6,
        1354.4
    ],
    [
        " Yeah, I mean I didn't decide after that um the flare up got so bad right after that fight to where I started losing weight like every day",
        1354.4,
        1363.24
    ],
    [
        " Like a little bit of a day so",
        1363.24,
        1364.44
    ],
    [
        " Yeah, they just they admitted me into the hospital and",
        1364.44,
        1369.54
    ],
    [
        " And started everything but um",
        1369.54,
        1371.82
    ],
    [
        " Oh, yeah, so I was able to like a few years later to come back and try it again",
        1372.04,
        1376.04
    ],
    [
        " And when you came back you came back you had some good scraps",
        1376.04,
        1380.18
    ],
    [
        " Yeah, yeah, what what did your record end up being",
        1380.18,
        1384.54
    ],
    [
        " Geez what is it just",
        1384.54,
        1386.84
    ],
    [
        " 10 and four how many fights did you have in the WEC",
        1386.84,
        1390.32
    ],
    [
        " Uh WC two fights two fights. Yeah",
        1390.32,
        1396.38
    ],
    [
        " When I lose I lost yeah",
        1396.88,
        1399.24
    ],
    [
        " Thanks for bringing it up. Sorry dude. Who'd you lose to?",
        1399.24,
        1402.86
    ],
    [
        " I lost to the the first one was a guy named budnik and I was winning the fight for what like",
        1403.48,
        1412.12
    ],
    [
        " 13 of the 15 minutes and got triangle",
        1412.12,
        1417.04
    ],
    [
        " I'm like I'm punching a guy on top and I'm gassing",
        1417.04,
        1420.58
    ],
    [
        " inexperienced and got triangle",
        1420.58,
        1423.42
    ],
    [
        " But uh, yeah, so there were there are a few fights leading up to that one that I won and then there was the the one",
        1424.14,
        1430.28
    ],
    [
        " That was featured on the tap out episode and then that one that's right",
        1430.28,
        1433.3
    ],
    [
        " After that one that one sort of like pushed me into the WC",
        1433.3,
        1437.68
    ],
    [
        " Which was awesome",
        1437.68,
        1439.26
    ],
    [
        " If those either don't know that WC was kind of the lightweight UFC not not just",
        1439.26,
        1445.56
    ],
    [
        " Not meaning like lightweight UFC, but the guys that were later weights",
        1445.56,
        1449.26
    ],
    [
        " They would fight WEC back in the day and then and then W and then UFC bottom and then they started the smartweight classes",
        1449.72,
        1455.18
    ],
    [
        " So you were in a big dime. Yeah, I thought I knew what I was doing too because you know you're winning",
        1455.18,
        1461.94
    ],
    [
        " But then in retrospect like I had no idea what I was doing",
        1461.94,
        1466.46
    ],
    [
        " That's bad. The training is involved. You've all since then too. Yeah, the way they're doing it now and uh",
        1466.46,
        1471.28
    ],
    [
        " I mean, I was barely I was I wasn't training the right way",
        1471.28,
        1474.14
    ],
    [
        " If you got a spar more all that stuff",
        1474.14,
        1477.74
    ],
    [
        " Yeah, I got thought my boxing was decent and then looking back it was terrible",
        1477.74,
        1481.36
    ],
    [
        " That kind of thing",
        1481.36,
        1483.92
    ],
    [
        " That was cool when the tap out guys came yeah, I'll tell you the um",
        1483.92,
        1488.9
    ],
    [
        " sky scrape",
        1488.9,
        1490.5
    ],
    [
        " Actually, I put those guys both from the C2 Rower",
        1490.5,
        1495.22
    ],
    [
        " And said, you know, this is what you should be able to do and I was kind of talking smack to him",
        1495.22,
        1500.34
    ],
    [
        " You know and both those guys grinded it out like their life dependent on it both of them got",
        1500.34,
        1505.84
    ],
    [
        " I don't know what they got but they both got a sub one thirty five hundred which is respectable",
        1505.84,
        1510.42
    ],
    [
        " You know for for comments like scrape",
        1510.42,
        1512.74
    ],
    [
        " It's been like you kind of thought mask would do it because he was kind of you know",
        1512.74,
        1516.22
    ],
    [
        " Like in shape walking around with a shirt off like echo does",
        1516.22,
        1519.84
    ],
    [
        " He was kind of like that, but then also the thing is scrapes 19 feet tall which does give you an advantage on",
        1519.84,
        1529.2
    ],
    [
        " On the C2 Rower",
        1529.2,
        1530.62
    ],
    [
        " And uh punk ass. I don't even was punk ass down here",
        1530.62,
        1534.28
    ],
    [
        " Yeah, he was you. Yeah, I don't think he got on it. He's it. I'm not doing that",
        1534.82,
        1538.04
    ],
    [
        " But yeah, then you that got you uh, so that got you into the W that's what did it",
        1538.04,
        1542.92
    ],
    [
        " Yeah, yeah, I think the exposure from that for sure",
        1542.92,
        1546.6
    ],
    [
        " And then to the WEC then you you lost your fights in the WEC yeah",
        1546.6,
        1552.02
    ],
    [
        " It seemed like it was hard for you to",
        1552.02,
        1554.8
    ],
    [
        " To like have your energy up after you got that surgery",
        1554.8,
        1559.7
    ],
    [
        " Is that is that a correct assessment or do you think you just trained wrong?",
        1559.7,
        1563.16
    ],
    [
        " Ah probably a combination, but I mean",
        1564.12,
        1566.6
    ],
    [
        " There's a lot of I could have trained better. It could have trained harder, you know, but um, but yeah, it does suck some energy out of you because you",
        1566.6,
        1575.24
    ],
    [
        " Your body's always sort even if you have like like a tooth infection like a small one",
        1575.24,
        1581.58
    ],
    [
        " In your immune systems fighting you have less energy for everything else, you know, so I think I was like constantly sort of",
        1581.58,
        1587.82
    ],
    [
        " dealing with the inflammation",
        1587.82,
        1589.68
    ],
    [
        " In",
        1590.98,
        1591.34
    ],
    [
        " Process of that and then so it would it was harder to go as hard as I wanted to go for sure, but um",
        1591.34,
        1597.48
    ],
    [
        " But there are other factors. I wouldn't blame it on the disease because the",
        1597.48,
        1602.6
    ],
    [
        " The entire colon was gone so the the problem was removed mostly, but there was just a little bit of it left",
        1602.6,
        1610.16
    ],
    [
        " Pfft",
        1610.16,
        1612.4
    ],
    [
        " And so then what what made you decide like all right, you know what I don't think I'm gonna fight anymore",
        1612.4,
        1616.14
    ],
    [
        " Uh, dang good question",
        1617.62,
        1619.24
    ],
    [
        " Or are you still thinking about getting back in the cage?",
        1619.24,
        1621.88
    ],
    [
        " And I'm washed up",
        1623.2,
        1624.16
    ],
    [
        " No, my last fight of one we had that fight were you around it was that camp Pendleton? Yeah, I went to that one",
        1624.16,
        1632.22
    ],
    [
        " I wasn't I didn't go to it. Yeah, it was been traveling. I thought um",
        1632.22,
        1635.98
    ],
    [
        " Was another XWC guy Kenneth Alexander? I thought that camp Pendleton and I felt like I started finally feeling like",
        1635.98,
        1643.78
    ],
    [
        " I knew how to fight, you know for the first time and then I did well arm guard that guy and from what position",
        1644.36,
        1650.86
    ],
    [
        " Uh from the bottom. What's up with you being on the bottom. Yeah, it's weird. That's crazy to me",
        1650.86,
        1656.32
    ],
    [
        " I got on top, but I think because I was I was stragging. I was throwing a lot of punches and kicks and he grabbed my foot",
        1656.32,
        1662.02
    ],
    [
        " He's a wrestler also, okay grab my foot put me on the bottom then I ended up",
        1662.02,
        1666.06
    ],
    [
        " Get him in in an arm lock, but um and then I think I planned on fighting after that, but then I had",
        1666.06,
        1672.94
    ],
    [
        " A menace get to me on my my knee and then another one and then all this time started going by and then it's like I got to",
        1673.34,
        1680.74
    ],
    [
        " Start doing some adult stuff",
        1680.74,
        1683.0
    ],
    [
        " Go to school or get education",
        1683.0,
        1686.44
    ],
    [
        " Yeah, because at one point you asked me you were like, hey man. Here's what's going on in my life right now",
        1686.44,
        1692.22
    ],
    [
        " I could",
        1692.22,
        1693.84
    ],
    [
        " I could just train yeah, I could train",
        1693.84,
        1698.46
    ],
    [
        " That's it and I'll make a little bit of money from teaching classes and just get by",
        1698.7,
        1702.82
    ],
    [
        " or I can",
        1702.82,
        1704.7
    ],
    [
        " Go to this x-ray tech school and become an x-ray technician and I remember telling you",
        1704.7,
        1710.72
    ],
    [
        " Go become an x-ray technician not because I didn't think you could",
        1710.72,
        1716.56
    ],
    [
        " uh",
        1716.56,
        1717.48
    ],
    [
        " You know go for it in the fight world, but because",
        1717.48,
        1721.06
    ],
    [
        " Even to go for it in the fight world you can't this isn't just because you become a fighter",
        1721.06,
        1726.56
    ],
    [
        " Doesn't mean your foot doesn't mean you're working out for 16 hours a day",
        1726.68,
        1730.08
    ],
    [
        " It's not 16 hours a day of working out and now eight hours of sleep. No, that's not what happens",
        1730.08,
        1735.62
    ],
    [
        " And I said listen",
        1735.62,
        1737.0
    ],
    [
        " So you work your eight hours a day and I said that leaves you eight hours to train yeah",
        1737.0,
        1753.0
    ],
    [
        " That's what you said you basically you didn't say being actually take said do both yeah",
        1753.12,
        1757.02
    ],
    [
        " Yeah, yeah, I said do both yeah because okay, and that's I think that's the smartest move",
        1757.02,
        1760.84
    ],
    [
        " Because you think about it when you're an x-ray tech you got a regular income you can buy things like food",
        1760.84,
        1766.44
    ],
    [
        " You know you can buy things like",
        1766.44,
        1769.0
    ],
    [
        " Raps for your knees because you know, I've had fighters over the years where they've been like",
        1769.0,
        1774.62
    ],
    [
        " I really wish I could get a knee pad",
        1774.62,
        1776.96
    ],
    [
        " You know keeping mine that's most fighters that is most fighters for sure most fighters is",
        1776.96,
        1782.54
    ],
    [
        " Hey, do you you know, I saw you throwing an knee pad in the garbage because it had a bunch of holes in it can I have that",
        1782.66,
        1789.8
    ],
    [
        " Yeah, you can man in fact, I'll get you a new knee pad can have one this one right here it costs eight dollars",
        1789.8,
        1796.12
    ],
    [
        " But people yeah, man, it's a tough row. It's a tough row. There's no money in fighting not for a long time",
        1796.12,
        1802.56
    ],
    [
        " I mean the amount of people in the UFC that I've actually set themselves up is tiny",
        1802.56,
        1808.92
    ],
    [
        " Tiny number of people most people and it's better now of course",
        1810.04,
        1814.36
    ],
    [
        " But back then",
        1814.36,
        1815.96
    ],
    [
        " Well, that's why you have to start when you're young because there's there's no",
        1815.96,
        1819.94
    ],
    [
        " There's no payoff there the payoff is life experience and",
        1819.94,
        1824.04
    ],
    [
        " The excitement of it and even if you do well a lot of the guys that do well for a while unless they're the top guys on the billboard",
        1824.04,
        1831.06
    ],
    [
        " They're still not making that much. No, no same thing with boxing. It's the same. It's just you got to be",
        1831.06,
        1837.66
    ],
    [
        " The star",
        1839.14,
        1839.3
    ],
    [
        " It's got to be the star to make money from it. How much are other things like that",
        1839.3,
        1844.82
    ],
    [
        " Like if you're gonna be an actor you think most actors are just yes, I think acting is another one",
        1844.82,
        1851.48
    ],
    [
        " Oh, yeah, I think is because they talk about how most people in LA are waitresses and waiters",
        1851.48,
        1857.3
    ],
    [
        " And they say what do you do? I'm an actor, but I just have to wait tables right now. Yes",
        1857.3,
        1862.84
    ],
    [
        " That is the normal. Oh, yeah, I mean you figure even if even like",
        1862.84,
        1867.26
    ],
    [
        " Full-on sag actors like who are in movie? I mean, you know, you have that upper echelon and be list kind of situation",
        1867.26,
        1873.78
    ],
    [
        " And once you kind of go beyond there is like in the sea list scenario",
        1873.78,
        1878.0
    ],
    [
        " Oceans upon oceans upon oceans of actors. Yes",
        1878.0,
        1882.58
    ],
    [
        " Just chillin waiting tables or whatever",
        1882.58,
        1885.72
    ],
    [
        " Uh",
        1885.72,
        1886.96
    ],
    [
        " Musicians same thing now that I think about it right there's not too many musicians that are just out there raking in the money",
        1886.96,
        1894.32
    ],
    [
        " Yeah",
        1894.32,
        1894.84
    ],
    [
        " Yes, fact most of them aren't",
        1895.58,
        1898.38
    ],
    [
        " Yeah, it doesn't peat Jordan Pusion talk about this in a way talks about the perido principal where it's like you get",
        1898.38,
        1904.62
    ],
    [
        " Like it makes sense all these they're they're all cruising around",
        1904.62,
        1907.4
    ],
    [
        " Waiting tables or bartending or something and then once they get an opportunity that opportunity",
        1907.4,
        1913.26
    ],
    [
        " Leads to another one which leads to five more opportunities then then they're pushing opportunities away",
        1913.26,
        1917.7
    ],
    [
        " So either have nothing then there's some some point there's like a tipping point where they have tons of opportunities",
        1917.7,
        1922.44
    ],
    [
        " Well, what I heard him say the other day that I thought was funny",
        1922.96,
        1925.14
    ],
    [
        " He's like if you're creative then you're probably poor",
        1925.14,
        1927.74
    ],
    [
        " Because creative personalities",
        1927.74,
        1930.42
    ],
    [
        " Are usually not people that are conscientious",
        1930.42,
        1933.78
    ],
    [
        " Which means that the kind of people that are like okay, well, I've got to got to prepare for me for the next you know",
        1933.78,
        1938.38
    ],
    [
        " Six-month financially. Yeah, yeah creative people are saying I'll just make it happen. Yeah",
        1938.38,
        1943.34
    ],
    [
        " And so the creative people are",
        1943.34,
        1945.68
    ],
    [
        " Generally poor is what he's saying which this actually fits into this whole idea",
        1945.68,
        1950.14
    ],
    [
        " You know makes sense of what it is so",
        1950.26,
        1953.88
    ],
    [
        " When did you get your black belt? Oh?",
        1953.88,
        1957.44
    ],
    [
        " Let's see",
        1957.46,
        1958.58
    ],
    [
        " Oh, nine no",
        1958.58,
        1963.2
    ],
    [
        " It was right after your W. K. So you're not the WC fight. Sorry",
        1963.2,
        1969.46
    ],
    [
        " The the fight you did on the tap out show that was the one you won by decision",
        1969.46,
        1973.86
    ],
    [
        " But you had that guy in the armber for like a long ass time and he just was like that was it right that was a fight a black belt for that fight",
        1973.86,
        1979.44
    ],
    [
        " You did yeah",
        1980.26,
        1981.4
    ],
    [
        " Like right before that fight. Oh, yeah, so I heard what you was at",
        1981.4,
        1985.58
    ],
    [
        " It was not oh night. It wasn't no earlier. Yeah, it seems like it was earlier. I feel like I should know that yes",
        1985.58,
        1992.0
    ],
    [
        " Because we were all victory opened or it was called throwdown",
        1992.0,
        1994.94
    ],
    [
        " In like oh seven. Yes, you got a black belt. I remember the first day you were we open the doors for us in",
        1994.94,
        2002.66
    ],
    [
        " Oh seven, but the actual official",
        2002.66,
        2004.52
    ],
    [
        " Opening for grand opening was oh wait was January 2nd 2008. Yes, so you must have either got it in oh six or oh seven",
        2005.02,
        2014.02
    ],
    [
        " You were here like we know no no no no no no we had this gym when he got it. I'm gonna watch them no 100% sure because the day he rolled in",
        2014.02,
        2021.58
    ],
    [
        " With his black belt he was teaching no gate and I wonder was at the boxing club",
        2021.58,
        2027.5
    ],
    [
        " Okay, yeah, no, I think maybe you got your black belt of the boxing club. I did yeah, oh was at the box",
        2027.5,
        2031.92
    ],
    [
        " There we go. So then yeah, you got it like oh seven you must got it no seven",
        2031.92,
        2036.58
    ],
    [
        " Thing I only got mine in old five",
        2036.58,
        2039.4
    ],
    [
        " So that's cool because I got my white belt in old five there you go",
        2039.4,
        2043.64
    ],
    [
        " joined in old five",
        2043.64,
        2045.48
    ],
    [
        " That day when you rolled in you're teaching no key and",
        2045.48,
        2049.04
    ],
    [
        " You put on your key and you're like oh, I'm cold and put on my key",
        2049.04,
        2052.7
    ],
    [
        " Put on your black belt and I was like oh, I see what you did there. Yeah, I was thinking my head",
        2052.7,
        2057.42
    ],
    [
        " I was like right I dig it because I probably would have done that thing too because I had never seen anyone do that before",
        2057.42,
        2061.9
    ],
    [
        " I knew you just you know, not maybe not me specifically, but I'm just saying just kind of let everybody to hey guys",
        2062.0,
        2068.32
    ],
    [
        " Not a brown belt anymore. I don't remember that story. But I'm sure it's true. Yeah, when I first got I was excited",
        2068.32,
        2073.34
    ],
    [
        " That was my assumption",
        2073.34,
        2074.44
    ],
    [
        " Yeah, that was my assumption though",
        2074.44,
        2078.32
    ],
    [
        " You know, I think I actually got my black belt in oh six",
        2078.32,
        2081.4
    ],
    [
        " No yours was oh five two because and",
        2081.4,
        2085.22
    ],
    [
        " It's weird more like I'm the super fan known whenever I know that you got yours at that time because I remember it specifically",
        2085.22,
        2091.42
    ],
    [
        " I know you got yours in oh five because I got my blue belt in oh six and",
        2091.42,
        2097.64
    ],
    [
        " You were a black belt when I started. Okay. Yes now that I remember it",
        2097.64,
        2103.36
    ],
    [
        " So I was I think I just got to seal team three task unit bruiser when I got my black belt like a few months",
        2103.36,
        2109.76
    ],
    [
        " That's what it was so that was oh five",
        2109.76,
        2111.44
    ],
    [
        " Few months before I showed up. I had that black belt. I'm pretty sure",
        2111.44,
        2116.14
    ],
    [
        " But I remember getting my purple belt. I was very excited to get my purple belt and you think that that was the most exciting",
        2117.74,
        2124.48
    ],
    [
        " Belt to get that by the time I got my black belt. It was kind of predetermined that I was you know",
        2124.48,
        2132.2
    ],
    [
        " Yeah, I kind of felt like me. Well, yeah, of course. I'm gonna get my black belt",
        2132.2,
        2135.6
    ],
    [
        " Yeah, when you're when I was a blue belt. I'm thinking well, maybe I'm not maybe I'm just never get my purple belt",
        2135.6,
        2140.96
    ],
    [
        " Maybe I'll just be on this this blue belt permanently. Yeah, I think that's common. I think",
        2140.96,
        2145.86
    ],
    [
        " like there's a",
        2146.18,
        2146.96
    ],
    [
        " Sea of blue belts and",
        2146.96,
        2149.0
    ],
    [
        " maybe less than half of them and a purple belt. Yeah, purple belt, but once you get the purple you might as well keep going",
        2149.0,
        2155.7
    ],
    [
        " Did you probably addicted by that anyways? Yeah, but a lot of blue belts quit?",
        2155.7,
        2159.52
    ],
    [
        " Okay, yeah, that's what I'm gonna ask because you don't seem like the type that would be hung up on like",
        2160.02,
        2163.98
    ],
    [
        " I don't know where my purple. I literally did not care. Yeah, so and that's a strength because that's hard to",
        2163.98,
        2169.6
    ],
    [
        " Get into mindset-wise or a keen discreet bit. I was like that",
        2169.6,
        2173.5
    ],
    [
        " until like",
        2175.4,
        2175.38
    ],
    [
        " Mid purple belt. I was like I didn't know I was gonna get a purple belt",
        2175.38,
        2179.18
    ],
    [
        " Let's just bust it out one day. I'm like, oh cool. I got some purple belt now same thing with blue belt",
        2179.18,
        2183.06
    ],
    [
        " I didn't know but do you think I you're saying um like blue belts",
        2183.06,
        2187.48
    ],
    [
        " Kind of get stuck in blue belt. Do you think it's because they just hit plateaus at that time or or they quit and if they quit",
        2187.48,
        2195.34
    ],
    [
        " Here's my little hypothesis",
        2195.34,
        2198.02
    ],
    [
        " Because when you're a white belt, it's essentially like you don't have a belt right you just",
        2198.02,
        2202.56
    ],
    [
        " White belt you can literally come in the first day. You're a white belt",
        2202.9,
        2205.6
    ],
    [
        " But when you get a blue belt, it's like pay me got some color for some people they got",
        2205.6,
        2209.44
    ],
    [
        " They have this the payoff, you know, it's like their balloon kind of gets popped",
        2209.44,
        2213.8
    ],
    [
        " They got their payoff and they sort of they're just sort of less motivated now, you know",
        2213.8,
        2218.78
    ],
    [
        " So they just sort of fade out, you know, I got my blue belt. I'm good. Yeah, probably there's probably a lot of reasons",
        2218.78,
        2223.62
    ],
    [
        " It's hard to figure out like why people quit because",
        2223.62,
        2227.82
    ],
    [
        " They're all different but I think when you first get a blue belt it just like",
        2227.82,
        2231.98
    ],
    [
        " You're you've just started you just you're a white belt. You're you're a zero belt, you know",
        2232.94,
        2236.52
    ],
    [
        " You know nothing and then you learn a few things you learn some basics",
        2236.52,
        2239.4
    ],
    [
        " And you get a blue belt blue belts the easiest one to get right yeah, you learn some basics",
        2239.4,
        2244.74
    ],
    [
        " And so you're still not",
        2244.74,
        2246.1
    ],
    [
        " Fully in the game. You're not like fully committed mentally",
        2246.1,
        2249.6
    ],
    [
        " But I don't know bro. I was fully committed when I was a white belt for crying out loud. Yeah, I'm meeting everything",
        2249.6,
        2254.64
    ],
    [
        " You're kind of you so that's different. No, but for real you said the same thing like the minute you walked in there",
        2254.64,
        2260.26
    ],
    [
        " The minute you got arm locked the first time you must have been like oh, this is awesome. I'm gonna do yeah",
        2260.26,
        2264.58
    ],
    [
        " But as far as you the same way I coach. Yes. Yes, sir. It was so there you go",
        2264.58,
        2267.74
    ],
    [
        " So you're committed, but he's talking about the people who quit",
        2267.74,
        2270.28
    ],
    [
        " To end up quitting. I'll actually say this and actually this is a proof kind of like a question to your hypothesis",
        2270.28,
        2276.0
    ],
    [
        " When you don't know anything you're all amped up. That's what's weird is that people lose that hype",
        2276.0,
        2282.42
    ],
    [
        " Yeah, some people lose it. I never lost it. I still like I'm amazed when I learned something new man",
        2282.42,
        2288.08
    ],
    [
        " I went over a drill yesterday with Dean 28 times",
        2288.08,
        2290.76
    ],
    [
        " And I just couldn't believe the little details he was telling me on this thing",
        2290.76,
        2294.88
    ],
    [
        " Just a little just a little coming up on the single from a weird little half-guard position",
        2294.88,
        2298.88
    ],
    [
        " I've been making a mistake for a long time and and there you go",
        2298.88,
        2302.18
    ],
    [
        " And he showed me nine little details and then three more little details",
        2302.18,
        2305.92
    ],
    [
        " And I just went home thinking man. I'm so lost like I have so much work to do and I need to get so much better",
        2305.92,
        2312.12
    ],
    [
        " You know, well, I think I mean you're",
        2312.12,
        2314.92
    ],
    [
        " Like in a way like you you're like an exception. You're even",
        2315.42,
        2319.08
    ],
    [
        " You don't get you know, I think what happens is people go oh, I'm a boo belt now",
        2319.08,
        2323.42
    ],
    [
        " I can pretty much handle most people right? Yeah, how many people do I need to be able to hand?",
        2323.42,
        2329.02
    ],
    [
        " I will say this with my first interest in jiu-jitsu was like well",
        2329.18,
        2333.42
    ],
    [
        " I definitely want to do this so I can take you know like",
        2333.42,
        2336.64
    ],
    [
        " Get hand on myself in a street fight. Well after six months you know you can handle yourself in a street fight",
        2336.64,
        2341.66
    ],
    [
        " And then it wasn't about handing myself in a street fight anymore now. It wasn't being able to handle Dean Lister",
        2341.7,
        2345.6
    ],
    [
        " And James Nielsen and Higgs and and Crank like all those old-school guys from our crew at Fabios",
        2345.6,
        2352.8
    ],
    [
        " I wanted to be able to hang with those guys. Yeah",
        2352.8,
        2355.56
    ],
    [
        " Yeah, I mean you like some people are like us to where they get obsessed",
        2355.56,
        2360.86
    ],
    [
        " You know and we're like laying in bed thinking about it every night when we're with our blocks to your old lady",
        2360.86,
        2365.42
    ],
    [
        " Yeah, you see if she puts her hand on her hip",
        2365.42,
        2368.0
    ],
    [
        " Oh yeah, boom",
        2368.44,
        2369.94
    ],
    [
        " Yeah, but I think a lot of people I mean I think there's any specific like preventable way to keep people from quitting some people",
        2369.94,
        2380.38
    ],
    [
        " Just don't love as much as we do yeah, that's really it. Yeah, you can pretty easy. This is what I think okay picture this you just like a random person",
        2380.38,
        2389.0
    ],
    [
        " John Doe starts jiu-jitsu",
        2389.0,
        2390.8
    ],
    [
        " Brand new like he goes oh my gosh, there's so much stuff to learn and they starts to learn",
        2390.8,
        2397.04
    ],
    [
        " He's you know his wife says oh you're gonna train tonight. Oh, yeah, I'm gonna train tonight",
        2397.28,
        2400.3
    ],
    [
        " Then you fat then you fast forward six months and he kind of knows like some good stuff",
        2400.3,
        2405.4
    ],
    [
        " He doesn't get his blue belt yet, but he's he's feeling you know like well, I know I know pretty much the kind of the the excitement is gone",
        2405.4,
        2412.14
    ],
    [
        " And so then his wife's like hey are you gonna train tonight cuz I really want to hang out and he says well",
        2412.14,
        2416.46
    ],
    [
        " Uh, you know what I'll",
        2416.46,
        2420.68
    ],
    [
        " Will hang out I'll come home early like so then he just maybe goes. He does like two rounds any bails",
        2420.68,
        2425.18
    ],
    [
        " Then you fast forward a year and a half. He's got his blue belt. There's not much mystery anymore",
        2425.56,
        2429.92
    ],
    [
        " He's the learning curve also right the learning curve just like lifting everyone they start lifting",
        2429.92,
        2435.42
    ],
    [
        " They get all jack they get all strong for the first time that there you get that steep curve",
        2435.42,
        2438.98
    ],
    [
        " And then all of a sudden they get to the point where the difference between",
        2438.98,
        2441.58
    ],
    [
        " You know benching three fifteen and benching three thirty five takes a lot of work. Yeah, whereas going from from",
        2441.58,
        2449.64
    ],
    [
        " You know",
        2449.64,
        2450.64
    ],
    [
        " One thirty five up to two twenty five like you can get there pretty quick. Yeah, so like that's what happens to and all of a sudden",
        2451.52,
        2457.7
    ],
    [
        " The wife says you know, hey, do you want to go out tonight? He says yeah, yeah, let's go out. Yeah, I don't know trying to blame all the wives out there",
        2457.7,
        2463.12
    ],
    [
        " Sorry, sorry ladies, but you know, I know the reason I say that is because I had a lot of conversations with my wife about that over the years",
        2463.12,
        2470.76
    ],
    [
        " Are you really gonna train tonight the answer was yes? I'm really gonna train tonight. Yeah, that's what's gonna happen",
        2470.76,
        2476.38
    ],
    [
        " But when I say like you guys are exceptions like we'll just say a normal person doesn't have like strong juditsu aspirations",
        2476.4,
        2483.5
    ],
    [
        " Even if they love doing it or you know stuff like that they'll go and you know they'll",
        2483.5,
        2488.36
    ],
    [
        " It'll be common to skip like a week of training",
        2488.36,
        2490.74
    ],
    [
        " I'll just go one day this week",
        2490.74,
        2492.76
    ],
    [
        " That's like common for a normal person you only have",
        2492.76,
        2496.86
    ],
    [
        " No, but you're weird and Greg is weird for you know like wanting to fight and not weird like a weird person",
        2496.86,
        2504.06
    ],
    [
        " I'm just saying you guys are different than a normal person. So it just seems like yeah, once you get a blue belt",
        2504.06,
        2508.86
    ],
    [
        " You're like dang it. Hey, there's there's also like a ton of people that are just full on committed to jitsu. Let's face it",
        2508.86,
        2514.5
    ],
    [
        " Yeah, but I dig it, but let's say like you're going to a gym pretty much at least",
        2514.5,
        2519.3
    ],
    [
        " 50% of the purple belts are in the game. Yeah, right in the game. Yes, sir",
        2519.3,
        2524.72
    ],
    [
        " But that's a rare situation where you see more purple belts than wider blue belts",
        2524.72,
        2528.42
    ],
    [
        " Usually it's all white and blue belts and then it kind of sort of sort of tapers off as you go up",
        2528.42,
        2532.82
    ],
    [
        " Well, yeah, the purple belts are the blue belts that didn't quit. Yeah",
        2532.82,
        2535.88
    ],
    [
        " And the blue the blue belts that quit they're never they never become purple belts of the purple belts are",
        2535.88,
        2540.7
    ],
    [
        " That's why that's how you know these guys are yeah, they're serious. Yeah, they're serious",
        2540.7,
        2544.84
    ],
    [
        " But in the with purple belts there's some purple belts that are training because you know they like it. It's fun",
        2544.84,
        2550.86
    ],
    [
        " They know some skills, but then there's purple belts that are just",
        2550.86,
        2554.2
    ],
    [
        " Sharp at yeah, oh yeah sharp teeth exactly. Yeah, and there's like there's kind of two lanes and probably more than two where yeah",
        2554.2,
        2561.12
    ],
    [
        " That's it, you know if you have jujitsu aspirations and math aspirations and whatever. Oh, yeah, you're gonna fly through those belts",
        2561.12,
        2566.5
    ],
    [
        " Like you need boom purple boom",
        2566.5,
        2568.18
    ],
    [
        " That's why like yeah guys won't",
        2568.18,
        2572.14
    ],
    [
        " Guys don't reach purple belt and then sort of quit. They do, but it's really rare",
        2572.14,
        2576.22
    ],
    [
        " And then brown belt is even more because like bro guys don't make it to brown belt and and when you think about it",
        2576.22,
        2582.54
    ],
    [
        " That's why there's the least probably brown belt and this is the total guess, but there's probably less brown belts than any other belt",
        2582.54,
        2588.52
    ],
    [
        " Because once your black belt whether you quit or keep going there's no other",
        2589.94,
        2593.9
    ],
    [
        " I mean there's the red belt and all that and I get it, but let's face it that's probably the rarest but um",
        2593.9,
        2598.78
    ],
    [
        " When you consider white to black when you consider white to black once you reach black belt your your black belt",
        2598.78,
        2604.88
    ],
    [
        " There's nowhere you don't you don't skill out of black belt. Yeah, typically, you know",
        2604.88,
        2609.62
    ],
    [
        " So there's gonna be a bunch of black belts, but brown belt is that one that you have to be one of the elite few that stuck with it and then",
        2609.62,
        2616.14
    ],
    [
        " Sort of and you haven't made it. Yeah, you make black belt and you just haven't made it yet exactly right",
        2617.02,
        2620.98
    ],
    [
        " So you can skill out of that. Yeah, no",
        2620.98,
        2623.2
    ],
    [
        " I would say the other thing that you've got supporting your hypothesis. Yes, sir is that",
        2623.2,
        2627.66
    ],
    [
        " Yeah, you're a black belt forever basically. Yes, so anyone that gets their black belt counts in the pool of black belts",
        2627.66,
        2633.78
    ],
    [
        " Whereas brown belts there's it's the smallest number of people that came through all the other ranks and haven't made it to black belt",
        2633.78,
        2639.96
    ],
    [
        " Yeah",
        2639.96,
        2640.3
    ],
    [
        " So are you saying that like you're sort of elite now?",
        2641.28,
        2644.2
    ],
    [
        " Yeah, like Greg train and I are over here as black belt. It's super common run of the mill. Yep super common situation",
        2644.86,
        2654.34
    ],
    [
        " Evie brown belt",
        2654.34,
        2655.92
    ],
    [
        " Anyway, it was good hypothesis. I thought yeah, it was good. So what keeps you going to the map Greg train",
        2655.92,
        2663.82
    ],
    [
        " I love it. I mean",
        2663.82,
        2665.42
    ],
    [
        " I think what you just said you've had a couple big injuries, too",
        2665.84,
        2668.64
    ],
    [
        " You've had a neck injury that was pretty significant. You've had have you had knee surgery? Yeah, if you have them",
        2668.64,
        2673.5
    ],
    [
        " They're all pre-minor. They're all meniscus related knee surgeries",
        2673.5,
        2677.42
    ],
    [
        " But one was a repair like six-month recovery and if you're listening and your",
        2677.42,
        2683.68
    ],
    [
        " Doctors as you need a meniscus repair and you guys are training you just to tell them no, I just need the trim because it won't stay there",
        2683.68,
        2691.42
    ],
    [
        " Like meniscus repairs are for people that have like regular activity",
        2692.42,
        2696.32
    ],
    [
        " And they're just cruising around and then it'll probably work",
        2696.32,
        2699.4
    ],
    [
        " But if you have a meniscus repair is where they they go in there and like the torn piece they like sew it back down and hope it stays",
        2699.4,
        2706.72
    ],
    [
        " But if you they don't understand like if you're trained you get to you're you're gonna pull those stitches right out",
        2706.72,
        2712.38
    ],
    [
        " Which is what happened to me and then I had another one. They just ended up trimming it out",
        2712.38,
        2716.72
    ],
    [
        " Which they should have done the first time",
        2716.72,
        2718.68
    ],
    [
        " So when you're young enough they want you to try the repair",
        2719.9,
        2722.66
    ],
    [
        " But unfortunately if you're trained you're just gonna tear out anyway to go straight to the trim",
        2722.66,
        2727.94
    ],
    [
        " Let's go straight to the trim. What is the what's the negatives? What's the",
        2727.94,
        2730.7
    ],
    [
        " downsides of the trim?",
        2730.7,
        2732.28
    ],
    [
        " Downside trim is like the less meniscus you have the more chance you have to have like arthritis and stuff",
        2732.36,
        2737.62
    ],
    [
        " Later on when you're like 60. Yeah, so now since I've had three meniskec to me",
        2737.62,
        2743.28
    ],
    [
        " I just like I'm not gonna run. I'm not a runner",
        2743.28,
        2745.78
    ],
    [
        " I itch is kind of could me I hate running",
        2746.26,
        2748.2
    ],
    [
        " What you just said applies to like mid purple level two like you like once you get there",
        2748.2,
        2759.12
    ],
    [
        " It's it's more than just this thing you do. It's like part of your identity a little bit",
        2759.12,
        2763.06
    ],
    [
        " And you're not gonna quit. It's like that's not an option. Yeah, you're just gonna because you love it's part of who you are a little bit",
        2763.06,
        2769.54
    ],
    [
        " Here's a here's a I guess this is the point that I am thinking about",
        2769.54,
        2773.96
    ],
    [
        " The putting your ego in check because let's face it when you get back on the mats after you've been out for six months",
        2774.8,
        2780.18
    ],
    [
        " You're not you know you're everyone you know we always talk about how you I can't tell if I'm getting any better",
        2780.18,
        2785.78
    ],
    [
        " That's because everyone's on the bus. Yeah, everyone's on that same bus going the same direction",
        2785.78,
        2789.36
    ],
    [
        " So you can't tell like man echo and I've been training and you know, I'm just not getting any better",
        2789.36,
        2793.98
    ],
    [
        " It's like no because we're both getting better right",
        2793.98,
        2796.28
    ],
    [
        " So what happens is when you get off that bus you come to school six months later",
        2796.28,
        2800.38
    ],
    [
        " You're timing is off your conditioning's off you haven't learned new moves you haven't progressed your game",
        2800.5,
        2805.1
    ],
    [
        " And you're gonna get beat by people that you were beating and that hurts I I had a my knee hurt right",
        2805.1,
        2811.0
    ],
    [
        " and",
        2811.0,
        2812.2
    ],
    [
        " I look so I went from my elbow being hurt to my knee being hurt",
        2812.2,
        2817.28
    ],
    [
        " There's been a not the best year as far as like getting after it in all the ways that I like to",
        2817.28,
        2823.7
    ],
    [
        " But here's a here's a case in point of the example so",
        2823.7,
        2827.82
    ],
    [
        " When my hurt my elbow I could not do overhead squats. I mean I could not do it",
        2828.66,
        2832.62
    ],
    [
        " I could not extend my elbow and and and do it. I just could not do it",
        2832.62,
        2837.36
    ],
    [
        " So no overhead squats and that was a solid like",
        2837.36,
        2840.46
    ],
    [
        " five months",
        2840.46,
        2842.04
    ],
    [
        " No overhead squats",
        2842.04,
        2843.56
    ],
    [
        " Then",
        2843.56,
        2844.84
    ],
    [
        " Right on the tail end of like oh, I think I can extend my hurt my knee and so now no no squats anyway any kind",
        2844.84,
        2852.04
    ],
    [
        " so the other day I'm",
        2852.04,
        2857.72
    ],
    [
        " Do a squat all the way I have full range of motion it hurts a little bit",
        2857.72,
        2860.92
    ],
    [
        " And I can extend my elbow. I'm gonna do overhead squats. How is horrible?",
        2860.92,
        2865.46
    ],
    [
        " Horrible. Oh, yeah, I mean just weak, you know the mobility's not there",
        2866.22,
        2870.6
    ],
    [
        " Just all those things and then I could see you know what I saw in front of me. I saw the trap",
        2870.6,
        2876.02
    ],
    [
        " I saw the trap in front of me",
        2876.02,
        2879.28
    ],
    [
        " I saw the trap the trap the trap is the ego",
        2879.28,
        2883.2
    ],
    [
        " That says",
        2883.2,
        2885.1
    ],
    [
        " Well, I'm just not gonna do them. It's not even an ego. It's like hey",
        2885.42,
        2889.08
    ],
    [
        " I see how people end up we know I used to be able to do this because it'd be real easy for me to say well, you know",
        2889.08,
        2896.7
    ],
    [
        " overhead squats aren't really that important. It's like no actually overhead squats are important",
        2896.7,
        2901.3
    ],
    [
        " and and and so what I need to do you know what I need to do",
        2901.3,
        2905.82
    ],
    [
        " Put my ego in check back on the bus and get back on the bus and start with the PVC",
        2905.82,
        2912.28
    ],
    [
        " The PVC pipe getting that range of motion back. That's what it takes man. Yeah, that's what it takes",
        2913.62,
        2917.76
    ],
    [
        " But it's either you either you",
        2917.76,
        2919.64
    ],
    [
        " See that trap and you identify it",
        2919.64,
        2922.04
    ],
    [
        " And I see people do this all the time or you allow that trap to catch you",
        2922.04,
        2927.24
    ],
    [
        " And then when you allow that trap to catch you you all you do is you just rationalize you just rationalize yeah",
        2927.24,
        2933.24
    ],
    [
        " Well, you know, I don't want you know, it's not",
        2933.24,
        2935.36
    ],
    [
        " You know, I don't need you think of the million ways that you can rationalize. Oh, yeah, you know overhead squats aren't there",
        2935.36,
        2942.26
    ],
    [
        " You know, this that's not really no, it's like no overhead squats are good for you",
        2942.28,
        2946.7
    ],
    [
        " You have to keep doing these movements. Yeah, you have to keep doing these movements the movements that are hard to do",
        2946.7,
        2952.38
    ],
    [
        " You have to do them you have to do them and you have to keep moving and so the same thing happens in jiu-jitsu right?",
        2952.38,
        2957.92
    ],
    [
        " It's really easy to go from",
        2958.28,
        2960.02
    ],
    [
        " You know well if I got from coming back on the mat",
        2960.02,
        2964.16
    ],
    [
        " I've been injured for a while you know you're gonna get beat up",
        2964.16,
        2966.58
    ],
    [
        " You know guys that you have beat before that are below you in the hierarchy",
        2966.58,
        2972.0
    ],
    [
        " Jiu-jitsu they're gonna rise above you",
        2972.3,
        2975.4
    ],
    [
        " And that is enough to make some people say well, you know what?",
        2975.4,
        2979.32
    ],
    [
        " I'm just not gonna train either not gonna train with that person or I'm not gonna train at all",
        2979.72,
        2985.84
    ],
    [
        " Yeah, oh, yeah, and that's what I'm saying. You know, that's why like Gordon Gordon's here all the time",
        2985.84,
        2990.94
    ],
    [
        " Like he has a dinged up neck. It's bad",
        2990.94,
        2992.74
    ],
    [
        " But he comes out and he trains and you know he if nothing else",
        2992.74,
        2996.8
    ],
    [
        " He drills and he goes and learns new moves and practices other moves",
        2996.8,
        3001.04
    ],
    [
        " And you know Gordon",
        3001.18,
        3002.34
    ],
    [
        " Was is no joke, you know of a jiu-jitsu guy like if he if he wasn't gonna be laid up for a while after every time you rolled this bad neck",
        3002.34,
        3010.12
    ],
    [
        " I mean dude, you know Jordan through I mean uh Gordon throws all kinds of crazy jiu-jitsu. Yeah, you're good",
        3010.12,
        3014.92
    ],
    [
        " And so that's to me that's awesome that he says you know what I can't roll right now",
        3014.92,
        3020.56
    ],
    [
        " And he I don't know if you'll be able to roll again",
        3020.56,
        3022.68
    ],
    [
        " I don't know but he I can't roll it now. So you know what I'm gonna do what I can yeah",
        3022.68,
        3027.08
    ],
    [
        " I'm gonna do what I can and that's that takes a lot of",
        3027.08,
        3029.92
    ],
    [
        " Actually rolled in them last week. Um, was it like a live role? Or was it like limited? Yeah, yeah, it was a limited role",
        3029.92,
        3035.28
    ],
    [
        " He yeah exactly what you said though. He does what he can so he'll be like hey, I'm not gonna roll with everyone",
        3035.28,
        3039.52
    ],
    [
        " Yeah, you know, I'm gonna grab great someone who I trust you know and let them know remind him hey my next jammed up",
        3039.52,
        3045.86
    ],
    [
        " Let's do a light roll someone who can do a light roll. Yep, which is another home now their thing",
        3045.86,
        3050.18
    ],
    [
        " Yeah, yeah, cuz some people they talk about relaxing, but then they don't echo troughs negative",
        3050.18,
        3053.92
    ],
    [
        " Oh with you know I'm not relaxing",
        3053.92,
        3056.2
    ],
    [
        " No",
        3058.5,
        3058.94
    ],
    [
        " And even if I say let's just go light and I don't go light. Oh, that's on purpose. That's a that's a bigger strategy",
        3058.94,
        3064.12
    ],
    [
        " Oh, you're trying to get them give them mental game on me. Yeah kind of yeah, but so I think that's like my",
        3064.12,
        3070.34
    ],
    [
        " My lesson for this this like past couple months has been just",
        3070.34,
        3074.86
    ],
    [
        " Identifying that that trap is out there. Yeah, it's really easy to fall into the trap of",
        3074.86,
        3079.82
    ],
    [
        " Hey make excuses",
        3079.82,
        3082.06
    ],
    [
        " Rationalize this is an important or you can put your ego in check because that's really what it is",
        3083.38,
        3088.9
    ],
    [
        " Oh, yeah, my ego going into check saying, oh, I'm gonna get out the pvc pipe",
        3088.9,
        3093.82
    ],
    [
        " Yeah, which weighs is zero pounds",
        3093.82,
        3096.6
    ],
    [
        " And I'm gonna start doing overhead squats again because I can either that where you go you know what over at squats aren't that really",
        3096.6,
        3103.96
    ],
    [
        " You know",
        3103.96,
        3104.38
    ],
    [
        " Yeah, jiu jitsu is like that probably times two because you had that have that added element of like",
        3104.38,
        3112.74
    ],
    [
        " Ego versus ego because you're going against a person like you're doing overhead squats even at a public gym",
        3112.74,
        3118.28
    ],
    [
        " You're just like okay, maybe someone's looking at me. Maybe not whatever or at your at your own",
        3118.28,
        3122.94
    ],
    [
        " Yeah, yeah, it's like brothers. That's no factor. It's just you against you and then it's like okay",
        3122.94,
        3127.7
    ],
    [
        " But you have at jiu jitsu",
        3127.7,
        3129.26
    ],
    [
        " You have sure other people watching boat whatever, but you have the guy you're rolling with",
        3130.1,
        3134.32
    ],
    [
        " Like you ever get tapped all right and we were talking about this today",
        3134.32,
        3137.22
    ],
    [
        " If you get tapped out by a guy who you always tap out that's an uncomfortable day right there",
        3137.22,
        3141.92
    ],
    [
        " It's not good as far as feeling at that moment. Yeah, well. There's a lot of things that go into that",
        3141.92,
        3146.72
    ],
    [
        " Of course, but I'm saying the primary feeling that you get is not good man",
        3146.72,
        3150.96
    ],
    [
        " Like when someone below you taps you out even if you're the same belt, but you always get them",
        3150.96,
        3155.02
    ],
    [
        " You know like they've never tapped you up for and then they get you right it's not",
        3155.02,
        3159.08
    ],
    [
        " Comfortable. It's not good. Let's face it. It sucks real bad",
        3159.26,
        3162.3
    ],
    [
        " Yeah, but as you were talking about that story today like I whenever I find someone that's gonna be good",
        3162.3,
        3169.56
    ],
    [
        " Man, I train with them all the time try and get them better and try and get me better and try and get them to tap me",
        3169.56,
        3173.5
    ],
    [
        " That's my goal. That's that's very noble and very mature of you and I get it, but I'm saying",
        3173.5,
        3179.88
    ],
    [
        " And even you but I was about to say I was about to say to you don't get me wrong",
        3179.88,
        3185.88
    ],
    [
        " And even even when you said this to Andy today like you're like well, you know now that now that you you know you tap",
        3186.14,
        3191.84
    ],
    [
        " Jocco so",
        3191.84,
        3192.74
    ],
    [
        " That's kind of like a nor it happens and so it's like Jocco's cool with that and even Andy's like well",
        3192.74,
        3199.06
    ],
    [
        " No, he's not cool like you know like of course. Yeah, of course. No to just be straight up",
        3199.06,
        3204.92
    ],
    [
        " Never mind someone that never tapped me before. I don't like tapping. I don't like getting tapped out by anyone at any time",
        3204.92,
        3211.82
    ],
    [
        " Right I understand I think I think everyone in jiu jitsu who in jitsu is like cool. I got tapped out. No, that doesn't work",
        3211.82,
        3218.02
    ],
    [
        " You're losing you just lost. Yes. Okay, so great train",
        3218.02,
        3221.44
    ],
    [
        " Jocco you heard what jocco just said right there",
        3221.44,
        3225.3
    ],
    [
        " Basically, I don't like to tap ever you know this stuff and then before that he was like",
        3225.3,
        3232.98
    ],
    [
        " You know gives me a better training partner whatever which is they're both true by the way",
        3232.98,
        3237.76
    ],
    [
        " But there one is like the higher your higher level maturity one is the primal",
        3237.76,
        3242.08
    ],
    [
        " situation and I get it but here's the thing",
        3242.08,
        3245.32
    ],
    [
        " You say okay, let's say Andy he tapped you out the first time that was long time ago whatever now",
        3245.32,
        3251.62
    ],
    [
        " It's like if he taps you out it's like that's quote unquote nothing new we'll call it we'll say it in those terms",
        3251.62,
        3256.12
    ],
    [
        " Yeah, so but as you say when he taps you out your mad you don't like that ever right so you're saying yeah",
        3256.12,
        3263.24
    ],
    [
        " And even mad's kind of a strong word yeah, I said mad. It's like you know, whatever. Yeah, well however you want to put it",
        3263.24,
        3269.48
    ],
    [
        " I'm just saying that okay, so you're saying",
        3269.48,
        3272.32
    ],
    [
        " If you tap out to Andy now and you compare that to the feeling that primal feeling you got when he first tapped you out",
        3272.32,
        3279.64
    ],
    [
        " Or when it was new you're saying they're the same are you saying they're the same feeling no no no the first time was worse right for sure",
        3279.64,
        3285.86
    ],
    [
        " Okay, so for sure and that's the point that's exactly what I said today what I said today was",
        3285.86,
        3290.78
    ],
    [
        " When when you tap someone out for the first time ever that person you like cross them to a new boundary",
        3291.6,
        3298.12
    ],
    [
        " Yes, you crossing the unknown yeah because you you never tap that person think about that",
        3298.12,
        3302.64
    ],
    [
        " Think about how much you roll with someone and you could never tap them. That's that's kind of crazy",
        3302.64,
        3306.92
    ],
    [
        " I don't have to think about that",
        3306.92,
        3308.32
    ],
    [
        " In reality, but you know please",
        3308.32,
        3311.66
    ],
    [
        " Please carry on",
        3311.66,
        3313.32
    ],
    [
        " But yeah, what I'm saying one day you're gonna tap me out and you're gonna be like you're gonna feel like",
        3313.32,
        3319.1
    ],
    [
        " That's gonna feel good and I'll be like don't damn that was just you know",
        3319.76,
        3323.28
    ],
    [
        " And then there's the other thing that we talked about today too is",
        3323.28,
        3325.9
    ],
    [
        " Let's face it if you tap me out one time you wouldn't immediately be like okay the higher",
        3325.9,
        3332.24
    ],
    [
        " Yeah, yeah, yeah, but over time if you started putting the pressure in the novel Sun",
        3332.24,
        3337.12
    ],
    [
        " You start you know you could you could definitely equalize right you could equalize. We're like well. We're pretty close",
        3337.12,
        3341.78
    ],
    [
        " You know that could happen. Yeah, but the thing that's cool about when you get tapped out by someone is",
        3341.78,
        3347.34
    ],
    [
        " It oh for me. This is my ego is now your ego gets submitted",
        3347.34,
        3352.12
    ],
    [
        " And so now like as soon as you know and he's the best example because he's the guy that's really like",
        3352.12,
        3356.96
    ],
    [
        " Come the furthest against me other people are just straight better than me like Dean",
        3356.96,
        3360.94
    ],
    [
        " but",
        3360.94,
        3361.64
    ],
    [
        " You know for for Andy and I will say this I saw it with Dean to like when I started occasionally catching Dean",
        3361.64,
        3367.32
    ],
    [
        " Dean started to be more open and more yeah, you know train more loosen that was a long time ago",
        3367.32,
        3373.68
    ],
    [
        " um",
        3375.22,
        3375.62
    ],
    [
        " But yeah, you know once once like like one day you're gonna tap me out and then you're gonna say oh wow",
        3375.62,
        3380.16
    ],
    [
        " Jocke was game is like pretty wide open because I'll I'll be doing more stuff taking more risks and stuff like that because right now",
        3380.16,
        3385.62
    ],
    [
        " You haven't and so I don't want to give up that little thing right, you know",
        3385.62,
        3390.22
    ],
    [
        " So it's that's my ego, you know and it sucks, but that's just the reality of it",
        3390.22,
        3394.86
    ],
    [
        " The thing that's cool about it is it makes you like makes you go like a little harder, right?",
        3394.86,
        3399.82
    ],
    [
        " Makes me go hard. Yeah",
        3400.0,
        3401.02
    ],
    [
        " Yeah, yeah, I mean there's let's face it. There's some days you come in and you're like you got to look in your face today's the day some days",
        3401.9,
        3408.24
    ],
    [
        " The big day, but I guess every day. Oh, yeah, nobody's a but but there's some days where you believe that yeah",
        3408.24,
        3413.56
    ],
    [
        " You have something Greg chain showed you some Dean showed you something you're like today's the big day",
        3413.56,
        3419.62
    ],
    [
        " I got that one move. It's gonna change everything, but that's so true like with like if you there's actually a lot of a lot of things",
        3419.62,
        3426.22
    ],
    [
        " that you taught me specifically to do against him. Yeah",
        3426.22,
        3429.32
    ],
    [
        " Yeah, varying levels of success with those ones, but yeah still not ultimately successful nonetheless though",
        3429.32,
        3436.22
    ],
    [
        " Yes, but here's the thing there's and I think that's a common thing though where you know like guys coming up or whatever",
        3436.22,
        3443.48
    ],
    [
        " And then they have that one or two guys in the gym where it's like I just never can tap that guy out",
        3443.48,
        3447.64
    ],
    [
        " They're just and if I ever do it's and it has a lot to do with their relationship too just like your styles",
        3447.64,
        3453.68
    ],
    [
        " Yeah, yeah styles. Yeah, it's for schools. I do some I do better against some people than I do against other people",
        3453.8,
        3458.48
    ],
    [
        " Who do better against other people that I do better against them. Yeah, there's definitely some style mixes that",
        3458.48,
        3462.86
    ],
    [
        " That play into the whole situation. Yeah, but like the risk for his relationships go kind of like how you mention how it's like",
        3462.86,
        3469.74
    ],
    [
        " you since",
        3469.74,
        3470.9
    ],
    [
        " The for lack of better way of putting it my your record against me is perfect",
        3470.9,
        3475.78
    ],
    [
        " You're you're like a million and oh whatever then the wins are the the losses are at zero",
        3475.78,
        3483.02
    ],
    [
        " So either you're undefeated or you're not undefeated. So the fact that you're a quote unquote undefeated",
        3483.02,
        3488.24
    ],
    [
        " That's something that's an additional thing that you don't have that's our relation",
        3488.24,
        3493.34
    ],
    [
        " Judit's a relationship part of it part of the big relationship whatever so you have that",
        3493.34,
        3497.12
    ],
    [
        " So there is motivation in you whether be immature mature ego, but whatever",
        3497.12,
        3502.42
    ],
    [
        " It's the motivation in you to protect that element of immature. It's ego and it's for a real thing. Oh yeah",
        3502.42,
        3510.04
    ],
    [
        " And it's not like you'll be like I shouldn't do that. Let me uh",
        3511.56,
        3514.56
    ],
    [
        " Take more risks and let echo tap me out like I don't see that happening sure could whatever",
        3514.56,
        3519.46
    ],
    [
        " But I don't see that happening and that's to me that is part of the whole game. Yeah, it's probably what I mean when",
        3519.46,
        3524.94
    ],
    [
        " When it can depend on two people's relationship and not necessarily whether they're friends or not friends",
        3524.94,
        3530.48
    ],
    [
        " I'm just saying they're due to relationship where it's like if this guy's never tapped me out ever",
        3530.48,
        3534.58
    ],
    [
        " Ever like there's something additional in that relationship think of how many times we've rolled",
        3534.74,
        3540.5
    ],
    [
        " That's a lot of roles",
        3540.5,
        3542.82
    ],
    [
        " It's so psychological",
        3542.82,
        3549.68
    ],
    [
        " Not only are you",
        3549.68,
        3551.66
    ],
    [
        " Uh, wanting to keep the perfect record going being extra stingy, but like when you end up tapping him one day or when like",
        3551.66,
        3559.46
    ],
    [
        " Well first time you tapped me for I was ahead of you for a long time",
        3559.46,
        3562.42
    ],
    [
        " And then you you catch me one day and then your mind is opened up. Yes. I did it once now. It's possible",
        3562.42,
        3568.4
    ],
    [
        " Yeah, that's what you're saying. Yeah, and honestly, I think um",
        3568.4,
        3571.66
    ],
    [
        " I think the roles are different like after that moment. Yeah, yeah",
        3571.66,
        3576.06
    ],
    [
        " Now this personal realizes it's possible and so now they're more aggressive just more confident. Yeah",
        3576.06,
        3581.52
    ],
    [
        " Yeah, I look at it too from the from the year point of view like when echo caught you for the first time",
        3581.52,
        3588.26
    ],
    [
        " Then it's like okay that I don't know that that that yeah",
        3588.26,
        3592.02
    ],
    [
        " You don't have the perfect thing is there right so it's like okay cool, you know",
        3592.02,
        3595.3
    ],
    [
        " And for from your perspective, it's like okay, I'm gonna try this because I wouldn't really try it because it's a little more risk and",
        3595.3,
        3599.96
    ],
    [
        " Next thing, you know, you have a better you're gonna have better roles",
        3599.96,
        3602.8
    ],
    [
        " Because there's there's more fluid and actually",
        3602.8,
        3605.82
    ],
    [
        " Now that I think back the one of the reasons that Dean",
        3605.82,
        3609.6
    ],
    [
        " got so good",
        3609.6,
        3611.14
    ],
    [
        " Is like once I I mean I probably tapped him out like when when he was a purple belt like",
        3611.14,
        3616.84
    ],
    [
        " Like caught him in something whatever",
        3617.08,
        3618.58
    ],
    [
        " um",
        3618.58,
        3619.72
    ],
    [
        " But",
        3619.72,
        3621.04
    ],
    [
        " Like the after that he was just so wide open he would try the craziest things",
        3621.04,
        3625.4
    ],
    [
        " I mean he wouldn't care if I caught him it wasn't no it wasn't a big deal",
        3625.4,
        3629.14
    ],
    [
        " And so I think that's the ultimate way to progress is",
        3629.14,
        3632.56
    ],
    [
        " And that's kind of the way I roll with Andy now too like we're just",
        3632.56,
        3635.46
    ],
    [
        " Going for stuff and again, I'll take huge risks. I don't if I get tapped",
        3635.46,
        3639.98
    ],
    [
        " I don't it's not like I go cool. You tap me. No, I go out that sock to whatever, you know",
        3639.98,
        3644.34
    ],
    [
        " But if",
        3645.06,
        3645.8
    ],
    [
        " It's not that big of a deal, you know, and you you you get more out of the training like an hour later",
        3645.8,
        3652.54
    ],
    [
        " It's not that big a deal drive home. You're thinking about like am I getting worse?",
        3652.54,
        3656.9
    ],
    [
        " No, no man trust me. No, you're right like you have some tough drive homes if you if you if you",
        3657.44,
        3662.48
    ],
    [
        " Yeah, to your point echo sometimes you get tapped out by someone you're like man like that shouldn't happen",
        3662.48,
        3668.02
    ],
    [
        " What I do wrong what am I even doing?",
        3668.02,
        3669.6
    ],
    [
        " What maybe I should just work on my pistol on pistol rifle shooting calls, right?",
        3670.5,
        3675.0
    ],
    [
        " Let's keep that stuff up the speed",
        3675.22,
        3677.12
    ],
    [
        " Because it's and the funny thing one of the funniest thing about this whole conversation",
        3677.12,
        3682.08
    ],
    [
        " Is I'm the guy that tells people like oh what should I do but you just do hey put your ego check",
        3682.08,
        3687.8
    ],
    [
        " You know enjoy and I'm clearly I'm saying freely that",
        3687.8,
        3694.46
    ],
    [
        " It's hard to put that ego in check",
        3694.46,
        3696.84
    ],
    [
        " Is it would you um would you say there's any value to",
        3696.86,
        3701.16
    ],
    [
        " ego and you do to like in in the negative way like like obviously",
        3701.16,
        3706.54
    ],
    [
        " Obviously, we want to keep our ego in check for all these important reasons, but",
        3706.54,
        3711.6
    ],
    [
        " The competitive people the people that are always trying to win are getting better faster",
        3711.6,
        3716.4
    ],
    [
        " And if you have any like you're stingy about no no ego is definitely good",
        3716.4,
        3720.26
    ],
    [
        " You need to have you need to have some ego for sure because if I didn't have any ego then I",
        3720.26,
        3724.62
    ],
    [
        " First of all, we didn't even be here. I wouldn't even be here because",
        3724.72,
        3727.38
    ],
    [
        " Ego is what makes you want to come back and learn how to win, you know",
        3727.38,
        3730.72
    ],
    [
        " man the first time",
        3730.72,
        3732.12
    ],
    [
        " That I ever got tapped out from jiu jitsu. I was like okay",
        3732.12,
        3735.22
    ],
    [
        " I need to learn whatever that is because this is the most horrible thing ever to have somebody able to dominate",
        3735.22,
        3738.96
    ],
    [
        " You like that like that that's never gonna happen. I hate that. That was pure ego",
        3738.96,
        3742.2
    ],
    [
        " If I didn't have an ego I would have thought to myself",
        3742.2,
        3744.62
    ],
    [
        " Well, I guess that guy's stronger than right or whatever, you know like I don't care",
        3744.62,
        3748.94
    ],
    [
        " No, you don't try to get rid of your ego. You just keep it in check",
        3748.94,
        3751.7
    ],
    [
        " You got to keep the ego in check if you don't have your ego in check",
        3751.7,
        3754.2
    ],
    [
        " You know, there's another thing like we were talking about today",
        3754.2,
        3756.7
    ],
    [
        " like",
        3756.7,
        3758.04
    ],
    [
        " If you caught me you'd be like",
        3758.04,
        3761.5
    ],
    [
        " But shake hands and roll again you wouldn't like be like yeah finally",
        3761.5,
        3765.8
    ],
    [
        " And I've seen people do that on the map. I've seen people go",
        3765.8,
        3769.62
    ],
    [
        " Yeah, you know like all celebratory because they tapped out their friend",
        3769.62,
        3774.22
    ],
    [
        " You know what I mean?",
        3774.22,
        3775.72
    ],
    [
        " And you got it that's not cool like that's that's just offensive",
        3776.24,
        3781.0
    ],
    [
        " Yeah, so",
        3782.16,
        3782.88
    ],
    [
        " Man just relax like you know, you know, I say to all the time and I'll say this too and I it's like",
        3782.88,
        3789.24
    ],
    [
        " Hey, Gigi two works if you do a Gigi to move to me",
        3789.24,
        3792.34
    ],
    [
        " And I don't defend it. It's gonna work. I'm gonna tap out. That's what happens with Gigi",
        3792.34,
        3796.16
    ],
    [
        " You know the ego here's where the ego gets hurt is if I go well, you know",
        3796.16,
        3800.28
    ],
    [
        " I'm not gonna tap to echo this Camira",
        3800.28,
        3802.0
    ],
    [
        " So I'm just gonna get my shoulder ripped apart right no like Gigi two works you make a mistake your teammate",
        3802.0,
        3809.22
    ],
    [
        " Capitalize on it. You're gonna get tapped out. That's the way it is deal with it",
        3809.94,
        3813.36
    ],
    [
        " And you know, that's the way life is too. That's the way life works",
        3813.36,
        3816.72
    ],
    [
        " Like you're not gonna bat a thousand man. It's not gonna happen unless you don't get in there",
        3816.72,
        3821.6
    ],
    [
        " Like I could stop rolling to you right now. I go echo you will never catch me cold. You're so I'm never gonna roll through again",
        3821.6,
        3826.2
    ],
    [
        " Yeah, that would be the weakest approach ever. Yeah, you know and still ego by the way like how you're saying",
        3826.2,
        3831.86
    ],
    [
        " Yeah, keep it in check. It's more like if you can control it and almost like harness it really in a way",
        3831.86,
        3838.4
    ],
    [
        " Where yeah, these guys with big egos and they get",
        3839.1,
        3841.18
    ],
    [
        " Uh, good fast because they're like real competitive. They don't like to lose or whatever",
        3841.18,
        3845.54
    ],
    [
        " But it's like that ego is driving them to do that. They're going like forward in the right direction as far as you know learn Gigi two and competing a lot of time",
        3845.54,
        3853.32
    ],
    [
        " But at the same time if you let the kind of the ego control you it can do weirdo things to you too like literally",
        3853.32,
        3859.7
    ],
    [
        " You can be going to Gigi two and your ego can just tell you don't go to Gigi two anymore just like that example right there",
        3859.7,
        3864.7
    ],
    [
        " You don't want to get tapped out. You don't want to get tough. Yeah, that's I hate that. Oh yeah, I hate that I will",
        3864.7,
        3869.84
    ],
    [
        " beat myself to I will beat that attitude into submission",
        3869.84,
        3874.28
    ],
    [
        " I will beat myself into submission of like oh you don't you think you're gonna avoid training today",
        3874.28,
        3879.24
    ],
    [
        " You know, oh you when I hear that little voice in the back",
        3879.24,
        3882.16
    ],
    [
        " I was like, you know you got jet lag if you go you might get caught I go oh really you need to shut up",
        3882.16,
        3888.26
    ],
    [
        " And here's the thing what I think the way I'd come combat that attitude is",
        3888.26,
        3893.12
    ],
    [
        " I",
        3895.26,
        3895.7
    ],
    [
        " If you don't go you're taking a step back that's that scares me more than anything like oh if I don't train right now",
        3895.7,
        3901.72
    ],
    [
        " That means I'm going backwards learning wise and learning technique",
        3901.72,
        3905.56
    ],
    [
        " Timing skill so if I say oh I look at it every if I don't train",
        3905.56,
        3911.64
    ],
    [
        " I'm if look if I go and train and I get beat cool",
        3911.64,
        3914.82
    ],
    [
        " I'm at least like making progress on the mountain. Yeah, you don't even go to the mountain right now",
        3914.82,
        3921.22
    ],
    [
        " It's not just that you don't show up with the mountain you're going backwards the the goal posts are moving",
        3921.22,
        3925.9
    ],
    [
        " That's the important thing like the bus is moving. Yeah, you're if you're not if you don't even get on you might get on the bus and get bullied a little bit",
        3925.9,
        3932.86
    ],
    [
        " At least you're on the bus. Yeah, but if you don't get now if you don't get on the bus today because you don't want to get bullied",
        3932.86,
        3937.64
    ],
    [
        " That's okay, so you made that decision. You feel you might feel a little better about it today because you get bullied",
        3937.64,
        3942.22
    ],
    [
        " Then you then what what happened is the next time you show up all the bullies are a little bit stronger",
        3942.22,
        3947.36
    ],
    [
        " Then you are especially if you don't go on the bus for a week two weeks three weeks",
        3947.74,
        3952.22
    ],
    [
        " I look at every day that I don't get on the bus. I know what's happening",
        3952.22,
        3956.78
    ],
    [
        " And I don't like it",
        3956.78,
        3958.78
    ],
    [
        " So get on the bus but that's how they're right where that you end up there and we know you know some of our good friends",
        3958.78,
        3966.26
    ],
    [
        " Ended up there where it's like oh",
        3966.26,
        3968.76
    ],
    [
        " Off the bus and now it's like man you got to get back on that hostile bus and it's even more hostile",
        3968.76,
        3974.1
    ],
    [
        " Yeah, that's a two the bus is getting more hostile all the time",
        3974.1,
        3976.7
    ],
    [
        " So you think I'm coming getting on the bus tomorrow more hostile in today and I didn't even go on today",
        3976.8,
        3980.92
    ],
    [
        " I'm not getting on tomorrow. It's gonna be more hostile then guess what that bus is even a mile further now",
        3980.92,
        3984.84
    ],
    [
        " And now are you gonna go the next thing?",
        3984.84,
        3986.76
    ],
    [
        " The bullies on the bullies on the bus now have knives. Yeah, it's a stab you in the neck. Oh, yeah big time",
        3986.9,
        3991.62
    ],
    [
        " So at the end of the day, you're never getting on that bus. It's just too far down the street",
        3991.62,
        3996.64
    ],
    [
        " And if you do you're gonna have to get on there and you have to scrap back to position you have to get the PVC pipe out",
        3996.64,
        4002.2
    ],
    [
        " Start going back up the hill. Yes, that's the where it works. Maybe comes so obvious that ego is the only thing keeping you from there",
        4002.48,
        4009.22
    ],
    [
        " You could only make others accuses for so long",
        4009.22,
        4011.22
    ],
    [
        " Then after all those go away like six months down the road. Okay, why aren't you here anymore? Yeah, cuz I'll be very uncomfortable",
        4011.22,
        4017.9
    ],
    [
        " Everybody taps me. Anyone taps everyone's looking. There was making this big deal out of it",
        4017.9,
        4023.48
    ],
    [
        " Even though they're like we're totally not like that like our friend who will remain nameless even though we talk about him all the time on here",
        4023.48,
        4030.66
    ],
    [
        " He like he'll be like oh, yeah, he'll say that like oh, yeah people",
        4031.52,
        4035.02
    ],
    [
        " You know they won't respect my jujitsu or something he didn't say those words",
        4035.02,
        4040.02
    ],
    [
        " But it's kind of like that's kind of what it is but probably no one cares. I don't care about that stuff or whatever",
        4040.02,
        4044.36
    ],
    [
        " Oh, you lost a step because you've been out for years. Oh, we don't not only doesn't no one care",
        4044.36,
        4049.16
    ],
    [
        " We kind like that's kind of to be expected and that happens to all of us kind of thing",
        4049.16,
        4054.34
    ],
    [
        " We'll make a bigger deal in a positive way that he's there",
        4054.34,
        4058.56
    ],
    [
        " More so then any shortcomings that he may have developed you know, so it's like man",
        4059.0,
        4063.0
    ],
    [
        " It's all upside for you coming aside from that",
        4063.0,
        4065.26
    ],
    [
        " It's so true nobody cares",
        4065.26,
        4067.78
    ],
    [
        " Nobody care they might care at the moment like oh, that's interesting this person is a probable they suck now",
        4067.78,
        4075.52
    ],
    [
        " Yeah, they'll get up they'll get over by the time they get home",
        4075.52,
        4078.36
    ],
    [
        " They have their own lives to think about oh, they're not thinking about it",
        4078.36,
        4081.34
    ],
    [
        " No, because it's it's not even close to a good enough reason for you not to show up",
        4081.34,
        4085.1
    ],
    [
        " Yeah, not even close. I mean true generally too just in in life like you",
        4085.1,
        4090.46
    ],
    [
        " Whenever you have that feeling you should train yourself like like you're talking",
        4090.46,
        4093.86
    ],
    [
        " Yeah, you get that feeling that uncomfortable feeling that should be like a trigger to do that",
        4093.86,
        4098.8
    ],
    [
        " The biggest trigger for me to do is the feeling of I don't want to do it that to me says oh",
        4098.8,
        4105.12
    ],
    [
        " I have that same thing with working out, you know like I always look at working out like if you miss the workout",
        4105.12,
        4110.34
    ],
    [
        " You don't get to make up the workout",
        4110.34,
        4112.02
    ],
    [
        " I think it's gone it's gone you never get it if you miss a training session of jiu-jitsu",
        4112.12,
        4116.16
    ],
    [
        " It's gone that bus went further those people those kids on that bus got stronger and you didn't yeah",
        4116.16,
        4121.96
    ],
    [
        " I have that that conversation with Jade actually",
        4121.96,
        4124.8
    ],
    [
        " Your brother where I invited him to speak at a class. I was taking",
        4124.8,
        4131.46
    ],
    [
        " Anyways, and then he's like yeah like right away. He said yet and then he told me later",
        4131.46,
        4137.16
    ],
    [
        " I think we had a conversation later and maybe it was right then",
        4137.16,
        4139.64
    ],
    [
        " Anyways, you say like a he felt uncomfortable for about a split second",
        4140.16,
        4144.16
    ],
    [
        " He said but he's already sort of had that self-talk in the past where that moment he feels uncomfortable",
        4144.16,
        4150.02
    ],
    [
        " He you know that he needs to do that. Mm-hmm. You don't want to you don't want to say no or make excuses because it's just gonna eat at you",
        4150.02,
        4156.08
    ],
    [
        " Yeah, well, hey, we've been kicking it for like a little over an hour. I think the message of the day is",
        4156.08,
        4162.18
    ],
    [
        " Get on the bus keep training",
        4162.18,
        4165.4
    ],
    [
        " Greg do you got any social media?",
        4165.4,
        4169.08
    ],
    [
        " Yeah, you need to make it like a Greg train at or whatever yeah, I need to embrace it. What do you have?",
        4170.12,
        4176.46
    ],
    [
        " At Gregory McIntyre is that for Instagram? Yeah, Twitter. Okay. Say it again spell it Gregory McIntyre",
        4176.92,
        4183.86
    ],
    [
        " Gregory",
        4183.86,
        4185.12
    ],
    [
        " McIntyre's MCI",
        4185.12,
        4187.66
    ],
    [
        " R E that's my uh Instagram and I think it's the same yeah the same for",
        4187.66,
        4193.44
    ],
    [
        " But Twitter I just kind of like yeah, Chris and some people are are",
        4193.44,
        4197.8
    ],
    [
        " uh",
        4199.24,
        4199.6
    ],
    [
        " Leaving Twitter the bus is leaving them",
        4199.6,
        4201.82
    ],
    [
        " If you want to talk to echo. He's at echo Charles. I'm at jockew. Well, if you want to need to get to stuff",
        4201.82,
        4207.98
    ],
    [
        " Or supplement stuff go to origin main.com and if you want to check out a",
        4207.98,
        4214.64
    ],
    [
        " Different podcast that we have it's called jockew podcast",
        4214.64,
        4217.08
    ],
    [
        " Go to jockew podcast.com you can get stuff from jockew store if you want us to keep doing this",
        4217.08,
        4222.26
    ],
    [
        " You know that's how we got",
        4222.26,
        4224.44
    ],
    [
        " Go get on the bus everyone. We'll talk to you later out",
        4225.14,
        4228.34
    ]
]