[
    [
        " This is the grounded podcast episode three with Echo Charles Dave Burke and me",
        1.58,
        8.74
    ],
    [
        " Jocco Willink what's happening? Oh, these are your first time on the grounded",
        8.74,
        15.2
    ],
    [
        " podcast. Yeah, I don't know if I'm supposed to say good evening or nothing like this",
        15.2,
        18.56
    ],
    [
        " because you didn't say good evening to me. No, I'm just gonna say how is it?",
        18.56,
        22.64
    ],
    [
        " We're trying to say a little bit more of a relaxed environment. Yeah, so you know",
        22.72,
        28.72
    ],
    [
        " we're not starting off formal. Yes, good evening, which is a formal. Let's face it. I",
        28.72,
        33.1
    ],
    [
        " don't even say good evening to you. Well, I guess I say something real life.",
        33.1,
        35.76
    ],
    [
        " I'm jokingly, but I wouldn't normally say that to you in real life. Yeah, it makes sense.",
        35.76,
        39.64
    ],
    [
        " So now we're not saying it here. Okay, to you or Dave. So I said I said what's up?",
        40.06,
        45.54
    ],
    [
        " Right. That's actually what I said, right? And if you could feel it, if you probably felt",
        45.76,
        49.78
    ],
    [
        " it was like through me for a loop, a little bit. Yeah. Yeah.",
        49.78,
        52.54
    ],
    [
        " Because you got the headphones on. We're in the space. Yeah, it sounded weird now.",
        52.98,
        56.64
    ],
    [
        " So grounded. Well, you haven't heard any yet, Dave, because they haven't been released yet.",
        58.52,
        63.6
    ],
    [
        " That's right. Yeah, so the deal is like you know when we started this, when we started",
        63.68,
        68.24
    ],
    [
        " recording the other podcasts today, but before we started recording, we talked and I said,",
        68.24,
        73.24
    ],
    [
        " hey guys, we just talked for 48 minutes before kicking off the podcast. And then I said,",
        73.24,
        80.4
    ],
    [
        " I really wish we would have recorded all that because what we were talking about was",
        80.4,
        86.3
    ],
    [
        " was good stuff. Yeah. Was stuff that I am learning when you guys are talking to me,",
        87.82,
        93.38
    ],
    [
        " you're learning when I'm talking to you, it's like one of those situations. Yeah. And we,",
        93.5,
        98.04
    ],
    [
        " you and I, I've been doing that for a long time. Yeah. Whether we're talking about training,",
        98.54,
        103.1
    ],
    [
        " whether we're talking about just life, whether we're talking about Hawaii 50. Yeah. We're talking",
        103.64,
        109.2
    ],
    [
        " about, you know, relatively important stuff. Yeah. Or at least interesting stuff. So the other",
        109.2,
        116.02
    ],
    [
        " thing is there's, there's like the certain level of expectation and standard. There's a standard",
        116.02,
        121.94
    ],
    [
        " for the legit numbered Jocco podcast that I'm not looking to lower the standard.",
        121.94,
        130.02
    ],
    [
        " And I'm not looking to deviate from the path with that podcast. I feel like I'm being held accountable",
        130.36,
        141.54
    ],
    [
        " by the precedent. You know, you can't have John Striker Meyer on that podcast and then just say,",
        141.92,
        149.0
    ],
    [
        " well, we're just going to sit around and talk about whatever, right? Leigh, it doesn't work.",
        149.0,
        151.86
    ],
    [
        " I think you're right. I'm not going to have Dakota Meyer on and then just go, man, you know,",
        152.14,
        156.86
    ],
    [
        " we're going to do this next podcast about, you know, um,",
        156.9,
        159.48
    ],
    [
        " sure can't talk. I definitely can't definitely can't talk like that. So that's what this podcast is.",
        159.84,
        167.24
    ],
    [
        " This podcast is, hey, there's things that aren't quite as heavy, right? We're not talking",
        167.24,
        173.84
    ],
    [
        " rape of man king on this podcast. Hopefully. Hopefully it could come up. But that's not the purpose.",
        173.84,
        179.12
    ],
    [
        " Purpose is to talk about some other things and other interests in my life, in your life,",
        179.86,
        185.74
    ],
    [
        " in everyone's life. Because we've already, we the first two, you weren't even here, Echo,",
        185.9,
        189.78
    ],
    [
        " because you were busy, like super busy in Kauai, yeah, just being on vacation. And a one month",
        189.78,
        199.52
    ],
    [
        " vacation, yes, Dave, have you ever taken a one month vacation? I've actually never heard of a one",
        199.52,
        205.42
    ],
    [
        " month vacation. One month vacation, one month vacation. Well, how",
        205.42,
        211.1
    ],
    [
        " did you, you were able to adapt to that? Well, you know, did your mind shot off at all? No, it did not.",
        212.46,
        218.52
    ],
    [
        " Actually, stayed in the game. Well, here's the thing. So where I didn't see it as a vacation",
        218.92,
        223.74
    ],
    [
        " necessarily. It was a trip. It was a relocation temporarily. And, uh, you know, that's sort of it.",
        223.74,
        230.48
    ],
    [
        " So you, you were there working. Did some work? Did some work? Did some work? Did some exercise?",
        230.76,
        236.28
    ],
    [
        " You know, back to back squats apparently. Back to back. Dave, one month vacation. Yeah.",
        236.62,
        245.88
    ],
    [
        " Is that something you're looking forward to? Is that something you're negotiating in your head",
        246.82,
        253.88
    ],
    [
        " with your wife? Is she talking about the one month vacation? Have you ever taken a one month trip?",
        253.88,
        258.54
    ],
    [
        " No, he was in the military. He was in the military for the 20 years.",
        259.52,
        263.1
    ],
    [
        " All right. Well, 24 years. Not on my own. I mean, I've been places for more than a month,",
        263.1,
        267.82
    ],
    [
        " my time in Marine Corps. Yeah. He was places for more than one month. Ramadi. Have you ever been",
        267.88,
        272.68
    ],
    [
        " acquired at all? I've been acquired. Have you been acquired before? No. Well, I rest my case",
        272.68,
        278.04
    ],
    [
        " because once you go to quiet, you're going to understand, boom, I can be here one month,",
        278.04,
        282.4
    ],
    [
        " minimum left. Bring my, arguably, yeah. I think, wait, when did you go to quiet?",
        282.46,
        289.26
    ],
    [
        " When I was a little kid, I was probably 13. Yeah. So you don't understand? How long did you say for?",
        289.76,
        294.08
    ],
    [
        " 34 days? I don't know, probably four. Well, you know, next time you go, you're going to understand,",
        294.44,
        301.92
    ],
    [
        " and you know, that's the way I look at it. Okay. So it was, like I said, not a vacation. It was a trip.",
        301.92,
        307.02
    ],
    [
        " Do you feel recharged now? Do you feel recharged? Still the same. No, different. Well,",
        307.24,
        312.38
    ],
    [
        " I've actually explained this to you a few times. Maybe you two good deal tape where when I'm here,",
        313.6,
        320.1
    ],
    [
        " I'm like, oh man, I can't wait to go to quiet. Not necessarily to get away from work or nothing",
        320.28,
        324.12
    ],
    [
        " like that. That's why I don't see it as a vacation. Just like to go there in that environment and",
        324.12,
        328.58
    ],
    [
        " stuff. I grew up there, whatever. So just to be there, can't wait, can't wait for the beach. You",
        328.58,
        333.82
    ],
    [
        " know, all that stuff. Bring my computer so I can do my work. I can't wait to work there.",
        333.82,
        338.34
    ],
    [
        " Seems in. And then when I go there, I can't wait to get back to work harder so I can go back to",
        338.54,
        345.44
    ],
    [
        " quiet. Seems in. So it's kind of like maybe a psychological environmental vacation, maybe,",
        345.44,
        351.26
    ],
    [
        " but one kind of plays off the other. My whole life, my work has been what I do for fun,",
        351.42,
        362.24
    ],
    [
        " which is kind of crazy. Oh, yeah. I mean, because, well, okay, I didn't do dish washing when I was",
        362.52,
        367.86
    ],
    [
        " a kid, because for fun, no, I did that for whatever $4.50 an hour. I didn't even look at Wendy's",
        367.86,
        374.74
    ],
    [
        " for fun. No, but as soon as I joined the military, that was for, I mean, I did what I did for work",
        374.74,
        382.02
    ],
    [
        " is what I would be wanting to do for fun anyways. Not just the fact that you're shooting machine guns,",
        382.02,
        387.18
    ],
    [
        " because that's fun for sure, but not not because of the. But even coming into work on the weekends,",
        387.6,
        395.96
    ],
    [
        " yeah, like, oh, what am I going to do this weekend? I'll tell you what I'm going to do. We're going to go",
        396.2,
        399.7
    ],
    [
        " and we're going to go to work. We're going to work out. We're going to mess with our gear.",
        399.7,
        403.66
    ],
    [
        " We made our own gear back then. So you're kind of just into it. You probably couldn't,",
        404.36,
        410.0
    ],
    [
        " you probably won't even allow to do that in the in the Marine Corps aviation. Yeah, no, not at all.",
        410.02,
        415.06
    ],
    [
        " But I know what you're talking about. I only had one job in my entire time in the Marine Corps,",
        415.52,
        419.98
    ],
    [
        " where I felt like anything I was doing was a chore. What job was that? Working at the Pentagon. Oh,",
        419.98,
        425.46
    ],
    [
        " yeah. Oh, so you're saying all your other jobs that were all right. Echo, when you're in the military,",
        425.68,
        430.88
    ],
    [
        " they call the Pentagon. They just call it the building. So someone's like, oh, yeah, I got to fly",
        431.08,
        435.86
    ],
    [
        " to go to the building as if it's the most ominous horrible place. Yeah, or just so you would be",
        435.86,
        442.8
    ],
    [
        " depending on for just under two years. So I had a job. I was the admiral's aid. So that's the same",
        442.8,
        455.44
    ],
    [
        " thing. I can't say that I liked it. Right? Sure. Luckily the admiral I worked for was a great guy.",
        455.44,
        460.26
    ],
    [
        " And he was really teaching me a lot. You know, he was he was explaining things to me. You know,",
        460.8,
        466.24
    ],
    [
        " he was saying, hey, here's what's going on here. Here's because you don't know. I was a young",
        466.26,
        469.24
    ],
    [
        " lieutenant just got back from Iraq, platoon commander, done tour. And he was, you know, he was,",
        469.24,
        474.96
    ],
    [
        " well, he must have been in for 25 something years at that point. And he's the admiral in charge of",
        475.08,
        480.5
    ],
    [
        " all the seals. And so he was definitely trying to help me understand the big picture as they say.",
        480.5,
        490.34
    ],
    [
        " And he was also just a nice guy. And he was also a guy that would say, you know, how does this help",
        490.68,
        495.98
    ],
    [
        " the seal platoons? Like he was looking out for the seal platoons. He wasn't looking out for his",
        495.98,
        500.36
    ],
    [
        " career, anything like that. He was looking out for the seal platoons. But I had to wear a uniform",
        500.36,
        504.7
    ],
    [
        " every day, which I was not used to because I used to love I used to I used to for lack of a",
        504.7,
        512.44
    ],
    [
        " what I guess I used to brag about the fact that I was a 34 year old man making $84,000 a year as a",
        512.44,
        521.66
    ],
    [
        " as a lieutenant in the Navy. And I didn't wear a shirt at work. Like no, like, hey, man, we're just,",
        521.66,
        529.24
    ],
    [
        " we're we're grown men in professional jobs, wearing shorts, a pair of boots, and no shirt at work.",
        529.4,
        537.4
    ],
    [
        " That was the deal. That was the deal. So I like that. Now when I was at an old man, no, you were",
        537.6,
        544.2
    ],
    [
        " strapping it on at six o'clock. You were done working out because you had East Coast, you know,",
        544.2,
        549.5
    ],
    [
        " the the chief of naval operations. He's in the East Coast. He's he's wants to talk early. Yeah.",
        549.62,
        555.72
    ],
    [
        " So you're there early. Be there all day. You have to stay until the boss is done. And so you're",
        555.72,
        561.0
    ],
    [
        " that was that was how did you describe it? That job was not fun. That job was not fun. But",
        561.0,
        567.98
    ],
    [
        " it was as fun as it could be because the boss was fun. And because he was teaching me a lot and",
        567.98,
        575.32
    ],
    [
        " I was learning a lot. There was another there was another Navy captain who retired while I was there.",
        575.32,
        580.52
    ],
    [
        " There was a few few senior Navy captains that were great guys taught me a ton. Great relationships.",
        580.52,
        587.58
    ],
    [
        " And help me for the rest of my career and help me to this day. You know, one of the one of the guys",
        587.66,
        594.18
    ],
    [
        " who is the EA to the Admiral. He helped tasking a bruiser above and beyond, you know, just while",
        594.18,
        602.22
    ],
    [
        " we were tasking bruiser. This is a guy that when we when tasking a bruiser would have some kind of",
        602.22,
        609.4
    ],
    [
        " issue down the line like we wanted to get Mark Lee's and Ryan Job's and Mikey Montsaurus machine guns",
        609.4,
        617.36
    ],
    [
        " retired and put onto the SEAL team three quarter deck. And there was like some staff person",
        617.36,
        624.98
    ],
    [
        " that said, well, you know, those guns, those weapons, two of them aren't retired yet or they still",
        624.98,
        630.5
    ],
    [
        " have rounds. And we and we'll just give you some other guns that are already used up.",
        630.5,
        634.52
    ],
    [
        " And that's not the right answer. Yeah, there's not the right. You don't say, oh, oh, yeah, we're going to put Mike Montsaurus gear in here,",
        636.58,
        643.88
    ],
    [
        " but we're going to put some other weapon. No one will know. It's like, no, you don't do that. And so like this, this",
        643.88,
        650.26
    ],
    [
        " this retired captain who is the EA who then worked at the command said, you know, I said, hey, boss, this is what's going on.",
        650.26,
        657.06
    ],
    [
        " Can you can you help me? And he's like, yeah. And he would just frame things up and problems would get",
        657.42,
        663.54
    ],
    [
        " solved because they were the right thing. I wasn't I wasn't out there asking for like person looking for the hookup.",
        663.54,
        668.82
    ],
    [
        " Yeah, no, it's like, this is the right thing to do for the community. So, and for for our fallen brethren, that",
        668.9,
        687.04
    ],
    [
        " education and for my growth, but I didn't exactly like going to work every day. Yeah, like if that if you didn't have",
        687.2,
        694.26
    ],
    [
        " that job, you wouldn't be, you know, calling up the admiral and be like, hey, you want to hang out and do admin stuff or",
        694.26,
        700.3
    ],
    [
        " what I, you know, I wouldn't mind hanging out with you. Yeah, I see what you're saying. I mean, yeah, the work, whatever your role was,",
        700.3,
        705.04
    ],
    [
        " I would call the admiral and say, hey, you want to go surfing, but I wouldn't call him and say, hey, you want to",
        705.14,
        709.5
    ],
    [
        " go and put together a PowerPoint brief this weekend because that sounds like fun. Yeah, no, none of that. Yeah,",
        709.5,
        715.74
    ],
    [
        " but if you go home now, there's a good chance you'll be wearing short no shirt. Yes, maybe not boots.",
        716.76,
        722.7
    ],
    [
        " Probably get it. I get well, well, Dave can can we do Skype meetings at echelon front.",
        723.04,
        727.92
    ],
    [
        " And there's a decent percentage of time that, you know, it's a video conference. And he has no shirt on.",
        728.22,
        733.34
    ],
    [
        " Correct. Yeah. This guy. Yeah. All right. Cool. So I still brag. Now I'm even older.",
        733.48,
        739.12
    ],
    [
        " Now I'm 47 years old. Still trying not to wear a shirt at work. However, if I do come and speak at your",
        739.5,
        744.86
    ],
    [
        " company, I will wear a shirt. Absolutely. Yeah. Yeah. Good. I keep a professional on the road. Yeah.",
        744.86,
        750.42
    ],
    [
        " Good. I do. Dave. So you've been with echelon front for how long? Almost three years. Man, two and a",
        750.58,
        759.06
    ],
    [
        " half, my first event with you is in November of 16. So that'll be three years in November.",
        759.06,
        764.38
    ],
    [
        " And you moved out to California. I did. I moved out to California. You're in my AO.",
        765.16,
        770.28
    ],
    [
        " Absolutely. This is a good place to be. This place is awesome. You're getting used to watching",
        770.44,
        776.66
    ],
    [
        " the sun sets at night. Yes. I am. Is there something that that does to your mentality?",
        776.66,
        782.6
    ],
    [
        " That's a positive thing. There is. You know what? Living out here and watching the sunset does.",
        783.4,
        790.12
    ],
    [
        " It makes being gone even easier. Yeah. It makes being gone. And when I'm on the road and I'm on the",
        790.74,
        796.52
    ],
    [
        " road a lot, it makes that even easier than it was because I know that what I'm missing, my family",
        796.52,
        803.7
    ],
    [
        " is not missing because they're there for it. And it's good to go. The sun setting into the ocean.",
        803.7,
        808.28
    ],
    [
        " Do you see that on Kauai? Yes, sir. You do. And does it have a positive effect? Does it allow you to",
        808.88,
        815.9
    ],
    [
        " relax a little bit? Crazy. Do I see? Brad, everywhere you look is all ocean. I thought you were going to",
        815.9,
        821.92
    ],
    [
        " say no, I'm too busy working. No, you don't see it. Yeah, that's right. He was grinding at his computer.",
        821.92,
        827.2
    ],
    [
        " Yeah. Yeah. Super unobstructed sunrise and set wherever you want to go because you know,",
        827.78,
        833.94
    ],
    [
        " you figure quiet like an island and it's like a circle. Not like an island. I met like a",
        834.38,
        839.98
    ],
    [
        " circle. It is an island. Yeah. Oh, yeah. So you go watch the sunrise and then you go watch",
        839.98,
        845.32
    ],
    [
        " the sunset. Whatever you like. If you could have a house that was either or which would have been",
        845.32,
        850.34
    ],
    [
        " sunset, I think. Yeah. It's only because I don't, you know, do the sunrise. Yeah, super.",
        850.38,
        855.68
    ],
    [
        " As often we'll say, but yeah, sunset for sure. Do you sunset? I would take the sunset. Yeah.",
        855.82,
        865.28
    ],
    [
        " Yeah. I don't know. Here's a weird thing. No sunrise. I'd say just the fact that I'm not awake",
        865.44,
        871.3
    ],
    [
        " for that most of the time. That's the main factor because when you watch the sunrise, it's like,",
        871.3,
        875.28
    ],
    [
        " I think it's just like, I don't know. Yeah, just it is. And I'll tell you what's cool. When you watch",
        875.28,
        880.46
    ],
    [
        " the sunrise, when you when you look west at the ocean and the sun rises, you're seeing this now",
        880.46,
        886.34
    ],
    [
        " day from your house. You see there's sunrise. The sunrise in the east, but you watch the sun rise",
        886.34,
        892.22
    ],
    [
        " on the ocean. It's still it's even more awesome. Actually, then the sunrise itself. Well,",
        892.22,
        896.58
    ],
    [
        " it's at least as awesome the way you get the colors. Yeah, it's pretty. Yeah.",
        896.58,
        901.4
    ],
    [
        " I got a good setup right now. So you started Ashland Front two and a half years ago. What I",
        902.6,
        907.1
    ],
    [
        " will at what point did you start training the the Jiu Jitsu? I started training after muster.",
        907.1,
        915.44
    ],
    [
        " I was almost there for not quite a full year. The the following summer after I joined is when I",
        915.72,
        920.22
    ],
    [
        " started training on my own. So I went to the two first two musters. I didn't stay and I didn't",
        920.22,
        926.16
    ],
    [
        " stay for the Jiu Jitsu. I got home or for whatever reason. And I didn't do Jiu Jitsu until after the",
        926.16,
        930.56
    ],
    [
        " third muster has literally the first time I'd ever rolled ever trained. What was it surprising?",
        930.56,
        935.88
    ],
    [
        " Yeah, total. Were you less competent and capable than you thought you would be as a human?",
        936.6,
        941.28
    ],
    [
        " Less competent. I didn't know what was going on. And I wasn't training with a bunch of black belts",
        942.54,
        948.14
    ],
    [
        " either. You know what I mean? So yeah, although I will say I wasn't I didn't walk into like",
        948.14,
        954.24
    ],
    [
        " supremely confident. So I didn't have these high lofty expectations how I was going to do.",
        954.24,
        957.8
    ],
    [
        " But I remember walking away for the first time trying to piece together a little shred in my mind",
        958.52,
        964.56
    ],
    [
        " of what you had been talking about. And so that was the first experience with that.",
        964.56,
        968.3
    ],
    [
        " Yeah, because you had heard us talking about it on the broadcast for a year.",
        968.52,
        972.08
    ],
    [
        " Totally. You guys talked about it a lot. I had heard stories about it a lot and I heard",
        972.28,
        976.66
    ],
    [
        " certainly you talk about it and I just didn't have any connection to it. And I don't want to say",
        976.66,
        980.84
    ],
    [
        " that I like actively avoided it. But it was to be pretty honest. It was the first something that I",
        980.84,
        987.78
    ],
    [
        " for me. I'm not going to. Yeah, it's one of those things where you if you you can perceive it in a",
        987.78,
        993.24
    ],
    [
        " way that it's like, well, that doesn't really connect with me. You look, I can get that. I'm trying",
        993.24,
        998.74
    ],
    [
        " to think of it. I've ever had anything like that where I had had a had a turn around in my brain",
        998.74,
        1003.56
    ],
    [
        " of like, oh, this is something that I just don't that's not for me into like, okay, I get this",
        1003.56,
        1009.9
    ],
    [
        " and and I'm about it. You know, maybe video editing, which I've started doing now. What do you",
        1009.9,
        1015.36
    ],
    [
        " edit on? Never what program you use my iPad. So it's like eye movie. Yeah, yeah. Oh, okay. All right.",
        1015.36,
        1021.42
    ],
    [
        " Good starting point. You've seen some major works coming out of your eye. I movie said I figured",
        1021.52,
        1027.4
    ],
    [
        " some things out pretty quickly. Yeah, I do how to do it. But anyways, I just get tired of relying on",
        1027.4,
        1032.52
    ],
    [
        " people that, you know, going long vacations. Yeah, man. No, man, you're the man. 100%. I'm working on my",
        1032.52,
        1040.56
    ],
    [
        " effects. No, you're not. You're using eye movie and there are no effects really. No, don't get all",
        1040.9,
        1048.38
    ],
    [
        " like crazy serious with me, dude. You're the one who started. Look at you. Take it easy. Your job",
        1048.38,
        1055.06
    ],
    [
        " is safe kind of. Yeah, you know, so the so the so the you looked at it as something like, you know,",
        1055.06,
        1063.32
    ],
    [
        " you know, that's cool. You know, those guys are doing something that seems, you know, that's fine.",
        1063.52,
        1067.34
    ],
    [
        " That's not really my thing though. Exactly. Did the first master change your mind? Did that first",
        1067.34,
        1073.44
    ],
    [
        " experience, would you just say, oh, you know what? This might be my thing. Or would you like, no,",
        1073.44,
        1077.24
    ],
    [
        " this is this I need to get into this? Or at what point did you say, no, I'm in at one point.",
        1077.36,
        1084.62
    ],
    [
        " I don't think I was really in mentally like in until I started to. So I started training.",
        1085.24,
        1097.16
    ],
    [
        " But almost sort of like mechanically look to be honest with you, the reason I started training",
        1097.48,
        1100.9
    ],
    [
        " after that was to sort of fit in just to kind of assimilate a little bit. I always kind of had",
        1100.9,
        1107.6
    ],
    [
        " the mindset of like, look, if this is what my browser do, I'm just going to do what my browser",
        1107.6,
        1110.96
    ],
    [
        " doing because it's a good idea. Yeah. You know, because that's what my my my my browser doing.",
        1110.96,
        1115.44
    ],
    [
        " I'm going to do the same thing. So I did that. That was kind of the only real reason I did it",
        1115.46,
        1118.34
    ],
    [
        " at first was it's a lot of talk about it. Everybody else is doing it. I'm not going to be the guy that's",
        1118.34,
        1121.62
    ],
    [
        " not doing it. And I started to do it because of that. That's what got me on to the mats. But I",
        1121.62,
        1127.94
    ],
    [
        " started training with a coach that was really good. This is out in Virginia. And I remember the",
        1127.94,
        1132.44
    ],
    [
        " first time that I actually was able to do something to somebody else that he taught me to do.",
        1132.44,
        1136.78
    ],
    [
        " And I were and the feeling was the first time I had a feeling that reminded me of being an",
        1137.16,
        1145.02
    ],
    [
        " airplane doing something to somebody in an airplane and how good that felt. And that was the first",
        1145.02,
        1150.32
    ],
    [
        " time I ever made the connection of this reminds me of other things that I've done that I really,",
        1150.32,
        1155.16
    ],
    [
        " really like. And that was what kind of that's the real hook. And so up into that point, you know,",
        1155.16,
        1161.06
    ],
    [
        " that was after the mustard a couple was not doing anything then making the connection to the coach,",
        1161.12,
        1166.56
    ],
    [
        " going and starting to train, you know, that follow whatever it was. And then still just being",
        1166.7,
        1170.88
    ],
    [
        " sort of very mechanical thing like you guys are doing it. I'm going to do it. And then at some",
        1170.88,
        1174.44
    ],
    [
        " point, having that experience, I'm like, and I think I actually might have called you and talked",
        1174.44,
        1178.88
    ],
    [
        " you about it. I know I talked to JP about it. I'm like, Hey, dude, this just happened. I don't,",
        1178.88,
        1182.96
    ],
    [
        " I'm not bragging. But I just did this thing that I learned and I did it to another dude on them",
        1182.98,
        1187.82
    ],
    [
        " that and he tapped out. And not just like I want it was that that feeling. And ever since then,",
        1187.82,
        1194.3
    ],
    [
        " that's when the trajectory kind of kind of took off for me in my mind. So I've said on this podcast,",
        1194.32,
        1199.58
    ],
    [
        " if you, someone said like, how do I know? I just don't like to just do like when have I had enough.",
        1199.88,
        1206.26
    ],
    [
        " And I said, I said, you, you should do Jiu Jitsu until you submit someone with something that",
        1206.26,
        1212.56
    ],
    [
        " you've learned. I don't know if I said this thing you've learned yet. But I said, because that is,",
        1212.56,
        1216.88
    ],
    [
        " when you submit somebody, if that feeling doesn't compel you to want to do it more,",
        1217.24,
        1223.34
    ],
    [
        " then Jiu Jitsu isn't for you. Sure. I personally, for me, all I needed to do was get submitted.",
        1223.54,
        1230.3
    ],
    [
        " The first time I rolled and got submitted, I said, okay, someone else knows something that,",
        1230.5,
        1236.18
    ],
    [
        " that can, they can hold over me. And I don't like that at all. Yeah. And I'm going to make,",
        1236.46,
        1242.08
    ],
    [
        " do everything in my power to learn as much as I can that I become good at this game. And that's",
        1242.3,
        1247.52
    ],
    [
        " I don't know if you've always been like this, but that's like a big picture way of thinking of it,",
        1247.52,
        1251.4
    ],
    [
        " which I don't think that comes just naturally for everybody because yeah, like we could all sort",
        1251.54,
        1258.08
    ],
    [
        " of figure that out and maybe, but at the time when you're in like a stressful environment and",
        1258.08,
        1263.42
    ],
    [
        " stressful, sure, relative, I get it. But when the first time you do Jiu Jitsu and you're rolling in",
        1263.42,
        1268.06
    ],
    [
        " whatever, it's kind of stressful. Then someone submits you usually most of us are like, yeah, okay,",
        1268.06,
        1274.2
    ],
    [
        " I can just cut submitted by this martial art. I know it was a martial art and I lost in a martial art",
        1274.28,
        1279.18
    ],
    [
        " like little training session. Like what's awesome about that directly, you know. So you're just left",
        1279.18,
        1286.14
    ],
    [
        " with a feeling. Oh, yeah, I got tapped out. Oh, I got tapped out by somebody little, you know. Okay,",
        1286.14,
        1290.88
    ],
    [
        " that's not a good feeling. Unless you think big picture and you're like, wait, I can learn this,",
        1291.28,
        1295.36
    ],
    [
        " all I got to do is learn this enough. But you're not thinking, oh, let me learn this stuff automatically.",
        1295.44,
        1298.94
    ],
    [
        " You're left with more of the feeling part of it. Like, oh, yeah, I just lost. But so, and a lot of",
        1299.36,
        1304.4
    ],
    [
        " us, if we go into Jiu Jitsu with intention, we can manage to think big picture, which if we just",
        1304.4,
        1309.1
    ],
    [
        " stick it out for that, you know, that week or whatever, you know, until it starts to let until you're",
        1309.1,
        1316.12
    ],
    [
        " first time you tap someone out. Same mindset. You're just left with that feeling and it's like, oh,",
        1316.12,
        1322.22
    ],
    [
        " my gosh, I can't believe like I actually tapped another guy out with this like, Jiu Jitsu, I'm a",
        1322.34,
        1327.22
    ],
    [
        " complete white belt, by the way. And it's like, it's like, it's really, it's just a direct demonstration",
        1327.22,
        1331.34
    ],
    [
        " of, oh, this thing really works. And that happened to me and it wasn't necessarily the first guy",
        1331.34,
        1335.54
    ],
    [
        " tapped out, but it was the first time I went to another gym. And you don't have a tyrone clover.",
        1335.54,
        1340.32
    ],
    [
        " Yeah. So he used to be an instructor down at a gym in PB.",
        1340.92,
        1345.86
    ],
    [
        " Why don't you even been city boxing in PB? I forget. Yes. He was at city boxing in PB.",
        1346.54,
        1351.0
    ],
    [
        " Okay. So it was a city. Okay. So he was like, yeah, man, come down and train. So I'm like,",
        1351.0,
        1354.8
    ],
    [
        " cool, complete white belt. Total 100% white belt. He just did just, well, I didn't roll with him.",
        1354.84,
        1360.46
    ],
    [
        " Okay. He was just like, come train and whatever. Just jump in the drills. And he was, you know,",
        1360.54,
        1364.0
    ],
    [
        " the typical drill old squad and seen it for a while. Where there's like lines, like five lines of",
        1364.06,
        1368.72
    ],
    [
        " people in one guy out in front of each line. Okay. And then and it's essentially a king of the",
        1368.72,
        1373.42
    ],
    [
        " hills. So I wouldn't lines up. You, you roll with one guy. If you get tapped out, you go to the back",
        1373.42,
        1378.14
    ],
    [
        " of the line. If you win, you stay up front. It was one of those deals. I'm in the line and I go",
        1378.14,
        1382.0
    ],
    [
        " in this guy up front was big. He wasn't like an advanced guy. He was a white belt too. But so he",
        1382.0,
        1386.88
    ],
    [
        " was up there in the front. I get to the front. And he's still rolling and I went and I rolled with",
        1386.88,
        1389.76
    ],
    [
        " him and like, I got him. And I got that feeling again. But it's a, it's like a rejuvenating feeling.",
        1389.76,
        1395.84
    ],
    [
        " It's more than like what I was used to at my own gym because now I'm with strangers, you know,",
        1395.84,
        1401.24
    ],
    [
        " and this stuff still works. So like that feeling, oh, his way more, way more compelling. That's why I",
        1401.46,
        1407.0
    ],
    [
        " think that just thinking about it with that initial primary experience, that feeling, if you do it,",
        1407.0,
        1414.74
    ],
    [
        " and yeah, when you tap someone out, like that's going to make you stick stick stick stick stick. That's a good",
        1414.86,
        1419.02
    ],
    [
        " that's a good place to separate the yeah, if you actually are going to like to get to or if you",
        1419.68,
        1426.56
    ],
    [
        " are probably not going to make it through like you're probably not going to become a blue belt,",
        1426.56,
        1431.02
    ],
    [
        " a purple belt, a brown belt, a black belt. I don't know that I can even get there mentally to be",
        1431.06,
        1437.34
    ],
    [
        " like to tap like the first time you ever tap somebody out and be like, uh, still not for me.",
        1437.34,
        1441.66
    ],
    [
        " I don't need to remember the first time I tap somebody out. Yeah, I don't think I remember. I do.",
        1441.9,
        1446.02
    ],
    [
        " Actually, I told you I did we did you just from doing the tapes. Yeah, I like watching it. So I",
        1448.14,
        1453.46
    ],
    [
        " didn't like I didn't have that that what do you call trial by fire kind of scenario like you did.",
        1453.46,
        1458.82
    ],
    [
        " Just jumping into a real like we did it. We were doing it with, you know, my friends and stuff in",
        1458.86,
        1463.3
    ],
    [
        " who I just watching the tapes and then doing it and tapping each other out. So I guess I didn't",
        1463.3,
        1467.9
    ],
    [
        " really get that first tap out experience necessarily. I feel like that one I just said with",
        1467.9,
        1472.2
    ],
    [
        " that tire owns place was my first tap out. That was the big one. I was already addicted to it",
        1472.2,
        1477.12
    ],
    [
        " from the beginning, but that was I remember that feeling and I remember thinking like when people",
        1477.12,
        1482.36
    ],
    [
        " were like, Oh, I don't like to get to or when you were saying that when you first tap someone out,",
        1482.36,
        1486.28
    ],
    [
        " I remember thinking back from myself on that experience and that feeling. What about your ego, Dave?",
        1486.28,
        1492.84
    ],
    [
        " Did was that even or you just like told you were good with it? Yeah, to be like whatever.",
        1493.5,
        1497.74
    ],
    [
        " Dude, to be honest with you man that has that is played zero. It's zero. And it's it's zero. Probably two",
        1497.74,
        1503.96
    ],
    [
        " reasons. One is my time in the Marine Corps. That's actually something I figured out in aviation.",
        1503.96,
        1509.38
    ],
    [
        " I kind of cracked the code on that before my career ended of just just losing enough and getting",
        1509.82,
        1515.72
    ],
    [
        " beat by guys enough to just never really let it run away with me. You know, like I had an ego,",
        1515.72,
        1521.12
    ],
    [
        " but I never I never certainly towards the latter half of my career. I never literally let it run",
        1521.34,
        1526.12
    ],
    [
        " away from me. So kind of learning to keep that in check with something I brought with me. And I",
        1526.12,
        1529.88
    ],
    [
        " wasn't afraid of of that part of it. And to be honest with you, losing, it's funny. It says",
        1529.88,
        1538.74
    ],
    [
        " losing doesn't bother me on the mat when I'm doing it because I feel like I'm learning. So like",
        1538.74,
        1548.62
    ],
    [
        " the learning curve is so steep. Losing bothers me when I'm good at something way more than it bothers",
        1548.62,
        1554.62
    ],
    [
        " me when I'm not good at something. And the thing about Jiu-Jitsu, which has been unlike other",
        1554.62,
        1559.28
    ],
    [
        " things, it's like the learning curve. You're never not learning a whole bunch of things. There's no",
        1559.28,
        1564.96
    ],
    [
        " I have certainly for me as juniors I am in this. I haven't reached any there's no plateaus or no",
        1564.96,
        1570.3
    ],
    [
        " levels or I'm like, okay, I should be good at this at all. So I don't have any expectations. If I",
        1570.3,
        1584.6
    ],
    [
        " but not from like an ego, you know, keep my ego in check. That really to be honest with you,",
        1584.86,
        1589.46
    ],
    [
        " man, that has never really been a big factor for me just because of what has happened in my life",
        1589.56,
        1593.62
    ],
    [
        " enough that's just that's just not a concern. It's more of what frustrates me. That makes sense.",
        1593.62,
        1601.8
    ],
    [
        " From dealing with a lot of guys, a lot of team guys, you know, you inherently, you have,",
        1602.04,
        1611.0
    ],
    [
        " like, let's face it, a team guy does not want to lose in a physical altercation. That is a big deal.",
        1612.72,
        1619.12
    ],
    [
        " That is they have a reputation from a perceived reputation from other people and they have a",
        1619.58,
        1624.82
    ],
    [
        " reputation of their own in their own head of what they are capable of. And that's why it was,",
        1624.82,
        1630.38
    ],
    [
        " it was oftentimes very challenging to get team guys to get in the game. Why? Because they have a",
        1630.66,
        1639.56
    ],
    [
        " visualization or a vision of who they are of what they're capable of and that thing gets completely",
        1640.68,
        1647.78
    ],
    [
        " freaking shattered when you get caught in the triangle of a choke of a 142 pound woman.",
        1647.78,
        1656.14
    ],
    [
        " And you get tapped out like that's I've seen that happen to seals getting triangled by a female",
        1656.58,
        1666.34
    ],
    [
        " hard to deal with that. And so I think that happens and then seals are maybe a extreme example",
        1667.34,
        1676.76
    ],
    [
        " of that attitude but many, many male human beings have that attitude where they think, oh,",
        1676.76,
        1684.96
    ],
    [
        " they have a vision of who they are, what they're capable of and that vision gets completely",
        1685.4,
        1689.58
    ],
    [
        " utterly destroyed. And that can happen like in a way, maybe on a smaller scale, that can happen",
        1691.62,
        1697.56
    ],
    [
        " every day. So like, you know, okay, you start as a white belt and I kind of agree with you, I feel",
        1697.56,
        1703.9
    ],
    [
        " like I'm the same way with you. Like when I was a white belt, even blue belt, like where I understood",
        1703.9,
        1708.94
    ],
    [
        " that everyone's better than me pretty much. And you have these little hierarchies in the gym,",
        1708.94,
        1713.88
    ],
    [
        " you know, where it's like, okay, this guy trained with a lot of night, I always beat him even though",
        1714.0,
        1717.44
    ],
    [
        " we're the same belt or whatever. So if he beats you, oh, it'll bother you, you know, like just a",
        1717.44,
        1722.82
    ],
    [
        " little bit, it's just, you know, a little hierarchy or whatever. But overall, you know, oh, yeah,",
        1722.82,
        1726.76
    ],
    [
        " the purple belt, when I'm like a white belt, he's better than me. Like, that's how it is. So of course",
        1726.98,
        1731.88
    ],
    [
        " he's going to tap me out. That doesn't bother me if he's smaller than me. He's better than me.",
        1731.88,
        1734.86
    ],
    [
        " I'd jujitsu whatever. But when you make your way up and you're a purple belt now, you have expectations",
        1734.92,
        1741.84
    ],
    [
        " on yourself or if you're competing and you're winning and stuff like that, when you go back to the gym.",
        1741.84,
        1745.7
    ],
    [
        " And let's say I mean, it exists. It exists that other people in the gym look at you as a purple belt",
        1745.7,
        1751.36
    ],
    [
        " or a guy with big muscles or, you know, guy who wins tournaments or whatever. If I beat that guy,",
        1751.36,
        1756.4
    ],
    [
        " that's sort of in a way. Oh, yeah, means I'm good. I can't. Yes. You got to target. And that exists.",
        1756.48,
        1761.56
    ],
    [
        " That's a real thing, you know, and if you recognize that target on your back, back is being an",
        1761.74,
        1766.56
    ],
    [
        " official thing like, hey, if you basically, if you buy into the mentality, you can't, and it's easy",
        1766.56,
        1771.82
    ],
    [
        " to do. It's easy to mentally slip in by into it where that'll influence your thought. So you're",
        1771.82,
        1777.68
    ],
    [
        " like, yeah, I'm this big purple belt now, you know, kind of thing. But if I have a bad day or,",
        1777.68,
        1782.98
    ],
    [
        " or, you know, just, you know, get caught in something from a lower guy or whatever, you're kind of like,",
        1783.1,
        1787.24
    ],
    [
        " man, maybe I'm not that good. You know, maybe I shouldn't have a purple belt, whatever you start",
        1787.24,
        1791.24
    ],
    [
        " to doubt yourself. Oh, I'll tell you right now. Yeah. If I have a really bad day,",
        1791.24,
        1796.08
    ],
    [
        " I'll go home and be thinking about it. Even this day, I mean, even today, even even at this age,",
        1797.08,
        1802.38
    ],
    [
        " in this time in Jiu-Jitsu, if I have a really bad day, it will, it will definitely get into my head",
        1802.4,
        1809.68
    ],
    [
        " a little bit. And there's not too many things that get into my head, you know, and I would say,",
        1809.68,
        1813.92
    ],
    [
        " that's probably happened, like two times in the last year, where I've been like gone home and been",
        1814.28,
        1819.84
    ],
    [
        " thinking to myself, okay, you're not doing something right. You need to reassess how you're",
        1819.84,
        1825.68
    ],
    [
        " thinking about this. You know, like, that's happened a couple times in the last year.",
        1825.68,
        1829.26
    ],
    [
        " Yeah, that's good, because it literally feels like that's me every single day.",
        1829.46,
        1833.44
    ],
    [
        " True. Even if I like do good, all like in training, whatever that even means, because like,",
        1834.26,
        1841.26
    ],
    [
        " you know, a lot of them, like the obvious thing to evaluate if you did good in training is if,",
        1841.32,
        1845.36
    ],
    [
        " like, you tap people out a lot, or if you tap a guy out that you don't really tap out, or you get",
        1845.42,
        1850.24
    ],
    [
        " the better of a guy who usually gets about, you know, like, that's how you evaluate it most of the",
        1850.24,
        1854.04
    ],
    [
        " time, but there's so many unseen factors in your training every single day, you know, that you",
        1854.04,
        1858.58
    ],
    [
        " just don't know about. And then, but no, you base it on like, oh, yeah, freaking, Jaco, tap me out,",
        1858.58,
        1864.16
    ],
    [
        " like 10 times in a row today. And, you know, usually he only taps me out too, or something like that.",
        1864.16,
        1870.46
    ],
    [
        " You're like, man, I had a bad day. Or Jaco didn't tap me out at all today. Oh my gosh, I had this",
        1870.48,
        1874.48
    ],
    [
        " awesome day or whatever. But every single day, there's some factor that I think is in my mind that",
        1874.48,
        1881.2
    ],
    [
        " it's like, man, I feel like I've been training for so long and I should have done better in that",
        1881.2,
        1885.96
    ],
    [
        " particular moment. You know, I always have that and I'm like driving home. And then I hear about",
        1885.96,
        1890.4
    ],
    [
        " like Greg McIntyre saying the same thing. I'm like, oh, wait, he's been training longer than me.",
        1890.4,
        1894.2
    ],
    [
        " But you, it feels like you just go in, like, just completely stoic and you're just, you just go",
        1894.82,
        1899.64
    ],
    [
        " home and you're just done. Yeah, that happens most of the time. Yeah. But occasionally, two times a",
        1899.64,
        1905.34
    ],
    [
        " year, something will happen where I'll just, I'll just feel like, man, you know, I need to reevaluate",
        1905.34,
        1912.32
    ],
    [
        " what I'm doing. Yeah. And I need to do a systems check. And I need to start stepping up my training.",
        1912.32,
        1917.52
    ],
    [
        " It's so funny because of what you're saying, like the words that you're saying right now are like",
        1917.72,
        1921.12
    ],
    [
        " describing my thoughts about post training. Like, it's not, it's not every day. Yeah, I'm exaggerating",
        1921.12,
        1927.66
    ],
    [
        " there. But, well, every week, I would say, or like, you know, when a guy you train with, like, know",
        1927.66,
        1932.26
    ],
    [
        " for example, like they'll hit little steps of like, they'll get better real quick. Just real quick.",
        1932.26,
        1937.9
    ],
    [
        " And I think that's how all of our training is. At some point, you just, you do a little jump.",
        1938.02,
        1942.42
    ],
    [
        " Little jump. Yeah. And, or you stagnate. Or you stagnate. What, you know, that's, that's the game too,",
        1942.48,
        1948.38
    ],
    [
        " for sure. And then when someone makes that jump on you, you're like, you just question your hold,",
        1948.44,
        1954.86
    ],
    [
        " you get to career. It just throws it all upside down. Yeah. But they have to do that. And that's how",
        1954.86,
        1961.38
    ],
    [
        " you end up improving because they did a jump. And now you're chasing them. And eventually you do a",
        1961.38,
        1966.34
    ],
    [
        " jump and you either catch or surpass them. Hopefully. But, you know, hopefully Dave, something you",
        1966.34,
        1973.64
    ],
    [
        " said earlier, which was an interesting thing. And I just got, I write another book. And in the book,",
        1973.64,
        1979.28
    ],
    [
        " I really actually wrote a chapter about this. But you, you were talking about how, look, all of us",
        1979.28,
        1984.64
    ],
    [
        " were doing Jiu Jitsu. So you're like, ah, I'm going to do Jiu Jitsu too, you know, like that's just",
        1984.64,
        1989.24
    ],
    [
        " what I'm going to do. I wrote this chapter in my new book. And I think the name of the chapter is",
        1989.24,
        1996.6
    ],
    [
        " conform to influence. Totally. And what I talk about is I talk about when I was a new guy in the",
        1996.6,
        2004.96
    ],
    [
        " SEAL teams and like, I was like Mr. Artcore. And I realized, wait a second, I'm actually creating a,",
        2004.96,
        2013.26
    ],
    [
        " a gap, yeah, a chasm between me and the guys in the platoon. I'm sitting there thinking of all Artcore.",
        2014.12,
        2022.2
    ],
    [
        " And they're looking at me like, oh, you think you're cool. You think you're, you think what you're",
        2023.3,
        2027.92
    ],
    [
        " doing is it makes you better than us. Cool. Guess what? We don't want to hang out on with you.",
        2027.92,
        2032.1
    ],
    [
        " Now, the like simple immature attitude would be screw those guys. They're not as hardcore as I am.",
        2032.92,
        2039.3
    ],
    [
        " That's why why should I try and know actually what I should try and do is build relationships with them",
        2039.5,
        2044.38
    ],
    [
        " and actually do a good job and actually conform so that I can influence them. Because if you don't,",
        2044.38,
        2051.82
    ],
    [
        " if you're not in the group, you cannot influence the group. That's the main crux of it. If you're not",
        2051.98,
        2058.14
    ],
    [
        " in the group, you don't have any influence over the group. For sure. At all. Yeah, I think that's true.",
        2058.14,
        2063.98
    ],
    [
        " I mean, certainly in any job that was true for me in the Marine Corps is I just show up and,",
        2064.14,
        2068.2
    ],
    [
        " well, look, there's something they're doing is good. Anyway, there's a reason you want to be on this",
        2068.24,
        2073.18
    ],
    [
        " team. They're doing some bunch of things right. You want to show up and be on board that team and",
        2073.18,
        2077.02
    ],
    [
        " figure those things out. And if you figure out that they're doing things that aren't exactly right,",
        2077.02,
        2080.84
    ],
    [
        " if you recognize in your squadron or your team that they're kind of maybe off a slightly in the",
        2081.12,
        2085.06
    ],
    [
        " wrong direction, you want to be able to put them in the right direction. You want to be able to",
        2085.06,
        2089.0
    ],
    [
        " lead an influence. Do that as an outsider. See how that works out? Yeah, and there's a long term",
        2089.0,
        2095.18
    ],
    [
        " balance there too. But when I say a simulator or get on board, it's really showing up and I'm like,",
        2095.18,
        2102.06
    ],
    [
        " hey, I'm here to be part of this team. And if I want to have some long term success on this team,",
        2102.1,
        2107.28
    ],
    [
        " the first thing you got to be is on that team. And look, I didn't, nobody with it,",
        2107.5,
        2111.2
    ],
    [
        " Eschelan Front was like, we rolled Jiu Jitsu or you're out. There wasn't any of that. You know,",
        2111.36,
        2116.98
    ],
    [
        " it was just, hey, that's what we do. And I started to piece together why we do it. Look, keep in",
        2117.06,
        2122.08
    ],
    [
        " mind, man. I mean, think of the first people I was on the mat with the very first time I put on a",
        2122.08,
        2126.24
    ],
    [
        " rash guard and sat on a mat was when I recorded the first podcast with you and then you left an",
        2126.24,
        2131.56
    ],
    [
        " echo and I rolled on the whatever we owe day. That's the first person you rolled with. And the first",
        2131.56,
        2136.52
    ],
    [
        " he was teaching me things like when you fall on the ground, try to land on top of the other guy. Yeah,",
        2136.52,
        2140.84
    ],
    [
        " like, okay, Roger, I mean, let me write that down. Yeah, you know, like, rule everyone. If you fall",
        2140.94,
        2145.18
    ],
    [
        " on the ground and you're on the bottom, try to roll over and get on top. You know, it was, if you",
        2145.18,
        2150.04
    ],
    [
        " probably remember that, I mean, that was the first time I ever had any sort of direct instruction.",
        2150.04,
        2153.94
    ],
    [
        " So my experience and introduction to Jiu Jitsu was Echo Charles, Jaka Willink,",
        2154.34,
        2162.02
    ],
    [
        " Lave Babin, Jiu Jitsu. There was zero thought in my mind like, oh, this is going to be awesome.",
        2162.8,
        2168.7
    ],
    [
        " I'm going to show how many echoes who is so impressed at my acumen as a brand new guy. So all",
        2168.7,
        2175.46
    ],
    [
        " that pressure was off. There was no, you're just in no pressure center zero, zero pressure. And",
        2175.46,
        2180.84
    ],
    [
        " it also was one of those things too that I did it because I can't not because I wanted to fit in",
        2180.84,
        2186.04
    ],
    [
        " because I wanted to figure out what you why were you guys doing this? I knew why you used to do it.",
        2186.04,
        2190.42
    ],
    [
        " I mean, you'd explain that really clearly. And I remember being in a job where everything I did",
        2190.6,
        2194.54
    ],
    [
        " was towards the end of being good at that job. And I couldn't make that connection in my head,",
        2194.54,
        2199.38
    ],
    [
        " yeah, like training Jiu Jitsu, like, what is being physically capable of doing that? How is that",
        2199.4,
        2205.06
    ],
    [
        " can I have anything to do with my job? Which in my mind, I made no connection to that. But guess what?",
        2205.06,
        2209.58
    ],
    [
        " You kept talking about it over and over again on them. And that was why I got into this. And that",
        2209.74,
        2215.82
    ],
    [
        " made it so much easier for me to understand why I was doing it because for me, it was trying to",
        2215.82,
        2223.16
    ],
    [
        " figure out why, how you see and think the things that you do. And that made it, it made it a lot of",
        2223.16,
        2228.48
    ],
    [
        " fun. And don't get me wrong, man. I have, I'm a grown man. I don't, I'm like losing it anything.",
        2228.48,
        2233.68
    ],
    [
        " But there's the pieces of it wasn't, I just think I saw it a little bit differently because I was",
        2234.02,
        2239.52
    ],
    [
        " trying to figure out what it is that you were seeing. Because to be quite honest, man, I heard the",
        2239.52,
        2244.28
    ],
    [
        " words that you were saying, you say them a lot, but I didn't really understand that. I didn't really,",
        2244.28,
        2250.26
    ],
    [
        " I couldn't put myself in your shoes and see it through those eyes. Yeah. So I'm like,",
        2250.6,
        2256.12
    ],
    [
        " screw it. I'm going to just start doing this and see where it goes. That's what we just talked about",
        2256.3,
        2261.28
    ],
    [
        " on the last podcast recorded about, hey, when you're reading something, like that's, it's one",
        2261.28,
        2265.68
    ],
    [
        " thing to read something. It's another thing to understand. And it's another thing to actually",
        2265.68,
        2269.0
    ],
    [
        " put yourself into the mental state of what that individual's in. So I don't do a good enough",
        2269.0,
        2275.76
    ],
    [
        " job of articulating what you do to it's like for me, which meant that you were just looking at it",
        2275.76,
        2281.0
    ],
    [
        " like at this really, really shallow level. Because I'm just not good at communicating about it. And so",
        2281.0,
        2289.18
    ],
    [
        " you're trying to figure it out and figure out what the hell I'm talking about. And you",
        2290.78,
        2296.18
    ],
    [
        " and you go, you know what, I just got this guy cannot, this guy makes no sense. I'm just going",
        2296.18,
        2301.9
    ],
    [
        " to try it. It was, it was this guy who I'm not working for keeps talking about this over and",
        2301.9,
        2309.94
    ],
    [
        " over and over again. Because what he's saying, it actually makes sense what he's saying. I just",
        2309.94,
        2316.98
    ],
    [
        " had no frame of reference for it. And I was like, there's no way I can actually take advantage",
        2316.98,
        2320.84
    ],
    [
        " of what you're saying without it be like me talking to you about flying. And, and trying to get",
        2320.84,
        2327.1
    ],
    [
        " you to understand that part of it. I just had to see it for myself. I didn't have this big vision",
        2327.1,
        2334.1
    ],
    [
        " of this being a journey. I had no vision of influencing my life and my kids. That was never part",
        2334.1,
        2340.42
    ],
    [
        " of the plan. It was all these guys are on board with this. This guy's on board with this. I",
        2340.42,
        2344.42
    ],
    [
        " hear it a lot. I simply have to see what this, what it means. That was it. You know what's",
        2344.42,
        2351.96
    ],
    [
        " interesting is when you explain things to me about being a fighter pilot, I'm whatever I'm 12",
        2351.96,
        2361.72
    ],
    [
        " degrees separated from really understanding what you're talking about. When you explain it in",
        2361.72,
        2365.68
    ],
    [
        " jujitsu terms, I'm like all of a sudden I'm only six degrees away. I mean, I'm not there, but I'm",
        2365.68,
        2370.22
    ],
    [
        " way closer than I would be. It's like, it's like I have English as a primary language.",
        2370.38,
        2376.1
    ],
    [
        " But I have a little bit of Spanish and you have German as a primary language, but you have a",
        2377.12,
        2381.26
    ],
    [
        " little bit of Spanish. We can't speak to each other, but in English to German, that doesn't work.",
        2381.26,
        2387.1
    ],
    [
        " But we have that little secondary language that we can kind of connect on. That's how much",
        2387.72,
        2392.46
    ],
    [
        " better I understand when you explain to me about being a fighter pilot. Now, we also have one",
        2392.46,
        2397.16
    ],
    [
        " other common language. We have the common language of, well, we have two other common languages.",
        2397.16,
        2400.94
    ],
    [
        " We have a language of leadership and we have a language of combat. Both of those are there.",
        2401.38,
        2405.46
    ],
    [
        " That's why I think when we discuss something, I can get pretty close to explaining something to you",
        2406.38,
        2413.38
    ],
    [
        " from a high level jujitsu, because we can talk about it from a leadership perspective. We can talk",
        2413.38,
        2418.9
    ],
    [
        " about it from a combat perspective. Then I can make some gross, really rudimentary attempt to",
        2418.9,
        2426.26
    ],
    [
        " explain it from a fighter pilot perspective. But when you put all those together, you get a",
        2426.26,
        2430.96
    ],
    [
        " decent translation or something. And it goes vice versa. Absolutely. So that's another key element",
        2430.96,
        2438.24
    ],
    [
        " is it gives you another metaphor for life and for business and for leadership.",
        2438.24,
        2445.68
    ],
    [
        " That metaphor is, it's every bit as accurate as all the other ones though. There aren't like",
        2446.3,
        2455.2
    ],
    [
        " pieces that are missing. That's the part that got my head so wrapped around it was. The metaphor is",
        2455.24,
        2461.74
    ],
    [
        " so you don't have to have a military experience. You don't have to be in combat. You don't have to",
        2461.74,
        2466.68
    ],
    [
        " even be in an organizational leadership position. If you have jujitsu, the metaphor overlays perfectly",
        2466.68,
        2472.72
    ],
    [
        " on top of life. And that's the beauty of it. That's awesome. And that's why I see it all the time",
        2472.72,
        2477.46
    ],
    [
        " on social media. I'm a 46 year old assarded jujitsu. I'm like, yes, that's so good to go.",
        2477.46,
        2482.46
    ],
    [
        " Yes, because your life is going to not your jujitsu life. Your life is now going to get bigger.",
        2482.46,
        2487.84
    ],
    [
        " You're going to see things in a way you didn't see him before. I have the benefit of some combat.",
        2488.0,
        2492.14
    ],
    [
        " I have the benefits of some leadership. And there's a lot of overlap in our worlds.",
        2492.4,
        2496.1
    ],
    [
        " And this is just one more thing that fits it's one more overlay on top of that. But that overlay is so",
        2496.68,
        2500.98
    ],
    [
        " it's all there, man. That's what I like about it. When we were doing the tactics manual on the",
        2500.98,
        2511.08
    ],
    [
        " Jokopodcast, man, the jujitsu is jumping off the page that you really the jujitsu is jumping off",
        2511.78,
        2518.8
    ],
    [
        " the page at you. And what's cool about it is you get this you get this real world pragmatic",
        2518.8,
        2525.84
    ],
    [
        " factual thing that you feel. I mean, when you when someone passes your guard and defeats your",
        2525.84,
        2534.78
    ],
    [
        " defenses, you feel it. When somebody sets you up and then flanks you, you feel it's not theoretical.",
        2534.78,
        2542.68
    ],
    [
        " It's a factual thing that you know happened. You know that just the way I can I can pin someone",
        2543.3,
        2549.76
    ],
    [
        " down with fixing fires and the maneuver to their flank and destroy them. Just like that's a real",
        2549.76,
        2555.22
    ],
    [
        " thing that can actually happen. But if you haven't been there, then it's just a theory. Well, if you",
        2555.22,
        2560.4
    ],
    [
        " do jujitsu, it's not a theory anymore. It's a factual thing that just happened to you.",
        2560.4,
        2565.14
    ],
    [
        " The only reason I didn't we did eight hours of that. And I was thinking about it the whole time.",
        2565.8,
        2571.98
    ],
    [
        " And the only thing that keeps me from talking about it is just being hypersensitive. The fact that",
        2572.14,
        2577.2
    ],
    [
        " I'm so new at it and I feel like such an office that I kind of avoid talking about it because",
        2577.2,
        2581.32
    ],
    [
        " I don't want to look like I'm talking about something I think I know better than I do. But",
        2581.32,
        2585.78
    ],
    [
        " when you talk you ask me like how often do you think like every single discussion in there,",
        2586.18,
        2590.52
    ],
    [
        " there's a jujitsu connection to it, everything. And I didn't say it just because I didn't want to say",
        2590.64,
        2595.74
    ],
    [
        " it every time, but not one example in all eight of those chapters where it was in me, and I actually",
        2595.74,
        2601.64
    ],
    [
        " am going to that more than I'm going to other places now because I do that because you're doing it every",
        2601.64,
        2605.7
    ],
    [
        " day. My connection is I was training with my kids on Saturday and I was thinking about that when",
        2605.7,
        2612.04
    ],
    [
        " we were talking earlier today. And that this is why I have to. I cannot, I cannot not give credit to",
        2612.04,
        2621.92
    ],
    [
        " jujitsu because for providing me with a thread that tied everything together, it really did. I think",
        2621.92,
        2628.52
    ],
    [
        " if I didn't do jujitsu, I don't think I would have put together the connections between combat,",
        2628.52,
        2636.2
    ],
    [
        " between leadership and between dealing with human beings. I don't think I would have. I think",
        2636.46,
        2641.66
    ],
    [
        " it took me putting on jujitsu sunglasses or whatever, jujitsu tinted sunglasses, where when I looked,",
        2641.66,
        2648.66
    ],
    [
        " I saw that a flank on the battlefield with fixing fires was the same thing as going for a choke",
        2649.2,
        2657.3
    ],
    [
        " and then arm-locking someone. And then seeing that that intern was from a leadership perspective,",
        2657.3,
        2663.68
    ],
    [
        " hey, look, I'm not going to bark orders at my subordinates. I'm going to come in. I'm going to,",
        2664.28,
        2669.42
    ],
    [
        " I'm going to be here present and allow them to look at me, but I'm going to come in over here",
        2669.42,
        2673.04
    ],
    [
        " from the flank and plant these ideas in their head and let them be theirs. I just don't think I",
        2673.04,
        2678.46
    ],
    [
        " have the cognitive capacity to make those connections without something as physical and as real",
        2678.46,
        2686.24
    ],
    [
        " as what jujitsu is. And so for me, it's been a huge thing. It's been a huge thing. Yeah. I also think from",
        2686.24,
        2696.78
    ],
    [
        " a security insecurity slash security perspective, when I was a kid, which means, you know, under the",
        2699.08,
        2705.76
    ],
    [
        " age of 25, I would do things when I was 13, when I was 15, when I was 22, I would do things to prove",
        2705.76,
        2717.58
    ],
    [
        " myself either to my friends or to myself that I was tough, that I was hard. I would do things like",
        2717.58,
        2725.44
    ],
    [
        " that because I was insecure and because I didn't know. And that's what I mean by insecure. I wasn't,",
        2726.76,
        2731.78
    ],
    [
        " I'm not talking about I was insecure. Like I was like, Oh, I'm not sure. I'm not sure. I'm talking",
        2731.78,
        2735.74
    ],
    [
        " about I just didn't know if I had what it took, right? I just didn't know that you want to be tested.",
        2735.74,
        2741.96
    ],
    [
        " And so what do you do to prove that? Well, I'm going to get in the fight. I'm going to do this",
        2742.46,
        2745.98
    ],
    [
        " dangerous thing. I'm going to whatever I'm going to do, whatever stupid. I'm going to drink",
        2745.98,
        2749.18
    ],
    [
        " until I black out. That's what I'm going to do. Okay, because that's going to prove that I can just",
        2749.56,
        2755.6
    ],
    [
        " go. I'm not afraid of anything. Watch this. I'm going to put poison into my body until I can't",
        2755.6,
        2760.84
    ],
    [
        " think anymore because that makes sense. But that's what I'm going to do to prove. And so when I",
        2760.84,
        2767.02
    ],
    [
        " started doing Jiu Jitsu, all of a sudden, I was like, Oh, no, no, I actually, I'm proving to myself",
        2767.02,
        2774.0
    ],
    [
        " every day where I, instead of me not knowing where I was, all of a sudden, I knew where I was.",
        2774.0,
        2780.5
    ],
    [
        " And I knew that I wasn't the best. And I knew that I wasn't the worst. And I knew if I wanted to",
        2781.02,
        2784.88
    ],
    [
        " get better, I knew what I had to do to do it. And just like I just said, when I, when I realized",
        2784.88,
        2793.18
    ],
    [
        " that there was, there was, there was steps that I could take to improve my capability in Jiu Jitsu,",
        2793.18,
        2801.78
    ],
    [
        " I realized that there were steps that I could take to improve my capability in tactics.",
        2801.88,
        2807.82
    ],
    [
        " And I realized that there were steps I could take to improve my capability as a leader. And all those,",
        2808.3,
        2812.88
    ],
    [
        " I don't know that I would have made those connections. I don't know that I would have realized",
        2813.06,
        2818.8
    ],
    [
        " how much information I can suck out of a first person account of war if I didn't do Jiu Jitsu.",
        2818.8,
        2828.04
    ],
    [
        " I don't know that I could have, I don't know that I ever would have made that connection.",
        2828.06,
        2831.74
    ],
    [
        " Because I think that I am, I think that when I read a book at this point in my life, I think that I am",
        2832.04,
        2840.76
    ],
    [
        " squeezing and, and, and, and just bludgeoning that document until it has nothing left in it.",
        2840.76,
        2851.18
    ],
    [
        " That's what I feel like I'm doing. At least that's what I'm trying to do. I don't know that I could",
        2851.48,
        2855.34
    ],
    [
        " have done that. If I wouldn't have realized that, hey, there is, there is a method to get better at",
        2855.34,
        2862.9
    ],
    [
        " everything. I learned to learn from Jiu Jitsu. That's what I learned. I learned to learn from Jiu Jitsu.",
        2862.9,
        2870.32
    ],
    [
        " I was never that good at anything else. I wasn't that good at sports. Well, I'll tell you why I",
        2870.62,
        2875.84
    ],
    [
        " wasn't good at sports. You wonder why I wasn't good at sports? I never practiced. I never practiced.",
        2875.84,
        2880.2
    ],
    [
        " I showed up at soccer season, put my cleats on and played soccer. I didn't drill. I wasn't in the",
        2880.2,
        2886.62
    ],
    [
        " off season doing movement drills. Like, it didn't make sense to me. I was, I played basketball. I didn't,",
        2886.62,
        2893.44
    ],
    [
        " I wasn't practicing foul shots and jump shots and playing pickup games all summer long. I wasn't.",
        2893.48,
        2899.56
    ],
    [
        " It didn't occur to me. I went basketball season kicked off there I was. So, but what Jiu Jitsu,",
        2899.72,
        2905.38
    ],
    [
        " I was like, oh, here's the level I'm at. If I drill this move, I can do it to that guy tomorrow or",
        2905.38,
        2913.38
    ],
    [
        " the next day. And then I realized, oh, I'm not going to be able to do it right away. And there's",
        2913.38,
        2916.62
    ],
    [
        " a little mistake I'm going to make and then I'm going to drill it more and I got to do it live.",
        2916.62,
        2920.24
    ],
    [
        " And even when I do it live, I'm not going to be successful every time. So, guess what?",
        2920.52,
        2924.84
    ],
    [
        " I need to practice it more live. And as I put that together, that there is a way to improve yourself.",
        2925.3,
        2932.1
    ],
    [
        " And then I realized there's a way to improve my tack is a way to improve my leadership. There's a",
        2932.12,
        2935.5
    ],
    [
        " way to improve my my my life. Yeah, it's a template for life. That whole conversation I'm thinking about",
        2935.5,
        2944.18
    ],
    [
        " that's the same way you get better at life. Yeah, and everything. That's how you get better at life. Yeah.",
        2944.18,
        2951.6
    ],
    [
        " You, you, you make attempts, you fail, you iterate, you change, you make adaptations, you do it",
        2952.16,
        2959.1
    ],
    [
        " again. Yeah. And you, you have to have the humility to, to, you said, I know where I am. You have to",
        2959.1,
        2964.7
    ],
    [
        " have the humility to recognize where you are. And that you can and actually need to get a lot better.",
        2964.7,
        2971.8
    ],
    [
        " And that, that knowing where you are in life and not being satisfied with where you are in life,",
        2972.3,
        2978.48
    ],
    [
        " I mean, that's, that's, that's the template. And, you know what? It doesn't hurt to start life",
        2978.62,
        2983.08
    ],
    [
        " over at 45 as a white belt in, in, in whatever it is you're a white belt in for me, it was being a",
        2983.08,
        2988.9
    ],
    [
        " white belt in jujitsu. Like, oh, this is actually really good for me to start over at the beginning.",
        2988.9,
        2995.82
    ],
    [
        " You don't need to be a kid to be at the beginning of something. And that template fits everywhere in",
        2996.28,
        3002.32
    ],
    [
        " my life. And it doesn't just make me better at what I, it doesn't just make me better at jujitsu.",
        3002.32,
        3007.22
    ],
    [
        " It makes me a better parent, makes me a better husband. I'm certainly a lot better of a leadership",
        3007.78,
        3012.58
    ],
    [
        " instructor. I'm a lot better in a lot of things, but the things that I actually value the most,",
        3012.74,
        3016.36
    ],
    [
        " being a good parent, being a good husband, this makes me better at that. And just think about that",
        3016.72,
        3022.28
    ],
    [
        " for a second. That training jujitsu makes me a better parent. And that was the connection that I heard",
        3022.28,
        3028.94
    ],
    [
        " people talking about or heard, but I couldn't make the connection. So I had to see it myself. And",
        3028.94,
        3034.54
    ],
    [
        " what's allowed me to do is open the door and walk inside and go, oh my god, it's all in here somewhere.",
        3034.54,
        3039.88
    ],
    [
        " And I got, and I like being in there. And that's why I kind of explain it earlier.",
        3039.88,
        3043.72
    ],
    [
        " Losing doesn't bother me the way that when I was a kid when I lost, I would get mad and I would",
        3044.34,
        3050.74
    ],
    [
        " cry and get upset. It's a totally different feeling. It's being there doing that is the, is the thing",
        3050.74,
        3056.48
    ],
    [
        " that I like the most. It's good to go, man. Well, with that coming up on an hour. So that's awesome.",
        3056.48,
        3068.06
    ],
    [
        " Good for today. Echoes at Echo Charles on social media. Dave's at David R. Burke on social media.",
        3068.06,
        3077.92
    ],
    [
        " At Jocco, willing. If you need any stuff for your jujitsu, you can go to origin main.com.",
        3078.58,
        3084.48
    ],
    [
        " If you need any supplements or food type, you can go also get that from origin main.com. And if you",
        3084.8,
        3098.04
    ],
    [
        " can check that one out too. Anything else Echo? Negative. Dave. Negative. All right, stay grounded everyone.",
        3098.04,
        3105.54
    ]
]