[
    [
        " I love the fact that I was really young going through all because",
        0.3,
        3.46
    ],
    [
        " you're just too dumb to figure. I mean, I just, I would, I would not want to go through,",
        3.46,
        9.82
    ],
    [
        " when I was 24 years old, I wouldn't have wanted to go through boot camp. I mean, I would have done it,",
        9.9,
        13.16
    ],
    [
        " of course, but it would have sucked even more because you understand the world a little bit,",
        13.16,
        17.28
    ],
    [
        " a little bit better. You, you've had some kind of a taste of freedom and I mean, I just was like,",
        17.46,
        21.8
    ],
    [
        " hey, okay, you want me to do this? I'm going to do it. It was like, I was the perfect recruit really",
        21.8,
        27.56
    ],
    [
        " in a way, it's because I was just young and dumb. So I suffered. I get some. The, the biggest thing I",
        27.56,
        34.52
    ],
    [
        " suffered from was just overthinking stuff because I would sit in why are they doing this? That's the",
        34.52,
        40.34
    ],
    [
        " worst thing you can ask yourself. Yeah. Why? It doesn't matter. Yeah. Just do it. You have to",
        40.34,
        45.54
    ],
    [
        " learn how to just do. And so this is one of those things that you need to learn in your 20s. So",
        45.54,
        50.34
    ],
    [
        " the, what will make a huge impact is who is telling you what to do. Because if you align yourself with",
        50.34,
        57.54
    ],
    [
        " something that you don't believe in with a person you don't really respect and they're telling you",
        57.54,
        61.92
    ],
    [
        " what to do, you're going to adapt your life to their way at that time. And the, the military,",
        61.92,
        67.64
    ],
    [
        " it's, it's got a very powerful way of creating very strong people. Wherever you started, you will end",
        67.64,
        76.5
    ],
    [
        " up stronger for your time in the military. And that all begins with this basic common experience",
        76.5,
        81.78
    ],
    [
        " of basic training. And I just, I couldn't believe how, how hard it was and how just it was",
        81.78,
        89.22
    ],
    [
        " completely void of all social norms and etiquettes and all of those things. I mean, nothing was",
        89.22,
        97.7
    ],
    [
        " off limits in terms of their ability to denigrate you for any reason whatsoever. In Navy boot camp,",
        97.7,
        105.28
    ],
    [
        " you are in open Bay barracks, obviously. And then the toilets are just on the wall. There's 20",
        106.38,
        114.0
    ],
    [
        " toilets in a row. Like you're going to sit down on the toilet. And then you're going to be looking",
        114.0,
        118.44
    ],
    [
        " at 19 other people that are also said, there's no privacy whatsoever. Zero. It's all gone. It's just",
        118.44,
        124.62
    ],
    [
        " zero. And then the other thing is, because this is people always, you know, they listen to podcasts",
        124.62,
        129.44
    ],
    [
        " and they, hey, I just didn't listen to Marine Corps. Hey, I just listened to the army. They'll send me",
        129.44,
        133.26
    ],
    [
        " that message. And I'm like, okay, 72 hours into boot camp, you're going to hate me. Like just",
        133.44,
        143.04
    ],
    [
        " give it another few more weeks. Because the thing that we're not used to, even as a 18 year old,",
        143.04,
        149.22
    ],
    [
        " is you're not used to your freedom being completely gone, complete. There's zero freedom when you",
        149.68,
        156.56
    ],
    [
        " get to boot camp. None zero. You're going to be doing what someone else tells you to do. You have",
        156.56,
        162.92
    ],
    [
        " a bathroom when you want to go to the bathroom. You drill sergeant. Can I go use the loose",
        162.96,
        166.5
    ],
    [
        " tree? You have no freedom whatsoever. And that is, as you said, very important lesson to learn",
        166.5,
        174.82
    ],
    [
        " on life. You learn to appreciate your freedom. And you also learn to deal with the fact that,",
        174.82,
        181.22
    ],
    [
        " hey, just because I can't control this aspect of my life, doesn't mean I can't control other",
        181.26,
        186.8
    ],
    [
        " aspects of my life. And that's an important thing to figure out as a young person. And you kind of",
        186.8,
        191.62
    ],
    [
        " learn to play the game too, right? Like, look, there's no way around this. This drill instructor,",
        191.62,
        197.4
    ],
    [
        " this instructor is going to do this. And the only possible thing I can do, I mean, other than",
        197.6,
        204.96
    ],
    [
        " quitting is just to shut up and just do what you're supposed to do. Okay, cool.",
        204.96,
        209.62
    ],
    [
        " No options is a great option. Do it or do it or quit. And you can't quit boot camp. You can quit",
        210.42,
        218.12
    ],
    [
        " buds or special sports qualification course. You can't quit. You literally go A-wall.",
        218.86,
        223.26
    ],
    [
        " And then they go find you. And one guy went A-wall and they found him at the gas station,",
        223.94,
        228.14
    ],
    [
        " off base or whatever, trying to get someone to buy him some coffee or something whatever.",
        228.76,
        233.72
    ],
    [
        " And they brought him back. And then he was back into it, except he was a guy with a bullseye on him",
        233.88,
        239.3
    ],
    [
        " because he's the guy that went A-wall. And they dragged him back. And I can't stress enough what",
        239.3,
        245.08
    ],
    [
        " you just said. You have zero privacy. And this is a culture shock for a lot of people because",
        245.08,
        251.56
    ],
    [
        " this is the whole everything that we do. Our system is based around a culture of I, right? At",
        251.56,
        259.46
    ],
    [
        " its basic level now, you have your iPhone, you have your individually wrapped everything, you have,",
        259.46,
        264.78
    ],
    [
        " you know, me, me, me, right? And that's going to make you happy or that's, you know, everything",
        264.92,
        270.98
    ],
    [
        " is just centered around the individual. And the army just doesn't prescribe to that privacy.",
        272.02,
        279.36
    ],
    [
        " I mean, there's all these privacy debates now, social media and your data and all of privacy.",
        279.68,
        284.98
    ],
    [
        " As if that's just some right that you have. And that's fine. There's some nuance to that.",
        285.18,
        290.56
    ],
    [
        " Well, let me just tell you, zero percent of that exists in the military. Zero. Like you said,",
        290.7,
        296.34
    ],
    [
        " I mean, there's just a lot of naked dudes, you know, it open latrines and it's just that's what it",
        296.34,
        301.6
    ],
    [
        " is. And you learn that that's kind of a primordial way to exist. And you are much more in touch with how",
        301.6,
        309.06
    ],
    [
        " our species evolved over our entire evolution of of homo sapiens when you join the military. And you",
        309.06,
        317.88
    ],
    [
        " just become in tune with that. Yeah. And I think the most important message that gets relayed into",
        317.88,
        324.62
    ],
    [
        " your brain, whether you're conscious of it or not is crystal clear. And that is this team",
        324.62,
        330.68
    ],
    [
        " in this organization is more important than you are. And your little wants and needs and desires",
        330.68,
        337.84
    ],
    [
        " and your personality doesn't matter when it's compared to the needs of this team and this group",
        337.84,
        344.3
    ],
    [
        " and this mission. And that's important. Another very important thing to learn as a young person.",
        344.3,
        350.16
    ],
    [
        " You're not at the center of the universe. Period. The end. And so now as that evolved for me,",
        350.22,
        358.38
    ],
    [
        " one of one of the most important lessons and this is where you have to spend a lifetime",
        358.9,
        364.78
    ],
    [
        " mastering it is to understand that to be a great teammate, first you have to be a great individual.",
        364.78,
        371.62
    ],
    [
        " And then you have to submit to the team because anybody on your seal teams or my special forces",
        372.02,
        378.76
    ],
    [
        " teams, these are people that can do anything with their lives. They commit themselves, they will",
        378.76,
        384.46
    ],
    [
        " do it. And so you have to become a master of your trade, a true professional. And that that",
        384.46,
        391.02
    ],
    [
        " requires the discipline that you have as an individual when nobody's looking over your shoulder",
        391.02,
        396.46
    ],
    [
        " to just continually refine and sharpen the blade, right, your own. And then though, you have to",
        396.46,
        405.2
    ],
    [
        " realize that it's not about you. It's a balancing act for an entire lifetime. And the more that",
        405.2,
        412.5
    ],
    [
        " the more that you do both of those in concert, the more rewarding life will be. Yeah. And really the",
        412.5,
        419.2
    ],
    [
        " thing that drives you to be as good as you can is because you know your teammates are going to",
        419.2,
        425.48
    ],
    [
        " be relying on you. And if you can't deliver, that's like the worst thing in the world, maybe in",
        425.48,
        431.1
    ],
    [
        " the seal teams, like the worst thing in the world for someone and the teams for a good seal is like,",
        431.1,
        436.7
    ],
    [
        " oh, my teammates were counting on me. And I couldn't deliver form. That's the that's the lowest",
        436.72,
        442.22
    ],
    [
        " of the low. Hey, look, somebody looks at me and says, Oh, Jocco is not that fast or Jocco couldn't",
        442.22,
        446.74
    ],
    [
        " do enough pullups or whatever. It's like, Oh, yeah, that's on me. No big deal. But when they needed",
        446.74,
        450.14
    ],
    [
        " me to climb that ladder, they needed me to finish that road marcher, moved to that position. And I",
        450.14,
        456.48
    ],
    [
        " couldn't do it. That's that's what always always drives like a good team guy to be better is like",
        456.62,
        465.22
    ],
    [
        " they don't want to let their friends down. Period. It's the ultimate motivation. Yeah. Yeah.",
        465.22,
        469.42
    ],
    [
        " To be a part of that community and in the community, sharpens itself. I mean, you get guys and",
        469.66,
        475.46
    ],
    [
        " competition, competition breeds excellence. Yeah, for sure. And so you've got this world,",
        475.46,
        479.7
    ],
    [
        " whereas iron sharpens iron, so a friend sharpens a friend. And that is just every day on the team.",
        479.7,
        485.12
    ],
    [
        " Everything's a competition. Everything's a competition.",
        485.2,
        487.3
    ]
]