[
    [
        " Jocco, I'm a sergeant in my country's army.",
        0.18,
        3.22
    ],
    [
        " The reason that I'm sending you this message is because of a tragic incident in our unit.",
        3.7,
        7.8
    ],
    [
        " This week a young enlisted soldier committed suicide.",
        8.18,
        11.24
    ],
    [
        " He shot himself with his issue rifle.",
        11.68,
        13.9
    ],
    [
        " This came as a shock to all of us.",
        14.84,
        16.32
    ],
    [
        " He was a bright, smart and happy guy.",
        16.7,
        18.46
    ],
    [
        " Damn.",
        18.72,
        18.88
    ],
    [
        " I'm seeking your advice, Jocco.",
        19.62,
        20.84
    ],
    [
        " Do you have any advice on how I as a leader can talk to the guys about it?",
        21.18,
        25.3
    ],
    [
        " How does a group of soldiers cope with a loss?",
        25.88,
        29.38
    ],
    [
        " When the reason is so tragic, thank you.",
        30.08,
        33.38
    ],
    [
        " It obviously condolences to the team and the family of the soldier.",
        33.64,
        44.72
    ],
    [
        " I think what you have to do in this situation is you've got to, as a leader, you've got",
        45.5,
        49.98
    ],
    [
        " to bring this out in the open.",
        49.98,
        50.82
    ],
    [
        " I don't think one of the worst things you can do is pretend that it didn't happen, pretend",
        51.1,
        54.84
    ],
    [
        " that the problem is going to go away.",
        54.84,
        56.08
    ],
    [
        " I think what you have to do is you have to explain it, which is weird because in this",
        56.74,
        61.62
    ],
    [
        " case, explaining it means admitting that you can't explain it.",
        61.62,
        65.76
    ],
    [
        " You can't explain it.",
        66.06,
        67.96
    ],
    [
        " You're not going to be able to or you're going to be making up something that you're",
        68.96,
        71.36
    ],
    [
        " guessing at.",
        71.36,
        72.02
    ],
    [
        " You're not going to know what individual situations caused this to happen.",
        72.5,
        79.5
    ],
    [
        " You know, because who can make sense of that?",
        79.88,
        82.46
    ],
    [
        " I mean, a bright, smart, happy guy.",
        82.46,
        86.04
    ],
    [
        " It doesn't make sense.",
        86.3,
        88.2
    ],
    [
        " And while you can't explain why, I think you have to address it as a reality.",
        89.76,
        98.62
    ],
    [
        " And I think you've got to address it as something that your platoon needs to fight against,",
        99.68,
        105.48
    ],
    [
        " just like they would fight against the enemy.",
        105.48,
        107.24
    ],
    [
        " What is the threat?",
        108.54,
        110.18
    ],
    [
        " The threat is depression.",
        110.36,
        111.28
    ],
    [
        " The threat is loneliness.",
        111.36,
        112.16
    ],
    [
        " The threat is helplessness.",
        112.5,
        114.28
    ],
    [
        " The threat is feeling like there's no way out.",
        114.46,
        117.86
    ],
    [
        " And being aware of those threats is what allows recognition of the enemy so that you can",
        118.58,
        129.42
    ],
    [
        " fight him.",
        129.42,
        130.18
    ],
    [
        " So I think you've got to talk about this with your guys.",
        133.3,
        135.66
    ],
    [
        " I think that they will become aware of what they need to look out for in others and in",
        135.82,
        141.74
    ],
    [
        " themselves.",
        141.74,
        142.1
    ],
    [
        " So they can alert the platoon that, you know, John, hey, if you guys talk to Johnny, man,",
        143.46,
        150.38
    ],
    [
        " he seems, you know, Johnny seems a little off right now.",
        150.46,
        152.64
    ],
    [
        " We should check in on him.",
        153.0,
        154.12
    ],
    [
        " We should talk to him or self recognition.",
        154.12,
        156.88
    ],
    [
        " Man, I'm feeling like depressed about something.",
        157.12,
        160.62
    ],
    [
        " I'm feeling dark because it doesn't, I don't know what I'm going to do, right?",
        160.7,
        163.54
    ],
    [
        " And on that last podcast that we did, I read a couple excerpts and words from some various",
        165.06,
        173.92
    ],
    [
        " combat veterans.",
        173.92,
        175.22
    ],
    [
        " And I touched on the fact that several of them, from different times, from different wars,",
        175.98,
        182.74
    ],
    [
        " had written the same thing.",
        182.74,
        185.2
    ],
    [
        " And they wrote basically that death would be liberating.",
        186.18,
        189.42
    ],
    [
        " And that it would be an escape from the hell of war or from the memories of war.",
        190.36,
        197.52
    ],
    [
        " And I should have hit on that harder because I think that what that means to me, what",
        197.72,
        208.74
    ],
    [
        " that tells me is that is that having those thoughts doesn't necessarily mean that there's",
        208.74,
        219.1
    ],
    [
        " something wrong with you, right?",
        219.1,
        220.72
    ],
    [
        " It doesn't necessarily mean that you're losing it.",
        220.82,
        223.72
    ],
    [
        " These, you know, the writings that I'm talking about, the book and then the writing from",
        224.9,
        229.04
    ],
    [
        " a guy that I knew doesn't mean that you're losing it.",
        229.04,
        232.32
    ],
    [
        " And I think that people think to themselves, oh, I'm thinking about how death would be",
        233.22,
        239.38
    ],
    [
        " an easier way right now.",
        239.38,
        240.68
    ],
    [
        " And they think that by thinking that they're totally screwed up.",
        241.24,
        245.68
    ],
    [
        " When I think the realities that is, or I even think, the reality of the situation is",
        246.18,
        252.92
    ],
    [
        " that that's obviously a fairly normal thing to think about.",
        252.92,
        259.9
    ],
    [
        " And, you know, when I was in Ramani, I definitely, I wasn't thinking about killing myself,",
        260.36,
        268.82
    ],
    [
        " but I definitely saw that dying in combat would be a relief to the stress that I was under.",
        268.94,
        276.4
    ],
    [
        " No doubt.",
        276.68,
        277.06
    ],
    [
        " And I didn't want to die, but I'll tell you what, we joked about it.",
        277.3,
        281.4
    ],
    [
        " I joked about it.",
        281.6,
        282.32
    ],
    [
        " I joked about it with life.",
        282.32,
        283.04
    ],
    [
        " I'd be like, hey, if we get in a firefight tonight, first thing I'm going to do is crack",
        283.54,
        286.42
    ],
    [
        " a green camel out on my chest so the enemy knows exactly where I am.",
        286.42,
        289.3
    ],
    [
        " It's like, we're joking because we're under a lot of stress.",
        289.52,
        292.38
    ],
    [
        " But I think my, what I'm trying to say is that those feelings or those thoughts don't",
        293.64,
        300.02
    ],
    [
        " mean that you're done.",
        300.02,
        301.46
    ],
    [
        " They just mean that you're human.",
        301.82,
        303.0
    ],
    [
        " They just mean that you're human.",
        304.38,
        306.86
    ],
    [
        " And I think if you keep them bottled up, then they might explode.",
        307.14,
        311.62
    ],
    [
        " So that's what I think you need to do.",
        312.06,
        314.3
    ],
    [
        " I think that's what I need to tell your men that these thoughts happen and that you're",
        314.3,
        319.98
    ],
    [
        " platoon, your team needs to be on guard against them.",
        319.98,
        323.3
    ],
    [
        " And the best way to be on guard is to be vigilant to look for the signs, to look for behavior",
        323.94,
        330.76
    ],
    [
        " and talk about them and then be able to ask for help.",
        330.76,
        334.66
    ],
    [
        " It's one of the big problems.",
        334.94,
        336.24
    ],
    [
        " These guys don't want to ask for help because we're macho.",
        336.84,
        339.22
    ],
    [
        " I don't need help with anything.",
        339.78,
        341.14
    ],
    [
        " Our egos are too big so we don't ask for help.",
        342.16,
        344.52
    ],
    [
        " And so we have to put our egos in check.",
        344.98,
        350.24
    ],
    [
        " We got to pay attention to each other.",
        350.68,
        352.1
    ],
    [
        " And there's going to be some people that you're going to have to pry this out of them,",
        352.48,
        355.62
    ],
    [
        " right?",
        355.96,
        356.22
    ],
    [
        " They're not going to willingly talk about it.",
        356.32,
        357.8
    ],
    [
        " So I think that's what you have to do so that you can get somebody some professional",
        358.52,
        362.48
    ],
    [
        " up on.",
        362.48,
        362.78
    ],
    [
        " I'm not a psychiatrist, obviously, and in a normal infantry platoon, there's no psychiatrist",
        362.78,
        368.9
    ],
    [
        " in there.",
        368.9,
        369.38
    ],
    [
        " But you need to recognize because you're the first line of defense and how can you get",
        370.16,
        374.02
    ],
    [
        " that somebody to a professional that can help them.",
        374.02,
        377.86
    ],
    [
        " And to be honest, this doesn't only apply to soldiers, right?",
        377.98,
        382.24
    ],
    [
        " It applies to everyone.",
        382.48,
        383.28
    ],
    [
        " Don't let these thoughts fester in your brain.",
        384.58,
        388.6
    ],
    [
        " You got to get them out.",
        388.6,
        389.36
    ],
    [
        " You've got to put them out in the light, right?",
        389.7,
        392.84
    ],
    [
        " You got to put them out in the light.",
        392.9,
        393.94
    ],
    [
        " So they so they dry.",
        394.44,
        397.02
    ],
    [
        " They're like a vampire.",
        397.38,
        398.4
    ],
    [
        " They dry up and they wither and they they turned to dust.",
        398.54,
        403.02
    ],
    [
        " You know, that's what you want to do.",
        403.46,
        406.08
    ],
    [
        " You're an exposed.",
        406.18,
        406.54
    ],
    [
        " You can get the professional help and get things under control.",
        406.82,
        409.04
    ],
    [
        " So that's the leadership.",
        409.24,
        411.32
    ],
    [
        " Be straightforward with your troops.",
        411.54,
        413.6
    ],
    [
        " Tell them the truth.",
        413.78,
        414.46
    ],
    [
        " Explain the enemy threat.",
        414.58,
        416.54
    ],
    [
        " That's what we're talking about.",
        416.54,
        417.64
    ],
    [
        " And how you as a platoon are going to look out for it.",
        417.98,
        420.88
    ],
    [
        " And then obviously you got to grieve the loss.",
        421.5,
        425.78
    ],
    [
        " You got to mourn your fallen comrade.",
        425.78,
        428.84
    ],
    [
        " And then you also have to get back to work, get back to soldiering.",
        428.84,
        433.4
    ],
    [
        " Get back to preparing for the enemy that you will face on the battlefield",
        433.4,
        441.38
    ],
    [
        " with with a new awareness that there's another enemy that can lurk",
        441.38,
        449.96
    ],
    [
        " inside the platoon and inside the individual and that you have to protect each other",
        452.16,
        457.0
    ],
    [
        " just like you protect each other from a real enemy.",
        457.0,
        458.92
    ],
    [
        " So that would probably be the route that I would go.",
        460.2,
        463.52
    ],
    [
        " Good luck brother with that.",
        463.7,
        465.34
    ],
    [
        " So it's a hard one for sure.",
        465.72,
        468.22
    ]
]