[
    [
        " Djako, what's your take on false motivation versus authentic leadership?",
        0.28,
        6.64
    ],
    [
        " Okay, false motivation versus authentic leadership.",
        7.32,
        12.7
    ],
    [
        " Now there's two kind of ways of understanding this question.",
        12.72,
        18.58
    ],
    [
        " The first is from like a really heavy leadership perspective and that is of trying to lead",
        18.7,
        22.94
    ],
    [
        " it without actually believing in what you're doing and that's leading without understanding",
        22.94,
        30.22
    ],
    [
        " why and not believing in what you're doing and that's wrong, right?",
        30.22,
        33.36
    ],
    [
        " And this is in extreme ownership of course and we talk about on the podcast, you can't",
        34.18,
        38.62
    ],
    [
        " do it.",
        38.62,
        38.88
    ],
    [
        " If you don't believe it and what you're doing, your team is going to see that and they won't",
        38.92,
        42.38
    ],
    [
        " believe it in either which means they're not going to go above and beyond to accomplish",
        42.38,
        45.86
    ],
    [
        " the mission.",
        45.86,
        46.24
    ],
    [
        " Period.",
        46.4,
        46.68
    ],
    [
        " So you got to believe what you're doing and if you don't believe it then you got to",
        47.1,
        50.76
    ],
    [
        " ask the question up the chain of command, find out why understand why so that you believe",
        50.76,
        56.4
    ],
    [
        " in what you're doing and eventually you're going to get the answer, right?",
        56.4,
        59.38
    ],
    [
        " Eventually you're going to understand why you're doing something, you're going to believe",
        59.72,
        64.94
    ],
    [
        " in it or you're going to you're going to convince the chain of command that that's not a",
        64.94,
        70.56
    ],
    [
        " good method and you need to go a different direction and there might be some rare in",
        70.56,
        76.88
    ],
    [
        " an extremist case where you actually don't, you know, you're I'm being told to do something",
        77.0,
        81.82
    ],
    [
        " and I don't believe in it.",
        81.82,
        82.6
    ],
    [
        " And I'd say no, I'm not going to do it.",
        82.96,
        85.64
    ],
    [
        " In like Napoleon said, Napoleon's maxims, if you, you, you actually have to refuse to",
        85.98,
        92.3
    ],
    [
        " do it.",
        92.3,
        92.54
    ],
    [
        " If you don't believe it's the right thing to do, then you don't do it.",
        92.58,
        94.96
    ],
    [
        " That should be a very inextremist because our as a leader when we're being asked to do",
        95.22,
        101.36
    ],
    [
        " something or told to do something or led in a certain way, they're leading us towards",
        101.36,
        107.7
    ],
    [
        " victory, right?",
        107.7,
        109.32
    ],
    [
        " They're leading us towards an aligned victory.",
        109.66,
        111.92
    ],
    [
        " If it's on the battlefield, it's winning the war.",
        112.12,
        114.08
    ],
    [
        " If it's in business, it's creating profit and creating a good product and and growing",
        114.22,
        119.64
    ],
    [
        " the business, right?",
        119.64,
        120.98
    ],
    [
        " Those things are that's what you're trying to do.",
        121.1,
        123.5
    ],
    [
        " So if echo, if I'm the boss and you come to me with a with something and say, Hey,",
        123.84,
        128.22
    ],
    [
        " I want to do this.",
        128.22,
        129.0
    ],
    [
        " If it's going to make us more profitable, why would I say no?",
        129.6,
        132.12
    ],
    [
        " Right?",
        132.92,
        133.06
    ],
    [
        " So we're going to move in that direction.",
        133.62,
        135.0
    ],
    [
        " So from a high level, false motivation doesn't work.",
        135.96,
        139.3
    ],
    [
        " If you don't believe in something, it's not going to work out for you.",
        139.9,
        141.82
    ],
    [
        " Now from a micro level, from like a front line level and the buds and structures used to",
        143.3,
        150.4
    ],
    [
        " joke about this, that false motivation is better than no motivation.",
        150.4,
        153.74
    ],
    [
        " Have you ever heard that?",
        154.14,
        154.84
    ],
    [
        " Is that a common expression?",
        154.92,
        155.52
    ],
    [
        " No.",
        155.72,
        155.82
    ],
    [
        " False motivation is better than no motivation.",
        155.94,
        157.58
    ],
    [
        " And we don't want that to be true, right?",
        158.34,
        160.88
    ],
    [
        " Because we want motivation to be this pure golden thing that fuels performance, but the",
        161.5,
        168.04
    ],
    [
        " fact of the matter is, and of course we talk about all this all the time motivation",
        168.04,
        171.46
    ],
    [
        " doesn't hold up.",
        171.46,
        172.28
    ],
    [
        " Right?",
        173.12,
        173.7
    ],
    [
        " Motivation doesn't know how many motivated people motivated people didn't make it through",
        173.96,
        181.26
    ],
    [
        " seal training.",
        181.26,
        181.66
    ],
    [
        " A ton of them.",
        181.96,
        182.86
    ],
    [
        " They're all motivated.",
        182.96,
        183.98
    ],
    [
        " How many of them didn't make it through training?",
        185.18,
        186.48
    ],
    [
        " A ton.",
        186.6,
        186.78
    ],
    [
        " How many motivated people do you see that don't accomplish their goals that they have?",
        187.3,
        192.96
    ],
    [
        " Right?",
        193.8,
        193.96
    ],
    [
        " The world is full of those people.",
        194.56,
        196.6
    ],
    [
        " There's a ton of those people.",
        196.7,
        197.96
    ],
    [
        " And that's because motivation doesn't hold you up.",
        198.36,
        201.66
    ],
    [
        " We all know this.",
        201.72,
        202.4
    ],
    [
        " It's discipline that holds you up.",
        202.54,
        203.78
    ],
    [
        " It's discipline that gets things going and it's discipline that gets you through things.",
        203.82,
        209.76
    ],
    [
        " But this is an interesting little spin.",
        211.92,
        214.48
    ],
    [
        " If you have the discipline to press on, why not have a little fun with it?",
        214.68,
        219.1
    ],
    [
        " Right?",
        219.48,
        219.78
    ],
    [
        " And that's where I think false motivation can come in and it can make some things fun.",
        220.04,
        224.46
    ],
    [
        " For instance, it's cold, wet and miserable and we have to go swim over the beach and",
        224.72,
        230.22
    ],
    [
        " do an operation.",
        230.22,
        230.9
    ],
    [
        " Let's get some.",
        232.04,
        233.24
    ],
    [
        " Or it's 118 degrees with massive humidity.",
        233.82,
        238.4
    ],
    [
        " And we have a 14 kilometer patrol to get to target.",
        238.4,
        241.74
    ],
    [
        " Let's get some.",
        242.26,
        244.78
    ],
    [
        " Right?",
        245.18,
        245.72
    ],
    [
        " Who ya?",
        246.1,
        246.56
    ],
    [
        " Or the water is 41 degrees and we air about to launch on a four hour dive.",
        247.28,
        253.44
    ],
    [
        " Right?",
        254.06,
        255.34
    ],
    [
        " Hell yes.",
        255.52,
        256.08
    ],
    [
        " Let's do this.",
        256.32,
        257.06
    ],
    [
        " Right?",
        257.58,
        257.7
    ],
    [
        " That's false motivation.",
        258.12,
        259.42
    ],
    [
        " But it's backed up by discipline and it might not be real.",
        259.92,
        264.7
    ],
    [
        " But it absolutely beats the hell out of this is going to be miserable that I want to do",
        264.7,
        270.6
    ],
    [
        " it.",
        270.6,
        270.78
    ],
    [
        " Right?",
        270.9,
        271.82
    ],
    [
        " What would you, if you and I were going to go do something that was going to suck, would you",
        271.92,
        275.22
    ],
    [
        " rather have me say, echo, I really don't want to do this, but I'm disciplined so I'm going",
        275.22,
        280.08
    ],
    [
        " to do it.",
        280.08,
        280.5
    ],
    [
        " Oh, would you have, rather have me say, echo, this is going to suck.",
        281.22,
        284.86
    ],
    [
        " Let's go get some.",
        285.02,
        286.36
    ],
    [
        " Right?",
        286.52,
        286.9
    ],
    [
        " You rather have the false motivation.",
        287.08,
        288.32
    ],
    [
        " Yes, sir.",
        288.74,
        289.2
    ],
    [
        " Strap on the pack and put on the mask and fins and fire up the false motivation.",
        289.22,
        293.74
    ],
    [
        " You're there after it.",
        293.74,
        294.7
    ],
    [
        " Now, I will tell you this.",
        294.84,
        296.18
    ],
    [
        " I wouldn't even be sarcastic with false motivation.",
        296.98,
        300.36
    ],
    [
        " I wouldn't even blink and I actually, this is the difference.",
        300.6,
        302.92
    ],
    [
        " My false motivation isn't even false.",
        303.34,
        304.86
    ],
    [
        " I actually believe my own false motivation.",
        305.14,
        306.86
    ],
    [
        " Yeah, if it's working.",
        307.14,
        307.96
    ],
    [
        " And by the time stuff came out of my mouth, I meant it.",
        308.6,
        312.08
    ],
    [
        " I meant it.",
        312.4,
        313.72
    ],
    [
        " So I don't know, at some point in my childhood, false motivation turned into like an actual",
        314.42,
        320.28
    ],
    [
        " fuel and just, just regular motivation.",
        320.28,
        323.08
    ],
    [
        " Maybe it's because I realized that I wasn't counting on it to get me through things.",
        323.44,
        327.24
    ],
    [
        " I was just having fun with it rock and roll.",
        327.24,
        329.36
    ],
    [
        " Do you think also how, you know how you, like, you'd always say that you were kind of",
        330.22,
        335.38
    ],
    [
        " into just being hardcore and even in like normal stuff, like, or whatever.",
        335.38,
        339.86
    ],
    [
        " So you know when you think back and you're like, okay, I'm going to take the heart",
        340.66,
        343.7
    ],
    [
        " route or whatever.",
        344.06,
        344.98
    ],
    [
        " After you finish it, you kind of feel more proud of it for sure.",
        345.16,
        347.92
    ],
    [
        " Like, do you think that that played into it?",
        348.12,
        350.16
    ],
    [
        " Like, that is like, I can be for sure.",
        350.3,
        352.34
    ],
    [
        " For sure.",
        352.54,
        352.88
    ],
    [
        " Be more hardcore.",
        353.02,
        353.54
    ],
    [
        " Like I said, like the meaning of the music hardcore when I was a kid was being hardcore.",
        353.98,
        360.26
    ],
    [
        " Like, just the actual meaning of the word.",
        360.68,
        362.62
    ],
    [
        " And so yeah, it's really easy to go from that to like, hey, I'm going to do something",
        362.94,
        366.14
    ],
    [
        " that sucks and I'm going to have a good time with, I'm going to laugh about it.",
        366.14,
        368.94
    ],
    [
        " And that does, and it is contagious.",
        369.12,
        371.18
    ],
    [
        " I'm actually not like that now.",
        372.44,
        374.14
    ],
    [
        " And if, where do you say you're going to like that?",
        374.44,
        376.86
    ],
    [
        " No, I'm actually like that now.",
        376.86,
        378.38
    ],
    [
        " Oh, okay.",
        378.48,
        378.98
    ],
    [
        " Not to, you know, 100 percent, but in a lot of things, man, like my, my daughter, she's",
        379.06,
        385.02
    ],
    [
        " four.",
        385.02,
        385.18
    ],
    [
        " She weighs 45, 47 pounds.",
        385.44,
        389.54
    ],
    [
        " So I'll be sitting or I'll be laying on the couch.",
        389.66,
        392.62
    ],
    [
        " Not paying attention.",
        393.28,
        394.24
    ],
    [
        " She'll climb up on the couch behind and jump and land.",
        394.36,
        397.02
    ],
    [
        " Like, you know what a knee drop is.",
        397.52,
        398.9
    ],
    [
        " Yeah, Tomic knee drop.",
        399.02,
        400.0
    ],
    [
        " Yeah.",
        400.0,
        400.3
    ],
    [
        " For a while, just so you know, for a while in my house, there was no rules in my house.",
        400.46,
        405.7
    ],
    [
        " No, actually, there was no, there was only two rules in my house.",
        405.96,
        409.18
    ],
    [
        " When my kids were like, when my older kids were like, you know, seven, six, whatever that,",
        409.34,
        415.8
    ],
    [
        " those types of ages that your daughter's out right now, but a little bit older, there",
        415.82,
        419.0
    ],
    [
        " was two rules in my house.",
        419.0,
        419.94
    ],
    [
        " Number one, don't touch me when I'm eating.",
        420.42,
        422.16
    ],
    [
        " Number two, no atomic knee drops.",
        422.68,
        426.7
    ],
    [
        " No, thank you.",
        427.06,
        427.98
    ],
    [
        " They would do it to each other.",
        428.1,
        429.26
    ],
    [
        " Oh, yeah.",
        429.46,
        430.02
    ],
    [
        " I didn't mind them doing it to me, but they would atomic knee drop each other.",
        430.02,
        432.64
    ],
    [
        " So I had to have two rules.",
        432.64,
        434.34
    ],
    [
        " And plus, I would never have a lot of time to eat.",
        434.52,
        436.86
    ],
    [
        " And all of a sudden, it's like, they want to hold on my arm.",
        437.4,
        440.12
    ],
    [
        " No, no, no, no, no, no, no.",
        440.62,
        441.58
    ],
    [
        " Get away from me when I'm eating.",
        441.58,
        442.74
    ],
    [
        " Like a rabbit dog.",
        442.94,
        444.42
    ],
    [
        " And it's funny, one of them, the reason that's fresh in my mind, because we were just",
        445.38,
        448.64
    ],
    [
        " on a trip and, you know, my kids were explaining to my youngest daughter that, well, you know,",
        448.64,
        453.58
    ],
    [
        " when we were little, dad was meaner.",
        453.6,
        456.52
    ],
    [
        " And he wouldn't let us touch him when he was eating like you just did.",
        457.18,
        461.34
    ],
    [
        " And of course, I said, well, that's because she's cuter than you.",
        461.4,
        464.92
    ],
    [
        " I love you.",
        465.22,
        467.34
    ],
    [
        " That's so cool.",
        467.34,
        468.5
    ],
    [
        " I don't mind the atomic knee drops anymore because of you, because of the very reason",
        469.16,
        475.26
    ],
    [
        " that you got to be hard core.",
        475.26,
        476.84
    ],
    [
        " It's because, like, okay, you got a four-year-old kid.",
        477.22,
        478.78
    ],
    [
        "",
        479.32,
        479.32
    ],
    [
        " Think of how fun that is for her to have a knee drop you.",
        479.66,
        482.28
    ],
    [
        " Which is another reason why I'm like this now.",
        482.54,
        484.48
    ],
    [
        " So she'll climb on the couch, atomic knee drop while I'm not ready, by the way, onto my ribs.",
        485.18,
        489.5
    ],
    [
        " So she didn't break my ribs.",
        489.78,
        491.44
    ],
    [
        " She didn't injure me to any blasting degree.",
        491.54,
        494.6
    ],
    [
        " But if the normal mindset is like, why did you jump?",
        495.28,
        499.2
    ],
    [
        " Why did you do that?",
        499.5,
        500.14
    ],
    [
        " It hurt.",
        500.5,
        500.82
    ],
    [
        " Yeah.",
        501.2,
        501.42
    ],
    [
        " Let's face it, 45, 47 pounds, top of a couch atomic knee drop, both knees, by the way, all the way.",
        501.62,
        507.0
    ],
    [
        " You know, for the velocity, all that stuff hurt by the normal standard of things.",
        507.4,
        512.96
    ],
    [
        " So the typical mindset, I think, would be like, don't do that, especially the shock and all the stuff.",
        513.64,
        520.02
    ],
    [
        " But default is just like, whatever.",
        520.76,
        522.78
    ],
    [
        " No factor.",
        523.14,
        523.6
    ],
    [
        " Yeah, harder.",
        523.86,
        524.52
    ],
    [
        " And yeah, sure, it is a catch-to-wind too, because she will and does.",
        524.64,
        527.2
    ],
    [
        " And but she thinks it's all fun and all this stuff.",
        527.62,
        529.56
    ],
    [
        " But yeah, that's that mindset.",
        529.86,
        530.92
    ],
    [
        " And that came directly from you.",
        531.02,
        532.4
    ],
    [
        " Like, it's like, chocolate wouldn't complain about that right there.",
        532.66,
        535.04
    ],
    [
        " You're gonna let that happen.",
        535.42,
        536.54
    ],
    [
        " Yeah, it's really embarrassing if you complain to your four-year-old dog.",
        536.6,
        539.36
    ],
    [
        " I've heard anything.",
        539.36,
        540.34
    ],
    [
        " You've heard me.",
        540.48,
        540.94
    ],
    [
        " About anything.",
        541.04,
        541.42
    ],
    [
        " Yeah.",
        541.42,
        541.82
    ],
    [
        " About anything.",
        542.0,
        542.74
    ],
    [
        " I agree.",
        542.78,
        543.12
    ],
    [
        " That's the setting example you were talking about earlier.",
        543.14,
        545.66
    ],
    [
        " You complain about anything and you're wrong.",
        545.96,
        548.98
    ],
    [
        " Agreed.",
        549.4,
        549.88
    ],
    [
        " So just suck it up.",
        549.98,
        551.4
    ],
    [
        " Yeah.",
        551.46,
        551.54
    ],
    [
        " Say, bring it on.",
        551.94,
        552.82
    ],
    [
        " Yeah.",
        553.06,
        553.26
    ],
    [
        " False motivation, which becomes real motivation, which for the only, like I said, the only sort",
        553.44,
        560.26
    ],
    [
        " of reason for motivation for me is just funny.",
        560.26,
        563.56
    ],
    [
        " Just funny.",
        564.18,
        565.5
    ],
    [
        " It's not gonna actually get you to do anything, but just let's have fun.",
        565.94,
        569.52
    ],
    [
        " I'm gonna do it anyways.",
        569.68,
        570.44
    ],
    [
        " I'm gonna let the atomic knee drops happen over and over again.",
        570.8,
        573.32
    ],
    [
        " And so why, when I could go through life just experiencing them and accepting them, why",
        573.42,
        579.06
    ],
    [
        " not have some fun with the atomic knee drops and the long cold dives and those hot weather",
        579.06,
        582.28
    ],
    [
        " and the dehydration and the hypothermia?",
        582.28,
        586.22
    ],
    [
        " Why not have fun with all those things?",
        586.34,
        587.48
    ],
    [
        " Yeah.",
        587.8,
        587.92
    ],
    [
        " I mean, you probably know, but it's unbelievable how much that helps.",
        588.5,
        591.86
    ],
    [
        " You yourself.",
        592.34,
        593.04
    ],
    [
        " You know what?",
        593.18,
        593.44
    ],
    [
        " I think maybe because my view of motivation is so low.",
        593.52,
        599.42
    ],
    [
        " That to me, it's just funny.",
        600.28,
        601.98
    ],
    [
        " Yeah.",
        602.44,
        602.58
    ],
    [
        " Like false motivation, like just funny.",
        602.64,
        604.16
    ],
    [
        "",
        604.36,
        604.36
    ],
    [
        " Yeah.",
        604.62,
        604.76
    ],
    [
        " And it, but it is fun.",
        604.98,
        606.32
    ],
    [
        " Yeah.",
        606.58,
        606.84
    ],
    [
        " It's a fun thing.",
        607.04,
        607.62
    ],
    [
        " Yeah, that's kind of part of what I mean.",
        608.24,
        610.3
    ],
    [
        " Okay.",
        610.42,
        610.52
    ],
    [
        " So the, you know, the, the mats, I don't know if you noticed, I brought the mats in here.",
        610.66,
        613.9
    ],
    [
        "",
        613.9,
        613.9
    ],
    [
        " I did whatever.",
        614.14,
        614.52
    ],
    [
        " So those mats there, I think just like 16 of them, I forget how many, but they cover a",
        614.96,
        619.46
    ],
    [
        " two full two car garage, covered it perfectly.",
        619.46,
        621.68
    ],
    [
        " It's a lot of mats and the two inch thick ones.",
        621.84,
        624.02
    ],
    [
        " So to move them, you know, up the, you know, the topography.",
        625.16,
        630.04
    ],
    [
        " Is that even so you had, so you had like some legit,",
        630.32,
        633.26
    ],
    [
        " challenge.",
        633.62,
        634.0
    ],
    [
        " No, yeah.",
        634.46,
        634.96
    ],
    [
        " I'm not even saying that.",
        635.08,
        635.9
    ],
    [
        " Here's a, no, no, no, no, this is what happened.",
        636.06,
        638.0
    ],
    [
        " You got it.",
        638.22,
        638.52
    ],
    [
        " So I came in, put the mats right there.",
        638.6,
        641.56
    ],
    [
        " Boom.",
        641.64,
        641.78
    ],
    [
        " One day, I don't know whenever the other day.",
        642.16,
        643.66
    ],
    [
        " And then, you know, I walked to Jade's office, my brother.",
        643.9,
        646.72
    ],
    [
        " You know, he was like, oh, hey, what's, what are you doing there?",
        647.28,
        649.22
    ],
    [
        " I was like, oh, just put the mats in there.",
        649.42,
        650.8
    ],
    [
        " He's like, you put the mats in there.",
        650.96,
        652.52
    ],
    [
        " What do you, you know, do you, what did someone help you with that?",
        652.9,
        656.22
    ],
    [
        " I looked at him and I said, I don't need help.",
        656.3,
        658.24
    ],
    [
        " Oh, but it was a joke because that's a line from this thing.",
        658.42,
        662.3
    ],
    [
        " But, but the point there is just that attitude, you know, like, no, I don't need help.",
        662.52,
        669.42
    ],
    [
        " No, I don't, you know, because I'm trying to be like, jocke, you know,",
        669.56,
        671.88
    ],
    [
        " fucking hardcore.",
        671.98,
        672.68
    ],
    [
        " I don't need help.",
        672.9,
        674.26
    ],
    [
        " Little kids can't hurt me.",
        674.48,
        675.96
    ],
    [
        " They can't make me complete, you know, it's like that mindset.",
        676.08,
        678.16
    ],
    [
        " But mindset is, you're starting into a complete savage.",
        678.52,
        681.62
    ],
    [
        " Little kids can't hurt you and you can carry the mats by your own.",
        682.24,
        685.02
    ],
    [
        " Yeah, and you can carry the mats by your own.",
        685.18,
        685.98
    ],
    [
        " By your own, that's another thing.",
        685.98,
        686.94
    ],
    [
        " And that's another little expression.",
        687.1,
        688.2
    ],
    [
        " I used to, because my son, when he was, could before he could talk well,",
        688.4,
        691.24
    ],
    [
        " he would, he would want to do something.",
        692.38,
        693.8
    ],
    [
        " He'd say, let me, he'd say, I do it by my own.",
        693.98,
        696.6
    ],
    [
        " Right, right.",
        696.72,
        697.4
    ],
    [
        " He's trying to say by myself or on my own.",
        697.62,
        699.24
    ],
    [
        " Yeah, he'd say, by my own.",
        699.58,
        701.72
    ],
    [
        " So that became a thing.",
        702.1,
        707.14
    ],
    [
        " Here's a legitimate one that, that just changed.",
        707.74,
        710.94
    ],
    [
        " It changed this specific thing where, you know, I'd like, I'd be the kind of,",
        711.64,
        715.08
    ],
    [
        " if I didn't get enough sleep, I'd just, I'd let it ruin me mentally.",
        715.08,
        718.06
    ],
    [
        " So, if I didn't have something specific, like, important to do.",
        720.26,
        725.74
    ],
    [
        " So just throughout the day, I'm tired, you know, whatever.",
        726.02,
        728.02
    ],
    [
        " So now, I never admit that I'm tired.",
        728.32,
        731.74
    ],
    [
        " Yeah, that's a good, great starting place.",
        731.82,
        733.64
    ],
    [
        " Yeah, I've explained that.",
        733.92,
        734.84
    ],
    [
        " I've explained that to my son is, is you just don't admit ever that.",
        734.96,
        738.68
    ],
    [
        " Don't let those words come out of your mouth.",
        738.84,
        740.28
    ],
    [
        " Yeah.",
        740.52,
        740.8
    ],
    [
        " I'm tired of sore, I'm whatever.",
        740.6,
        741.94
    ],
    [
        " Just stop.",
        742.2,
        743.14
    ],
    [
        " Yeah.",
        743.62,
        743.7
    ],
    [
        " Because when you get in the teams, you, that's just, that's just a, putting up a red flag",
        743.7,
        747.22
    ],
    [
        " of being a complete pansy.",
        747.22,
        749.08
    ],
    [
        " Don't do it.",
        749.1,
        750.36
    ],
    [
        " I know, bro.",
        750.6,
        751.24
    ],
    [
        " Don't do it.",
        751.46,
        751.96
    ],
    [
        " As a matter of fact, you know what's jacked up?",
        752.12,
        753.26
    ],
    [
        " It's like, I won't even, let's say you and I were to go out.",
        753.26,
        756.16
    ],
    [
        " Let's say it was wintertime and you and I were to go out and I had a sweatshirt with me.",
        756.2,
        760.12
    ],
    [
        " Mm-hmm.",
        760.32,
        760.7
    ],
    [
        " Because I knew it might get cold.",
        760.98,
        762.18
    ],
    [
        " Right.",
        762.54,
        762.7
    ],
    [
        " But we're out already and I have the sweatshirt in my hand.",
        762.8,
        765.34
    ],
    [
        " You can't put it on.",
        765.36,
        766.34
    ],
    [
        " I won't even put it on.",
        766.46,
        767.2
    ],
    [
        " You can't.",
        767.38,
        767.94
    ],
    [
        " You can't put it on.",
        768.04,
        768.74
    ],
    [
        " Yeah, yeah.",
        768.74,
        769.3
    ],
    [
        " Because then you, then you might say, were you cold?",
        769.6,
        772.4
    ],
    [
        " I'm cold.",
        772.66,
        773.06
    ],
    [
        " I need some warmth from these.",
        773.22,
        774.8
    ],
    [
        " Yeah, yeah.",
        775.32,
        776.06
    ],
    [
        " Oh, dang, that's a good one.",
        776.28,
        777.3
    ],
    [
        " Yeah.",
        777.42,
        777.62
    ],
    [
        " Yeah, I'm going to do that too.",
        777.72,
        778.5
    ],
    [
        " Or should I say not do that?",
        778.6,
        780.06
    ],
    [
        " Yeah.",
        780.06,
        780.24
    ],
    [
        " Yeah, bro.",
        780.4,
        780.5
    ],
    [
        " I don't know.",
        780.62,
        780.92
    ],
    [
        " I remember the time.",
        780.94,
        781.56
    ],
    [
        " I remember the time.",
        781.64,
        782.4
    ],
    [
        " I think I told this story before.",
        782.4,
        783.72
    ],
    [
        " Remember the time we were driving from LA.",
        783.8,
        785.14
    ],
    [
        " It was like late at night.",
        785.54,
        786.58
    ],
    [
        " And you're like, yeah, I know I'm this big, bad team guy or whatever.",
        786.8,
        790.68
    ],
    [
        " But I'm kind of tired right now.",
        791.02,
        793.18
    ],
    [
        " And then almost like you just, it was painful to let the words out of your mouth.",
        793.32,
        797.7
    ],
    [
        " You know, like you let them slip and it really hurt you.",
        797.7,
        799.6
    ],
    [
        " So it was like maybe like three seconds later.",
        799.72,
        802.74
    ],
    [
        " You said, but fuck it.",
        802.74,
        803.92
    ],
    [
        " I'll just drive them on TANF.",
        803.98,
        804.92
    ],
    [
        " I have to right now.",
        805.04,
        805.74
    ],
    [
        " I'll just get in the morning.",
        805.88,
        807.56
    ],
    [
        " I'm going to do you get tired, bro.",
        807.58,
        810.02
    ],
    [
        " I won't tell them.",
        810.28,
        810.54
    ],
    [
        " I was tired yesterday.",
        810.8,
        811.5
    ],
    [
        " I was driving.",
        811.5,
        812.16
    ],
    [
        " And my wife says like, are you, you haven't been sleeping much?",
        812.54,
        816.58
    ],
    [
        " Are you okay to drive?",
        816.64,
        817.36
    ],
    [
        " I was like, yeah.",
        817.46,
        818.26
    ],
    [
        " Yeah.",
        818.54,
        819.28
    ],
    [
        " And I actually did the same thing.",
        819.28,
        821.78
    ],
    [
        " I was kind of like, well, I'm super tired.",
        821.78,
        823.18
    ],
    [
        " I can drive indefinitely.",
        823.28,
        824.74
    ],
    [
        " Yeah.",
        824.9,
        825.38
    ],
    [
        " I don't know, though.",
        825.52,
        826.68
    ],
    [
        " But I mean, you, I don't know, maybe you're different, maybe not.",
        826.76,
        829.52
    ],
    [
        " No, I actually know I don't encourage people doing that.",
        829.9,
        832.56
    ],
    [
        " Yeah.",
        832.72,
        832.88
    ],
    [
        " I don't encourage it.",
        833.02,
        833.8
    ],
    [
        " That's a horrible thing to do is drive when you're super tired.",
        833.84,
        837.3
    ],
    [
        " Yeah.",
        837.76,
        837.92
    ],
    [
        " Yeah, don't do that.",
        838.0,
        838.94
    ],
    [
        " Well, I'm quiet.",
        839.26,
        839.94
    ],
    [
        " It's, um, it's happened here before, but I'm quiet.",
        840.32,
        842.44
    ],
    [
        " It's really boring to drive.",
        842.76,
        843.96
    ],
    [
        " It's so easy.",
        844.24,
        844.94
    ],
    [
        " It's just so like you don't.",
        845.22,
        846.38
    ],
    [
        " So when you get tired of sleeping or whatever, it's really easy to just fall asleep.",
        846.92,
        851.82
    ],
    [
        " Super easy.",
        851.84,
        852.58
    ],
    [
        " And that's hard because you can't control it.",
        852.82,
        855.06
    ],
    [
        " It's like you think you can just, I can control it and show there is little tactics.",
        855.08,
        858.7
    ],
    [
        " Yeah.",
        859.08,
        859.24
    ],
    [
        " Like you can like, like, like, like, do little things that, you know, inflict pain on yourself, whatever.",
        859.24,
        862.74
    ],
    [
        " But man, it's really hard to control it.",
        863.2,
        865.32
    ],
    [
        " Once you fall asleep.",
        865.4,
        866.06
    ],
    [
        " Yeah, no, don't do that.",
        866.16,
        867.66
    ],
    [
        " Don't do that.",
        867.96,
        868.52
    ],
    [
        " Don't do that.",
        868.52,
        868.56
    ],
    [
        " You wake up in a bridge and bunkment.",
        868.74,
        871.04
    ],
    [
        " Just dead.",
        871.36,
        872.54
    ],
    [
        " Yeah.",
        872.8,
        872.84
    ],
    [
        " Or wake up dead.",
        872.84,
        873.4
    ],
    [
        " Yeah.",
        873.5,
        873.64
    ],
    [
        " Yeah.",
        873.76,
        873.88
    ],
    [
        " That's not good.",
        873.88,
        874.86
    ],
    [
        " The, I was reading this thing on motivation.",
        875.88,
        877.94
    ],
    [
        " And it said in this book, I'm not saying that this is true or not true, but it said it made",
        878.62,
        884.06
    ],
    [
        " sense where motivation, people misuse word motivation and they confuse it with inspiration.",
        885.08,
        889.68
    ],
    [
        " So inspiration is like when someone gets you all revved up to do something, right?",
        890.42,
        893.46
    ],
    [
        " It's like, what are you saying?",
        893.7,
        894.16
    ],
    [
        " Like, well, you know, let's do this or you see a mansion now you're inspired to work hard for stuff",
        894.2,
        898.94
    ],
    [
        " or whatever.",
        898.94,
        899.44
    ],
    [
        " Listen to some speech, some quote unquote motivational speech.",
        899.96,
        902.82
    ],
    [
        " It inspires it.",
        902.82,
        904.3
    ],
    [
        " It doesn't motivate you.",
        904.3,
        905.02
    ],
    [
        " Motivation is your, your, your bear raw motive, the motive for you doing it.",
        905.12,
        909.72
    ],
    [
        " So let's say, I feel like I said this before, but the, let's say I want to get in shape.",
        910.72,
        916.0
    ],
    [
        " You know, girls will get in shape for their wedding.",
        916.22,
        917.86
    ],
    [
        " You know, that's the motive is to be in shape for the wedding.",
        918.18,
        921.08
    ],
    [
        " Okay.",
        921.28,
        921.48
    ],
    [
        " So that doesn't go away.",
        921.66,
        922.34
    ],
    [
        " So she's not necessarily inspired, meaning she's like, she got infused with some feeling.",
        922.48,
        927.74
    ],
    [
        " Yeah.",
        928.14,
        928.26
    ],
    [
        " You know, you just want to get away.",
        928.5,
        930.5
    ],
    [
        " You just want to get away.",
        930.5,
        930.54
    ],
    [
        " It wouldn't go away, but it would.",
        930.58,
        932.0
    ],
    [
        " Well, it's, no, no, here's the motive is still there.",
        932.52,
        934.06
    ],
    [
        " The only thing that's going to get her there is discipline.",
        934.06,
        936.02
    ],
    [
        " Yeah, yeah.",
        936.3,
        936.62
    ],
    [
        " So there's the motivation that she wakes up at five o'clock in the morning to go get a workout in before she goes to work.",
        936.62,
        941.06
    ],
    [
        " Right.",
        941.26,
        941.28
    ],
    [
        " It's, it's really easy to just be like, you know what, I'm not feeling motivated today.",
        941.48,
        944.98
    ],
    [
        " Right.",
        945.24,
        945.5
    ],
    [
        " Maybe I'll just get the, get the wedding dress, you know, let out a little bit.",
        945.78,
        950.18
    ],
    [
        " Yeah.",
        950.4,
        950.54
    ],
    [
        " But that just means that the motive, motivation, the motive isn't strong enough to overcome her feeling for lack of inspiration.",
        950.7,
        958.54
    ],
    [
        "",
        958.76,
        958.76
    ],
    [
        " That's why I don't rely on it.",
        958.76,
        959.96
    ],
    [
        " Yeah.",
        960.0,
        960.2
    ],
    [
        " Because you're not going to find a motivation that's strong enough to make you do the things that you have to do all the time.",
        960.24,
        963.76
    ],
    [
        " You don't, you can't, doesn't exist.",
        963.9,
        965.14
    ],
    [
        " Well, it depends.",
        965.7,
        966.3
    ],
    [
        " It just depends.",
        966.5,
        967.0
    ],
    [
        " So consider a fighter.",
        967.24,
        968.08
    ],
    [
        " But stop.",
        968.46,
        968.58
    ],
    [
        " Consider a fighter with a fight.",
        968.78,
        970.52
    ],
    [
        " He has to make weight.",
        970.76,
        971.72
    ],
    [
        " Bro.",
        971.98,
        972.14
    ],
    [
        " Yeah, you're right, guys.",
        972.42,
        973.04
    ],
    [
        " Don't make weight.",
        973.12,
        973.76
    ],
    [
        "",
        973.76,
        973.76
    ],
    [
        " Yeah, wait.",
        973.98,
        974.38
    ],
    [
        " But I'm saying that's what I'm saying though.",
        974.72,
        975.86
    ],
    [
        " The motive.",
        975.92,
        976.38
    ],
    [
        " And you know what, you know when that, you know when that motivation failed, that motivation failed, you know, five weeks ago when they, when they,",
        977.12,
        983.64
    ],
    [
        " five guys burgers.",
        983.7,
        984.36
    ],
    [
        " Yeah, they had a five guys burgers.",
        984.58,
        985.8
    ],
    [
        " Yeah, yeah, you're right.",
        986.14,
        987.12
    ],
    [
        " Yeah, you're right.",
        987.58,
        988.12
    ],
    [
        " But.",
        988.34,
        988.5
    ],
    [
        " So the discipline holds on.",
        988.5,
        989.38
    ],
    [
        " Yeah, it does totally.",
        989.78,
        990.5
    ],
    [
        " Now you can have fun with it.",
        990.96,
        992.08
    ],
    [
        " And you can be motivated to have discipline.",
        992.26,
        993.7
    ],
    [
        " And you can say, oh, like Pete Robbins from Origin Geese, I was up with him in Maine.",
        994.74,
        1001.1
    ],
    [
        " And he's like got a bet to lose weight.",
        1001.36,
        1004.86
    ],
    [
        " And he hit me with some false motivation because we were out, we were out.",
        1005.36,
        1009.02
    ],
    [
        " And you know, we were, I was a, I was a, we're in big steak and just getting after the grub.",
        1009.38,
        1014.08
    ],
    [
        " Sure.",
        1014.24,
        1014.5
    ],
    [
        " And I said, like how many more pounds do you have?",
        1014.84,
        1016.72
    ],
    [
        " You know, we're talking about it.",
        1016.76,
        1017.42
    ],
    [
        " As it gets kind of suckers here, he's like, no, I actually enjoy watching you eat delicious food.",
        1017.42,
        1021.36
    ],
    [
        " You know, false motivation coming at you.",
        1022.28,
        1024.9
    ],
    [
        " Yeah.",
        1024.92,
        1025.12
    ],
    [
        " But in a funny way.",
        1025.14,
        1026.3
    ],
    [
        " Yeah.",
        1026.36,
        1026.92
    ],
    [
        " And instead of letting it out like that, instead of being just miserable, why not just have some fun with it?",
        1027.3,
        1032.32
    ],
    [
        " Yeah.",
        1032.46,
        1032.62
    ],
    [
        " Yeah.",
        1033.12,
        1033.46
    ],
    [
        " That's my advice.",
        1033.58,
        1034.28
    ],
    [
        " Yeah, fully.",
        1034.58,
        1035.04
    ],
    [
        " But then the difference though, like I said, I agree.",
        1035.3,
        1037.76
    ],
    [
        " You're right.",
        1038.1,
        1038.64
    ],
    [
        " I mean, the point I was, maybe making was, was just the technical difference between motivation and inspiration.",
        1038.7,
        1047.2
    ],
    [
        " Yeah.",
        1047.88,
        1048.18
    ],
    [
        " You know how it's a, hey, you know, because both those words just don't do much for me.",
        1048.18,
        1054.84
    ],
    [
        " They're flimsy.",
        1055.02,
        1055.4
    ],
    [
        " They're flimsy.",
        1055.4,
        1055.52
    ],
    [
        " They're weak.",
        1055.66,
        1055.96
    ],
    [
        " Yeah.",
        1056.16,
        1056.44
    ],
    [
        " They're weak words and they're weak and the actual subjects are weak.",
        1056.64,
        1061.12
    ],
    [
        " Inspiration.",
        1062.12,
        1063.24
    ],
    [
        " All right.",
        1063.46,
        1063.94
    ],
    [
        " Inspiration.",
        1064.1,
        1064.4
    ],
    [
        " Like it's not going to get you there.",
        1064.54,
        1066.34
    ],
    [
        " Come on.",
        1066.6,
        1067.36
    ],
    [
        " It might get you through like the first three minutes of, you know, you and I were just talking before you came in here.",
        1067.4,
        1073.18
    ],
    [
        " You said there was moments in your workout today.",
        1073.36,
        1076.64
    ],
    [
        " When you could have easily, or yesterday, you could have easily called it.",
        1077.06,
        1079.84
    ],
    [
        " Okay.",
        1080.26,
        1080.44
    ],
    [
        " I mean, I'm sweating.",
        1080.56,
        1080.96
    ],
    [
        " I got a good workout, but you didn't.",
        1081.08,
        1082.68
    ],
    [
        " Yeah.",
        1082.68,
        1082.86
    ],
    [
        " You have a line.",
        1083.02,
        1083.64
    ],
    [
        " Discipline.",
        1083.9,
        1085.08
    ],
    [
        " Discipline.",
        1085.5,
        1086.08
    ],
    [
        " It was actually, I created false motive.",
        1086.26,
        1088.66
    ],
    [
        " Just truth be told, you're right.",
        1088.74,
        1090.2
    ],
    [
        " But I've created false motivation for myself.",
        1090.44,
        1093.98
    ],
    [
        " I just say, you know what?",
        1094.48,
        1095.26
    ],
    [
        " I'm going to, I'm going to do this.",
        1095.38,
        1096.52
    ],
    [
        " Actually, it's the way for me to facilitate discipline for myself is I want to do this because I'm going to feel better afterwards.",
        1096.94,
        1103.12
    ],
    [
        " Oh, yes.",
        1103.24,
        1103.5
    ],
    [
        " You know, that whole deal.",
        1103.58,
        1104.18
    ],
    [
        " You're talking about discipline.",
        1104.18,
        1104.84
    ],
    [
        " And then you contrast it with how junk I'm going to feel if I don't week embarrassed for myself, by the way.",
        1104.84,
        1111.22
    ],
    [
        " And when I said that, you know, how workout has many opportunities to stop.",
        1111.58,
        1115.54
    ],
    [
        " Yeah.",
        1115.7,
        1115.82
    ],
    [
        " So one, the first opportunity is in the parking lot.",
        1115.96,
        1117.76
    ],
    [
        " In this case, I went to a gym.",
        1117.78,
        1119.22
    ],
    [
        " So bro, if you walk away when you're in the parking lot, you got issues.",
        1119.72,
        1122.5
    ],
    [
        " Bro, I've done that.",
        1122.5,
        1123.5
    ],
    [
        " I've done that like four times a month.",
        1123.52,
        1124.76
    ],
    [
        " You have to admit that on the podcast.",
        1124.78,
        1126.02
    ],
    [
        " You should just lie.",
        1126.02,
        1126.9
    ],
    [
        " What makes this current story more significant?",
        1128.12,
        1132.08
    ],
    [
        " So boom, that's the first opportunity.",
        1132.6,
        1134.32
    ],
    [
        " Second opportunity is before you warm up, which is pretty close to the first opportunity.",
        1134.74,
        1139.14
    ],
    [
        " Before you warm up.",
        1140.0,
        1140.36
    ],
    [
        " Have you ever quit then?",
        1140.4,
        1141.08
    ],
    [
        " Yes.",
        1141.28,
        1141.44
    ],
    [
        " Oh my god.",
        1141.76,
        1142.46
    ],
    [
        " Twice.",
        1142.6,
        1142.96
    ],
    [
        " Geez.",
        1143.96,
        1144.3
    ],
    [
        " One time it felt real good because I justified it very effectively.",
        1144.42,
        1147.68
    ],
    [
        " And the second time I was like, I just got to get after it tomorrow, whatever.",
        1148.04,
        1150.42
    ],
    [
        " Nonetheless, then, then it's after the first body part.",
        1150.8,
        1153.7
    ],
    [
        " Or the first sort of, you know, you have, I'm going to do, you know, mech on first.",
        1153.82,
        1157.28
    ],
    [
        " I'm going to do spots first.",
        1157.4,
        1158.4
    ],
    [
        " So, you know, it's after the first exercise.",
        1158.4,
        1161.4
    ],
    [
        " Yeah.",
        1161.72,
        1162.3
    ],
    [
        " Body part.",
        1162.3,
        1162.74
    ],
    [
        " Really?",
        1162.8,
        1163.06
    ],
    [
        " Yeah.",
        1163.28,
        1163.36
    ],
    [
        " That's one opportunity.",
        1163.5,
        1164.78
    ],
    [
        " Like, to me, the biggest hurdle is getting there, which is when you have your gym at your",
        1165.12,
        1168.48
    ],
    [
        " house, that's that hurdle is gone.",
        1168.48,
        1170.04
    ],
    [
        " I agree that it gets easier to hold the line for sure after you start.",
        1170.32,
        1175.08
    ],
    [
        " But there's a part at the end.",
        1175.58,
        1176.74
    ],
    [
        " You know how like how you just said you like to do your, uh, mech on the afterwards?",
        1176.8,
        1181.14
    ],
    [
        " No, lately I've been doing MetCon before and lifting heavy african.",
        1181.4,
        1185.16
    ],
    [
        "",
        1185.32,
        1185.32
    ],
    [
        " Yeah, yeah, that's what it meant.",
        1185.46,
        1186.38
    ],
    [
        " That's strange.",
        1186.38,
        1186.6
    ],
    [
        " But you're right.",
        1186.94,
        1187.32
    ],
    [
        " I could say, you know what, that MetCon was a little bit heavy.",
        1187.48,
        1190.06
    ],
    [
        " Yeah, it was hard.",
        1190.06,
        1190.34
    ],
    [
        " You know, I just call it good.",
        1190.34,
        1191.44
    ],
    [
        " I know the heavy part.",
        1191.58,
        1193.34
    ],
    [
        " Yeah, exactly right.",
        1193.58,
        1194.4
    ],
    [
        " Man, I feel so good when I'm all loosened up.",
        1194.58,
        1197.24
    ],
    [
        " Yeah.",
        1197.5,
        1197.68
    ],
    [
        " Yeah.",
        1198.12,
        1198.8
    ],
    [
        " So, same deal with me and I, you know, every opportunity to quit was passed.",
        1199.12,
        1204.9
    ],
    [
        " It was weaved.",
        1205.14,
        1205.94
    ],
    [
        " Well done, Echo Charlie.",
        1205.98,
        1207.02
    ],
    [
        " Amen.",
        1207.58,
        1207.78
    ]
]