[
    [
        " Do you have experience with people telling you that you're too intense?",
        0.0,
        3.26
    ],
    [
        " Or that you need to work on not being so upfront and straightforward?",
        4.78,
        11.8
    ],
    [
        " Sometimes it's called working on your how?",
        12.34,
        14.56
    ],
    [
        " I think it would be great to hear how you could apply this using extreme ownership",
        15.7,
        19.22
    ],
    [
        " In the business world there is a big push on diversity, which is wonderful",
        19.22,
        24.06
    ],
    [
        " But often it comes with also diversifying away from intensity and male aggression",
        25.08,
        31.14
    ],
    [
        " quote unquote, I'd love your thoughts",
        31.14,
        33.1
    ],
    [
        " Well, this is",
        33.1,
        37.58
    ],
    [
        " It's it's kind of interesting to get this question",
        37.58,
        40.96
    ],
    [
        " It's kind of strange to get this question because all the time when I talk about leadership I",
        40.96,
        46.64
    ],
    [
        " talk about",
        46.64,
        47.16
    ],
    [
        " How often do you hear me say take the indirect approach to something?",
        47.16,
        52.2
    ],
    [
        " I always talk about the indirect approach because the direct approach is",
        53.02,
        57.96
    ],
    [
        " Is not due to the direct approach is beating your head and punching someone in the face",
        57.96,
        63.84
    ],
    [
        " So I'm always talking about using the indirect approach. So by it's very nature",
        63.84,
        69.88
    ],
    [
        " Indirect is not",
        69.88,
        71.7
    ],
    [
        " straightforward right",
        71.7,
        73.94
    ],
    [
        " It's not intense",
        73.94,
        77.9
    ],
    [
        " So no, I don't have people telling me I'm too intense or I'm too straightforward. Why don't I have them telling me that because I'm not",
        79.12,
        86.12
    ],
    [
        " I'm not and I'm not saying that I'm not intense. I'm not saying that I'm not straightforward",
        86.12,
        92.78
    ],
    [
        " But I'm very very careful not to go too far with either",
        92.78,
        97.32
    ],
    [
        " This is this is like a fighter that's swinging too hard or being too predictable or just will stand and trade and take damage",
        97.32,
        105.64
    ],
    [
        " And",
        107.26,
        107.74
    ],
    [
        " Do damage",
        107.74,
        108.4
    ],
    [
        " That's the direct approach the direct approach is I punch you in the face and you punch me in the face and we play a war of attrition",
        108.4,
        116.82
    ],
    [
        " I don't want to enter into a war of attrition",
        116.82,
        120.86
    ],
    [
        " I do not want to enter into a war of attrition. I want to use a maneuver warfare. I want to move. I want to",
        120.86,
        130.62
    ],
    [
        " slip unseen into the weak areas and set my bombs and have them go off",
        132.84,
        137.76
    ],
    [
        " So I just got this asked this the other night by a relatively new client of mine",
        137.76,
        144.1
    ],
    [
        " You know are you gonna get in their faces and and",
        144.1,
        147.78
    ],
    [
        " Getting the faces of the leadership and tell them straight up that they need to get their act together",
        147.78,
        151.98
    ],
    [
        " You could see that this person was very excited by that idea",
        151.98,
        155.94
    ],
    [
        " Anyone's one of the senior leaders and I that was that you had this idea that I was gonna come in and",
        156.56,
        161.88
    ],
    [
        " Just get in their faces and tell them how screwed up they were and",
        161.88,
        166.44
    ],
    [
        " I said no, I I likely will not do that",
        166.44,
        171.12
    ],
    [
        " And then I said to him I said look what if I told you that you were all screwed up and you're a failure your job and you do you're a weak leader",
        171.12,
        178.8
    ],
    [
        " Would you the NB feel like you really wanted to listen to me?",
        178.8,
        185.3
    ],
    [
        " Would you would you be open to my suggestions at that point? Do you think I'd be an efficient coach?",
        185.98,
        192.18
    ],
    [
        " Do you think I would even appear as an intelligent human being?",
        192.44,
        196.26
    ],
    [
        " If the best I could do to coach you was to tell you that you sucked as a leader and you were a failure at your job and you're screwing everything up",
        197.22,
        206.14
    ],
    [
        " And obviously the answers were no no no of course not",
        206.14,
        210.88
    ],
    [
        " I would be a horrible coach. I would be a horrible",
        210.88,
        214.6
    ],
    [
        " leader myself if that's what I resorted to",
        216.24,
        219.26
    ],
    [
        " And most importantly if I want you to change and",
        219.26,
        226.3
    ],
    [
        " The way I'm trying to get you to train is by change is by being abusive and",
        226.3,
        234.52
    ],
    [
        " begging you to send up your defenses and not listen to me. What the hell good am I doing?",
        234.52,
        240.9
    ],
    [
        " Why would I do anything that's going to inhibit my goal which my goal is to get you to change get you to be a better leader?",
        241.64,
        250.58
    ],
    [
        " So if I slap you in the face",
        251.2,
        254.36
    ],
    [
        " With aggression or with straight forwardness that makes you defensive. How does that help me?",
        254.36,
        264.16
    ],
    [
        " The answer is it doesn't now again that doesn't mean that I'm never straightforward and that I'm",
        264.82,
        270.78
    ],
    [
        " Never aggressive, but I calculate those moments",
        270.9,
        274.56
    ],
    [
        " I calculate those moments",
        274.56,
        279.78
    ],
    [
        " There's a reason",
        279.78,
        281.82
    ],
    [
        " Why we sugarcoat medicine for a little children",
        281.82,
        286.64
    ],
    [
        " Right there is why is it so they take it?",
        286.64,
        292.06
    ],
    [
        " It's so they take it into their system",
        292.24,
        295.2
    ],
    [
        " And it's the same thing with adults and people say don't sugarcoat it don't you know just tell me how it is they don't mean it",
        296.8,
        304.6
    ],
    [
        " They want it sugarcoded",
        304.6,
        308.86
    ],
    [
        " Because they want to accept it into their body",
        308.86,
        313.06
    ],
    [
        " It's just like you jitsu you need to use jiu jitsu you need to set things up you need to manipulate",
        313.06,
        322.06
    ],
    [
        " To get people to do what you want to do especially if it has to do with them changing themselves",
        323.82,
        329.64
    ],
    [
        " One of the worst ways to get someone to change is by telling him exactly how you want them to change",
        329.64,
        337.08
    ],
    [
        " I mean of course there's a situation we have this beautiful relationship and you've built it with someone you have this intimate trust with another human being",
        337.08,
        345.56
    ],
    [
        " I don't think I have that with anybody",
        345.56,
        349.24
    ],
    [
        " But there have been situations in my life where I've had oh just complete utter trust with you know",
        351.36,
        356.22
    ],
    [
        " Maybe there's three or four people that I have that with in my whole life",
        356.22,
        359.46
    ],
    [
        " That I can just say listen man here's the deal",
        359.46,
        361.62
    ],
    [
        " Don't get defensive here's what's going on here's what you need to adjust",
        361.62,
        365.52
    ],
    [
        " Very few people do you have that relationship in life",
        365.52,
        369.7
    ],
    [
        " So you gotta use that",
        369.7,
        374.92
    ],
    [
        " New",
        379.7,
        380.1
    ],
    [
        " Wants and that maneuver warfare and it's the same thing with aggression. It's the same thing that this we just read in this article",
        380.1,
        385.9
    ],
    [
        " Don't yell at the cheshire people you're not going to be able to get what you want from them",
        385.9,
        391.06
    ],
    [
        " And like I said it doesn't just apply to those people it applies to all people",
        391.06,
        396.16
    ],
    [
        " You got to bring people in and you got to manipulate them and I know that again that has negative connotations",
        396.16,
        403.54
    ],
    [
        " But it's what you're doing you're trying to get someone to think a different way that's manipulation you can call it",
        403.54,
        408.44
    ],
    [
        " Influencing call whatever you want, but that's what you're trying to do",
        408.44,
        410.88
    ],
    [
        " And the most difficult way to manipulate someone is to slap them in the face with aggression",
        410.88,
        415.64
    ],
    [
        " So",
        415.64,
        420.22
    ],
    [
        " There's a little dichotomy here of course because you know I always say the default mode has to be aggressive",
        420.22,
        426.42
    ],
    [
        " But I don't mean",
        426.42,
        429.02
    ],
    [
        " Necessarily overtly aggressive it means that you're aggressively forcing things to go in your direction",
        430.58,
        436.76
    ],
    [
        " Through every means necessary through overt and covert and clandestine",
        436.76,
        442.54
    ],
    [
        " And honestly the preferred method of all",
        442.54,
        446.7
    ],
    [
        " Is covert",
        446.7,
        448.22
    ],
    [
        " The preferred method for me to get echoed to do something different",
        448.22,
        452.48
    ],
    [
        " Is for echo to never even think I had an opinion on it",
        452.48,
        457.86
    ],
    [
        " Is for me just to sneak in there behind enemy lines plant the seeds",
        457.86,
        463.94
    ],
    [
        " And let them grow and let echo come to the conclusion",
        463.94,
        468.04
    ],
    [
        " That you're gonna change the way you're doing something you're gonna do in a think differently about something that's",
        468.04,
        475.98
    ],
    [
        " Leadership",
        475.98,
        477.86
    ],
    [
        " That's real leadership",
        477.86,
        480.6
    ],
    [
        " So",
        480.6,
        483.86
    ],
    [
        " So",
        484.56,
        485.46
    ],
    [
        " That's what you got to work on",
        485.46,
        487.2
    ],
    [
        " If somebody is",
        487.2,
        490.66
    ],
    [
        " Telling you you're too intense and you too aggressive guess what you are",
        490.66,
        496.3
    ],
    [
        " You're giving away your greatest weapon",
        496.3,
        503.74
    ],
    [
        " You're advertising your attack",
        503.74,
        508.56
    ],
    [
        " You're",
        510.16,
        511.0
    ],
    [
        " Surprise is one of the most key components",
        511.0,
        513.96
    ],
    [
        " In a battle",
        513.96,
        516.36
    ],
    [
        " And when you tell people aggressively and overtly",
        516.36,
        523.56
    ],
    [
        " What you're doing you're giving up that element don't do it",
        523.56,
        529.94
    ],
    [
        " I'm asking you",
        529.94,
        532.16
    ],
    [
        " Not to be a manipulative person behind the scenes",
        532.16,
        537.62
    ],
    [
        " With weird plans",
        539.5,
        541.42
    ],
    [
        " But that is what I'm asking you to do",
        541.42,
        547.96
    ],
    [
        " That's is what I'm asking you to do because that is how you get things done",
        547.96,
        554.34
    ],
    [
        " That is how you get into people's minds. That is how you lead",
        554.34,
        558.24
    ],
    [
        " Not by yelling",
        558.24,
        563.02
    ],
    [
        " Not by being overly aggressive not by being so intense that people don't want to listen to you because intensity is a form of emotion",
        563.5,
        572.8
    ],
    [
        " Right and the minute you come across as an emotional intense maniac people are questioning already your validity",
        572.8,
        580.54
    ],
    [
        " This guys are too intense",
        580.54,
        583.24
    ],
    [
        " Don't be that guy",
        583.24,
        585.64
    ],
    [
        " I",
        589.22,
        589.74
    ],
    [
        " Manipulate",
        589.74,
        588.34
    ],
    [
        " influence",
        588.34,
        590.26
    ],
    [
        " Be clandestine covert",
        590.26,
        593.12
    ],
    [
        " And that",
        593.12,
        595.08
    ],
    [
        " Is how you win",
        595.08,
        597.4
    ],
    [
        " The reason that I was kind of laughing",
        597.4,
        602.5
    ],
    [
        " Was reading this question is",
        602.5,
        605.46
    ],
    [
        " That it kind of makes sense from someone kind of from the outside and the only and the main times when",
        605.46,
        612.12
    ],
    [
        " Me personally where I would view you as being",
        612.54,
        614.9
    ],
    [
        " Intense or aggressive or or is like when you're just talking about",
        614.9,
        620.34
    ],
    [
        " Something now you you're never doing it towards anybody, you know like you'll never lose it",
        620.34,
        627.04
    ],
    [
        " I've never then I've known you since",
        627.04,
        629.58
    ],
    [
        " Oh six I think some like that. Yeah",
        629.58,
        634.4
    ],
    [
        " And I've never seen you lose your temper get mad. I mean kind of a one-time",
        634.4,
        639.94
    ],
    [
        " This funny I was talking a life about it. We'd never really seen you get mad, but maybe one or two times",
        640.72,
        645.94
    ],
    [
        " You have this aggressive and intense persona for sure and when you talk about things for sure",
        645.94,
        652.48
    ],
    [
        " But yeah, when you're dealing with people it's it's real like basically the way you'd want to be",
        652.48,
        658.8
    ],
    [
        " Engaged with another human. Yeah. Yeah. Yeah",
        658.8,
        664.5
    ],
    [
        " Who wants to have somebody get aggressive with them? It's never",
        664.5,
        668.58
    ],
    [
        " It never the only time it works is like if you're handling a prisoner like literally if I'm handling a prisoner",
        668.86,
        675.38
    ],
    [
        " I'll be aggressive with them. Yeah, if I'm trying to",
        675.38,
        679.34
    ],
    [
        " get command of a of a of a chaotic situation and there's a there's another aggressor in the situation",
        679.34,
        687.92
    ],
    [
        " I might have to be more aggressive than that person",
        687.92,
        690.74
    ],
    [
        " but any normal situation dealing with human beings",
        690.74,
        695.22
    ],
    [
        " aggression",
        695.22,
        696.68
    ],
    [
        " isn't a",
        699.36,
        699.06
    ],
    [
        " Attribute",
        699.06,
        700.84
    ],
    [
        " It's a negative because all it does is make people defensive. Yeah, now listen",
        700.84,
        706.4
    ],
    [
        " It it doesn't mean that you're sitting back and you're shirking and and shriveling up. No",
        706.4,
        714.78
    ],
    [
        " But it means that you're finding the balance with another person and you're you're working with them and conversing with them",
        714.78,
        723.8
    ],
    [
        " To bring them along into your way of thinking",
        724.34,
        727.34
    ],
    [
        " Yeah",
        727.34,
        728.28
    ],
    [
        " That's what it is",
        728.28,
        730.02
    ],
    [
        " and and",
        730.02,
        731.82
    ],
    [
        " You know when somebody asked me a question like this",
        731.82,
        734.44
    ],
    [
        " It it really signifies to me",
        734.44,
        740.28
    ],
    [
        " that",
        740.28,
        741.92
    ],
    [
        " It makes me nervous because I think to myself",
        741.92,
        746.16
    ],
    [
        " I say this all the time. I mean, I say use the indirect approach. Don't you know get people's defenses up",
        746.16,
        752.8
    ],
    [
        " I say this all the time and yet someone can still come back and say",
        752.8,
        755.88
    ],
    [
        " You know",
        755.88,
        757.1
    ],
    [
        " People are telling me I'm being too aggressive like they're not even taking ownership of the fact that they're being too aggressive",
        757.1,
        763.06
    ],
    [
        " Right, it's like the other people are weak. Yeah, and therefore since they're weak, they think I'm too aggressive",
        763.06,
        770.5
    ],
    [
        " I can't believe how pathetic they are",
        770.5,
        772.76
    ],
    [
        " Yeah, that's the reality. That's what's going through someone like this mind like",
        772.76,
        776.86
    ],
    [
        " Sometimes it's called working on your how",
        776.86,
        780.32
    ],
    [
        " You know, he's kind of saying oh there they've got a euphemism for it and and",
        780.76,
        785.42
    ],
    [
        " In the business world there's a big push on diversity, but it comes with diversifying away from intensity and male aggression",
        785.42,
        792.82
    ],
    [
        " I mean you can guarantee what",
        792.82,
        795.94
    ],
    [
        " What this guy thought I was gonna say like no, you got to just stay the path",
        795.94,
        801.4
    ],
    [
        " You got it if people can't take it you got to crush them. Yeah, no actually that's the complete wrong answer",
        801.4,
        806.5
    ],
    [
        " Yeah",
        806.5,
        807.14
    ],
    [
        " If people can't take it it's because you are being too aggressive. Yeah, the way you're giving it is wrong the way you're giving it is wrong",
        807.58,
        815.3
    ],
    [
        " so that aggression needs to be",
        815.3,
        818.28
    ],
    [
        " channeled in such a way that it's being utilized to further the goal",
        818.28,
        823.68
    ],
    [
        " To further the goal and you know who you get aggressive with",
        823.68,
        827.54
    ],
    [
        " yourself",
        827.54,
        829.66
    ],
    [
        " You get aggressive with",
        829.66,
        832.6
    ],
    [
        " Yourself that's who I get aggressive with you know, I'm straightforward with",
        833.44,
        836.96
    ],
    [
        " I'm straightforward with myself",
        836.96,
        839.26
    ],
    [
        " That's who I'm straightforward with",
        839.26,
        841.58
    ],
    [
        " I'm the one guy that I'm allowed to get aggressive with to be straightforward with to put things in",
        841.58,
        849.1
    ],
    [
        " To not sugarcoat anything",
        849.1,
        851.4
    ],
    [
        " I'm allowed to do that with me",
        851.4,
        854.08
    ],
    [
        " But I'm not allowed to do it with another human because it's not an effective way of leadership",
        854.08,
        861.32
    ],
    [
        " It just is not",
        861.7,
        863.1
    ],
    [
        " Yeah, it's what it's funny how like yeah, that's absolutely true and and with you what I said is is absolutely true. I don't think",
        863.1,
        875.12
    ],
    [
        " I've ever seen you get mad at someone else",
        875.12,
        880.04
    ],
    [
        " But at the same at the same time and I pick a lot of people who may not know you good, but but have have experience being around you",
        880.04,
        887.96
    ],
    [
        " They all feel I would say that they all feel this same way and that is that yeah, I fucking juckle school or whatever",
        888.36,
        894.4
    ],
    [
        " But if he were to like lose his temper on me, he probably died",
        894.4,
        899.68
    ],
    [
        " Yeah, good",
        899.68,
        901.06
    ],
    [
        " And they're right like I'm glad I'm not losing my temper on people, right? Yeah, that will be good at all",
        901.06,
        910.16
    ],
    [
        " That'd be bad. I have",
        910.16,
        911.92
    ],
    [
        " You know that would not be good for people",
        911.92,
        915.12
    ],
    [
        " No, no, I don't think so",
        915.12,
        917.06
    ],
    [
        " That's that dichotomy though, right? That is that sense of safety yet the sense of impending doom is there at the same time yeah",
        919.4,
        927.56
    ],
    [
        " Yeah, and and I think it I think it does genuinely surprise people yeah",
        927.56,
        936.24
    ],
    [
        " Because I look like a serial killer",
        936.24,
        939.3
    ],
    [
        " I'm a big guy whatever and they expect",
        939.3,
        943.36
    ],
    [
        " that",
        943.36,
        945.16
    ],
    [
        " That I'm gonna be aggressive in implementing this and you know you gotta get your shit together",
        946.46,
        951.34
    ],
    [
        " Right, but it's just not it's just an effective way of leadership if that was if that was leadership leadership",
        951.34,
        957.7
    ],
    [
        " Would be easy it would be easy right? Yeah, I'm just gonna yell at everyone there to do what I say you know",
        957.7,
        961.84
    ],
    [
        " Yeah, I'm just gonna yell at everyone and then they'll do what I say that just does not work",
        961.84,
        968.16
    ],
    [
        " Yeah, it's crazy look just the way you talk a lot of the times not all the time, but just the way",
        968.16,
        973.26
    ],
    [
        " Maybe it's like just how you sound. I don't know your voice. I don't know. It's probably everything really is you do sound",
        973.26,
        979.02
    ],
    [
        " Intense even though you're not being intense, you know, you just kind of seem that way for all these reasons",
        979.02,
        983.88
    ],
    [
        " Of course, well, it's like you said earlier when I'm talking about something that I care about yes",
        983.88,
        988.72
    ],
    [
        " I am definitely going to be intense about it especially when it's something that is impactful to me",
        988.72,
        994.62
    ],
    [
        " Yeah, and and something that means something to me and to me leadership does mean a lot to me",
        994.62,
        999.86
    ],
    [
        " Yeah, and and trying to help people",
        999.86,
        1002.54
    ],
    [
        " Lead yeah, it isn't important thing to me",
        1003.88,
        1006.42
    ],
    [
        " I enjoy it and I like to see people succeed. So therefore when I talk about it",
        1006.42,
        1010.5
    ],
    [
        " Sometimes I get a little bit fired up and I get intense with what I'm saying that isn't scary",
        1010.5,
        1017.22
    ],
    [
        " That just kind of it's like indirectly scary. So it's not let me scare you. Okay. I'll just I'll use word scary",
        1017.22,
        1023.46
    ],
    [
        " It's indirectly scary where when you do it's like oh, I'm not scared of what you're doing",
        1023.46,
        1026.78
    ],
    [
        " But you kind of can imagine you're like oh, right what if you know",
        1026.78,
        1030.4
    ],
    [
        " I mean you're kind of like you're like this raging hurricane that when it comes by it turns into like a warm gentle breeze",
        1030.7,
        1037.48
    ],
    [
        " You know, I mean they kind of like",
        1037.48,
        1039.76
    ],
    [
        " And maybe that's uh, that's probably part of the advantage. Yeah, part of the advantage is people",
        1039.76,
        1047.02
    ],
    [
        " You know, I said this. I think it was Tim Ferris. I said this to you know",
        1047.02,
        1050.52
    ],
    [
        " people are surprised when I can sit there and have a conversation with them and",
        1050.52,
        1056.6
    ],
    [
        " I'm not aggressive with them and my mind is open to what they're saying. Yeah",
        1056.64,
        1062.18
    ],
    [
        " That's part of the game. Yeah",
        1062.18,
        1066.16
    ]
]