[
    [
        " Do you think that most MMA fighters have what it takes to be seals, the mental and physical,",
        0.0,
        5.1
    ],
    [
        " the brutal weight cut, the brutal fight camp, and stepping into a cage with a train and",
        5.42,
        9.76
    ],
    [
        " a leap opponent?",
        9.76,
        10.82
    ],
    [
        " Well, this is one of those questions where you might think there's like a really definitive",
        12.04,
        17.7
    ],
    [
        " answer, but there isn't really some MMA fighters could definitely be great seals, for sure.",
        17.7,
        27.28
    ],
    [
        " Some of them actually wouldn't stand a chance at seals, and there's a lot of things that",
        27.96,
        33.24
    ],
    [
        " make people quit and not want to be seals or quit during seal training, you know, you",
        33.24,
        37.54
    ],
    [
        " got the water.",
        37.54,
        38.1
    ],
    [
        " Some people don't like the water.",
        38.78,
        39.66
    ],
    [
        " Some people are uncomfortable in the water.",
        40.14,
        42.44
    ],
    [
        " Great athletes, not good in the water.",
        43.18,
        45.16
    ],
    [
        " Some people don't like the cold, and they can understake and take all kinds of punishment",
        45.9,
        49.7
    ],
    [
        " of physical nature, but they don't like the cold.",
        49.7,
        52.74
    ],
    [
        " Some people don't like heights, and you get to the top of a 40 or 50 foot cargo net,",
        53.72,
        60.04
    ],
    [
        " and you got to climb over that little pole at the top, get to the other side.",
        60.24,
        63.76
    ],
    [
        " Some people don't like that.",
        63.78,
        64.74
    ],
    [
        " Some people can't do some simple stuff like memorize.",
        65.24,
        66.86
    ],
    [
        " You can't memorize certain facts, and there is an intellectual level that you have to have.",
        67.68,
        74.3
    ],
    [
        " Some people aren't situationally aware, right?",
        74.94,
        78.26
    ],
    [
        " So some of these, like, for instance, you know, you know, you're certain MMA fighters who",
        78.44,
        81.22
    ],
    [
        " are real wild, and it's one of their good characteristics is that they're kind of out",
        81.22,
        85.18
    ],
    [
        " of control.",
        85.18,
        85.66
    ],
    [
        " It helps them do wild things and fight unexpected things.",
        85.94,
        88.52
    ],
    [
        " You can't be like that in the kill house with going live fire, right?",
        88.7,
        94.34
    ],
    [
        " You can't have that why you need to be able to suppress it.",
        94.42,
        96.44
    ],
    [
        " Some people can't suppress it.",
        96.52,
        98.1
    ],
    [
        " So what you'd end up with someone is someone that's going to have safety issues, because",
        98.1,
        101.62
    ],
    [
        " they're too instinctual, and they can't get those instincts under control.",
        101.62,
        105.28
    ],
    [
        " So some people might have too much endurance, but not enough strength.",
        106.98,
        111.32
    ],
    [
        " Some people might have too much strength and not enough endurance.",
        111.34,
        113.62
    ],
    [
        " Some people are injury prone, right?",
        113.86,
        116.26
    ],
    [
        " Some people are just injury prone, and it's not their fault.",
        116.4,
        119.92
    ],
    [
        " Many cases, but they are.",
        120.28,
        121.66
    ],
    [
        " And then you take, so that's sort of the things that it takes to be in the seal teams that",
        122.38,
        128.88
    ],
    [
        " would could hold up or trip up.",
        128.88,
        130.78
    ],
    [
        " Somebody that's just standard MMA fighter.",
        130.82,
        132.82
    ],
    [
        " Now, the same thing is true with seals that would be MMA fighters, right?",
        133.58,
        139.42
    ],
    [
        " Or could seal potentially be an MMA fighter?",
        139.52,
        142.02
    ],
    [
        " And there's been a few seals that have fought really well and good fighters and all that.",
        142.14,
        148.26
    ],
    [
        " But to make a blanket statement, there's going to be things that trip people up.",
        148.42,
        152.94
    ],
    [
        " And for instance, some guys in the seal teams, they're not the best athlete.",
        153.24,
        158.72
    ],
    [
        " Their athletic ability is not as high as it might need to be, to be a true competitor in MMA.",
        160.64,
        169.78
    ],
    [
        " You know, whether that's they don't have the explosiveness or they don't have the coordination",
        170.62,
        174.6
    ],
    [
        " of the flexibility, there's something that's just going to make them not competitive.",
        174.6,
        177.78
    ],
    [
        " And normally those guys, I mean, sometimes they might not be the best seals, you know,",
        178.28,
        182.16
    ],
    [
        " but some of those guys are super smart.",
        182.58,
        184.82
    ],
    [
        " And so the reason that they're good seals is because they're just they're just",
        184.82,
        187.46
    ],
    [
        " tactically sound or they're really good leaders.",
        187.46,
        190.32
    ],
    [
        " They're never going to beat people on the rain shooting because they're just not that coordinated",
        190.32,
        193.9
    ],
    [
        " or the hand eye coordination, but they're good seals anyways.",
        193.9,
        197.88
    ],
    [
        " But when you put them in a purely physical competition like MMA, I shouldn't say",
        198.14,
        203.3
    ],
    [
        " most a more physical on physical competition like MMA, they're not going to do well.",
        203.3,
        208.82
    ],
    [
        " And of course, obviously, there's a skill set, right?",
        209.2,
        211.42
    ],
    [
        " MMA fighters train MMA all the time.",
        212.36,
        214.84
    ],
    [
        " That's what they do.",
        214.84,
        215.46
    ],
    [
        " They train Jiu Jitsu and boxing and wrestling and Muay Thai and judo.",
        215.5,
        218.92
    ],
    [
        " That's what they do.",
        218.94,
        220.14
    ],
    [
        " And seals also train all the time.",
        220.54,
        223.04
    ],
    [
        " But guess what?",
        223.08,
        223.64
    ],
    [
        " When you're in seal team, you're not just training, just fighting, right?",
        223.88,
        229.9
    ],
    [
        " You're training shooting and you're training tactics and you're training patrolling",
        230.34,
        233.36
    ],
    [
        " and land navigation of parachuting and combat diving and fast roping and repelling",
        233.36,
        237.26
    ],
    [
        " and waterborne operations.",
        237.26,
        240.06
    ],
    [
        " All this stuff.",
        240.1,
        241.1
    ],
    [
        " And then on top of all that stuff, which is the stuff that you actually really need to train,",
        241.3,
        245.42
    ],
    [
        " then they put on a level of mixed martial arts training to make sure that if you are for whatever reason",
        245.62,
        251.56
    ],
    [
        " without a weapon or if you need to handle somebody that doesn't have a weapon.",
        251.56,
        255.18
    ],
    [
        " And so therefore you might not be in the right to just shoot them and kill them.",
        255.18,
        259.32
    ],
    [
        " You got to be able to handle yourself.",
        259.34,
        260.5
    ],
    [
        " So there's some level of MMA training, some fundamental Jiu Jitsu skills, some fundamental striking skills,",
        260.52,
        267.7
    ],
    [
        " some fundamental wrestling skills that that seals get, but it's not at the level of",
        267.7,
        273.12
    ],
    [
        " what a real MMA fighter's going to have.",
        273.12,
        275.76
    ],
    [
        " So",
        276.22,
        276.48
    ],
    [
        " with all that, I think there's a good percentage of MMA fighters that would make it through",
        276.48,
        285.48
    ],
    [
        " seal training and be good seals.",
        285.48,
        286.58
    ],
    [
        " And there's a good number of seals that would probably make really good solid MMA fighters.",
        286.96,
        291.84
    ],
    [
        " If they chose to do that and focus their lives on it, because there are some common traits with both of them,",
        291.84,
        296.02
    ],
    [
        " both of them take hard work.",
        296.02,
        297.32
    ],
    [
        " Both of them take some level of physical suffering, right?",
        299.08,
        302.44
    ],
    [
        " Grind both.",
        302.9,
        304.32
    ],
    [
        " I mean, you've been around when we're running MMA camps for people.",
        304.46,
        307.04
    ],
    [
        " It's a grind.",
        307.12,
        307.64
    ],
    [
        " Yeah.",
        307.94,
        308.2
    ],
    [
        " It's a grind.",
        308.52,
        309.24
    ],
    [
        " It's a day in, day out grind.",
        309.44,
        310.84
    ],
    [
        " Now there's some luxury to that grind.",
        310.98,
        312.3
    ],
    [
        " Mm-hmm.",
        312.62,
        313.12
    ],
    [
        " There's some luxury that grind because when you're in an MMA camp, yeah, you work hard as hell from,",
        313.38,
        319.12
    ],
    [
        " you know, seven in the morning until nine o'clock doing your strength and conditioning.",
        319.12,
        322.34
    ],
    [
        " But then you're going to go home and you're going to get a massage and you're going to get,",
        322.8,
        326.4
    ],
    [
        " you're going to have some really good food standing by and you're going to sit down, you're going to relax.",
        326.74,
        331.16
    ],
    [
        " And then at 11 o'clock, you're going to go back to the gym and now you're going to do your,",
        332.0,
        335.04
    ],
    [
        " your grappling training and you're going to train really hard for an hour, maybe an hour and a half,",
        335.04,
        340.94
    ],
    [
        " you can do drills, you're going to get worn out again.",
        341.3,
        343.14
    ],
    [
        " And then then you're going to go eat some lunch, you're going to relax, you're going to go back home,",
        343.28,
        347.72
    ],
    [
        " you're going to lay down, maybe take a little ice bath, then a little jacuzzi.",
        348.06,
        351.5
    ],
    [
        " So there's some luxury to the MMA.",
        351.7,
        354.42
    ],
    [
        " And in the SEAL teams, there's not that that's not happening.",
        354.42,
        357.08
    ],
    [
        " You're just getting ground down.",
        357.36,
        358.98
    ],
    [
        " And when you're going through the basic training and when you're going through, you know, the advanced",
        359.06,
        362.4
    ],
    [
        " workup training, you're, you're just getting beat down all the time.",
        362.4,
        364.76
    ],
    [
        " It's, it's a grind.",
        364.9,
        365.76
    ],
    [
        " But both of them are a grind.",
        366.48,
        368.64
    ],
    [
        " And that's why I think though the work ethic that comes with a really good seal or a really good",
        369.1,
        374.24
    ],
    [
        " MMA fighter, there's a very strong similarity there.",
        374.24,
        376.64
    ],
    [
        " And the ability to take that grind is, is what I think that, that intrinsic discipline is what,",
        376.8,
        384.34
    ],
    [
        " would make the crossover occur.",
        384.42,
        386.84
    ],
    [
        " So that would make a seal into a good MMA fighter or an MMA fighter into a good seal or a good special",
        387.08,
        392.04
    ],
    [
        " operations guy.",
        392.04,
        392.74
    ],
    [
        " Yeah.",
        393.2,
        393.52
    ],
    [
        " And there's, I mean, the crossover, it's ultimately just, he says, kind of hard to identify overall.",
        394.12,
        400.32
    ],
    [
        " This is real general because like a MMA fighter is training, sure, he's training to be a better MMA fighter",
        400.48,
        406.28
    ],
    [
        " in general, but mainly he's training for an event.",
        406.28,
        409.68
    ],
    [
        " So he knows, okay, it's going to be this many rounds.",
        409.68,
        413.84
    ],
    [
        " It's going to be this long per round.",
        413.84,
        415.42
    ],
    [
        " I'm going to get this much rest for this round.",
        415.42,
        417.04
    ],
    [
        " And I'm training to win that.",
        417.52,
        418.54
    ],
    [
        " Real specific.",
        418.82,
        420.48
    ],
    [
        " So the training is, if it's good training, it's going to best train him to function in that event,",
        420.96,
        428.16
    ],
    [
        " and give him parameters.",
        428.24,
        429.14
    ]
]