[
    [
        " What would you recommend for striking training as an effective real application practice?",
        0.0,
        3.04
    ],
    [
        " Boxing, Moitai.",
        3.66,
        4.5
    ],
    [
        " Mocha.",
        5.2,
        5.52
    ],
    [
        " That's real easy.",
        5.82,
        6.52
    ],
    [
        " Start with boxing because it's easier to learn.",
        7.02,
        8.76
    ],
    [
        " You don't have to throw big kicks, but it's very effective martial art.",
        8.86,
        11.76
    ],
    [
        " Boxing.",
        11.92,
        12.36
    ],
    [
        " And then once you get decent at that, you just, now you can go into Moitai and learn how",
        13.08,
        18.54
    ],
    [
        " to use your legs, your elbows, your knees, your head.",
        18.54,
        20.76
    ],
    [
        " So there you go.",
        21.0,
        21.7
    ],
    [
        "",
        21.9,
        21.9
    ],
    [
        " Agreed.",
        22.1,
        22.4
    ],
    [
        " The boxing too, and this is strange, but it's absolutely true.",
        22.64,
        26.94
    ],
    [
        " If you don't have experience throwing punches and landing punches, it's surprisingly hard",
        28.7,
        34.42
    ],
    [
        " to punch someone's face and landed effectively.",
        34.42,
        38.52
    ],
    [
        " You know how like on the movies, you see.",
        39.2,
        44.08
    ],
    [
        " I used to watch McGyre lot, so I used to punch people and then he'd always shake his",
        44.64,
        48.28
    ],
    [
        " hand like, aw, you know?",
        48.28,
        49.64
    ],
    [
        " Yeah, like, aw, I hurt my hand.",
        49.94,
        51.28
    ],
    [
        " That was kind of one of the funny things about that.",
        51.38,
        54.02
    ],
    [
        " That's the thing that's actually realistic.",
        54.02,
        55.2
    ],
    [
        " That's funny.",
        55.2,
        55.68
    ],
    [
        " I'm sure McGyre they're trying to make like, oh, McGyre is such a softy in that way.",
        56.1,
        60.26
    ],
    [
        " Is that what it is?",
        60.28,
        60.94
    ],
    [
        " He's hardcore, like his brain, like he's super smart.",
        61.26,
        65.04
    ],
    [
        " So, you know, he doesn't carry a gun, you know, he's not that guy.",
        65.2,
        68.06
    ],
    [
        " That's a good one, has a paperclip.",
        68.06,
        68.92
    ],
    [
        " Yeah, it's a brain.",
        69.16,
        69.78
    ],
    [
        " Yeah, exactly, right, paperclip.",
        69.9,
        71.04
    ],
    [
        " Sorry, I mean, I've nonetheless.",
        71.38,
        72.86
    ],
    [
        " That's kind of what that was indicating, but I thought it taught kind of a good lesson",
        73.68,
        77.7
    ],
    [
        " where if you, you know, you watch on TV, guys, just punching guys in the face and",
        77.7,
        82.78
    ],
    [
        " I head, but you can, especially if you don't have experience punching, you can probably",
        82.78,
        89.0
    ],
    [
        " will break your hand.",
        89.0,
        89.96
    ],
    [
        " Yeah.",
        90.04,
        90.24
    ],
    [
        " Or hurt your hand at the very least.",
        90.66,
        91.9
    ],
    [
        " Yeah, for sure.",
        91.9,
        92.18
    ],
    [
        " So, if you go train boxing, you can just want some weak little, some boxing or whatever,",
        92.34,
        97.0
    ],
    [
        " you really get to learn like, okay, if I start throwing these punches.",
        97.18,
        100.02
    ],
    [
        " The difference between, it's just like Jiu-Jitsu, like six months of Jiu-Jitsu destroys",
        100.32,
        104.78
    ],
    [
        " someone with no Jiu-Jitsu.",
        104.78,
        106.02
    ],
    [
        " Six months of boxing does pretty damn good against someone with no boxing.",
        106.3,
        109.74
    ],
    [
        " For sure.",
        110.04,
        110.62
    ],
    [
        " Yeah.",
        111.34,
        111.7
    ],
    [
        " Yeah, the only thing with boxing and like striking, you can kind of, not really, I mean,",
        111.16,
        116.26
    ],
    [
        " people are going to get mad at even saying this, but I don't mean this like straight up",
        116.36,
        119.9
    ],
    [
        " literally, but in the streets, you can have kind of some training.",
        119.9,
        123.92
    ],
    [
        " You know how like if you get in a bunch of street fights all the time?",
        124.16,
        126.12
    ],
    [
        " Yeah, yeah, yeah.",
        126.14,
        126.76
    ],
    [
        " And you punch people in the face.",
        126.8,
        128.4
    ],
    [
        " You learn, yeah, exactly right.",
        128.74,
        129.68
    ],
    [
        " You learn what it will like.",
        129.72,
        130.38
    ],
    [
        " But what you learn actually mostly from being a legit street fighter is you learn the",
        130.38,
        135.14
    ],
    [
        " mindset.",
        135.14,
        135.6
    ],
    [
        " Yeah.",
        136.0,
        136.16
    ],
    [
        " You know, stupid as that sounds, but here's what you learn.",
        136.16,
        138.18
    ],
    [
        " I five punches guy as fast as I can before he's expecting it to be a soccer punch him.",
        138.18,
        141.94
    ],
    [
        " You'll become a good street fighter.",
        142.02,
        142.92
    ],
    [
        " That's what street fighting is.",
        143.32,
        144.82
    ],
    [
        " Street fighting a lot is done on aggression.",
        144.96,
        146.5
    ],
    [
        " You know, and if you get in my face and I punch you in the face, you know, if you look",
        147.24,
        150.52
    ],
    [
        " at me and say, what's your problem?",
        150.52,
        151.26
    ],
    [
        " And I hit you.",
        151.32,
        152.04
    ],
    [
        " Yeah.",
        152.08,
        152.18
    ],
    [
        " That's what a real like a good experience street fighter that kicks a lot of people's",
        152.38,
        156.32
    ],
    [
        " asses.",
        156.32,
        156.66
    ],
    [
        " That's what they do.",
        156.7,
        157.56
    ],
    [
        " They are over aggressive.",
        157.76,
        159.12
    ],
    [
        " They don't care about getting in a fight.",
        159.26,
        160.34
    ],
    [
        " They're not thinking about their fighting.",
        160.36,
        161.66
    ],
    [
        " And so when you say, hey, what's your crack?",
        161.98,
        164.3
    ],
    [
        " Right.",
        164.76,
        165.0
    ],
    [
        " Or the guy says, hey, what do you look crack?",
        165.14,
        167.02
    ],
    [
        " That's what a street fighter is.",
        167.66,
        169.56
    ],
    [
        " They're going to take action very quickly.",
        169.66,
        170.98
    ],
    [
        " That's so you can learn a lot from that.",
        171.46,
        173.5
    ],
    [
        " So when you take that and someone, you know, when someone shows up at the MMA gym and they",
        173.88,
        177.1
    ],
    [
        " say, we know I got a lot of street fights.",
        177.1,
        178.4
    ],
    [
        " And if they're, that's most of the time, that's bullshit.",
        178.62,
        181.58
    ],
    [
        " But if it's not, and they're actually a guy that's been in a lot of fights, and it's only",
        181.96,
        186.68
    ],
    [
        " so helpful because now they got someone that they're going to shake hands with and then",
        186.68,
        191.06
    ],
    [
        " engage in combat.",
        191.06,
        192.28
    ],
    [
        " So they've lost the, what, and I'm not saying it's not a real thing.",
        192.48,
        195.76
    ],
    [
        " You know, some of my friends growing up were really good street fighters.",
        195.94,
        199.12
    ],
    [
        " And this is how I'm saying this with kind of a little bit of knowledge is my friends that",
        199.44,
        204.2
    ],
    [
        " were really good street fighters.",
        204.2,
        205.12
    ],
    [
        " What was made them good street fighters?",
        205.36,
        207.3
    ],
    [
        " Wasn't that they studied boxing?",
        207.5,
        208.62
    ],
    [
        " Wasn't that they studied it to, it was because they had a very aggressive mindset.",
        208.74,
        212.62
    ],
    [
        " And so someone would say, hey, what's your crack?",
        212.94,
        215.18
    ],
    [
        " And they were going ballistic.",
        215.3,
        216.12
    ],
    [
        " Right.",
        216.46,
        216.62
    ],
    [
        " Or someone's, someone says, what do you look at crack?",
        217.06,
        219.82
    ],
    [
        " And that's it.",
        220.18,
        220.72
    ],
    [
        " And it wasn't actually, it wasn't crack.",
        220.9,
        222.06
    ],
    [
        " It was crack, crack, crack, crack, crack, crack, crack, crack, crack, crack, crack,",
        222.2,
        224.64
    ],
    [
        " run away or, or, you know, that's, so yes, that's what a street fighter has.",
        224.64,
        229.8
    ],
    [
        " They have a mindset of a, they have been in fights before, but they know that the aggression",
        229.94,
        234.32
    ],
    [
        " will take them a long way.",
        234.32,
        235.2
    ],
    [
        " Yeah, it's kind of like a guy in the state basketball who, you know, he has a home court",
        235.52,
        241.44
    ],
    [
        " or something, and he just shoots a lot of shots, you know.",
        241.44,
        243.88
    ],
    [
        " Yeah.",
        244.04,
        244.2
    ],
    [
        " He knows, he knows how to make those shots.",
        244.3,
        246.2
    ],
    [
        " But then now you put them on the basketball court, he has no training with dribbling or anything.",
        246.2,
        250.56
    ],
    [
        " Yes, yes, that is true, that is true.",
        251.12,
        253.26
    ],
    [
        " You, you can learn the mechanics.",
        253.26,
        255.26
    ],
    [
        " Yeah.",
        255.64,
        255.86
    ],
    [
        " And then you learn the mechanics, but the mechanics and then you could, and the mechanics",
        256.3,
        261.62
    ],
    [
        " are going to be almost less helpful.",
        261.62,
        263.5
    ],
    [
        " Yeah, that's what I mean.",
        263.94,
        264.72
    ],
    [
        " They're actually understanding the mindset of what's going to happen in a fight.",
        264.72,
        267.94
    ],
    [
        " Now, the mechanics will be more helpful in basketball, but it's not, once you get",
        268.06,
        272.88
    ],
    [
        " in a real game, the first basketball game I ever played, I knew the mechanics and I got",
        272.88,
        277.36
    ],
    [
        " destroyed.",
        277.36,
        277.84
    ],
    [
        " Yeah.",
        278.3,
        278.4
    ],
    [
        " Every pass I threw for the first 10 passes I threw, got picked off and the guy's going",
        278.46,
        282.14
    ],
    [
        " down the other end of the court and scored.",
        282.14,
        283.38
    ],
    [
        " I'm not even getting that happened.",
        283.92,
        285.5
    ],
    [
        " My dad was like a Hoosier's kind of guy, do you see the movie Hoosiers?",
        285.84,
        289.44
    ],
    [
        " It's like, hey, you're going to work the mechanics.",
        290.02,
        291.36
    ],
    [
        " You're going to work ball handling, you're going to work passing, not shooting, no, no sparring",
        291.78,
        296.64
    ],
    [
        " or what is it called?",
        296.64,
        297.54
    ],
    [
        " Scrimmaging, right?",
        297.7,
        298.44
    ],
    [
        " You're just going to learn the mechanics and then that would have been cool if I would have",
        298.6,
        301.16
    ],
    [
        " had a coach that had a different mindset, but the coach had the same Hoosier mindset as",
        301.16,
        304.76
    ],
    [
        " my dad, which is mechanics, mechanics, mechanics.",
        304.76,
        307.22
    ],
    [
        " So I worked on all these mechanics.",
        307.52,
        308.64
    ],
    [
        " I had really good ball handling, I had good passing.",
        308.86,
        311.24
    ],
    [
        " And then I got, it was the first game I played in basketball.",
        311.48,
        316.16
    ],
    [
        " I had never actually, it was almost, maybe I'd done a couple live games, but I had never",
        317.02,
        322.34
    ],
    [
        " played against anyone's skill.",
        322.34,
        323.24
    ],
    [
        " Dribbled down the court, I was a point guard, dribbled down the court, held up my fingers",
        323.7,
        327.24
    ],
    [
        " about, okay, we're going to run play number three.",
        327.24,
        329.2
    ],
    [
        " Went over the side through the ball and the dude just picked it off and the kid that I",
        330.2,
        334.74
    ],
    [
        " was playing against was a really good player.",
        334.74,
        336.04
    ],
    [
        " The other guy that was guarding me just destroyed me.",
        336.24,
        338.42
    ],
    [
        " And the reason was, didn't have the experience of live games.",
        339.38,
        343.24
    ],
    [
        " Now I actually brought that mentality when I was running training.",
        343.68,
        346.48
    ],
    [
        " I always, you know, you can sit there and learn mechanics in the kill house, so you can",
        347.3,
        349.78
    ],
    [
        " sit there and learn the mechanics of doing immediate action drills out in the field.",
        349.78,
        353.6
    ],
    [
        " The mechanics are good.",
        353.82,
        355.64
    ],
    [
        " You have to know them, but you have to also be live.",
        355.88,
        358.0
    ],
    [
        " And that's why I loved when they, when the SEAL teams, when we went from just having",
        358.34,
        362.28
    ],
    [
        " live rounds and paper targets, which everyone was, that was like the highest form.",
        364.12,
        368.84
    ],
    [
        " Hey, we try and, we train with live fire.",
        369.82,
        371.82
    ],
    [
        " That's the best thing.",
        372.34,
        373.18
    ],
    [
        " And that's what I was raised to believe.",
        373.74,
        374.84
    ],
    [
        " As soon as I saw, we had Simunition, and then once I realized how effective Simunition",
        375.28,
        379.08
    ],
    [
        " was, I was like, you don't even need Simunition.",
        379.08,
        380.38
    ],
    [
        " You can go run around literally saying bang, bang at each other, but you got people moving",
        380.38,
        383.84
    ],
    [
        " and it's going to help you.",
        383.84,
        384.58
    ],
    [
        " So that, that mindset came from trying to not be just be Hoosiers, you know?",
        385.04,
        391.34
    ],
    [
        " Hoosiers, the movie Hoosiers is a basketball movie.",
        391.98,
        394.3
    ],
    [
        " It's an awesome movie, but the beginning is all just drilling.",
        394.46,
        397.94
    ],
    [
        " And my dad, because I didn't play basketball, I said, I don't want to play basketball.",
        398.46,
        401.76
    ],
    [
        " And he said, okay, so he's teaching me how to play basketball, but he was like a Hoosier",
        402.02,
        404.64
    ],
    [
        " guy.",
        404.64,
        404.82
    ],
    [
        " You're going to be good defense.",
        405.06,
        406.08
    ],
    [
        " You're going to be good at ball handling.",
        406.22,
        407.22
    ],
    [
        " And then, unfortunately, my coach was the same way.",
        407.68,
        409.9
    ],
    [
        " My first coach was the same way.",
        410.08,
        411.16
    ],
    [
        " Seventh grade, eighth grade.",
        411.38,
        412.68
    ],
    [
        " Just like, hey, Hoosiers would have good defense.",
        412.92,
        416.1
    ],
    [
        " And I dribbled out the court.",
        416.58,
        417.52
    ],
    [
        " I'm going to be careful with that.",
        417.82,
        419.84
    ],
    [
        " But someone that played street ball, someone that played street ball.",
        420.46,
        424.44
    ],
    [
        " Exactly.",
        424.48,
        424.62
    ],
    [
        " And didn't know whenever taught in ball handling, no one ever taught him the theory",
        425.8,
        429.74
    ],
    [
        " behind a zone defense.",
        429.74,
        431.34
    ],
    [
        " Yeah.",
        431.84,
        432.02
    ],
    [
        " That guy would have done infinitely better than I did in my first basketball game.",
        432.82,
        437.2
    ],
    [
        " Yeah.",
        438.12,
        438.34
    ],
    [
        " My dad must have been hanging his head shame.",
        438.38,
        439.9
    ],
    [
        " Yeah.",
        440.6,
        440.68
    ],
    [
        " He must have been what a loser.",
        442.18,
        443.5
    ],
    [
        " How did I raise this kid?",
        444.16,
        445.32
    ],
    [
        " Well, yeah.",
        445.9,
        446.66
    ],
    [
        " That's, yeah, true.",
        446.66,
        447.48
    ],
    [
        " It's the same kind of thing.",
        447.7,
        449.22
    ],
    [
        " Yeah, those street fighters, they know how it feels to like land upon.",
        449.7,
        453.74
    ],
    [
        " Yeah.",
        453.9,
        453.92
    ],
    [
        " They have this kind of intuitive gauge on, you know, kind of distance in a way, you",
        453.98,
        458.32
    ],
    [
        " know, just because they've been there.",
        458.32,
        459.66
    ],
    [
        " Yeah.",
        459.8,
        459.96
    ],
    [
        " And so that's why when you train people for anything, even in the business world, like",
        460.08,
        463.72
    ],
    [
        " don't just train the people, the mechanics of a conversation that they're supposed to",
        463.72,
        467.72
    ],
    [
        " have if they're a leader.",
        467.72,
        468.38
    ],
    [
        " Just don't train them on the mechanics.",
        468.58,
        469.52
    ],
    [
        " Here's what you say.",
        469.68,
        470.36
    ],
    [
        " Read this script.",
        470.44,
        471.04
    ],
    [
        " No.",
        471.2,
        471.38
    ],
    [
        " Put them live fire.",
        471.66,
        472.32
    ],
    [
        " I'm in there.",
        472.42,
        472.76
    ],
    [
        " Yeah.",
        472.86,
        472.98
    ],
    [
        " Put them live fire.",
        473.1,
        473.84
    ],
    [
        " Roll play with them.",
        474.08,
        474.84
    ],
    [
        " Have them sit with you.",
        474.92,
        475.46
    ],
    [
        " You're going through something.",
        475.6,
        476.3
    ],
    [
        " Have them go in there and talk to somebody that you told them how to act and act all crazy",
        476.42,
        479.62
    ],
    [
        " to do that with them.",
        479.62,
        480.8
    ],
    [
        " Yeah.",
        480.82,
        481.18
    ],
    [
        " Check.",
        481.64,
        482.98
    ],
    [
        " Check.",
        483.46,
        483.66
    ]
]