[
    [
        " Here's something that you talk about when we all hit it again, getting people to listen.",
        0.0,
        3.02
    ],
    [
        " As you are rising through the ranks, you will need to have your say.",
        4.34,
        7.68
    ],
    [
        " When you speak, you will want people to listen.",
        8.14,
        10.4
    ],
    [
        " But sometimes, there will be people who do not listen.",
        10.68,
        13.08
    ],
    [
        " And they interrupt or talk over you.",
        14.22,
        15.7
    ],
    [
        " How should you handle that?",
        15.96,
        16.82
    ],
    [
        " The answer is fairly simple.",
        17.08,
        18.12
    ],
    [
        " Let them talk.",
        18.42,
        19.24
    ],
    [
        " Let that person jump in and say what they want.",
        20.4,
        22.98
    ],
    [
        " And let them finish their thoughts.",
        23.38,
        24.42
    ],
    [
        " This works for a multitude of reasons.",
        24.86,
        26.4
    ],
    [
        " If someone wants to talk a lot, then listen.",
        26.44,
        28.48
    ],
    [
        " There's no better cure for a person that wants to talk than letting them get their thoughts",
        28.54,
        32.12
    ],
    [
        " out of their head.",
        32.12,
        32.92
    ],
    [
        " Let them say what they want to say.",
        33.48,
        35.12
    ],
    [
        " When they have nothing left, you will be able to make your point.",
        35.44,
        37.9
    ],
    [
        " This is also good because as they unload all their ideas, you now know not only everything",
        38.06,
        42.96
    ],
    [
        " you know, you also know everything they know.",
        42.96,
        45.92
    ],
    [
        " Armed with this knowledge, you can assess their ideas.",
        46.66,
        48.58
    ],
    [
        " You can formulate counterpoints or recommendations around their thoughts.",
        48.9,
        51.8
    ],
    [
        " This works just as well or even better in a group where you listen to multiple people",
        52.28,
        57.16
    ],
    [
        " break down their own ideas, argue with one another and ask questions of one another about",
        57.16,
        61.04
    ],
    [
        " the details of their ideas.",
        61.04,
        62.2
    ],
    [
        " Once again, this whole time, you get to more clearly understand the thoughts of others",
        62.54,
        66.96
    ],
    [
        " while quietly strengthening your own thoughts or ideas around the subject.",
        66.96,
        70.42
    ],
    [
        " When you finally do find the opportunity to speak, you have the most comprehensive and",
        70.9,
        75.98
    ],
    [
        " developed thoughts.",
        75.98,
        77.14
    ],
    [
        " So, Jocke just revealed the secret behind his secret power right there.",
        78.08,
        84.58
    ],
    [
        " That is death.",
        84.94,
        85.48
    ],
    [
        " That is one of the major ones.",
        85.48,
        86.86
    ],
    [
        " Remember I told you, I didn't really realize how deep that goes.",
        87.2,
        90.24
    ],
    [
        " That concept right there.",
        90.48,
        91.98
    ],
    [
        " And then when I sort of, I still probably don't know how deep it goes, but now I see it",
        92.54,
        96.78
    ],
    [
        " a lot.",
        96.78,
        97.04
    ],
    [
        " I'm like, when you do it, you're like, oh man, I should have done this from the beginning.",
        97.16,
        101.34
    ],
    [
        " We had a muster and the numbers I gave was, hey, as a leader, you should be listening 98%",
        102.12,
        110.44
    ],
    [
        " of the time and talking 2% of the time.",
        110.44,
        111.9
    ],
    [
        " That's the way it is.",
        112.08,
        114.0
    ],
    [
        " What's the depth of that you're talking about?",
        115.64,
        116.96
    ],
    [
        " What's actually required though, during that time, is that you're actually listening though.",
        117.02,
        121.66
    ],
    [
        " Not just like I'm going to let it get out of their system or you're being just, you",
        121.94,
        125.44
    ],
    [
        " actually need to listen with enough humility to go, there is a good chance somebody here",
        125.44,
        131.36
    ],
    [
        " is going to say something that I haven't thought about, that I haven't considered.",
        131.36,
        134.42
    ],
    [
        " If you as a leader, like, I've got it all dialed in, but I'm going to play this game to",
        134.92,
        138.22
    ],
    [
        " kind of let my people talk and what you're doing and just letting it get out of their",
        138.22,
        140.74
    ],
    [
        " system so you can then come in with the final load.",
        140.74,
        142.94
    ],
    [
        " That's not what that 982 is.",
        142.94,
        144.82
    ],
    [
        " That 982 is, man, they've got a lot of people, a lot of things to say here.",
        145.04,
        149.56
    ],
    [
        " I'm surrounded by probably a few smart people.",
        150.3,
        152.54
    ],
    [
        " Somebody's going to say something I haven't thought about and you need to listen actively",
        153.28,
        157.14
    ],
    [
        " for what those things are and that gets back to a comment from earlier in the book and",
        157.14,
        161.3
    ],
    [
        " a comment, we've hit over and over again, you have to care about your people.",
        161.3,
        163.72
    ],
    [
        " You have to care about them and which means you have to trust them and believe in them,",
        164.22,
        168.24
    ],
    [
        " advice a verse and somebody's going to say something that is right.",
        168.3,
        170.88
    ],
    [
        " And it's not a game to wait till the end so you drop in your 2% and win.",
        172.02,
        176.14
    ],
    [
        " It's that you are armed with all what you have and then what they have to and actually",
        176.14,
        181.0
    ],
    [
        " makes you a better leader.",
        181.0,
        181.88
    ],
    [
        " The caring about your people part is easy to say.",
        181.88,
        185.02
    ],
    [
        " That's really, that's hard.",
        185.14,
        187.08
    ],
    [
        " That is hard to do.",
        187.8,
        189.0
    ],
    [
        " Yeah, even in a conflict situation.",
        189.46,
        191.28
    ],
    [
        " That's what it is.",
        191.52,
        192.12
    ],
    [
        " Yeah, I mean, especially in that.",
        192.2,
        193.22
    ],
    [
        " Right.",
        193.26,
        193.44
    ],
    [
        " That's what it is.",
        193.56,
        194.08
    ],
    [
        " Yeah, it's going to show itself a lot.",
        194.08,
        195.16
    ],
    [
        " Big time where conflict, especially when there's more than one person in the conflict,",
        195.36,
        199.8
    ],
    [
        " like a debate or something like that.",
        200.14,
        202.08
    ],
    [
        " It's interesting because you're so compelled, especially if you got a little knowledge",
        202.44,
        206.14
    ],
    [
        " yourself.",
        206.14,
        206.86
    ],
    [
        "",
        207.46,
        207.46
    ],
    [
        " You know, well, I'm going to jump in and correct you right there and all you were wrong",
        207.78,
        210.94
    ],
    [
        " about this, this is actually really what kind of thing.",
        210.94,
        213.94
    ],
    [
        " But yeah, if you just sit back, let that fly.",
        214.32,
        216.56
    ],
    [
        " Listen, let them fly, let that fly.",
        216.82,
        218.62
    ],
    [
        " Maybe they even met something else, you know, and just like are you saying, like really",
        218.72,
        221.46
    ],
    [
        " listen, because you'll find out really what they're talking about.",
        221.46,
        224.18
    ],
    [
        " Because if you interrupt too quick, a lot of the time in my experience anyway, you interrupt",
        224.2,
        228.56
    ],
    [
        " too quick and then it's like, oh, they were getting to that.",
        228.56,
        230.72
    ],
    [
        " You know, like you shouldn't interrupt it, then you would have known that without even",
        231.28,
        234.14
    ],
    [
        " looking dumb or whatever.",
        234.14,
        235.14
    ],
    [
        " Yeah.",
        235.38,
        235.46
    ],
    [
        " So yeah, man.",
        235.78,
        236.7
    ],
    [
        " So at the end, then you have like all the information, just like, you're like, not only",
        236.9,
        242.54
    ],
    [
        " do you know what you knew and maybe you changed your mind.",
        242.54,
        244.82
    ],
    [
        " Maybe you did it, but at least now you know, you know, you improved your position.",
        245.02,
        248.98
    ],
    [
        " Oh, yeah.",
        249.3,
        249.82
    ],
    [
        " And this is just one of the one more thing that's counterintuitive because someone",
        250.14,
        258.54
    ],
    [
        " might think, hey, I want the team to listen to me.",
        258.54,
        263.28
    ],
    [
        " So what I'm going to do is talk more and talk louder.",
        263.58,
        267.48
    ],
    [
        " And it is the absolute opposite is what happens.",
        268.08,
        272.7
    ],
    [
        " The less you talk, the more people listen, the less you talk, the more people listen.",
        273.16,
        279.14
    ],
    [
        " Totally counterintuitive and 100% undeniable.",
        280.1,
        283.56
    ],
    [
        " Now what's interesting too is when you're coming to these conclusions, you know, you're",
        284.0,
        288.52
    ],
    [
        " listening to some people talk or discuss or debate or argue, right?",
        292.26,
        296.56
    ],
    [
        " That whole time you're thinking, okay, and at some point, you can chime in, right?",
        297.08,
        302.78
    ],
    [
        " And what's interesting is you don't even have to chime in with an answer.",
        303.22,
        307.1
    ],
    [
        " There's times where after 20 minutes of debate, I chime in with one question.",
        308.28,
        314.14
    ],
    [
        " And yet the question is because that's all these other, all these other less important",
        314.68,
        321.2
    ],
    [
        " questions and answers have been brought up and discussed and, but there's really one",
        321.2,
        325.26
    ],
    [
        " question that hasn't even been brought up and no one can see it because they're in the",
        325.26,
        329.58
    ],
    [
        " battle.",
        329.58,
        329.82
    ],
    [
        " So I can ask because again, I'm not to your point, Dave, I'm not sitting there thinking",
        329.86,
        334.94
    ],
    [
        " I'm waiting for everyone because I already know the answer.",
        334.94,
        336.88
    ],
    [
        " I'm actually listening and trying to assemble this entire picture.",
        337.36,
        341.18
    ],
    [
        " So when I, as this picture gets filled in by what everyone's saying at the end, now",
        341.72,
        347.62
    ],
    [
        " it's revealed that there's something that's still missing.",
        347.62,
        350.08
    ],
    [
        " And now guess who gets to ask this profound question that if we as a team can answer this",
        350.46,
        357.44
    ],
    [
        " question, we will actually have the solution.",
        357.44,
        360.22
    ],
    [
        " But no, it's all clear.",
        360.38,
        361.42
    ],
    [
        " It's all clear to us.",
        361.62,
        363.48
    ],
    [
        " We're like, what about this?",
        363.62,
        365.26
    ],
    [
        " What about that?",
        365.42,
        365.9
    ],
    [
        " And yeah, the ability to detach this step back to listen instead of talk is really",
        365.9,
        376.86
    ],
    [
        " powerful for a leader.",
        376.86,
        377.94
    ]
]