[
    [
        " Jocco, I lost my little brother who died in a random medical accident.",
        0.06,
        5.24
    ],
    [
        " He was someone that I always looked after.",
        5.66,
        7.9
    ],
    [
        " How do you deal with grief and loss of men in your command?",
        8.88,
        12.24
    ],
    [
        " Someone asked me a similar question that the other day, someone along the lines of how",
        14.52,
        24.02
    ],
    [
        " they're going to be good when you lose a loved one.",
        24.02,
        27.98
    ],
    [
        " And that's definitely a tough question.",
        29.84,
        34.06
    ],
    [
        " And I almost replied, no, it isn't good.",
        34.06,
        39.0
    ],
    [
        " There's nothing good in death.",
        39.9,
        44.78
    ],
    [
        " And then I started to remember the people I've lost throughout my life, the memories",
        49.28,
        58.5
    ],
    [
        " of them, the experiences, the fun, their unique personalities, and everything they'd given",
        58.5,
        69.86
    ],
    [
        " me.",
        69.86,
        70.36
    ],
    [
        " Not only in their life, but in their death.",
        72.22,
        77.62
    ],
    [
        " What their life taught me and what their death taught me, the mark, the mark they had left",
        78.74,
        92.56
    ],
    [
        " on me.",
        92.56,
        93.12
    ],
    [
        " And I realized.",
        93.64,
        94.84
    ],
    [
        " I realized that even in death, even in death, there is good.",
        99.6,
        110.84
    ],
    [
        " First of all, I was lucky to have that person in my life.",
        112.3,
        120.28
    ],
    [
        " Even if it was only first short time, too short of a time, but at least I got that.",
        120.28,
        124.64
    ],
    [
        " Those unforgettable moments, those precious moments.",
        125.92,
        131.08
    ],
    [
        " At least I got those and I got to experience those times to know the beauty of their personality,",
        131.92,
        143.06
    ],
    [
        " their attitude, their outlook on the world.",
        143.34,
        146.22
    ],
    [
        " They were all unique and I'm thankful for the opportunity that I had to interact with",
        150.26,
        158.96
    ],
    [
        " them even if it was just for a short amount of time.",
        158.96,
        162.6
    ],
    [
        " And now comes death.",
        165.42,
        170.56
    ],
    [
        " Death is horrible and death is wretched and death is cruel and death isn't fair.",
        171.48,
        180.58
    ],
    [
        " And I don't know why the best people seem to get taken from us first.",
        182.32,
        192.46
    ],
    [
        " But the fact is death is inescapable.",
        197.88,
        201.8
    ],
    [
        " There is no way out.",
        202.48,
        206.42
    ],
    [
        " And death in that death is part of life.",
        207.36,
        214.68
    ],
    [
        " And like the contrast between the darkness and the light without death, then there is no",
        215.9,
        221.34
    ],
    [
        " life.",
        223.86,
        224.78
    ],
    [
        " Then the people that I've lost, they taught me that.",
        223.36,
        232.2
    ],
    [
        " They taught me how precious life is, how blessed we are to have every day to learn and to",
        232.9,
        246.44
    ],
    [
        " grow and to laugh and to live, to live, to live, to live every day with purpose and with",
        246.44,
        261.98
    ],
    [
        " passion, to wake up in the morning and be thankful.",
        261.98,
        266.72
    ],
    [
        " Thankful for that morning and thankful for the opportunity to go out into the world and",
        268.52,
        275.36
    ],
    [
        " live, to live for them, for those that don't have the opportunity for those that were stolen",
        275.36,
        288.14
    ],
    [
        " away by death's cruel hand.",
        288.58,
        295.24
    ],
    [
        " For them I will live.",
        295.88,
        306.02
    ],
    [
        " I will cherish their memory and I will live.",
        307.34,
        312.88
    ],
    [
        " So let's cry no more, let's mourn no more, let's remember.",
        314.28,
        326.32
    ],
    [
        " But let's not dwell.",
        327.06,
        330.66
    ],
    [
        " Instead.",
        331.46,
        332.34
    ],
    [
        " Let's laugh and let's love and let's embrace and cherish everything that life is and every",
        334.64,
        341.56
    ],
    [
        " opportunity it gives us.",
        341.56,
        344.12
    ],
    [
        " Live.",
        345.28,
        349.36
    ]
]