[
    [
        " This is the Jocco Underground Podcast number 30 sitting here with Echo Charles.",
        0.4,
        5.4
    ],
    [
        " This is Jocco Willink talking. Starting off we had a topic come up. A question",
        5.4,
        14.44
    ],
    [
        " submitted but it's like a discussion topic more than an actual direct question.",
        14.44,
        22.62
    ],
    [
        " Are we raising soft kids in this day and age or is that something every generation",
        23.12,
        28.94
    ],
    [
        " says? You hear about this a lot don't you? What is it? The thing is strong men",
        30.78,
        37.72
    ],
    [
        " create good times, good times creates weak men, weak men create bad times, bad",
        37.72,
        43.32
    ],
    [
        " times create strong men and you get this circle going. Some truth to it right?",
        43.32,
        48.04
    ],
    [
        " Definitely some truth to it. So are we raising soft kids? I think some kids are",
        48.94,
        58.92
    ],
    [
        " there is definitely a way that you could live in this day and age where you",
        59.1,
        66.6
    ],
    [
        " could be very soft as a human. You could eat foods that make you weak. You could",
        66.6,
        73.16
    ],
    [
        " do activities that make you weak. You could avoid activities that would make",
        73.16,
        79.96
    ],
    [
        " you strong and tough. You could avoid mental stressors that make you",
        79.96,
        86.16
    ],
    [
        " mentally tough. So I think maybe not necessarily are we raising purposely but I",
        86.26,
        97.3
    ],
    [
        " think the environment is we'll have a larger tendency right now to make kids",
        97.3,
        102.7
    ],
    [
        " a little bit softer. So it's something we need to watch out for that being said",
        102.7,
        108.44
    ],
    [
        " there's all you can never take away the fact that there's some freaking",
        108.44,
        111.76
    ],
    [
        " unbelievably tough kids. I'll say what I go down to the",
        112.1,
        114.7
    ],
    [
        " I'm going down to the days. I'll meet young young young frogman the",
        114.7,
        122.56
    ],
    [
        " freaking totally legit 100% legit as legit as any frogman I've ever met my",
        122.56,
        128.46
    ],
    [
        " life young. Oh what do you do? I'm a machine gunner like straight up they're",
        128.46,
        132.84
    ],
    [
        " ready to rock and roll. So to sit here and throw this why we can't just throw",
        132.84,
        137.84
    ],
    [
        " the universal statement out right now. Oh we're raising weaker kids. No go meet a",
        138.6,
        144.64
    ],
    [
        " young I've I meet young team guys they're freaking legit and go meet a young",
        144.64,
        150.92
    ],
    [
        " marine legit go meet a young soldier legit. So to have this idea that we're just",
        150.92,
        158.28
    ],
    [
        " universally producing weak humans right now. I think it's not true but you can",
        158.28,
        164.3
    ],
    [
        " take a path at this juncture in life where you may end up soft if you're not",
        164.3,
        167.86
    ],
    [
        " careful and you may raise soft kids if you're not careful. So that's what I",
        167.86,
        171.64
    ],
    [
        " think it is. Environmentally the opportunity is there to raise weak kids but it is",
        171.64,
        178.02
    ],
    [
        " not it is not necessarily going to happen and some kids today also they're",
        178.02,
        183.1
    ],
    [
        " smarter. They're I can tell you that going through seal training the kids that",
        183.1,
        188.08
    ],
    [
        " go through seal training right now are in better shape than the kids that I",
        188.08,
        192.94
    ],
    [
        " went through seal training with because we didn't have any program we didn't",
        192.94,
        196.8
    ],
    [
        " have any supplementation we didn't have any we didn't know about recovery we",
        196.8,
        202.76
    ],
    [
        " didn't know about working out we didn't know anything we were just just",
        202.76,
        207.24
    ],
    [
        " knuckle-draggers and these kids now they're they're working they understand they",
        207.24,
        212.76
    ],
    [
        " study so from that perspective the kids are better yeah yeah and then you might",
        212.76,
        220.64
    ],
    [
        " ask well what about the attrition rate because the attrition rate stays the",
        220.64,
        224.68
    ],
    [
        " same which is weird right so they do all these things so I'm telling you right",
        224.68,
        229.54
    ],
    [
        " now the kids and this is not just my personal opinion this is coming from a",
        229.54,
        233.64
    ],
    [
        " guys that I know that work in basic seal training they'll be like oh yeah the",
        233.64,
        238.84
    ],
    [
        " kids and the kids are way better shaped than we were so that's the fact but",
        238.84,
        243.64
    ],
    [
        " still the attrition rate still 80% why is that well you got to push yourself a",
        243.64,
        250.22
    ],
    [
        " little bit harder because you're in a boat crew now and everyone in the boat",
        250.22,
        253.44
    ],
    [
        " crew the the output is the same you see what I'm saying so if you took a car",
        253.44,
        258.72
    ],
    [
        " and if you if you and I raced and you and I both had cars that had whatever",
        258.72,
        263.46
    ],
    [
        " uh 200 horsepower engines and we rolled them as hard as we could that engine",
        263.46,
        268.8
    ],
    [
        " would be tired right it would be maxed out and we only went however fast we",
        268.8,
        274.82
    ],
    [
        " know we only went a hundred miles an hour if we both had 700 horsepower engines",
        274.82,
        279.7
    ],
    [
        " we would both go use every bit of it we might go faster but we still make it",
        279.7,
        284.44
    ],
    [
        " just as tired yeah so the they're pushing themselves harder and and when you",
        284.44,
        291.54
    ],
    [
        " get to that push point doesn't matter how many horsepower you have when you",
        291.54,
        295.52
    ],
    [
        " go a car can only hold that whatever 90% of max capacity for how long and and",
        295.52,
        304.3
    ],
    [
        " this is the thing a seal a guy going through seal training can only hold that",
        304.3,
        308.86
    ],
    [
        " max capacity for so long and then they quit so maybe it was 80 maybe you can",
        308.86,
        314.04
    ],
    [
        " hold 90% for a certain amount of time well the person that makes it can hold",
        314.04,
        317.28
    ],
    [
        " 91 the person that can hold 89 quits doesn't matter how many horsepower the",
        317.28,
        321.72
    ],
    [
        " engine is because there's some people that end up the they they they they are the",
        321.72,
        326.48
    ],
    [
        " loser they have a last place of every run the last place of every run they're",
        326.48,
        331.3
    ],
    [
        " sometimes put now even harder than the first place person yeah but they're",
        331.3,
        335.2
    ],
    [
        " coming in last place sometimes the first place persons put out the same amount",
        335.2,
        338.82
    ],
    [
        " as the last place person they're both putting out 91% just just over threshold",
        338.82,
        345.46
    ],
    [
        " and they learn to get over that threshold the person that's only put now 89",
        345.46,
        349.4
    ],
    [
        " they they they someone's telling me hey you got to run 91% they don't do it they",
        349.4,
        355.14
    ],
    [
        " they go 89 and they quit they can't keep going so got to watch out for that",
        355.14,
        360.68
    ],
    [
        " yeah and that's not to mention that the mental essentially the mental part of",
        360.68,
        366.42
    ],
    [
        " it so you know how like you you can be in this is the old thing to where if",
        366.42,
        370.5
    ],
    [
        " you're gifted athlete and this is this can go with like a highly trained",
        370.5,
        375.64
    ],
    [
        " athlete as well you when you think you know it's all theory obviously but you",
        375.64,
        379.86
    ],
    [
        " get to a point where mentally you're like you know you just cross the",
        379.86,
        383.62
    ],
    [
        " threshold it's essentially not worth it oh yeah that's what it feels like",
        384.38,
        387.3
    ],
    [
        " that the mom's not worth it I quit so yeah you can be highly trained some",
        387.3,
        391.0
    ],
    [
        " limitation you can be all this stuff but when you get in there and you're hit",
        391.0,
        394.46
    ],
    [
        " with that thing that pushes you over the mental threshold when it's not worth",
        394.46,
        397.72
    ],
    [
        " it but they're I can I could understand I don't know how they do it or what",
        397.72,
        401.32
    ],
    [
        " exactly everything they do whatever but I could see that has been a non factor",
        401.32,
        405.44
    ],
    [
        " for the for the trainers or whatever being like no I know we'll push them to",
        405.44,
        408.98
    ],
    [
        " this mental point I don't care how gifted these guys are like you have to be",
        408.98,
        412.58
    ],
    [
        " mentally strong no matter if you're faster on or slow runner faster",
        413.06,
        416.14
    ],
    [
        " swimmer to slow swimmer it's easy to get to that point as a trainer knowing",
        416.14,
        420.2
    ],
    [
        " you know what to do let's say that you and I are both in seal training class and",
        420.2,
        426.54
    ],
    [
        " they go okay we're gonna do bear crawls which is on your hands and feet and",
        426.54,
        431.5
    ],
    [
        " you're wearing your 280 aluminum or 280 steel scuba tanks so this is just",
        431.5,
        438.9
    ],
    [
        " psycho right now let's say yours let's say for this hypothetical situation which",
        438.9,
        445.22
    ],
    [
        " will just will say that you're stronger than me just hypothetically which I know",
        445.22,
        450.02
    ],
    [
        " is be hard for people to imagine this so so you're stronger than me and you can",
        450.02,
        455.74
    ],
    [
        " bear crawl with your 28 years on your back you can bear crawl for a hundred yards",
        455.74,
        463.78
    ],
    [
        " and I am weaker than you and I can only bear crawl for 80 yards so guess how long",
        464.66,
        470.96
    ],
    [
        " they're gonna make us bear crawl for they're gonna make me bear crawl 81 they're",
        470.96,
        474.78
    ],
    [
        " gonna make you book bear crawl 101 and there's 20 yards difference and guess",
        474.78,
        479.3
    ],
    [
        " what there's someone else that was capable of going it doesn't matter he could",
        479.3,
        485.0
    ],
    [
        " be capable of doing 110 yards guess how much he did 109 and he quit and another",
        485.0,
        491.52
    ],
    [
        " guy was only capable of doing 62 yards but he only did 61 he quit oh another guy",
        491.52,
        497.38
    ],
    [
        " was only capable of doing 40 yards he did 41 he stayed in he just was able to",
        497.38,
        503.76
    ],
    [
        " hang on long enough yeah yeah can you just suck it up and just do a little bit",
        503.76,
        510.3
    ],
    [
        " more well the mental part is like if you're not if you don't have a mental",
        510.3,
        514.76
    ],
    [
        " approach and this again back to them a little theory and you know you you",
        514.76,
        519.08
    ],
    [
        " mentioned little stuff everyone so I'll wear your seat you'll say oh yeah they'll",
        519.1,
        521.98
    ],
    [
        " do this thing well they'll be like hey we pushed we push you guys a little bit",
        521.98,
        524.72
    ],
    [
        " too hard so we're gonna lie you guys to rest yeah this is a unique situation and",
        524.72,
        529.1
    ],
    [
        " then so you know get to ours asleep or whatever and then right when you like fall",
        529.1,
        532.7
    ],
    [
        " asleep after five minutes wake you up and do all this stuff like that mental",
        532.7,
        535.98
    ],
    [
        " those mental things with all the physical stuff like some people are ready for",
        535.98,
        540.64
    ],
    [
        " that like your brain is like yeah it's weird like that and you don't know and",
        540.64,
        546.08
    ],
    [
        " there's people that are incredible athletes that are all day long all day long",
        546.08,
        551.06
    ],
    [
        " that one that you say um you were JP I think both you guys say this where they do a",
        551.06,
        557.38
    ],
    [
        " good job in making you feel like it'll just go on forever oh yeah like they don't",
        557.38,
        560.48
    ],
    [
        " say hey one more evolution one more rap one more whatever they're just like nope",
        560.48,
        564.34
    ],
    [
        " again like it feel proud with with that feeling that's like almost like a",
        564.34,
        568.74
    ],
    [
        " claustrophobic you know what you have to do you have to accept death yeah like you",
        568.74,
        572.96
    ],
    [
        " have to accept that oh we're gonna be doing this log PT for actually forever",
        572.96,
        576.64
    ],
    [
        " it's never gonna stop that's got to be your mentality going into it if you have",
        576.64,
        580.28
    ],
    [
        " the mentality like I can I can just make it a little bit longer this is gonna end",
        580.28,
        584.56
    ],
    [
        " soon no you see me like it's never gonna end cuz they will they're looking at",
        584.56,
        587.4
    ],
    [
        " you they're looking like oh willings looking tired looking like he might be at his",
        587.4,
        591.8
    ],
    [
        " breaking point oh do it again do it again they would look at me I just be like",
        591.8,
        596.9
    ],
    [
        " what do you know cool watch us doing it again do it again never show that little",
        596.9,
        602.46
    ],
    [
        " bit of weakness so yeah so I think are we raising soft kids I think this",
        602.46,
        609.08
    ],
    [
        " environment you got to be careful otherwise kids have a tendency to be soft",
        609.08,
        613.2
    ],
    [
        " let's face it if you're looking at your social media as a 14 year old or",
        613.2,
        618.26
    ],
    [
        " you're playing a video game as a 14 year old whereas what you would have been",
        618.26,
        621.14
    ],
    [
        " doing 30 years ago would be hucking rocks at each other yeah and sprinting",
        621.14,
        626.82
    ],
    [
        " around and hunting and just getting crazy like that kid is gonna be have a",
        627.48,
        634.54
    ],
    [
        " little bit more than someone that's playing a video game or looking at social",
        634.54,
        638.94
    ],
    [
        " media yeah that makes sense I mean the the whole every generation says that I",
        638.94,
        643.62
    ],
    [
        " think a big part of that is true that is true and and of course that makes",
        643.62,
        647.46
    ],
    [
        " sense because the more as the generations move on the environmental like",
        647.46,
        652.46
    ],
    [
        " problems for lack of better way of putting it or become more and more salt so",
        652.46,
        656.7
    ],
    [
        " like yeah you know we the old school you look at old school like stuff you're",
        656.74,
        662.64
    ],
    [
        " like probably have machines for that the apps for that we have like no gadgets",
        662.64,
        666.92
    ],
    [
        " to solve all those problems never mind any of this you press a button on this",
        666.92,
        671.14
    ],
    [
        " computer that you got in your pocket and food showing up to your door in 30",
        671.14,
        674.88
    ],
    [
        " minutes exactly right man remember like there's like and what else do you need",
        674.88,
        679.48
    ],
    [
        " water what what do you need anything you need it is showing up your door in an",
        679.48,
        684.38
    ],
    [
        " hour right so yeah that's all a lot of problem a lot of them not not with a",
        684.42,
        688.66
    ],
    [
        " bow and arrow trying to shoot a deer no you get the deer you can even get grass",
        688.66,
        694.58
    ],
    [
        " fed oh beef for sure versus you can be like no I want all natural yeah you know",
        694.58,
        699.58
    ],
    [
        " you can be like no I want my you know I want this cow to have been eating just",
        699.58,
        705.12
    ],
    [
        " grass and I want him to be less",
        705.12,
        706.88
    ],
    [
        " that is a little excerpt of what we are doing on the jacco underground podcast so",
        712.32,
        718.84
    ],
    [
        " if you want to continue to listen go to jacco underground dot com and subscribe",
        718.84,
        724.28
    ],
    [
        " and we're doing this to mitigate our reliance on external platforms so we are",
        724.28,
        729.56
    ],
    [
        " not subject to their control and we're doing it so we can give you more control",
        729.56,
        734.16
    ],
    [
        " more interaction more direct connections better communications with us",
        734.16,
        738.2
    ],
    [
        " strengthen this legion of troopers that are in the game with us so thank you",
        738.2,
        743.28
    ],
    [
        " it's jacco underground dot com it costs eight dollars and eighteen cents a month",
        743.28,
        748.62
    ],
    [
        " and if you can't afford to support us we can still support you just email",
        748.62,
        752.48
    ],
    [
        " assistance at jacco underground dot com and we'll get you taken care of until",
        752.48,
        757.74
    ],
    [
        " then we will see you mobilized underground",
        757.74,
        762.38
    ]
]