[
    [
        " This is Jockel Podcast number 218 with Echo Charles and me, Jockel Willink.",
        0.18,
        5.84
    ],
    [
        " Good evening, Echo. Good evening.",
        6.52,
        7.5
    ],
    [
        " In the Marine Corps in Vietnam,",
        8.16,
        13.52
    ],
    [
        " first and second lieutenants made up about 65% of the Marine officers killed in action.",
        14.12,
        24.12
    ],
    [
        " Now, if you add captains, Marine Corps captains, O3s onto that, you get to about 85% of all Marine officers killed in Vietnam were in these relatively junior ranking officers.",
        25.56,
        42.34
    ],
    [
        " These were the POTUNE and COMPANY commanders.",
        42.92,
        46.14
    ],
    [
        " And if you go to 1968, 1968 was the year with the highest number of Americans killed in action in Vietnam.",
        47.64,
        56.66
    ],
    [
        " 16,899.",
        57.98,
        60.48
    ],
    [
        " That's over 1,400 per month.",
        61.24,
        67.52
    ],
    [
        " 1,400 per month killed in action.",
        67.84,
        71.68
    ],
    [
        " Now, to put that in perspective a little bit during the heaviest fighting when I was in Iraq, which was in 2006, there was 823 Americans killed.",
        72.18,
        86.96
    ],
    [
        " Now, obviously every single loss is a tragedy.",
        88.32,
        102.38
    ],
    [
        " But during the Vietnam War, the tragedy was 20X that number.",
        105.42,
        111.38
    ],
    [
        " 20X more people killed in 1968 in Vietnam than there were in Iraq in 2006.",
        112.1,
        122.04
    ],
    [
        " That is just a different level.",
        122.4,
        125.14
    ],
    [
        " Now, in total in Vietnam there were 14,836 Marines killed.",
        128.62,
        135.9
    ],
    [
        " 1,387 of those were officers.",
        136.64,
        141.32
    ],
    [
        " So that's basically 10% of the Marines killed were officers.",
        142.1,
        148.96
    ],
    [
        " And as I already said, 85% of them were these junior officers.",
        148.96,
        153.44
    ],
    [
        " Now, if you just run that math out a little bit, there's generally around going to be one officer in an infantry battu.",
        154.34,
        165.04
    ],
    [
        " There's going to be around 40 guys, which means that these officers make up for about 2.5% of Marines.",
        165.44,
        174.84
    ],
    [
        " And then again, just by my estimation, just some rough math, that means that these young Marine officers were about 4 times more likely to be killed than the enlisted guys.",
        177.06,
        191.98
    ],
    [
        " And if you think about that, you wonder why is that?",
        195.04,
        201.52
    ],
    [
        " How does that happen?",
        202.22,
        203.82
    ],
    [
        " Well, from a tactical perspective, first of all, the enemy knows what I say all the time.",
        203.94,
        212.4
    ],
    [
        " And that is that leadership is the most important thing on the battlefield.",
        212.4,
        214.88
    ],
    [
        " And because of that, the enemy aims to kill the leaders.",
        216.56,
        220.16
    ],
    [
        " And then on top of that, Marine officers are trained to be the first one on the ground, the first one that's off the helicopter, the first one that's out of the vehicle, the first one in the combat situation.",
        221.38,
        237.2
    ],
    [
        " And then the last to leave, the last to load, the helicopter, the last to get inside of an APC.",
        237.2,
        241.74
    ],
    [
        " So right there, your chances go up because you're in it longer.",
        242.06,
        245.22
    ],
    [
        " And that might only be an extra 30 seconds, but those moments when you're inserting, you're extracting from the battlefield, those are the most critically dangerous moments, usually.",
        245.54,
        255.26
    ],
    [
        " And then on top of all that, you add to the fact that as an officer, you generally lead from somewhere near the front of the patrol.",
        258.2,
        267.9
    ],
    [
        " Maybe you're behind the point man, maybe you're behind the point man in the first automatic weapons gunner.",
        268.24,
        272.86
    ],
    [
        " And since you're in the front of the patrol, well, that increases your exposure to booby traps.",
        273.52,
        281.28
    ],
    [
        " It increases your exposure to ambushes.",
        281.38,
        284.5
    ],
    [
        " And then of course, on top of all those things, when the time comes, you actually have to lead.",
        284.5,
        295.14
    ],
    [
        " You actually have to step up, you actually have to make decisions, you actually have to get your men to maneuver on the battlefield.",
        295.9,
        303.66
    ],
    [
        " That's what your job is. And by the way, that job description is not just some theoretical job description.",
        305.0,
        316.5
    ],
    [
        " This is what the young marine officers in Vietnam actually did.",
        317.32,
        325.62
    ],
    [
        " And here's an example of what a young marine corps officer did in Vietnam.",
        328.86,
        338.56
    ],
    [
        " The President of the United States of America takes pleasure in presenting the silver star to second lieutenant Charles Robert Eisenbach, United States Marine Corps.",
        339.38,
        351.74
    ],
    [
        " For conspicuous gallantry and intrapetity in action while serving as platoon commander with company D first reconnaissance battalion, first marine division, FMF in connection with operations against the enemy in the Republic of Vietnam.",
        352.36,
        368.02
    ],
    [
        " On 4 July 1968, second lieutenant Eisenbach was leading a reconnaissance patrol.",
        368.6,
        378.0
    ],
    [
        " When the unit suddenly came under intense small arms and automatic weapons fire from a numerically superior North Vietnamese Army Force and the lead elements were pinned down.",
        379.46,
        391.28
    ],
    [
        " Realizing the seriousness of the situation, he immediately directed the remainder of his men to maneuver to aid the beleaguered Marines while he fearlessly moved forward to direct the fire of his men.",
        392.1,
        404.18
    ],
    [
        " Ignoring the enemy fire impacting around him, he moved about the fire swept terrain deploying his men into advantageous firing positions and directing their fire until he was seriously wounded.",
        404.22,
        416.84
    ],
    [
        " Although he was partially paralyzed and unable to move, he continued to direct his men while simultaneously adjusting airstrikes and supporting artillery fire upon the hostile positions.",
        417.52,
        429.26
    ],
    [
        " Disregarding his painful injury, he resolutely controlled his unit throughout the remainder of the firefight.",
        431.34,
        437.16
    ],
    [
        " His heroic and timely actions were an inspiration to all who observed him and contributed significantly to the accomplishment of his unit's mission.",
        437.86,
        448.96
    ],
    [
        " By his courage, superb leadership and unwavering devotion to duty in the face of great personal danger, second lieutenant Eisenbach upheld the highest traditions of the Marine Corps and of the United States Naval Service.",
        450.56,
        465.72
    ],
    [
        " Now, when you hear an award right up like that, you kind of have to ask yourself, who are these men, where did these men come from?",
        472.06,
        485.96
    ],
    [
        " Where did they learn this level of courage and bravery?",
        488.14,
        496.68
    ],
    [
        " And where did they learn to lead? Well, it is an honor to say that today we have one of those men with us.",
        497.46,
        508.88
    ],
    [
        " As a matter of fact, we have that man, the man whose silver star citation I just read, his name is Charles Robert Eisenbach or IK as he was known.",
        508.88,
        523.02
    ],
    [
        " And he's here to share his story so that we can learn some of the lessons from him about leadership and about life. IK, thanks for coming on.",
        523.68,
        538.0
    ],
    [
        " My pleasure. Great to meet you. And luckily, your son and your daughter put together a bunch of information, kind of a timeline of your life, which made it really easy for me to prepare for this podcast, because that's normally what I have to go back and do, but Matt, appreciate you doing that.",
        538.88,
        558.88
    ],
    [
        " Not a problem.",
        559.26,
        559.86
    ],
    [
        " And it starts off where I always like to start off these podcasts in the beginning. So, sir, let's talk about your childhood. Let's talk about like what was young IK doing? Where did you come from?",
        561.12,
        576.08
    ],
    [
        " Well, young IK wasn't around, but young Bob was or Bobby, because I was Bob or Bobby to the family before I went in the service in about a week into the Naval Academy pleap summer.",
        576.62,
        587.84
    ],
    [
        " Squat leader got us all out one night and gave us nicknames. Some stuck, some didn't. IK stuck. So that's the way that was. But when Bobby was growing up, Bobby's dad was a current aval officer.",
        588.12,
        599.68
    ],
    [
        " And somewhere just to the right of a till of the hunt, I would say. He was a hard man. But we had an interesting childhood, moved every couple of years back and forth the East Coast, West Coast, spent a couple of years in Lima, Peru, and ended up in at Subig Bay in the Philippines, graduating from high school out there.",
        600.92,
        620.16
    ],
    [
        " So was it an interesting childhood?",
        620.82,
        622.56
    ],
    [
        " So was he in World War II? He was. He was a Naval aviator. He out of the Naval Academy class of 36 flew PBY's. As he used to say, flying used to be fun. You know, you'd put on the silk scarf, go up or 45 minutes or so.",
        623.42,
        640.48
    ],
    [
        " And said then somebody invented this damn PBY would stay to love for 12 hours. And flying was not so much fun after that. But that's what he didn't World War II. He was in the.",
        640.48,
        650.48
    ],
    [
        " Allongapot in the Philippines when the war broke with his squadron, which I think was VP 101. They kind of got out just by the hair of their.",
        651.0,
        659.9
    ],
    [
        " Chinny Chin Chin worked their way south down the Philippine Islands to Java, current day Indonesia, and ended up in Perth, Australia.",
        660.98,
        671.1
    ],
    [
        " From there he, I think he came back to the US for about a year and did whatever they did with folks in the World War II back then.",
        672.42,
        679.04
    ],
    [
        " And went back, picked up a command of a C-plane tender, the sand Pablo, and worked his way back up the specific with MacArthur's group.",
        679.66,
        693.36
    ],
    [
        " I think it was the battle of late-take golf, not as a combatant because C-plane tender isn't every, you know, one or two, five inch guns. They didn't go out there and shoot it up with anybody.",
        693.92,
        704.88
    ],
    [
        " We hope not. No, no. Yeah, and they carried ab gas and ammunition so that wouldn't have been a pretty picture.",
        704.88,
        711.24
    ],
    [
        " And after World War II, you know, came back. He didn't see me until I was a year old, I guess. I didn't know what I looked like because he said my mom's pictures were just nothing bluer.",
        712.04,
        724.8
    ],
    [
        " So, and we just picked up the family from there, started moving.",
        726.42,
        730.46
    ],
    [
        " Sister was born a couple years later after I was born in Arlington, Virginia.",
        731.62,
        736.72
    ],
    [
        " We come back to Karnata once or twice. Before the bridge. Before the bridge, that's right. It was the ferry back then.",
        738.02,
        748.6
    ],
    [
        " And that was a big deal. Of course, when you're a little kid, it was very, very fun, you know.",
        748.8,
        753.42
    ],
    [
        " When you're a parent, I guess, they're just a pain in the butt because you're trying to get back and forth to Karnata from San Diego on a time schedule.",
        753.98,
        761.72
    ],
    [
        " How long did you stay in for? He was in for 26 years.",
        762.5,
        768.14
    ],
    [
        " How did a heart attack out in the Philippines last Tuesday station? And back in the 60s of heart attack, you were just automatic medical retirement.",
        768.3,
        777.34
    ],
    [
        " They shipped him back to Newport and he was retired probably up to about 27, 28 years.",
        777.72,
        782.76
    ],
    [
        " How old were you at this point? I was in first year college at the University of Utah when he had his heart attack.",
        783.2,
        790.7
    ],
    [
        " I went into the Naval Academy the following year. So when you were growing up, were you thinking about, I mean obviously if you went to the University of Utah, did you want to go into the Navy at that point?",
        791.62,
        802.96
    ],
    [
        " Well, my dad being my dad, you know, he had prepped me for the Naval Academy.",
        803.9,
        811.54
    ],
    [
        " We had visited there when I was younger and everything like that. When I was about a junior in high school, he would start with that.",
        811.92,
        818.52
    ],
    [
        " Well, what are you going to do after you graduate from high school? I didn't have a good answer. No answer was going to be just right. I knew what the answer should be.",
        820.12,
        829.36
    ],
    [
        " But eventually I started to say, well, that I think I'm going to go to college. That kind of satisfied him for a few months and then he came back and said, well, who do you think is going to pay for that?",
        830.22,
        839.32
    ],
    [
        " Well, I had me stumped for another couple of months. But finally, by the end of my junior year, I said, Dad, I think you're going to pay for it.",
        839.78,
        845.9
    ],
    [
        " And so that's kind of stuff that. So we get out the Philippines, graduate from high school out there, had 17 in my graduate class all time high for Georgia to do a junior senior high school.",
        846.5,
        858.38
    ],
    [
        " And I still, you know, I wasn't going to go to the Naval Academy. I said this wasn't in my scheme of things.",
        859.34,
        866.6
    ],
    [
        " So three of us got accepted to the University of Utah. I went to the University of Utah because it was the one school that accepted me out of high school.",
        867.66,
        874.86
    ],
    [
        " I had decent grades and good recommendations, but that's just, you know, the way things worked out in the early 60s. This was 62 when I graduated from high school.",
        875.5,
        887.08
    ],
    [
        " So three of us went off from our graduating class off to just like city and where we rolled this freshman at the University of Utah.",
        888.04,
        896.24
    ],
    [
        " There was a get together of all the freshmen before schools officially started and I don't know who was up there on the stage, but he was touting the diversity back then of their entering class.",
        897.04,
        910.1
    ],
    [
        " And so we'd have you stand up and say, and we have free German hair from the Philippines, but just stand please.",
        910.4,
        915.8
    ],
    [
        " So us three gringo's kind of stood up and people are looking at us like, you're from the Philippines yet?",
        916.34,
        921.82
    ],
    [
        " Well, yeah, you know, technically we were.",
        922.22,
        923.72
    ],
    [
        " Which, you know, leads me to really what I thought at the time was quite a funny story.",
        924.8,
        930.94
    ],
    [
        " In Utah at that time, you couldn't get anything higher than a 3.2 beer.",
        932.74,
        936.36
    ],
    [
        " But, you know, you couldn't smoke unless you were older than 18, which you'd get tickets for if they caught you.",
        937.92,
        944.22
    ],
    [
        " The day being the Salt Lake City Police.",
        945.16,
        946.62
    ],
    [
        " But somehow we liberated some beer one night and we had a guy on the dorm who had a car.",
        948.14,
        955.8
    ],
    [
        " So we went up to Canyon Road that evening and we're drinking beer up there.",
        956.1,
        961.3
    ],
    [
        " Next thing we know, there's a cop car, but right behind us, that cop gets out.",
        961.6,
        965.06
    ],
    [
        " So, all right, you guys, get out of the car.",
        965.22,
        966.88
    ],
    [
        " There was the three of us from the Philippines and the friend of ours who was dead was in the diplomatic corps.",
        968.1,
        973.82
    ],
    [
        " So he starts at one end and you know, where are you from?",
        974.6,
        978.6
    ],
    [
        " It's a Philippines, sir.",
        979.0,
        979.9
    ],
    [
        " Next Philippines, me, Philippines.",
        981.82,
        983.5
    ],
    [
        " And so he comes to the last kid, he says, I suppose you're from the Philippines too and kids says,",
        984.02,
        987.96
    ],
    [
        " no sir, I'm from Saudi Arabia.",
        987.96,
        989.58
    ],
    [
        " So he said, you know, guys, if you go about half a mile up the road, we don't go that far out there.",
        991.06,
        995.66
    ],
    [
        " So meanwhile we had dumped the beer and everything.",
        996.82,
        999.68
    ],
    [
        " So that was just the deal. It's all like city.",
        999.92,
        1003.8
    ],
    [
        " And then at what point did you start thinking I'm going to go to the Naval Academy instead of continuing with your career at the University of America?",
        1004.04,
        1009.88
    ],
    [
        " Utah. My career at the University of Utah was fading fast, shall we say.",
        1009.88,
        1014.06
    ],
    [
        " I had joined NROTC and really enjoyed that, but the rest of academics really, you know, weren't my forte.",
        1014.6,
        1021.22
    ],
    [
        " About Christmas time, my parents were back in Newport, Rhode Island, so I had to call the train back to there for Christmas.",
        1022.02,
        1030.92
    ],
    [
        " And that's when my dad, I had some serious talks about what I was going to do and I said, OK, I promised him, I had to promise him.",
        1032.02,
        1039.22
    ],
    [
        " That I would apply to the Naval Academy.",
        1039.22,
        1041.48
    ],
    [
        " And I wasn't that keen on it, but I got to keep that happy.",
        1042.38,
        1046.88
    ],
    [
        " Happy dad and he kept that $50 a month spending money coming, which typically was spent long before I'd arrived.",
        1047.44,
        1055.76
    ],
    [
        " So I applied to the Naval Academy, took the SAT one weekend and it's surprisingly well.",
        1056.48,
        1062.34
    ],
    [
        " And a couple of months later, I get this little envelope in the mail and I'm thinking, you know, gosh, well, actually it was a packet, I guess, it was a novel.",
        1062.78,
        1071.36
    ],
    [
        " And I was afraid to open it in my roommates.",
        1071.84,
        1074.04
    ],
    [
        " You know, if it was going to be a rejection letter, it's probably just a simple letter.",
        1074.5,
        1078.28
    ],
    [
        " And he said, you get a packet, you're probably going to end so sure enough.",
        1078.94,
        1081.74
    ],
    [
        " I opened it up, I'd been accepted at a presidential appointment from JFK and it went off.",
        1081.88,
        1087.82
    ],
    [
        " I had some interesting experiences as an NRDC kid at Utah.",
        1087.94,
        1094.16
    ],
    [
        " And one came from a senior and listed the Marine there was a gunny, just an outstanding jet.",
        1094.94,
        1101.0
    ],
    [
        " He couldn't do enough for you.",
        1101.9,
        1104.06
    ],
    [
        " He organized the little programs on the weekends where we go out and set up ambushes in the canyons up from Salt Lake Center, up from the University of Utah.",
        1104.38,
        1113.46
    ],
    [
        " And it really is. I think that's where I got the idea that I wanted to be a Marine from Gunny Hoolicks.",
        1115.42,
        1122.16
    ],
    [
        " Name I can't remember, but was he an World War II guy?",
        1122.32,
        1125.62
    ],
    [
        " I don't think so. I think he was more of a Korean guy.",
        1126.52,
        1128.72
    ],
    [
        " Just outstanding. He couldn't do enough for you.",
        1130.3,
        1132.64
    ],
    [
        " And he, in my speech class, to give me a speech that used a prop.",
        1134.4,
        1142.28
    ],
    [
        " And so we had just had a class on the Thompson submachine gun.",
        1143.66,
        1148.2
    ],
    [
        " Now you can't imagine doing that. You couldn't do this today.",
        1148.76,
        1150.82
    ],
    [
        " So I had a gunny. Can I borrow the Thompson submachine gun?",
        1151.52,
        1154.86
    ],
    [
        " You know, I got a Tuesday from my speech class. It'll be gone for a couple hours and I had a...",
        1154.94,
        1162.62
    ],
    [
        " I had somebody on my floor in the dorm that I carried it in.",
        1162.62,
        1167.0
    ],
    [
        " So I'm carrying... I'm walking across campus with a guitar case with a Thompson submachine gun.",
        1167.86,
        1172.42
    ],
    [
        " Didn't think of a thing of it, you know, back then. And again, this was 60, fall of 62.",
        1172.9,
        1178.18
    ],
    [
        " Got to the speech class and said, you know, kind of took the class up.",
        1179.62,
        1184.8
    ],
    [
        " I'm here to talk about, you know, my...",
        1184.86,
        1192.6
    ],
    [
        " My device here in the case. Of course everybody thought I was going to be a tarp,",
        1193.14,
        1196.56
    ],
    [
        " popped out with his Thompson submachine gun. The prop nearly keels over.",
        1196.64,
        1201.12
    ],
    [
        " So I give my little spiel. It was very well received, I must say.",
        1202.36,
        1205.7
    ],
    [
        " I think I got an A for the speech, but he gave me a pretty good tongue lashing about bringing such a thing to a classroom.",
        1206.08,
        1213.06
    ],
    [
        " You know, much less...",
        1213.64,
        1214.34
    ],
    [
        " I'm nervous to give you any other grade.",
        1214.34,
        1215.68
    ],
    [
        " No, no, probably not. But, you know, it was fun.",
        1215.98,
        1218.58
    ],
    [
        " So when you... how long was it between when you got your acceptance letter,",
        1220.42,
        1223.84
    ],
    [
        " then when you actually showed up for a plebe summer?",
        1224.14,
        1227.06
    ],
    [
        " Showed up for plebe summer on June 26th of 1963,",
        1227.44,
        1233.18
    ],
    [
        " and I probably got my acceptance letter in March, March, April, something like that.",
        1233.18,
        1238.9
    ],
    [
        " And were you... were you mentally prepared for plebe summer?",
        1239.1,
        1242.64
    ],
    [
        " I believe I was, yes. In fact, I...",
        1243.44,
        1247.36
    ],
    [
        " had pretty much come to all stop academically at Utah when I got the acceptance letter,",
        1247.36,
        1253.66
    ],
    [
        " because they had had my first semester grades, and that was all they were going to evaluate.",
        1254.08,
        1258.42
    ],
    [
        " So I, kind of, ditched college for the next four or five months.",
        1259.16,
        1264.06
    ],
    [
        " There was a joke I heard later in the ROTC unit,",
        1264.52,
        1268.62
    ],
    [
        " and it was later that they joked that the way to get an unable academy was to flunk out of the university of Utah.",
        1268.62,
        1274.6
    ],
    [
        " But I did okay there. I struggled with academics at the Naval Academy,",
        1275.3,
        1280.96
    ],
    [
        " but I looked at it more as a leadership laboratory, I guess.",
        1280.96,
        1284.36
    ],
    [
        " And then... so now it's 1963, you said when you started?",
        1285.3,
        1289.58
    ],
    [
        " Start it, yeah, yeah. Are you guys even thinking about Vietnam at this point?",
        1289.72,
        1293.38
    ],
    [
        " No, we're not. I can't even recall hearing about Vietnam.",
        1293.56,
        1298.36
    ],
    [
        " At Utah, that fall we had, you know, heard and not part of,",
        1299.3,
        1306.44
    ],
    [
        " but, you know, whole deal had been about the Cuban crisis.",
        1306.6,
        1309.96
    ],
    [
        " That was all the news that fall. We followed that pretty closely, but no,",
        1310.76,
        1315.52
    ],
    [
        " I don't think we had heard about Vietnam at all.",
        1315.76,
        1317.68
    ],
    [
        " Yeah, I mean, things were not really escalated there at all.",
        1317.94,
        1320.98
    ],
    [
        " No, not at that time.",
        1321.08,
        1322.36
    ],
    [
        " It's no surprise. And you were in a... I mean, you had some pretty notable people in your Naval Academy class.",
        1322.8,
        1328.2
    ],
    [
        " Well, this is true.",
        1331.26,
        1332.34
    ],
    [
        " I became friends early on with a fellow who, by then, at that time, went by Larry,",
        1333.08,
        1339.76
    ],
    [
        " Larry North, he now goes by Oli.",
        1340.2,
        1342.7
    ],
    [
        " One of my friends in the class, after that was Jim Webb, he was a boxer.",
        1345.24,
        1351.32
    ],
    [
        " I was a boxer. North was a boxer.",
        1351.52,
        1353.32
    ],
    [
        " A bunch of the guys I hung up on were boxers.",
        1354.44,
        1356.78
    ],
    [
        " We had a fellow named Ray Smith later on, became a two-star seal.",
        1357.66,
        1362.52
    ],
    [
        " I believe the first one to carry two stars.",
        1362.76,
        1365.58
    ],
    [
        " I'm not sure about that, but a good guy, Captain of the Track team,",
        1365.58,
        1369.32
    ],
    [
        " had Pete Pace in the class first Marine to ever be chair of the Joint Chiefs of Staff, four stars.",
        1370.46,
        1378.62
    ],
    [
        " You know, pretty heavy duty company.",
        1379.4,
        1381.68
    ],
    [
        " Yeah, and then what about... what about... was Staubach with you guys, too?",
        1382.48,
        1387.68
    ],
    [
        " Staubach was in the class of 65. It was two years ahead of us.",
        1388.06,
        1391.36
    ],
    [
        " But our plebeier, the first year there, was the year he won the Heisman Trophy,",
        1391.78,
        1395.54
    ],
    [
        " which, of course, argued well for plebs because after a football game, if you won,",
        1395.88,
        1401.3
    ],
    [
        " you'd have carry on that weekend. And if you beat Army, you'd have carry on.",
        1401.6,
        1405.56
    ],
    [
        " Meaning you didn't have to brace up in the halls and, you know, chop around in the halls.",
        1405.78,
        1411.24
    ],
    [
        " And you didn't have to sit on the last couple inches of your chair in the mess.",
        1411.88,
        1415.48
    ],
    [
        " And I know you got another guy that got some information on a guy by the name of Tex.",
        1415.8,
        1421.22
    ],
    [
        " Tex Harkins, a fellow from Texas, needless to say.",
        1422.04,
        1426.66
    ],
    [
        " Was my roommate plebe, summer, and plebeier, one of several.",
        1427.2,
        1431.84
    ],
    [
        " Met him when I first came into the room with a seabag full of gear that I had now had a stencil.",
        1432.72,
        1438.04
    ],
    [
        " He'd been there a couple hours and introduce himself as Maurice.",
        1438.82,
        1442.66
    ],
    [
        " Well, I did a double take, but I didn't think Maurice was going to fly.",
        1443.92,
        1449.52
    ],
    [
        " I'm sure a couple hours later when I was worn out from hearing about how great things were in Texas.",
        1449.72,
        1455.4
    ],
    [
        " You know, he became Tex. And Tex stuck. He still texged to this day.",
        1455.96,
        1459.6
    ],
    [
        " Good guy. And there's some note about him trying to kill a firstee.",
        1460.66,
        1464.86
    ],
    [
        " Man, that wasn't Tex.",
        1466.56,
        1468.08
    ],
    [
        " I was north. I stopped north going into this firstee's room early morning when we had window closing detail in the winter.",
        1468.72,
        1477.24
    ],
    [
        " You have to go in and close the upper class windows.",
        1477.38,
        1479.5
    ],
    [
        " And he was headed off to this first classroom with a banette.",
        1480.16,
        1484.7
    ],
    [
        " He was going to do this guy. This guy was horshirt beyond belief.",
        1485.52,
        1489.92
    ],
    [
        " North, you can't do that. You'll get in serious trouble, buddy.",
        1491.38,
        1495.44
    ],
    [
        " Yeah, you can't kill someone. You're going to get in serious trouble. That's good advice right there.",
        1495.8,
        1499.5
    ],
    [
        " Plebeier was a little different back then, I think. Not quite the same anymore.",
        1499.78,
        1504.08
    ],
    [
        " And then you talked about boxing. And were you a boxer before you showed up there?",
        1505.88,
        1511.14
    ],
    [
        " Negative. No, no. You just got into it when I was...",
        1511.42,
        1519.9
    ],
    [
        " Everybody started up from Brown Zero with no experience.",
        1519.9,
        1522.58
    ],
    [
        " So that's kind of what I did. Pleep Summer and took it on to Plebeier and boxed Plebeier.",
        1522.94,
        1530.6
    ],
    [
        " Some youngster year, which is sophomore year and same class year, junior year.",
        1530.86,
        1537.44
    ],
    [
        " First class year, senior year, I was in academic trouble, shall we say.",
        1538.06,
        1543.52
    ],
    [
        " I wasn't on the boxing team, but I did run the boxing sub squad where freshman and sophomores ended up if they failed boxing as part of the PT curriculum.",
        1545.34,
        1557.5
    ],
    [
        " You'd have to go to a sub squad. This was for every sport until you could...",
        1558.24,
        1563.74
    ],
    [
        " You know, you just sub-sqliter the sub squad past you so you'd get a D.",
        1563.74,
        1566.8
    ],
    [
        " Good, you couldn't have an F at the table.",
        1567.84,
        1569.74
    ],
    [
        " Did they make you... I know guys that I know that went to Naval Academy, they made them box for a semester, they made them wrestle for a semester, they made them do judo for a semester.",
        1569.74,
        1578.5
    ],
    [
        " Did they make you guys do wrestling in judo?",
        1578.76,
        1580.4
    ],
    [
        " We did wrestling boxing. We had some... Part of the PT curriculum was mandatory.",
        1580.7,
        1586.34
    ],
    [
        " You had two years of boxing lessons, two years of wrestling, two years of gymnastics.",
        1586.86,
        1594.52
    ],
    [
        " Four years of swimming and they fed in all kinds of other things, a squash and golf and track.",
        1595.9,
        1601.98
    ],
    [
        " But first two years you had some mandatory things that you had to pass as part of the PT curriculum.",
        1602.74,
        1610.0
    ],
    [
        " Didn't have judo.",
        1610.14,
        1611.02
    ],
    [
        " Still boxing and wrestling is an awesome base to have as a fighter.",
        1612.08,
        1616.86
    ],
    [
        " You're pretty good to go.",
        1617.34,
        1620.26
    ],
    [
        " I know you did some cornering for some of the guys when they were boxing.",
        1623.54,
        1629.14
    ],
    [
        " I did. That was my senior year, first class year, and North was in the finals, the boxing finals.",
        1629.78,
        1637.58
    ],
    [
        " You could win your Navy N, your letter in boxing, even though it was not an intramural sport so much, but it was a club sport.",
        1638.24,
        1648.74
    ],
    [
        " We didn't box against other institutions. They do now.",
        1648.8,
        1653.06
    ],
    [
        " It was all within the brigade and we had quarter-final, semi-final and finals.",
        1653.4,
        1660.1
    ],
    [
        " I was in North's corner the year he won his N boxing against another well-known Naval Academy graduate, Jim Webb.",
        1661.04,
        1670.42
    ],
    [
        " I think you've had on your program before.",
        1671.14,
        1672.7
    ],
    [
        " And shall we say it was interesting.",
        1675.06,
        1676.86
    ],
    [
        " Webb had a lot of experience boxing.",
        1677.6,
        1680.48
    ],
    [
        " He'd boxed Golden Gloves, I believe, before he came to the Naval Academy, or at least a city and county type boxing and state boxing from where this dad was stationed at the time.",
        1680.64,
        1691.06
    ],
    [
        " But he and North never, they were two folks that were but heads, I think, their entire careers.",
        1692.12,
        1698.52
    ],
    [
        " Whenever they would run into each other, certainly at the Naval Academy and certainly when they were boxing.",
        1698.58,
        1702.5
    ],
    [
        " But it was an interesting night.",
        1703.42,
        1704.5
    ],
    [
        " So this is a legit grudge match.",
        1704.54,
        1706.6
    ],
    [
        " I think that probably would be fair to say.",
        1707.36,
        1709.82
    ],
    [
        " It had to go down. North won. Much to everybody's surprise.",
        1710.3,
        1716.04
    ],
    [
        " North was the street fighter and Webb was a more polished boxer.",
        1716.28,
        1722.2
    ],
    [
        " If you boxed, certainly at the Golden Gloves level, even at the county level, you're a really good boxer.",
        1722.58,
        1730.96
    ],
    [
        " So that's a big achievement.",
        1733.06,
        1735.02
    ],
    [
        " Well, somehow they've been, people have looked backwards and it always comes up when you start talking about North and or Webb.",
        1736.16,
        1745.0
    ],
    [
        " It was the boxing match.",
        1745.3,
        1747.02
    ],
    [
        " Everybody knew it was a real good distance.",
        1748.22,
        1750.4
    ],
    [
        " It did the distance being only three rounds back then.",
        1750.72,
        1754.82
    ],
    [
        " Why are they two minutes rounds or three minutes rounds?",
        1755.16,
        1757.06
    ],
    [
        " Because sometimes they have amateur's box, two minutes rounds.",
        1757.5,
        1759.62
    ],
    [
        " I think they were two minutes rounds.",
        1759.7,
        1760.82
    ],
    [
        " So six minutes of fury.",
        1761.38,
        1763.76
    ],
    [
        " Well, I'll tell you the idea.",
        1764.12,
        1765.22
    ],
    [
        " I know the wrestling kind of wiped you out in five, six minutes.",
        1765.8,
        1769.94
    ],
    [
        " But we were spent at the end of a boxing match.",
        1770.22,
        1773.62
    ],
    [
        " You were spent.",
        1773.78,
        1774.3
    ],
    [
        " All you could do to pull yourself out of the ring.",
        1774.86,
        1779.28
    ],
    [
        " And what did you, like for boxing for use as you were new to boxing and you weren't much of an athlete before, what do you think you took away from boxing?",
        1780.5,
        1788.9
    ],
    [
        " Well, don't quit.",
        1789.88,
        1793.3
    ],
    [
        " I went to the semi-finals.",
        1794.38,
        1797.26
    ],
    [
        " My junior year got knocked out of the ring by that guy.",
        1797.4,
        1801.32
    ],
    [
        " By a point.",
        1801.4,
        1802.44
    ],
    [
        " Got back up, got back in the ring, took the standing aid count and finished the fight.",
        1802.96,
        1808.22
    ],
    [
        " I met him right after a year later when I was on service selection night.",
        1808.96,
        1815.42
    ],
    [
        " I was able to select the Marine Corps.",
        1815.66,
        1817.26
    ],
    [
        " He said, got's the easiest thing I've ever said.",
        1818.1,
        1819.9
    ],
    [
        " Thank you, sir.",
        1820.32,
        1820.86
    ],
    [
        " But in honor, you don't quit.",
        1822.28,
        1824.14
    ],
    [
        " It ain't over until it's over.",
        1824.74,
        1826.2
    ],
    [
        " It was over that night for me.",
        1827.96,
        1829.64
    ],
    [
        " And you mentioned from the gunny that you worked with at the University of Utah that you were thinking Marine Corps when you showed up at the Naval Academy?",
        1830.08,
        1836.96
    ],
    [
        " Did you stick with that the whole time?",
        1837.64,
        1839.58
    ],
    [
        " I did.",
        1840.2,
        1840.48
    ],
    [
        " My dad being career and maybe I could never feel his footsteps.",
        1841.38,
        1847.28
    ],
    [
        " And he was perplexed while I wanted to go Marine Corps.",
        1848.86,
        1852.32
    ],
    [
        " He asked me straight out one time.",
        1853.14,
        1854.94
    ],
    [
        " I think it was the first year of the senior.",
        1855.02,
        1856.84
    ],
    [
        " What is it that Marine Corps second lieutenant has that a Navy incident doesn't have?",
        1857.04,
        1864.0
    ],
    [
        " They got three hot males a day.",
        1864.18,
        1866.52
    ],
    [
        " A nice bed with sheets to sleep in.",
        1867.12,
        1868.8
    ],
    [
        " So what is that Marine Corps second lieutenant got that a Navy incident doesn't have?",
        1869.22,
        1872.46
    ],
    [
        " I looked at him and said, yeah, I think it's respect.",
        1873.22,
        1875.26
    ],
    [
        " Shot's fired.",
        1876.74,
        1877.42
    ],
    [
        " Shot the whole man down.",
        1877.76,
        1880.2
    ],
    [
        " Wow.",
        1881.12,
        1882.38
    ],
    [
        " Yeah, that's definitely shot's fired for sure.",
        1882.8,
        1887.52
    ],
    [
        " And my grandpa was not somebody you would probably want to say that to.",
        1888.34,
        1891.9
    ],
    [
        " I don't know about it at the time though.",
        1892.36,
        1894.06
    ],
    [
        " Well, he was not the nicest guy.",
        1895.28,
        1897.36
    ],
    [
        " He just was like I said a little to the right of a tilde on.",
        1898.38,
        1901.76
    ],
    [
        " And there was a couple of ways to do things.",
        1902.2,
        1904.48
    ],
    [
        " There was his way and there was everybody else's.",
        1904.48,
        1907.0
    ],
    [
        " He took me out for dinner before I got on the train to head off from the Naval Academy from Providence, Rhode Island, where I could catch the train back then.",
        1907.8,
        1918.28
    ],
    [
        " And he said, he told me, you graduate from the Naval Academy and I'll buy you the car of your choice.",
        1919.38,
        1925.24
    ],
    [
        " Thank you, dad.",
        1925.6,
        1926.26
    ],
    [
        " Four years later, I'm getting close to graduation.",
        1926.8,
        1928.92
    ],
    [
        " I said, dad, remember when I left the Naval Academy, you told me you'd buy me the car of my choice if I graduate?",
        1929.32,
        1935.26
    ],
    [
        " He looked at me and said, did you get it in writing?",
        1936.16,
        1938.54
    ],
    [
        " I'm no one.",
        1939.24,
        1941.86
    ],
    [
        " And as you, as the other thing that's on the folding is, it's in 1963, when you show up there, hey, I'm going to be a Marine.",
        1943.6,
        1949.7
    ],
    [
        " But there's no war going on.",
        1950.32,
        1952.04
    ],
    [
        " Now we fast forward.",
        1952.38,
        1953.36
    ],
    [
        " It's 1967.",
        1953.46,
        1955.9
    ],
    [
        " No.",
        1956.24,
        1956.72
    ],
    [
        " And Vietnam is now, I mean, Vietnam really started to escalate in like 1965, 1966, even more 1967.",
        1957.04,
        1965.32
    ],
    [
        " I mean, you guys now know in the Marine Corps what you're signing up for.",
        1966.02,
        1970.88
    ],
    [
        " There's no mystery.",
        1971.04,
        1971.64
    ],
    [
        " Oh, no, no, no.",
        1972.1,
        1973.06
    ],
    [
        " We know precisely what we were signing up for.",
        1973.16,
        1974.96
    ],
    [
        " There was a board.",
        1975.6,
        1977.0
    ],
    [
        " I think this has been referenced in other places and books and articles.",
        1977.38,
        1982.82
    ],
    [
        " A board of, you know, those who've gone before, those have died.",
        1982.94,
        1985.78
    ],
    [
        " And it was starting to fill up with pictures and names from Vietnam.",
        1986.44,
        1990.62
    ],
    [
        " So, yeah, we understood that.",
        1991.34,
        1994.1
    ],
    [
        " But you know, I'm sure Ben, come back to yourself that, as you know, it's not going to happen to you.",
        1994.64,
        2001.02
    ],
    [
        " Maybe the guy on the left or the right, but not you.",
        2001.24,
        2003.68
    ],
    [
        " You're bulletproof, at least in your own mind.",
        2003.92,
        2006.5
    ],
    [
        " And so, you know, you're worried about maybe getting maimed.",
        2008.66,
        2012.82
    ],
    [
        " I don't think we've been worried about that.",
        2013.0,
        2014.68
    ],
    [
        " You're worried about possibly getting killed, but then, hey, there's nothing after that, you know.",
        2015.04,
        2019.88
    ],
    [
        " Your worries are done.",
        2020.34,
        2021.3
    ],
    [
        " And then your family picks up on it.",
        2021.84,
        2024.6
    ],
    [
        " All you thought you might get a little, you know, a flea flicker, flicker wound or something like that and get a purple heart.",
        2025.04,
        2031.2
    ],
    [
        " But you never figured, you know, you might come back without limbs.",
        2031.3,
        2033.96
    ],
    [
        " Or otherwise, you know, markedly impaired, that just never entered your mind.",
        2035.94,
        2039.48
    ],
    [
        " I'm sure if it did, you would have been useless to your unit.",
        2039.96,
        2043.78
    ],
    [
        " The guys that are all going for the marine option at the Academy, it's competitive, right?",
        2044.62,
        2053.64
    ],
    [
        " It's like, it's hard to get that marine option coming out of the Academy.",
        2053.86,
        2057.68
    ],
    [
        " Well, I can't speak for today because today, they'll have like 250, you know, guys and gals going to the Marine Corps.",
        2058.52,
        2065.32
    ],
    [
        " In my day and in the years and the 60s and before, there was a certain percentage of a class that could go to Marine Corps.",
        2066.06,
        2073.66
    ],
    [
        " We had just about 900 guys in my class and we had 86 slots.",
        2074.4,
        2080.02
    ],
    [
        " And they were divided in half from the, took half from the upper half of the class, grade wise, on half from the lower.",
        2080.42,
        2088.2
    ],
    [
        " So you could get in the Marine Corps, say in being the middle of the lower half of your class, when a fellow who was in the lower part of the upper half of this class wouldn't have got selected because those, you know, 43 slots were gone.",
        2088.84,
        2102.48
    ],
    [
        " And I got slot 86. When I went down for service selection, I was sweating bullets, but what I got, in fact, a good friend of mine, he was a couple of numbers behind me offered me 2 grand for my spot if I would give it up.",
        2103.0,
        2118.44
    ],
    [
        " So because he wanted to go to Marine Corps. And I knew how much he wanted to go to Marine Corps. You know, I can't do that. You know that, he said, yeah, I know that.",
        2118.76,
        2125.8
    ],
    [
        " But it was competitive in that respect. It was, you know, academics played a lot. Big part in it.",
        2126.58,
        2132.56
    ],
    [
        " Yeah, the Marine Corps does that with the way they give your jobs in the Marine Corps too, like coming out of the basic school.",
        2133.04,
        2139.72
    ],
    [
        " I know that they take the class and break it up into thirds. And like the first, you pick your job.",
        2140.82,
        2146.74
    ],
    [
        " So you can be the number one guy and you might, or you, if you get the number one guy, you can get your job.",
        2147.62,
        2151.94
    ],
    [
        " But you might be the top of the next third down and you get your selection. Then the top of the last third and you get your selection.",
        2152.28,
        2158.54
    ],
    [
        " So it's a, it's a way that they distribute the people so that not every single, the top of the class goes, everyone goes infantry in the whatever job is at the bottom.",
        2158.54,
        2168.22
    ],
    [
        " We get a bunch of people that weren't the highest performers.",
        2168.22,
        2170.48
    ],
    [
        " Exactly.",
        2170.48,
        2171.72
    ],
    [
        " The Marine Corps smart. It's about the Marine Corps and the Marine Corps.",
        2171.76,
        2174.54
    ],
    [
        " The Marine Corps understands that it's about the Marine Corps because they haven't lasted this long without being able to put up a good fight both in a nation's wars and back in the DC area when the time comes along for keeping the Marine Corps or the Marine Corps.",
        2174.74,
        2190.18
    ],
    [
        " And that was as your dad talking to you anymore about looking at you and saying, hey son, there's a war going on.",
        2190.6,
        2196.2
    ],
    [
        " And he's, you know, obviously being in the Navy in World War II, he knows exactly what the Marine Corps does.",
        2196.2,
        2200.44
    ],
    [
        " And he's, is he having many more talks to you and saying, hey, you might want to think about this a little bit more?",
        2201.06,
        2204.9
    ],
    [
        " No, not a one. You know, he kind of respected my decision, I guess. And just, you know, let me go with it.",
        2205.1,
        2211.54
    ],
    [
        " I guess he is an interesting person. I got back to Bethesda after I was shot, I spent 12 months in Bethesda. He can perceive me once.",
        2211.54,
        2220.92
    ],
    [
        " Which for him was probably enough. And actually for me, it was enough to.",
        2221.8,
        2225.66
    ],
    [
        " But I, you know, I later on found out that he obviously was affected, you know, by by my being moving.",
        2226.66,
        2235.14
    ],
    [
        " I kind of joked on it one day, one day we were out barbecuing some hot dogs or something.",
        2235.78,
        2241.92
    ],
    [
        " And I said, dad, you almost collected on my life insurance. What are you talking about, Bobby?",
        2242.6,
        2247.72
    ],
    [
        " I said, what dad, you almost got that 10 grand, you know, serviceman is a group of life insurance from, from my demise and Vietnamese.",
        2248.38,
        2257.72
    ],
    [
        " Don't talk like that. That was it.",
        2258.14,
        2260.08
    ],
    [
        " That's, that's the affection you got for me to go that was the, yeah, that was the understanding and the compassion that I got from Beth.",
        2260.58,
        2269.68
    ],
    [
        " So you get done with, you get done with the Naval Academy, you graduate. And now you're going to the basic school.",
        2270.7,
        2277.36
    ],
    [
        " Right. Right. Do you remember what rank you were at the Academy?",
        2277.6,
        2280.84
    ],
    [
        " How close to the bottom?",
        2281.18,
        2283.3
    ],
    [
        " Oh, I think I was a, since on service selection, I went down in groups of 50, which is why I was sweating, getting a place in the Marine Corps.",
        2283.56,
        2293.66
    ],
    [
        " Because, you know, they could have all been gone by the time I got down there in the last group of 50, because I was in the last group of 50.",
        2293.66,
        2300.02
    ],
    [
        " Oh, there you go.",
        2300.28,
        2301.0
    ],
    [
        " So, answer that question.",
        2301.16,
        2302.94
    ],
    [
        " You weren't an anchor man, so you didn't, you didn't collect any money.",
        2303.32,
        2307.32
    ],
    [
        " No, I didn't get the dollar from everybody, but, oh, is that what the last time was with the last time?",
        2307.52,
        2311.06
    ],
    [
        " That's right. The lunch back, you know.",
        2311.06,
        2312.46
    ],
    [
        " I've never confirmed, but the last person in the class gets a dollar from every last name.",
        2312.86,
        2317.3
    ],
    [
        " So, you can walk off with, you know, 6, 7, 8, 900 bucks.",
        2318.34,
        2321.96
    ],
    [
        " The spot of distinction, I guess. Or not.",
        2322.4,
        2327.42
    ],
    [
        " Well, we were still graduating. So, I guess at that point, it doesn't matter. And you got paid.",
        2327.68,
        2331.94
    ],
    [
        " My class, we were kind of put out because our anchor man was a foreign national, I think, from a country that didn't even have a Navy.",
        2332.24,
        2338.96
    ],
    [
        " So, we were like, do we even want to fork over this buck for this guy?",
        2339.9,
        2343.76
    ],
    [
        " And of course, we did because that was just, that's a tradition. It's always been that way.",
        2343.76,
        2347.18
    ],
    [
        " So, you show up at TBS, and now it's 1968.",
        2348.28,
        2353.58
    ],
    [
        " No, no. I graduated in June of, June 7th of 67.",
        2354.6,
        2361.3
    ],
    [
        " And I put in for the first basic school class that was forming, which is first of July.",
        2362.2,
        2368.12
    ],
    [
        " That was the beginning of the fiscal year back then, July 1st.",
        2368.26,
        2372.9
    ],
    [
        " So, you know, I had a few weeks at home, boom, right back down to Quantico, to start the basic school.",
        2373.04,
        2379.98
    ],
    [
        " Okay, so you started in the summer, sometime in the summer, 67.",
        2380.46,
        2383.66
    ],
    [
        " Right. And how well did the Naval Academy prepare you for the basic school?",
        2384.14,
        2388.64
    ],
    [
        " I think pretty well. Of course, we didn't ever get into the tactical side of things at the Naval Academy for the Marine Corps.",
        2389.42,
        2396.94
    ],
    [
        " But, you know, you were in good shape. You obviously could wear your uniform, whichever it was in Marine Corps or Navy uniform.",
        2396.94,
        2403.48
    ],
    [
        " Well, because you've been doing it for the past four years.",
        2403.76,
        2406.16
    ],
    [
        " And I had gone to jump school between, on my summer leave, between junior and senior year.",
        2407.8,
        2413.06
    ],
    [
        " And, you know, the physical requirements for that were pretty demanding.",
        2413.68,
        2416.48
    ],
    [
        " You know, we got down to Fort Benning in August after crews.",
        2416.76,
        2420.48
    ],
    [
        " And, man, that baby is hot, that red clay in Georgia reflects that heat up. And you sweat.",
        2421.08,
        2427.16
    ],
    [
        " I saw those midshipmen coming.",
        2427.52,
        2428.72
    ],
    [
        " And of course, you know, we were, we'd be running around with Navy cheers and any cadre, you know, staff sergeants that could pop up and, you know, halt us and drop us for pushups and everything.",
        2429.5,
        2442.7
    ],
    [
        " Which we loved.",
        2442.9,
        2443.56
    ],
    [
        " I don't think there were any UDT or SEAL groups going through when we went through, but they just ate the program up, you know.",
        2444.44,
        2450.6
    ],
    [
        " Needless to say.",
        2450.8,
        2451.62
    ],
    [
        " Yeah, I went, I was one of the, eventually SEAL stopped going to Airborne School at Fort Benning, Georgia and started running it in-house.",
        2451.88,
        2458.78
    ],
    [
        " Okay.",
        2459.02,
        2459.32
    ],
    [
        " But yeah, I was lucky enough to go to Airborne School. And, yes, the instructors down there definitely appreciated our presence in the last know-how.",
        2459.42,
        2466.98
    ],
    [
        " Surely they did.",
        2467.2,
        2467.64
    ],
    [
        " It's ridiculous, too, because we're coming out of, you know, buds literally a week, whatever, you know, we travel across country, we show up there.",
        2469.06,
        2475.68
    ],
    [
        " So we're in really good shape.",
        2475.9,
        2477.64
    ],
    [
        " So there was really nothing that they could do to us that would hurt us.",
        2477.78,
        2481.48
    ],
    [
        " And we just would, and of course that encouraged guys to be, you know, wise asses.",
        2481.76,
        2485.86
    ],
    [
        " And, you know, you know, I'm going to make you do pushups. You can't make me do enough pushups. So there's that whole thing going.",
        2486.38,
        2491.26
    ],
    [
        " And now that you're at TBS though, well now you know exactly what's going to happen. You know you're going to go to Vietnam.",
        2492.72,
        2499.48
    ],
    [
        " Right. Regardless of your MLS that you came out with, of course I'm going to be an O3 and most of my friends did too.",
        2500.24,
        2505.8
    ],
    [
        " Oh yeah, that's a good point. So it's not actually guaranteed. So I'm thinking you still have to do a service selection inside or whatever, a job selection inside the Marine Corps.",
        2506.32,
        2514.48
    ],
    [
        " Exactly, exactly. You put in for your top three and you hope you get number one, a Carson.",
        2514.5,
        2519.36
    ],
    [
        " And the most guys did, you're pretty savvy about your capabilities and your, you know, likes and dislikes by the time you get to TBS, I think regardless of where you come from.",
        2520.06,
        2531.76
    ],
    [
        " You know, we had a lot of recent ROTC grads and recent OCS grads and enabled kind of grads. And you couldn't distinguish who came from what pipeline.",
        2532.72,
        2542.2
    ],
    [
        " You know, they're all pretty motivated folks back then. And I'm sure all the instructors must have been guys that were coming off of tours.",
        2542.58,
        2551.0
    ],
    [
        " They were just back from their tours. I mean, they were all captains or above. Yeah, very sharp guys. They didn't pick slackers to be instructors at TBS.",
        2551.14,
        2561.48
    ],
    [
        " And how, I mean, compared to the Naval Academy, was it just a totally different vibe of seriousness because they know what exactly what they're preparing you guys for?",
        2561.82,
        2571.6
    ],
    [
        " It sure was. You know, you're here on problems, daytime problems, nighttime problems, didn't matter when they ended. And if you got back and turned in any gear you checked out at 3 a.m. in the morning, you're still up, you know, at 030 the next morning.",
        2572.22,
        2590.04
    ],
    [
        " You didn't do that at the Naval Academy. You know, you had study hour and stuff like that. But now there was a definitely heightened level of seriousness at the basic school.",
        2590.84,
        2599.98
    ],
    [
        " Again, all the instructors who were giving you straight poop, you know, because they had just come back from there or recently back my platoon commander. We had platoon of about 50 guys.",
        2600.12,
        2610.92
    ],
    [
        " He was a captain, two silver stars, well decorated. Big guy. You know, they don't take again.",
        2610.98,
        2618.44
    ],
    [
        " Rincorrel, etc. All kinds of ways. They look at how you did at basic school, your height versus your weight.",
        2618.88,
        2627.76
    ],
    [
        " Some other, obviously other factors before they assign you someplace like if you're, if you think you want to get to 8th and I,",
        2628.3,
        2636.76
    ],
    [
        " and be part of that in Washington, DC, you know, you've got to be like six feet or higher and taller or whatever.",
        2637.62,
        2643.8
    ],
    [
        " Because, you know, they're standing on the cream of their crap because you're representing the, you know, I say somewhere in front of the public on a regular basis.",
        2644.22,
        2651.24
    ],
    [
        " And rightfully so, you know, all the services do that. You know, the guards at Arlington aren't, you know, four feet eight and sloppy.",
        2651.86,
        2659.2
    ],
    [
        " You know, they're all standing tall and looking good and very professional. Needless to say.",
        2659.8,
        2664.26
    ],
    [
        " How hard was it to, you know, when you, when you started picking your job, obviously you said you wanted to be an infantry, infantry platoon commander.",
        2665.0,
        2672.56
    ],
    [
        " How much competition was there for that? Did you have guys that were like, oh, I'm not doing that.",
        2672.56,
        2677.94
    ],
    [
        " I'm not doing that job. You can have it. What's there, what's their competition for it?",
        2678.24,
        2683.42
    ],
    [
        " I think there was only competition. We didn't feel competition, you know. Obviously had to do well on the O course and all the different evolutions.",
        2685.04,
        2693.14
    ],
    [
        " You had to pass the PRT and, you know, you had to do well in land navigation, daytime, nighttime.",
        2693.38,
        2699.2
    ],
    [
        " Do well on the rifle range and pistol range. But that was, that was just part of the competition of TBS. You were always competing with your, with your, what do you call?",
        2700.04,
        2710.6
    ],
    [
        " Your classmates, yeah, your classmates at TBS.",
        2711.84,
        2714.36
    ],
    [
        " But, you know, a lot of guys wanted to go infantry and obviously not everybody was going to go infantry.",
        2715.94,
        2722.8
    ],
    [
        " I don't know what the selection process was, but I had a good friend from the Naval Academy. Not really a good friend, but he, he was, he was one kind of guy that would go around and say, are you going to go infantry two?",
        2722.94,
        2734.54
    ],
    [
        " Also, meaning also, and of course, you had no idea. It depends on what the Marine Corps.",
        2735.5,
        2739.88
    ],
    [
        " So, what the selection process was and whether you made or not and ended up not getting infantry, which was probably, probably a good move for him and the Corps.",
        2740.94,
        2751.94
    ],
    [
        " Is there any, is there anything that you had struggles with when you're going through the basis hole?",
        2753.22,
        2758.18
    ],
    [
        " Other than maybe, you know, the O-Course or something like that, but that was just like, you know, a eight minute struggle.",
        2760.94,
        2766.26
    ],
    [
        " And as long as you were doing the best, the best you could, you know, they didn't beat you up too hard or mark you down.",
        2766.88,
        2775.42
    ],
    [
        " But no, I didn't really feel that there was anything that was going to hold me back.",
        2775.5,
        2779.76
    ],
    [
        " And they're training you with all the tactics, small unit tactics, naval gunfire, calling for fire.",
        2779.76,
        2786.12
    ],
    [
        " Are you feeling like, were you feeling like you were getting good preparation for the battlefield?",
        2786.36,
        2790.76
    ],
    [
        " I did. What the, what the basis school does is teach you everything you need to know as a company level officer, you know, from your time as a second lieutenant up to, to a captain.",
        2792.34,
        2803.32
    ],
    [
        " After that, there's another school. There's, I'm not sure what it's called, but, you know, for senior captains and new majors.",
        2804.08,
        2811.64
    ],
    [
        " But, you know, I felt well prepared. They had a Vietnam village built up in Quantico, staffed, of course, by Vietnamese.",
        2812.34,
        2820.46
    ],
    [
        " And, you know, you practice that, you know, you did helicopter operations, you did walking insertions, you did land navigation daytime and night, which I'm sure you know, it's a different horse of a different color.",
        2822.06,
        2836.44
    ],
    [
        " It is indeed.",
        2836.52,
        2836.94
    ],
    [
        " But apparently it was pretty proficient. I graduated seventh in the class, not first like a web did in his class, but that's okay.",
        2838.24,
        2849.52
    ],
    [
        " Seven was good enough for a letter of accommodation coming out of the basic school.",
        2850.02,
        2853.28
    ],
    [
        " And that's seven out of class, how many?",
        2853.74,
        2855.46
    ],
    [
        " About 240 years.",
        2856.3,
        2857.8
    ],
    [
        " Okay. So, it seems like you were better at the field craft than you were at the academic school.",
        2857.82,
        2863.24
    ],
    [
        " Well, this is true. In fact, in fact, you know, I got shot in the head and I have classmates who said, who still say to this day, we think that made you smarter.",
        2863.24,
        2874.26
    ],
    [
        " Because I did go on to graduate school and get a master's in a PhD, you know, after I was retired out of the Marine Corps.",
        2874.62,
        2881.46
    ],
    [
        " And maybe there's something to that, I don't know.",
        2881.9,
        2884.88
    ],
    [
        " So then, so the basic school is what, six months long?",
        2885.68,
        2889.72
    ],
    [
        " About five and a half then, you know, they were shortening it up.",
        2890.44,
        2892.5
    ],
    [
        " Five and a half months long, you get done with the basic school, you get infantry.",
        2892.9,
        2897.16
    ],
    [
        " Right.",
        2897.78,
        2897.96
    ],
    [
        " And then what happens?",
        2898.24,
        2898.9
    ],
    [
        " I got selected for reconnaissance replacement training, which was a couple of weeks in Southern California, a week at Penelton.",
        2899.3,
        2907.02
    ],
    [
        " Again, from more supporting arms training in artillery, that sort of thing, air.",
        2907.58,
        2915.52
    ],
    [
        " And then a week at Carnado for learning about naval gunfire support.",
        2916.12,
        2920.0
    ],
    [
        " Did you use the board, what is it called, the smoke board?",
        2920.64,
        2924.18
    ],
    [
        " Did they have the little fake terrain setup that you could call for fire on?",
        2924.18,
        2928.68
    ],
    [
        " I went to the Marine Corps naval gunfire school and they had this terrain board.",
        2929.18,
        2935.18
    ],
    [
        " And it was kind of like a, it must have been built in like 1975.",
        2935.82,
        2938.9
    ],
    [
        " And when you'd call for fire, if you got in the right spot, little smoke would come up through that spot.",
        2940.34,
        2944.68
    ],
    [
        " And it was like you were looking at, you know, through binoculars somewhere.",
        2945.18,
        2948.34
    ],
    [
        " It was pretty good.",
        2948.62,
        2949.1
    ],
    [
        " No, never saw anything like that.",
        2949.1,
        2951.3
    ],
    [
        " I believe we were actually firing real-life artillery at Penelton.",
        2951.8,
        2956.04
    ],
    [
        " And at the naval gunfire support school, we had this big board, but it was blue.",
        2956.9,
        2963.34
    ],
    [
        " It was ships in the ocean per se.",
        2963.86,
        2966.34
    ],
    [
        " But that was interesting because I did one night get to fire the cruiser providence in Vietnam, which was fun.",
        2967.86,
        2978.3
    ],
    [
        " They couldn't use their six inch guns because they're too flat.",
        2979.66,
        2982.2
    ],
    [
        " So they used their five inch, you know, bringing in direct fire on.",
        2982.64,
        2985.6
    ],
    [
        " We had a bunch of lights below us.",
        2985.76,
        2987.58
    ],
    [
        " I think folks were trying to move their troops around in the middle of the night.",
        2987.84,
        2991.14
    ],
    [
        " And this was on call for us, so we used it.",
        2991.48,
        2995.42
    ],
    [
        " So you got to use the naval gunfire?",
        2995.62,
        2997.3
    ],
    [
        " I did.",
        2997.38,
        2997.8
    ],
    [
        " That was like a dream of mine.",
        2998.16,
        3000.92
    ],
    [
        " Never since I sat there on that little terrain board.",
        3001.04,
        3003.28
    ],
    [
        " It was a dream of ours.",
        3004.66,
        3005.32
    ],
    [
        " And I got to use my Bravo Zulu term at the end of it.",
        3005.38,
        3009.74
    ],
    [
        " I like them for their fire.",
        3009.86,
        3010.72
    ],
    [
        " The real Bravo Zulu.",
        3011.1,
        3012.4
    ],
    [
        " The real Bravo Zulu.",
        3012.4,
        3013.1
    ],
    [
        " That is outstanding.",
        3013.54,
        3014.84
    ],
    [
        " That is outstanding.",
        3015.28,
        3016.32
    ],
    [
        " I never even got close to even remotely thinking about calling for a new gunfire for real.",
        3016.6,
        3022.56
    ],
    [
        " So I probably went too close to big waterways.",
        3022.84,
        3026.92
    ],
    [
        " Yeah.",
        3027.56,
        3027.7
    ],
    [
        " I don't know.",
        3028.48,
        3029.98
    ],
    [
        " There's always that thing where guys want to fire a bunch of different weapons.",
        3030.02,
        3033.12
    ],
    [
        " In combat, right?",
        3034.26,
        3035.22
    ],
    [
        " And I had one guy get shot in the chest, but it hit him in the chest plate.",
        3035.9,
        3039.68
    ],
    [
        " So I wasn't with him, but they actually had video of that.",
        3040.14,
        3044.62
    ],
    [
        " So you get shot in the chest plate.",
        3044.74,
        3046.06
    ],
    [
        " And so he's all mad.",
        3046.5,
        3047.46
    ],
    [
        " He's mad and he shoots a bunch of machine gun rounds.",
        3047.8,
        3050.6
    ],
    [
        " And someone goes, hey, shoot your pistol out of two.",
        3050.96,
        3053.54
    ],
    [
        " And he goes, he looks at him and he's like, why?",
        3054.12,
        3055.98
    ],
    [
        " And he says, we'll make you feel better.",
        3056.58,
        3058.06
    ],
    [
        " So he pulls his pistol out and shoots that too.",
        3058.26,
        3060.28
    ],
    [
        " And I'm sure if he would have had naval gunfire, who knows?",
        3061.26,
        3063.52
    ],
    [
        " Maybe he would have gone for it.",
        3063.8,
        3065.36
    ],
    [
        " I don't know about the pistol.",
        3066.2,
        3067.46
    ],
    [
        " When we fired the 45 or qualification down at TBS, I think our instructor actually told us, you know, in combat, if this is all you've got, you're probably just better off throwing the pistol at him and shooting at him because he had a better chance of hitting him.",
        3068.24,
        3085.38
    ],
    [
        " The bad guy on the other end.",
        3086.22,
        3088.1
    ],
    [
        " Did you guys not have infantry officer course back then?",
        3088.1,
        3091.62
    ],
    [
        " Because that's like a multi-month course now after TBS.",
        3091.74,
        3095.98
    ],
    [
        " We did not.",
        3096.7,
        3097.38
    ],
    [
        " You were considered good to go after graduation on TBS.",
        3098.26,
        3102.24
    ],
    [
        " Now they have a 10 week officer or infantry officer training course, which I think would have been outstanding, but we had what we had.",
        3102.42,
        3112.22
    ],
    [
        " So you go to this recon course.",
        3114.08,
        3117.6
    ],
    [
        " And so now, are you getting jump paying all that stuff now?",
        3118.0,
        3122.28
    ],
    [
        " No, you know, even when I was jump qualified, if you're not in a unit that maintains your jump qualification in the core, you don't get jump paid.",
        3122.98,
        3132.18
    ],
    [
        " In fact, we got to Vietnam in first recon battalion.",
        3132.24,
        3135.78
    ],
    [
        " There was only one company that maintained their jump status that was Charlie Company and they were the force recon company.",
        3136.48,
        3144.66
    ],
    [
        " They did the same thing as the battalion recon companies did, but they did maintain their jump status.",
        3144.8,
        3149.96
    ],
    [
        " So they got jump paying ever.",
        3150.76,
        3152.3
    ],
    [
        " XR-75 bucks a month, which is a big deal back then.",
        3152.58,
        3155.32
    ],
    [
        " So you end up going through this recon training and then what happens?",
        3156.36,
        3160.94
    ],
    [
        " And it's time to deploy to Vietnam.",
        3161.1,
        3163.92
    ],
    [
        " It's time to get on a bus and head up to Air Force Base in San Bernardino.",
        3164.32,
        3168.76
    ],
    [
        " Don't know the name of it, but yeah, flew to Okinawa.",
        3168.98,
        3172.52
    ],
    [
        " Spend a week there for the kind of triple to in.",
        3173.08,
        3175.94
    ],
    [
        " Are you with all different branches of servicemen or are you just with Marines at this point?",
        3178.4,
        3183.1
    ],
    [
        " Going over flew on Saturn, Airlines, I believe.",
        3186.2,
        3189.48
    ],
    [
        " You know, a non-sked, non-sked airline to Okinawa.",
        3189.6,
        3192.84
    ],
    [
        " Oh, just like civilian was there.",
        3193.1,
        3194.36
    ],
    [
        " Civilian, what do they call hostesses?",
        3194.54,
        3197.72
    ],
    [
        " Stuartuses all night?",
        3198.02,
        3198.68
    ],
    [
        " Oh yeah, yeah, yeah.",
        3198.68,
        3200.0
    ],
    [
        " A few stews.",
        3200.24,
        3201.16
    ],
    [
        " By the tenants.",
        3201.16,
        3202.08
    ],
    [
        " By the tenants.",
        3202.48,
        3203.42
    ],
    [
        " But typically you wouldn't have anything to do in Okinawa.",
        3204.5,
        3209.46
    ],
    [
        " All you've waited for your assignment to be flown into country.",
        3209.46,
        3213.66
    ],
    [
        " When we got to Okinawa, there was about five of us that were traveling together.",
        3214.56,
        3218.96
    ],
    [
        " We had been at the recon replacement training together.",
        3219.5,
        3221.56
    ],
    [
        " And we were just milling around the receiving area after we got off the plane.",
        3222.44,
        3229.2
    ],
    [
        " And somehow I got up above somehow, higher up than the crowd below me.",
        3229.98,
        3235.9
    ],
    [
        " And I'm watching.",
        3235.9,
        3236.38
    ],
    [
        " And there's this young Lance Corporal with a clipboard.",
        3236.96,
        3240.34
    ],
    [
        " He's going to each of the second tenants that I had, you know, my buddies and asked him some question.",
        3240.34,
        3245.66
    ],
    [
        " And they're going, oh no.",
        3245.66,
        3246.86
    ],
    [
        " So I said, I said, this poor kid, I've been in this position before.",
        3247.58,
        3252.5
    ],
    [
        " I'll find out what's going on.",
        3252.68,
        3253.96
    ],
    [
        " So he, he, but he needed his, his company gun or something had sent him down.",
        3254.08,
        3259.7
    ],
    [
        " He needed a signature from an officer to run three plane loads of Marines through a little program on an Okinawa where you fan fire the M16.",
        3259.7,
        3271.08
    ],
    [
        " Because none of us had ever seen an M16, much less fired one before we went in if we had none.",
        3271.36,
        3276.84
    ],
    [
        " And so you had fan fire, familiarize, familiarize yourself fire.",
        3277.68,
        3281.6
    ],
    [
        " The M16 before you went in country made sure all your shots were up to date and all your paperwork was up to date.",
        3282.04,
        3288.72
    ],
    [
        " So I said, sure, you know, so I signed for him.",
        3289.78,
        3291.94
    ],
    [
        " I'd have to get up every night, every other night while I was there for about a week, meet incoming plane at about 2 a.m. in the morning.",
        3292.28,
        3298.56
    ],
    [
        " Find the senior, listen guy on the plane, form these guys up, take him over to a barracks, have him draw mattress, you know, flop down, tell him to beat, you know, had to be out next morning at 7th or the morning and go to the chow.",
        3299.04,
        3311.48
    ],
    [
        " And then we start him through the little program that you had to go through before you could get in country.",
        3311.9,
        3316.52
    ],
    [
        " So I met my three planes in a little more than a week's time.",
        3317.08,
        3321.66
    ],
    [
        " I was desperately afraid my, my officer buddies were going to rotate into country before I did.",
        3322.58,
        3327.78
    ],
    [
        " Didn't happen, we all went off together. But anyway, it's an interesting week.",
        3328.14,
        3331.7
    ],
    [
        " Would you shoot in the basic school, the M14?",
        3331.96,
        3334.1
    ],
    [
        " M14, you know. How'd you feel about the M16 when you got it?",
        3334.34,
        3338.02
    ],
    [
        " I loved it. Lightweight, almost lightweight.",
        3339.12,
        3342.1
    ],
    [
        " Unfortunately, most Marines, and we found out that they had pitted barrels.",
        3343.52,
        3346.8
    ],
    [
        " And sure enough, I had a trade mind, you know, what the two after I got there.",
        3347.64,
        3352.46
    ],
    [
        " One that was a newer one with a good barrel.",
        3352.8,
        3356.84
    ],
    [
        " That's crazy, you guys didn't even get, you didn't even shoot that weapon until you got the Okinawa.",
        3357.1,
        3361.32
    ],
    [
        " That's right.",
        3361.32,
        3361.7
    ],
    [
        " And then was the other training course that are giving you like basic preparation for Vietnam, jungle navigation or something like that?",
        3361.82,
        3368.44
    ],
    [
        " In Okinawa?",
        3368.44,
        3369.32
    ],
    [
        " Yeah, you were just kind of on your own until you rotated in.",
        3369.6,
        3373.26
    ],
    [
        " K-SUN was getting hot then.",
        3373.72,
        3375.6
    ],
    [
        " So we used to go to some three-shack operations shack of some outfit on Okinawan.",
        3375.8,
        3384.96
    ],
    [
        " And hear the morning brief about K-SUN and kind of look at each other and say,",
        3385.38,
        3389.04
    ],
    [
        " do you want to get sent there? No.",
        3389.28,
        3391.56
    ],
    [
        " No, no, no.",
        3391.86,
        3393.6
    ],
    [
        " So then you spend that, so you spend that one as a week in Okinawa?",
        3395.44,
        3397.98
    ],
    [
        " Yeah, but now you guys all fly over to Vietnam.",
        3398.14,
        3400.84
    ],
    [
        " Right. And where do you find him?",
        3401.1,
        3402.48
    ],
    [
        " And then when you get there, what's that process like?",
        3402.78,
        3405.66
    ],
    [
        " That process, we get there in the evening, it's dark, again, somebody met you.",
        3406.34,
        3410.24
    ],
    [
        " Yeah.",
        3411.14,
        3411.18
    ],
    [
        " Took you off somewhere, you grabbed a mattress, flopped you down on some barracks at the end of the runway.",
        3412.48,
        3417.22
    ],
    [
        " And you slept until the next morning with all this effort taken off above you.",
        3418.56,
        3423.1
    ],
    [
        " No sleep.",
        3423.24,
        3424.24
    ],
    [
        " Did you have that stereotypical moment that people talk about, which is the guys that are going home,",
        3424.7,
        3430.92
    ],
    [
        " the guys that are rotating home after their year, and you see that contrast between the new guys showing up with their brand new gear,",
        3431.2,
        3438.4
    ],
    [
        " and the old guys that are heading home and they look like they've been through hell and bad?",
        3438.92,
        3442.28
    ],
    [
        " Never saw anybody that was going home down at the Nang Airfield.",
        3443.24,
        3448.16
    ],
    [
        " Didn't seem we arrived sometime in the middle of the night and was dark, and we had no...",
        3448.92,
        3455.62
    ],
    [
        " You have that little kind of internal feeling of impending doom or dread or something.",
        3455.62,
        3463.54
    ],
    [
        " I don't know what it was. Maybe it was just your adrenaline pumping, that you're finally going to get in country.",
        3463.68,
        3467.68
    ],
    [
        " What's going to take incoming rounds while you're landing? No, it's a normal landing.",
        3469.28,
        3475.86
    ],
    [
        " You get off the aircraft, somebody meets you after this way, listen guys that way.",
        3476.02,
        3480.96
    ],
    [
        " Drew, you're a mattress straight asleep with the rest of the night.",
        3482.04,
        3486.9
    ],
    [
        " Do you know where you're heading at this point?",
        3487.1,
        3488.52
    ],
    [
        " You knew the division you were going to.",
        3489.54,
        3490.96
    ],
    [
        " The first or third, third was up north in North I-Core, first was down around the Nang area.",
        3490.96,
        3499.1
    ],
    [
        " I was going to the first division. You didn't even know if you were going to get to the recon battalion.",
        3499.88,
        3503.72
    ],
    [
        " You went to division, the next day we went to division, we got to introduce the commanding general for some reason.",
        3504.86,
        3511.06
    ],
    [
        " We were required to sit down, gave us a big book, Rules of Engagement, you had to read that, sign that you'd read it and understood it.",
        3511.72,
        3518.24
    ],
    [
        " Then you got sent off to your unit.",
        3519.06,
        3522.58
    ],
    [
        " Three of us were lucky enough to go to the reconnaissance battalion. The other two, they went off to regular grant units, infantry units.",
        3523.82,
        3531.52
    ],
    [
        " So when you get your assigned to recon, and then what do you do? You guys drive up there, you take a helicopter up there, how you get up to your actual unit.",
        3532.64,
        3540.98
    ],
    [
        " The actual unit, first recon battalion was located just below and across the street from the division headquarters.",
        3541.22,
        3548.54
    ],
    [
        " So you walked down there.",
        3549.34,
        3551.26
    ],
    [
        " As I said before, we had the one company, Charlie Company, that wasn't with the battalion in Nang, it was forward based at Fou-Bai.",
        3552.76,
        3562.74
    ],
    [
        " They're the ones that kept up the jump status. One of my buds, who had gone through the recon replacement training, I was slated to go up there because I was single up to their force reconnaissance company.",
        3562.8,
        3574.16
    ],
    [
        " He asked if I would mind giving that position to him if it was okay with the colonel because he was married and expecting their first kid to need that extra 75 bucks.",
        3574.84,
        3584.08
    ],
    [
        " I was just happy to be there. I said, sure, take it if that's what you want, that's no big deal.",
        3584.46,
        3590.2
    ],
    [
        " So he went up to the force company in Fou-Bai, I stayed there with the battalion in Nang.",
        3591.28,
        3596.68
    ],
    [
        " And then what was checking in like, I mean, you're showing up there, you're a new guy, these guys have been in country, and this is something that always surprised me about Vietnam, is that you guys would rotate,",
        3597.62,
        3610.16
    ],
    [
        " just one individual placements, whereas for me, all my deployments were, the whole unit is going in and the whole unit is leaving.",
        3610.9,
        3618.34
    ],
    [
        " And so that's got to be a weird thing showing up as a new guy, and there's a bunch of people that have been there for, I guess, between two days and 360 whatever days.",
        3619.32,
        3631.68
    ],
    [
        " Right, you are. I mean, my working premise when I got to Vietnam was that anybody who was there a day longer than I would, than I'd been there, was a day smarter about the situation or a day more experience than by God, I was going to listen to this person, you know.",
        3631.68,
        3645.44
    ],
    [
        " But interesting enough, my platoon wasn't even there. They were a board ship with the afloat of battalion.",
        3646.06,
        3652.82
    ],
    [
        " And we, Rincar always kept a battalion float off the coast of Vietnam that could jump in to an operation, you know, at a moment's notice, give or take.",
        3653.26,
        3662.3
    ],
    [
        " And they always had a reconnaissance platoon with them, and they apparently used them pretty much as point for the battalion. So that was not a plumb job.",
        3662.84,
        3671.44
    ],
    [
        " But my platoon with its outgoing platoon commander was a board ship, so I didn't see them for two weeks.",
        3671.5,
        3678.28
    ],
    [
        " I just, I had nothing to do except I got tasked to sit on court marshals.",
        3679.18,
        3683.2
    ],
    [
        " You know, I had unit grades, quarterly grades or something like that would or do.",
        3684.06,
        3690.44
    ],
    [
        " I had to go, oh my guys, service record books and give them a grade for their performance over the last quarter without knowing them, without having seen them.",
        3690.92,
        3699.14
    ],
    [
        " And this was going to be used for promotions. So I did the best I could, you know, I took a, in service record book, how long the guy had been the court in country, had been wounded.",
        3700.46,
        3712.76
    ],
    [
        " What was the level of education, you know, I signed a few points and then, you know, like one to ten.",
        3713.54,
        3718.74
    ],
    [
        " And then I added everybody's points up and I had a grade to give them and recommended the top three for promotion or something like that.",
        3719.1,
        3727.44
    ],
    [
        " It was crazy, but I had to do it.",
        3727.66,
        3729.36
    ],
    [
        " You know, to hear what you did.",
        3729.46,
        3730.66
    ],
    [
        " We were just complimenting the brilliance of the Marine Corps. I mean, you got to tell a story like that.",
        3731.72,
        3736.02
    ],
    [
        " Okay, so then did you eventually get flown out to the ship to be with them or did they come back?",
        3737.72,
        3742.22
    ],
    [
        " No, they came back. They rotated back. They rotated back. They were just filthy dirty. I think they came right from the bush.",
        3742.22,
        3747.34
    ],
    [
        " And the tenant, I got to talk to you for about ten minutes because he was like overdue to rotate out of country.",
        3748.68,
        3755.12
    ],
    [
        " So he just, he just wanted to get a shower, get on a uniform, get back down to the nag and fly out.",
        3755.3,
        3760.6
    ],
    [
        " What pearls of wisdom that he give you in those ten minutes?",
        3760.78,
        3762.88
    ],
    [
        " He, he told me who the, who the best guys in the platoon were and who I think he thought I might want to keep my eye on. And that was about it.",
        3763.3,
        3771.72
    ],
    [
        " No, no tactical advice on anything.",
        3772.68,
        3776.36
    ],
    [
        " What's interesting, you know, I always say that leadership is the most important thing.",
        3776.64,
        3778.96
    ],
    [
        " And what he was trying to give you is a heads up on who is like who is the best guys and from a leadership perspective.",
        3779.12,
        3783.52
    ],
    [
        " That's interesting.",
        3784.0,
        3784.5
    ],
    [
        " He just wanted out.",
        3785.04,
        3786.52
    ],
    [
        " I didn't just want to get out.",
        3786.74,
        3787.9
    ],
    [
        " But I wasn't a hooch.",
        3788.26,
        3789.38
    ],
    [
        " You know, with other lieutenants, second first lieutenants who have been there, you know, anywhere from maybe two months to four months.",
        3789.86,
        3797.18
    ],
    [
        " And they were filling me in on, on, on how to operate, how to deal operating.",
        3797.18,
        3802.16
    ],
    [
        " Was there anything that surprised you that you were hearing from those guys? Anything that, you know, you said, oh, I didn't really expect that?",
        3802.42,
        3809.08
    ],
    [
        " Only thing that really surprised me, I think once, once I got into Recona and got working with him was that occasionally you had to go out far enough,",
        3809.62,
        3821.86
    ],
    [
        " that you weren't under, or anybody's artillery fan.",
        3821.86,
        3824.36
    ],
    [
        " You know, you weren't under, rarely were we under the 105 fan, and the 155 fan usually.",
        3825.52,
        3830.72
    ],
    [
        " And then there was Army 175s, which were very scary things because the word was, they could click out a, they could, you know, bump out a click when they fire these things.",
        3831.24,
        3844.66
    ],
    [
        " They were big. We flew over one time and I looked at them. I swear they drooped.",
        3844.76,
        3849.12
    ],
    [
        " You know, 175 artillery paces. They were huge. I swear they drooped.",
        3849.82,
        3853.32
    ],
    [
        " And then, of course, if you were out past the 175 fan, you had nothing but air to call on.",
        3854.0,
        3860.88
    ],
    [
        " And that was about 20 minutes to get there.",
        3861.24,
        3863.2
    ],
    [
        " And pilots never really trusted ground officers to, you know, to bring them in correctly.",
        3864.26,
        3871.84
    ],
    [
        " So they'd always want to fly out an aerial observer, you know, one of these little spit-kid planes, you know, prowling them back.",
        3871.84,
        3879.0
    ],
    [
        " And I don't know what they were. OV-10s, I think.",
        3879.2,
        3881.24
    ],
    [
        " But that was kind of surprising because, but artillery over there was fantastic. Great.",
        3881.98,
        3891.0
    ],
    [
        " You know, they, or on call 24-7, obviously.",
        3891.06,
        3895.56
    ],
    [
        " The best thing I ever fired was Marine Corps self-propelled eight-inch. They were like a, look like a big tag with an eight-inch, you know, fired an eight-inch shell.",
        3896.26,
        3904.62
    ],
    [
        " Boy, they were accurate to the nth degree, unbelievable.",
        3905.16,
        3907.58
    ],
    [
        " But basically artillery was excellent over there. Say they're bacon many a time.",
        3908.34,
        3913.54
    ],
    [
        " So when you, it's been two weeks, your guys get back, you take over the Splatoon commander.",
        3914.7,
        3920.1
    ],
    [
        " What's your intro meeting with the guys in the platoon? What did you say to them?",
        3920.4,
        3923.58
    ],
    [
        " Just kind of introduce myself. I probably told them the same thing I just told you. If you've been here one day along, and I have,",
        3924.16,
        3930.18
    ],
    [
        " and you got a better idea, or think you do, talk to me. You know, I'm here to listen. You know, I want you all to get back home.",
        3930.76,
        3937.76
    ],
    [
        " Obviously, you know, intact and not tacked in, as we used to say.",
        3938.68,
        3942.84
    ],
    [
        " In fact, the five and a half months I was a platoon commander. We only took one serious casualty, and that was me.",
        3943.4,
        3949.72
    ],
    [
        " And I wouldn't have it any other way. We were extremely lucky, but we were also pretty good, you know.",
        3950.56,
        3955.7
    ],
    [
        " We didn't do dumb things. There were folks who would like harbor at night near a trail, and hope bad guys would come down it,",
        3956.18,
        3965.04
    ],
    [
        " just so they could try to set up a hasty ambush. No, no, no. Once your troops knew that you were serious about their welfare, we would have done anything for you.",
        3965.12,
        3975.04
    ],
    [
        " And of course, you'd do anything for them. I had 23 range of my platoon. Maybe a couple of corpsmen. They rotated in and out, according to the will of the Italian age station.",
        3975.62,
        3988.06
    ],
    [
        " And the finest young men ever settled on assemble. I know most platoon commanders say the same thing, but these kids were average age, 19, average education, 9th grade.",
        3988.1,
        3999.24
    ],
    [
        " You know, but they were taught, they were primal. If I had told them that we've been tasked to flap the Hanoi, drop in with a river raft and paddle up and free the folks out of the Hilton.",
        4000.26,
        4012.98
    ],
    [
        " They would have been right there. They were just great kids. What was the, what was kind of normal? Well, first of all, what was your first operation they went on with these guys?",
        4013.5,
        4023.5
    ],
    [
        " Well, first thing that I did was turn out to be a TET 1968 broke on my first snap in patrol. I was, they tried to get you on a snap in patrol or two before you started leading your guys.",
        4024.44,
        4040.36
    ],
    [
        " So you know, you were just, you know, you're just there to observe and learn. And your patrol leader might be an E3. In my case, it was an E5, Sergeant E5. And we got up this ridge line.",
        4040.36,
        4052.38
    ],
    [
        " And after crossing this path, it looked like the I5 of people pass and we got now, it was smooth. And we, we got up into a bad bunch of brush and some rocks. And we were looking up the ridge line.",
        4053.0,
        4067.42
    ],
    [
        " And pretty soon, four, four NVA come, put them down, down this highway. So four. And then there was eight. And there was 16 32. We stopped counting.",
        4067.78,
        4081.4
    ],
    [
        " And this is your first mission. This is the first. Yes, exactly. And is this your platoon? No, I was with somebody.",
        4081.4,
        4086.92
    ],
    [
        " I'm just telling you, yeah. And the leader, the platoon leaders in E5. Well, yeah, the patrol leader was in E5.",
        4087.24,
        4092.8
    ],
    [
        " The patrol leader was in E5. Great young man. Great young man. And so his, his rule of thumb was where there's four. There's more.",
        4092.84,
        4100.56
    ],
    [
        " Because when we saw these four guys come out of the jungle down this ridge line, first thing was let's go set up an ambush. No, Sergeant said no, no, no, no, no.",
        4101.04,
        4109.96
    ],
    [
        " Where there's four, there's more. We stopped counting at 400. And by now we had artillery coming in. We had air on the way.",
        4109.96,
        4117.22
    ],
    [
        " We had an aerial observer up there. We fired artillery all day, all afternoon, into the night, into the evening.",
        4117.74,
        4125.7
    ],
    [
        " We had puffed a magic dragon dropping flares with with jets coming in underneath it. We're dropping napom at night. Oh, it was unbelievable.",
        4126.22,
        4134.44
    ],
    [
        " And this is your first time? Were you doing the call for fire? No, no, no, Sergeant was doing, yeah. I was, I was there to learn. And to the pucker factor was like this.",
        4134.68,
        4145.26
    ],
    [
        " Guys would go on it, wanted to snap in patrols and never see anything. But and they might come to Vietnam. Yeah. And they maybe have little two laws of fear attitude.",
        4145.52,
        4156.66
    ],
    [
        " But this was my welcome to be at now. And I thought it was great. I mean, we're dropping artillery on these guys. They're running down the path toward our position.",
        4156.66,
        4165.7
    ],
    [
        " You know, and they're in the, they're in the brush. They're not on the path. But they're in the brush. We had brush. We had rocks on like our north side and our east side and west side.",
        4166.8,
        4179.44
    ],
    [
        " West and north just had brush. And there's, you know, North Vietnamese, they're in the brush coming toward us. They're crying. They're screaming. You know, they're yelling from mom, whatever, whatever you do.",
        4183.42,
        4194.96
    ],
    [
        " And if you're North Vietnamese soldier and they were going to, they were going to run right into us. So it started bringing our children behind us real close, you know, danger close. So we got shrapnel flying over our heads.",
        4194.96,
        4207.86
    ],
    [
        " And of course, this, this dissuades these bad guys are coming toward us. Also, we had kids set up when they should have been only in flat like a moushiu pancake.",
        4208.54,
        4218.7
    ],
    [
        " Take a piece of shrapnel right in his face and knocked out a few teeth and cut open his lip and everything. And the shrapnel was dropping down. I didn't burn right through your, through your utility shirt, burn your skin. You just, you just endured it.",
        4219.08,
        4233.32
    ],
    [
        " It was, it was, it was a little hairy. So danger close rounds come in your first night out at Vietnam.",
        4233.72,
        4241.28
    ],
    [
        " Oh, well, welcome to the world. And you guys, and you guys maintained your, your clandestine position. Oh, yeah. Oh, yeah.",
        4241.84,
        4249.8
    ],
    [
        " How many guys were out there with you? Probably about 10, 11. That was a heavy patrol. Yeah. Wow. All right. So now at how many of those snapping patrols did you do?",
        4250.3,
        4263.16
    ],
    [
        " Two. What was the next one? My second, the next one was, was even wasn't that interesting from a, a tactical point of view, but it was going to be led by a lieutenant who had got a little tanked up at the O club the night before.",
        4264.0,
        4278.2
    ],
    [
        " Had given the patrol patrol order. So we're down there waiting for on the LZ wait for the insert helicopter to get ready to take us off.",
        4278.68,
        4289.48
    ],
    [
        " Come down the hill was the battalion commander, Lieutenant Colonel. He, uh, comes over to our patrol points of the lieutenant. Pack, get back up, pack, group gear. You're going to the grunts, you know, boom. He was out.",
        4290.32,
        4303.84
    ],
    [
        " Colonel system, he is Lance Carpoh system, I think you guys can run the patrol. Yes, sir. No problem. So we did. It was great.",
        4304.84,
        4312.52
    ],
    [
        " But, you know, should can this guy is just right there on the spot. You could do that in, in recon. I had to do it once to one of my guys.",
        4314.08,
        4321.4
    ],
    [
        " What the guy do that rated you firing him on the spot? Um, I had, my patrol was like cutting half. I let my platoon was cutting half. I let half of it, you know, anywhere from eight to 10 guys depending on who was not on R&R, who wasn't safe.",
        4322.26,
        4342.5
    ],
    [
        " That's that sort of thing. And my, I had a platoon start. E six, that's our, he ran the other, we flip flop about about halfway to my tour.",
        4342.5,
        4355.14
    ],
    [
        " I was about five, five and a half months. And so, you know, my, the guys I led, we were, our code name was West art. We had an excellent reputation of battalion.",
        4356.0,
        4369.96
    ],
    [
        " They were fast day. They felt like they were kind of distant cousins in the platoon. But I, I got a guy about pep talk that night with, with the patrol order. So, you know, you guys are, I mean, you guys are just like West art. No different.",
        4370.0,
        4384.48
    ],
    [
        " You know, again, my great education, same age, you know, same skills. And so I went to my little spiel and, you know, my reputation, I'm a platoon commander, you know, administratively or stuff, you know, how I operate.",
        4385.6,
        4398.62
    ],
    [
        " Anybody that didn't want to go a fast day now, one kid raises his hand. Okay, you don't have to go pack your gear, get out of here. Don't, you're not sleeping tonight with these guys.",
        4399.98,
        4410.68
    ],
    [
        " And I don't know whatever happened to him, because I never came back from that patrol. You know, but I'm sure it was taken care of.",
        4410.9,
        4418.96
    ],
    [
        " So when you start getting into what was the kind of typical mission that you guys were doing?",
        4419.58,
        4424.0
    ],
    [
        " Typical mission was, you know, we just got on a six, seven day patrol. We're just, we're just snooping and pooping.",
        4424.76,
        4432.08
    ],
    [
        " That's what we call it. Find in trails at the enemy we use.",
        4432.1,
        4437.1
    ],
    [
        " Where do you guys insert on helicopter? What do you guys just for patrol?",
        4437.4,
        4440.16
    ],
    [
        " No, always helicopter. Yeah. Always helicopter. So you pick out a spot and, and get dropped off.",
        4440.16,
        4448.2
    ],
    [
        " And then what was your, what was your SOPs? Once you guys got inserted?",
        4448.6,
        4451.18
    ],
    [
        " We got off the helicopter. We started. Hopefully it was where the, the insert LZ was where, you know, the operations officer or the operations shack said it was.",
        4452.46,
        4463.58
    ],
    [
        " Sometimes it wasn't there, but you know, that's why, you know, as a patrol here, I, first thing I did when I got on the helicopter was dump my gear, get out my little map, and insert myself between the pile and the cop out.",
        4463.86,
        4475.78
    ],
    [
        " Because if you didn't know where you were, when you started a patrol, you weren't going to know where you were for the next six, seven days.",
        4475.88,
        4482.1
    ],
    [
        " Would you guys insert in a daytime, in the nighttime, in the pre-dawning, in the dusk? When would you guys go in?",
        4482.2,
        4487.0
    ],
    [
        " We'd, uh, going in daytime. We'd be down in the LZ, waiting, you know, by, by about eight o'clock in the morning. Birds would come in if they weren't being used for medevacs and stuff, or some operations that was going on about mid-morning.",
        4487.38,
        4502.98
    ],
    [
        " They'd do up and get a brief from the intelligence folks at first recon. We'd be sitting around there and they'd come back down from their brief.",
        4503.2,
        4510.68
    ],
    [
        " We'd pop on the aircraft and off we'd go. So like mid day, you're getting, mid day, yeah, that was pretty much probably a bunch of things.",
        4511.26,
        4518.74
    ],
    [
        " You hit the, and then what, you hit the ground and what would you guys do as soon as you hit the ground? What was your, what was your standard operating procedures?",
        4519.2,
        4525.28
    ],
    [
        " All right, so pay with the DD and get out of that LZ, fast.",
        4525.52,
        4528.28
    ],
    [
        " Nothing says, uh, range are, are coming in here that, uh, much of the helicopters come in the land.",
        4528.6,
        4534.66
    ],
    [
        " Would you be on two, two Hueys? Now we'd be on, uh, two 46s. Oh, okay. Yeah. Yeah.",
        4534.66,
        4540.46
    ],
    [
        " Armoured had Hueys, you know, transport troops. Marine Corps did, anytime in a Marine Corps, they probably had about 60 helicopters.",
        4541.02,
        4548.16
    ],
    [
        " And we had an arm on endy give it a about half of them would be airworthy. So we had Huey gunships.",
        4548.5,
        4554.44
    ],
    [
        " Hueys, I guess, uh, carry the brass around, but we didn't use the best troop transport. We all 46s.",
        4554.72,
        4560.36
    ],
    [
        " So big old 46s. 46s.",
        4561.88,
        4567.04
    ],
    [
        " I did, would you guys just like, we always used to do something which was sit, look and listen.",
        4567.04,
        4572.1
    ],
    [
        " So like we would, you know, go two or three hundred yards away from the LZ and then we'd all just stop and just listen.",
        4572.3,
        4578.82
    ],
    [
        " Get down. Yeah. Yeah. Pretty much the same way. Yeah.",
        4578.92,
        4581.06
    ],
    [
        " And then would you guys have different, uh, areas where you were headed to specifically?",
        4581.32,
        4585.54
    ],
    [
        " We did. We had a patrol route that was pre-plan, uh, and an, and an extract point that was pre-plan.",
        4585.76,
        4591.96
    ],
    [
        " Now, and trolls rarely went, you know, according to the pre-planning, which the, you know, the operations shack did, you know, we didn't do that.",
        4592.38,
        4600.5
    ],
    [
        " So they were actually telling you where you were going to go in at, but they had a recommended patrol route, which, uh, we'd stick to if we could.",
        4600.62,
        4607.26
    ],
    [
        " Couldn't all the time. And then we get out at this point where they had recommended.",
        4607.72,
        4613.5
    ],
    [
        " Yeah. Uh, and again, sometimes it would work. Sometimes it wouldn't.",
        4614.38,
        4617.84
    ],
    [
        " What was it? How often would you guys, uh, be contacted by the enemy?",
        4618.08,
        4622.38
    ],
    [
        " Uh, you know, it wasn't all that frequently.",
        4623.86,
        4629.52
    ],
    [
        " Uh, because I, you know, we did, we were good. We, we were, we snooped and pooped with the best of.",
        4630.12,
        4635.78
    ],
    [
        " Your purpose of being there was to not be. Right. You know, and recon, you have one to, you know,",
        4635.78,
        4642.06
    ],
    [
        " find them, fix them and flock strut them. You, you didn't get online with, uh, nine or 10 guys or 11 maybe, and say charge.",
        4642.7,
        4650.9
    ],
    [
        " I know your idea was to gather information. Uh, but, uh, if, if the situation was to your advantage, you could, you know, if the leader felt, uh, that it was worth the effort set up an ambush.",
        4651.8,
        4666.86
    ],
    [
        " But normally we'd bring our artillery on if we saw groups and I probably ran 21 patrols.",
        4666.88,
        4675.06
    ],
    [
        " And I'd say probably good three quarters of a, we had, we had fire emissions on top of bad guys.",
        4675.14,
        4680.78
    ],
    [
        " Well, that's, that's it. That's it. I presented. Well, one of the things I think what you go through, what do you earn, Ramadi?",
        4681.02,
        4688.12
    ],
    [
        " Well, but there was, there was some of my guys in Ramadi that would get contacted, uh, a lot.",
        4688.78,
        4693.26
    ],
    [
        " There was one, one group over in Eastern Ramadi and they did, I was, I was actually briefing a, uh, I was briefing the C. G. S. O.",
        4693.26,
        4702.46
    ],
    [
        " of Commander, who's the, the, the Colonel that was in charge of all special operations. And I said, you know, so the, my, my group that's, you know, six seals that are over in Eastern Ramadi,",
        4702.46,
        4712.56
    ],
    [
        " I said, they've been, uh, they've been in enemy contact 23 straight operations. And I'm not kidding. I didn't plan this for dramatic effect.",
        4712.66,
        4720.4
    ],
    [
        " But my intel officer who's running the attack operations center comes walking in and says, hey, sir, just, just want to let you know that the guys out east are in contact right now.",
        4720.4,
        4728.34
    ],
    [
        " And I looked at the Colonel. I said, make that 24 missions in a row. So there was definitely some, some hot, hot areas. Yeah.",
        4728.42,
        4734.06
    ],
    [
        " It was pretty much expected if you were going out in Ramadi that you were going to get in contact by the enemy.",
        4734.24,
        4739.3
    ],
    [
        " And I don't know what the percentage was, but it was, it was a vast. It was very rare that my guys would come back and head, head and shot their guns.",
        4739.3,
        4748.64
    ],
    [
        " You know, very rare. Yeah. But, but 70, but I also, what was interesting when I came home from that deployment and we talked to some of the Vietnam guys, depending on the platoon, depending on the seal, platoon in Vietnam, there's guys that shot their weapons on a, on a six month deployment shot their weapons three times four times.",
        4748.82,
        4768.0
    ],
    [
        " Yeah. And there's other platoons in Vietnam where they shot their, shot their weapons 100% every time. So it all dependent on my first deployment to Iraq. I think I shot my gun. We got like four or five fire fights. So really not, not that big of a deal.",
        4768.04,
        4783.42
    ],
    [
        " And then in Ramadi, the number is, the number is just very high for as far as the whole task unit getting into, getting into big gun fights.",
        4783.7,
        4793.3
    ],
    [
        " But three quarters of the time, you know, that's, that's a lot of fire missions.",
        4793.82,
        4797.98
    ],
    [
        " Well, but yeah, but they weren't gun fights per se. You know, they'd be, you, I've all on somebody or some place or some trail crossing or some little village that you might come across in the middle of nowhere.",
        4798.32,
        4809.04
    ],
    [
        " One time we came across a, a corn field in the middle of the jungle. I mean, it was, it wasn't jungle per se because there was no high tree canopy over it.",
        4809.2,
        4819.12
    ],
    [
        " But it was just a field, a clearing in the middle of the jungle with rows of corn rice. But this is not your typical jungle plant. So we'd get up a little higher ground. We'd, we'd watch see if anybody come, you know, came in there and settled down.",
        4819.16,
        4833.98
    ],
    [
        " There's a few hootches there too. What about where you guys operating? It could be a dump.",
        4833.98,
        4837.88
    ],
    [
        " We are operating north, south and west of Denang. First reconnaissance battalion's mission was to, to, to patrol the rocket belt around the airport of Denang.",
        4838.26,
        4851.2
    ],
    [
        " But that wasn't particularly that far out. So we didn't, went a lot further out looking for, you know, main, main line NBA forces.",
        4851.34,
        4862.24
    ],
    [
        " Or, or where they, where they camped out the trails they used, et cetera, et cetera. But gun fights were relatively rare, which is a good thing.",
        4863.48,
        4874.24
    ],
    [
        " You can't see anybody in the jungle anyway. You're typically just firing blind. So that was one of the nice things about the M16. We put out a lot of fire for him.",
        4874.94,
        4883.58
    ],
    [
        " And that's what you needed over there. You know, you didn't need a heavy bullet necessarily to knock guys down. But the, the seven point six two, whatever.",
        4885.06,
        4897.08
    ],
    [
        " It was just fine. Not one of seven point six two. That was the big heavy. Yeah, that's the important. Yeah.",
        4897.9,
        4902.42
    ],
    [
        " When you were, when you would get these mission taskings kind of from above, above, from the, from the battalion, they give it to you.",
        4903.06,
        4912.44
    ],
    [
        " How long would the planning cycle take for you guys to come up with a plan and do your briefing and all that? About 24 hours.",
        4912.5,
        4917.96
    ],
    [
        " It wasn't, it wasn't hard card boiler play. I know, nowhere near the detail that I know that you all went through in Ramadi. But, you know, it was just, we were out six, seven days back two or three.",
        4919.0,
        4933.68
    ],
    [
        " So that was a regular schedule. You, you knew, I mean, the kids were already, the Marines were already, you know, their weapons were clean.",
        4933.96,
        4941.04
    ],
    [
        " If we had done things that we needed to do administratively, like, you know, go down to the gas tent and check all the gas maps and stuff that had all been done on kind of the 24 hours in between.",
        4941.72,
        4951.12
    ],
    [
        " Were you carrying the radio? No, I had no, I had a radio man. Primary radio man was right behind me. And I had a, I had a secondary radio man toward the end of the patrol.",
        4951.9,
        4961.64
    ],
    [
        " And you're taking what seven, eight guys, 10 guys, something like 10 guys. I usually went heavy. So you got 10 guys. How many damn batteries did you have to carry for an eight day patrol?",
        4962.04,
        4972.96
    ],
    [
        " Who'd you get resupplied? Because we're using the, the, the 77, the prick 77 radio. We used one prior to that. We were in prior, I get prick 25.",
        4973.14,
        4982.88
    ],
    [
        " The prick 25. Yeah, there you go. Not necessarily the best thing, but it was pretty good. Yeah. Lines, as long as you were lying a site. Yeah. Yeah. But, but, you must have had to carry a lot of batteries for that thing. We didn't, I mean, I guess the radio man had extra batteries, but we didn't typically, you know, go through that much battery.",
        4982.88,
        4999.1
    ],
    [
        " Man, I was a radio man and it was ridiculously amount of batteries in the early days because we have much smaller radios later on. And then how about water? Would you guys just refill canteens and rivers and whatnot?",
        4999.48,
        5010.7
    ],
    [
        " We would if we could find water, but we went out and ate to 10 canteens because you didn't know whether you're going to find water. And if you found it, you didn't know what it was going to be.",
        5011.18,
        5019.86
    ],
    [
        " It was a potable or not. But we were typically often, I say, more often than not in the mountainous type area, mountainous being, you know, 1000 meters or higher.",
        5019.86,
        5029.8
    ],
    [
        " And if we came across running water that, you know, was moving on, I thought it was fine, safe to drink until I went to this little one day school, put on way of chief quarmon, who talked about how the leech liar could be expelled into the water.",
        5030.86,
        5049.6
    ],
    [
        " And just rub, bubble down with the water. Yes, after that, I had on tablets every time we refill.",
        5049.6,
        5054.8
    ],
    [
        " Never had any problems. Apple food. Food. We had Korean era sea rats.",
        5055.32,
        5061.14
    ],
    [
        " Did you say Korean air? Korean era. Korean era.",
        5061.68,
        5065.38
    ],
    [
        " Korean era. You know, in 1954, it would say on there, just playing sea rats and cans.",
        5065.38,
        5069.86
    ],
    [
        " MRAs were brand new when I was there. And we occasionally on two patrols, I think that we managed to steal some MRIs from somebody on the army.",
        5071.38,
        5079.36
    ],
    [
        " Fine dining. Yeah. Yeah. But see, they used water. So it was a, it was a, they were a better meal, but they would use water. So it was a, you know, 61, half it doesn't know another.",
        5079.78,
        5091.88
    ],
    [
        " And then would you guys patrol during the day and then lay up at night? That's affirmative. Yeah.",
        5092.2,
        5097.18
    ],
    [
        " We'd find the nastiest, meanest vegetation at night and crawl in there and harbor. It would be in a harbor site.",
        5097.34,
        5104.14
    ],
    [
        " Did, did they use dogs to try and find you? Nope. Never saw a dog in Vietnam or in the jungle anyway.",
        5104.9,
        5113.16
    ],
    [
        " Apparently, a recon had taken out dogs and handlers in the early days. And the dogs just couldn't handle the heat and the terrain.",
        5113.5,
        5123.48
    ],
    [
        " So the handler would have carried the dog out. So that was a, you guys, what do you guys bring claymores to sap around the perimeter?",
        5123.92,
        5132.12
    ],
    [
        " We did. We did what claymars, claymores and sometimes little antipersion known minds.",
        5132.4,
        5137.4
    ],
    [
        " Which sounded like a great idea until the next morning when they, like I would put them out. Gotta go retrieve them.",
        5138.0,
        5144.4
    ],
    [
        " Yeah. You gotta go retrieve them. You gotta maybe have six minds out and you can't bike with five.",
        5144.46,
        5148.28
    ],
    [
        " Oh! So we would be moving out in the opposite direction.",
        5148.72,
        5154.0
    ],
    [
        " Claymore was a good weapon. And so you, it sounds like your, your, your optempo was like, go on a patrol.",
        5155.24,
        5164.84
    ],
    [
        " You're out there for six, seven days. You come back. You, you rest, you refit. You spend three, four days in camp. Something like that.",
        5164.94,
        5174.4
    ],
    [
        " Two or three, maybe. Two or three. Yeah. Yeah. Yeah. It was a pretty, pretty quick turnaround.",
        5174.52,
        5178.64
    ],
    [
        " You know, you didn't have time to settle in and get comfortable anywhere.",
        5179.12,
        5183.42
    ],
    [
        " And then it's back out. Will you guys just skinny as could be?",
        5183.82,
        5188.62
    ],
    [
        " We were. Yeah. I went over there waiting 150 pounds, 55 pounds, which is my way to the Naval Academy.",
        5189.4,
        5195.9
    ],
    [
        " Came back. I was 123 when I got back. But part of that was the previous, like, 19 days or something.",
        5196.46,
        5205.28
    ],
    [
        " After I was shot, like I got back in the States, I didn't eat too much.",
        5205.36,
        5208.12
    ],
    [
        " I was being fed for one thing and most of the time was red jello. And that wasn't real appealing.",
        5208.5,
        5213.5
    ],
    [
        " I couldn't look at red jello for about five years after that.",
        5213.7,
        5216.58
    ],
    [
        " Did you, uh, do you guys have any night vision at all? Like a starlight scope?",
        5217.24,
        5221.98
    ],
    [
        " Yeah. We had fixed positions that we would go to for sometimes longer in much as two weeks.",
        5223.18,
        5228.14
    ],
    [
        " And they were essentially high points, like a hill, a hundred meter high hill.",
        5228.44,
        5233.42
    ],
    [
        " And they'd have a permanent radio. We have a permanent radio relay station on there.",
        5233.9,
        5238.2
    ],
    [
        " And patrols would just rotate there every couple of weeks to provide security for that guy.",
        5238.72,
        5243.16
    ],
    [
        " Because he was up there for like three plus months. And on those we would take, we had starlight.",
        5243.98,
        5251.08
    ],
    [
        " Yeah. And we watched the valleys and stuff below us.",
        5251.36,
        5254.04
    ],
    [
        " But never used them that much, you know?",
        5254.72,
        5258.22
    ],
    [
        " You know, going out in the field that much, you guys must have really been, I mean, you guys must have been really good and really efficient out in the field after doing a field out, after field, after field, after field, after six, seven, eight days every time.",
        5258.56,
        5272.54
    ],
    [
        " Did you feel like you guys were kind of part of the jungle at that point?",
        5272.66,
        5276.46
    ],
    [
        " Never, never felt really part of the jungle, but I certainly got more comfortable in it.",
        5277.58,
        5282.52
    ],
    [
        " One thing that you always had to be very careful about in the work that Recon did was heat casualties.",
        5282.94,
        5289.34
    ],
    [
        " You know, you took a serious heat catalyst and emergency metabac, which is again, you know, announcing the whole world.",
        5290.02,
        5296.58
    ],
    [
        " There's Marines out here in one of them down with the heat catchment.",
        5296.96,
        5300.32
    ],
    [
        " As a consequence, the days we were back in the area, first between Delta Company PTed, every day, people thought we were crazy.",
        5300.76,
        5311.08
    ],
    [
        " I took my heat casualties on Freedom Hill Road, you know, running two and a half miles down, two and a half miles back, including myself, you know, stopping the bar from never had a heat casualty.",
        5311.6,
        5320.92
    ],
    [
        " In the five and a half months, I literally was somewhat very proud of.",
        5320.92,
        5323.72
    ],
    [
        " Yeah, you got to carry enough water for that though. Really, right?",
        5324.7,
        5330.3
    ],
    [
        " You just had to ration yourself, you know, and each individual will see said eight can teens, you bring eight can teens to water.",
        5331.88,
        5337.94
    ],
    [
        " Eight to ten can teens a lot, are you bet?",
        5338.12,
        5338.86
    ],
    [
        " And that's going to last you eight days.",
        5339.16,
        5340.32
    ],
    [
        " Six or seven.",
        5341.24,
        5342.4
    ],
    [
        " Six or seven? That's what got extended, which was not unheard of.",
        5342.64,
        5346.3
    ],
    [
        " And I'm, the Hillary Hillary helicopter would be, you know, some operation would start while you were on patrol, they'd be tasked for mettavax and you couldn't get out the day you were supposed to.",
        5346.32,
        5355.08
    ],
    [
        " You prayed, I guess, would be the nice thing to say that you got out the next day, because by then your food was exhausted, your water was either gone or shrill short.",
        5355.58,
        5368.62
    ],
    [
        " Yeah, we used to have a lot, we used to have a heat casualties in training out here in California, out the Imperial Valley where it's 120 degrees.",
        5369.04,
        5376.88
    ],
    [
        " And it's tough. And like you said, a guy can go from he's fine to all of a sudden, he's like a legitimate, like a legit casualty.",
        5377.64,
        5386.56
    ],
    [
        " That's right. Yeah.",
        5386.72,
        5387.4
    ],
    [
        " Let's go to July 4th, 1968. What was going into that operation? What was the overall operation that you guys were looking to do?",
        5390.96,
        5400.02
    ],
    [
        " We were looking to find an old LZ, a place called Charlie Ridge. You said you had neighborhoods in this area that were hotter than others in Ramadi.",
        5400.78,
        5412.08
    ],
    [
        " We had the same thing, of course, we got now some places were known as hot spots, you had almost guaranteed, you know, somebody was going to shoot a few rounds at you coming in or going out if they didn't find it during the, or you didn't find them during your patrol.",
        5412.08,
        5425.3
    ],
    [
        " But we were supposed to flip flop.",
        5426.0,
        5428.32
    ],
    [
        " You know, we'd go in and another team would come out on the top of this mountain and the team had gotten lost. They didn't know where they were.",
        5428.56,
        5437.16
    ],
    [
        " So they finally somehow, you know, scraped their Sierra together and we went out, we flip flop with them, but we were way far away from this thing.",
        5438.24,
        5449.74
    ],
    [
        " They were three or four thousand meters away from this mountain top where we were supposed to flip flop with another team.",
        5449.74,
        5455.24
    ],
    [
        " So I really pushed the patrol to find it. This place was really hard to find if this guy couldn't find it.",
        5455.96,
        5462.16
    ],
    [
        " No, no, they just were lost.",
        5462.68,
        5464.24
    ],
    [
        " But we found that thing on the second day, old firebase on this top of this mountain, you know, like three years of sea rats on the side of the mountain because we had NVA walking trail below us, they'd stop and have lunch there.",
        5464.94,
        5478.38
    ],
    [
        " Eat old sea rats. Hammond, lime beans, I think supplied half the NVA and Vietnam because I mean, just always pitch those things. Nobody ate them.",
        5479.24,
        5488.06
    ],
    [
        " But so we had a flip flop.",
        5491.26,
        5494.34
    ],
    [
        " So I didn't want to get too far away from this LZ because I want another LZ within, you know, three or four clicks.",
        5495.22,
        5501.1
    ],
    [
        " So we were going to, you know, we harbored that night, moved off into the jungle outside the LZ.",
        5502.56,
        5509.0
    ],
    [
        " Harbored that night, had some big rocks around us. I thought we were in a good position.",
        5509.66,
        5514.24
    ],
    [
        " And at night, I would pre-plot fires, you know, artillery targets north south east west around our position.",
        5514.64,
        5521.9
    ],
    [
        " In case you had to call them in the middle of the night, you didn't have to figure out what the, what's our 16-0 numbers here?",
        5521.9,
        5527.64
    ],
    [
        " No, these targets were already plotted in. So we woke up the next morning and we were just going to kind of lay low all day long in that area.",
        5528.36,
        5536.22
    ],
    [
        " It wasn't something you really wanted to do. But, you know, since we were scheduled a flip flop and battalion really wanted us to do that because it hadn't worked, you know, when we had gone in, we weren't, we should have gone in where we were going out.",
        5536.72,
        5548.9
    ],
    [
        " But they wanted to flip flop. So I said, but we're just going to lay low for this day and we'll be out here the next morning.",
        5550.64,
        5556.42
    ],
    [
        " Well, that morning, I guess, some, you know, 12-man and V.A.V. recon patrol walked a close aboard or came by a close aboard.",
        5556.98,
        5566.5
    ],
    [
        " We never heard them, but just they either saw a flash of motion. We must have been really eating breakfast.",
        5567.12,
        5572.72
    ],
    [
        " Or they heard us, which I don't think they did because we were super quiet.",
        5573.5,
        5577.22
    ],
    [
        " But all of a sudden, I just, you know, all this automatic fire opened up and fortunately it was over our heads, you know, because that's pretty typical happening in the jungle.",
        5577.4,
        5586.78
    ],
    [
        " You shoot high. But I had a big rock kind of behind me. So I'm getting guys, I'm going to go over to Rihanna starting to call the artillery and when a bullet apparently hits the rock behind me, it comes about hits me in the head from behind.",
        5586.98,
        5602.12
    ],
    [
        " It goes forward. I'm bull mom down. And I'm almost history.",
        5602.42,
        5607.48
    ],
    [
        " Next thing I know, my, uh, Kormann is doing a pat down on me. Apparently the bullet had gone through my floppy cover and didn't knock it off.",
        5608.6,
        5617.1
    ],
    [
        " And it wasn't until he saw a bullet starting to run down the side of my face that they realized the wound was up here, but there was nothing visible. So he's doing a pat down.",
        5617.58,
        5624.92
    ],
    [
        " And I knew what that meant. I knew I'd been shot. And I knew he didn't know where it was. But I never did figure out it was in my head or in the head.",
        5624.92,
        5634.04
    ],
    [
        " I concluded sometime that morning because we were on the ground for about another four hours before they tried to get us out.",
        5634.44,
        5640.96
    ],
    [
        " That I had been bitten by a centipede. I had some nasty centipedes over there who's been apparently attacked your central nervous system.",
        5642.82,
        5650.2
    ],
    [
        " So that was my working theory that morning was that I had been bitten by a centipede.",
        5650.7,
        5654.52
    ],
    [
        " It really pissed me off. How long were you on conscience for after you got hit? I was just unconscious for a few seconds because, you know, when I'm in and I'm kneeling, I'm a lean green,",
        5654.74,
        5663.68
    ],
    [
        " lean fighting machine. The next moment I'm a laying down, I'm a lean, lean green stalk of broccoli. How much time it passed between the initial fire incoming fire and you getting hit?",
        5663.98,
        5677.52
    ],
    [
        " It was really just a matter of maybe a three to five minutes. I'm trying to get guys positioned. In recon, we did not want to fire back.",
        5678.66,
        5689.2
    ],
    [
        " If somebody started firing at you, they didn't really know where you were, especially with this fire going high.",
        5690.38,
        5698.12
    ],
    [
        " And the last thing you wanted to do really was fire back. Now we know where they are. And then the deal was not to fire back.",
        5698.48,
        5706.28
    ],
    [
        " Just bringing supporting arms as quick as you could. But eventually, of course, the guy started to fire back because it was just a little too hot.",
        5707.34,
        5714.52
    ],
    [
        " And I just thought of this. I'm guessing you guys wouldn't carry like a heavy machine gun with you, like an M6 or something?",
        5714.52,
        5721.0
    ],
    [
        " No. We didn't.",
        5721.48,
        5723.04
    ],
    [
        " Too heavy. And then we had two more guys tasked with ammunition. And you can't really get one of those things set up quickly.",
        5723.58,
        5732.34
    ],
    [
        " And it jumbled. But occasionally we did. Occasionally, the warning order that I would get from battalion was, you know, you're taking an M60 on this patrol because we've had reports of X, Y, and Z in this area. And you might need it.",
        5732.68,
        5748.9
    ],
    [
        " So great.",
        5749.32,
        5749.74
    ],
    [
        " Obviously, somebody had a volunteer to do that. And my little little guy, Smith and his mouse.",
        5751.4,
        5755.52
    ],
    [
        " He would always want to carry the M60. Great kid. Great kid. Never really had to use it in the jungle, which was good. But occasionally we carry it.",
        5756.24,
        5766.88
    ],
    [
        " So here you are. You're five minutes into this gun fight. You get hit. You're unconscious for a very short period of time. And then you come back to. And how do you feel when you come back?",
        5767.12,
        5776.54
    ],
    [
        " Again, didn't know what had happened. I got it. My first thought was the centipede thing. But sounds were muffled. Color was gone. Things were moving in black slowly and black and white around me. And sounds were very muffled.",
        5778.16,
        5791.44
    ],
    [
        " By now, we, the artillery, we started to come in. We had a brand new second lieutenant with us. He was on his first snap in patrol. He apparently assumed command.",
        5792.54,
        5802.2
    ],
    [
        " Along with my experience corporal, who is my normally was the patrol leader for this patrol. And together they, they managed the situation. And we got everybody out. I was the only one wounded. Take that back.",
        5802.48,
        5816.76
    ],
    [
        " Crew chief on the helicopter that picked us up was wounded. He was on a 50 caliber and got hit in the hand.",
        5817.3,
        5824.0
    ],
    [
        " But we were the only two wounded. I was the only guy I had my patrol wounded. The corpsman standing. The same class hospital. He kept me alive for like four hours until I could get me into the day.",
        5825.88,
        5838.86
    ],
    [
        " How bad were you bleeding? Apparently, blood out. There's a there's a cavity down the center of your head called the superior sagittal sinuses like an upside down triangle. And it drains blood.",
        5839.44,
        5851.0
    ],
    [
        " Your brain and that was nicked by the bullet was just close enough to midline to nickless purer sagittal sinuses.",
        5851.28,
        5857.76
    ],
    [
        " Like remember my car might just get put in battle battle dressing after battle dressing on my head.",
        5858.36,
        5862.6
    ],
    [
        " I threw my whole day. Needless to say, were you like passing back out and then waking back up? I was. I was. I remember.",
        5863.16,
        5872.58
    ],
    [
        " I knew I could hear the helicopter coming in and I knew we were about to break out of the jungle to run to the Z. The helicopter was coming in that we had been on the day before.",
        5873.96,
        5882.76
    ],
    [
        " So I took all this strength I could about to open my eyes and look up. And all of a sudden we're traitors conferred to kind of over us from all points of the company.",
        5883.4,
        5892.36
    ],
    [
        " Damn, this is serious.",
        5892.96,
        5894.06
    ],
    [
        " You're I got I got some information that that your kids gathered up and one of them one of them was a note from Captain Frederick Rick J Wilson the third.",
        5895.88,
        5908.96
    ],
    [
        " And he wrote this little kind of description of what happened. He says I was the pilot of the CH 46 Y T tack 13 mmh 164 that rescued your team.",
        5909.32,
        5922.42
    ],
    [
        " What you couldn't know was that a lot of people including your recon team are responsible for getting you to the hospital. I've been really remember the mission because my crew chief was wounded. That's the guy you just talked about.",
        5922.62,
        5931.4
    ],
    [
        " He like you also survived and prospered. He and I received silver stars for our actions that day. You tend to remember things like that. I flew 928 missions in Vietnam and that one was my hairiest.",
        5931.92,
        5943.7
    ],
    [
        " I first heard that your team was in trouble and you were wounded when I was landing at the Nang hospital with another MetaVac. Because of your head injuries I was able to get a corpsman at the hospital before I headed out for the rescue.",
        5944.2,
        5954.96
    ],
    [
        " It turned out to be the corpsman Terry daily was from my hometown of Wakefield, Rhode Island. I found this out 20 years later when Terry's wife showed up at my sister's house with an old copy of stars and strives that covered the mission.",
        5955.42,
        5966.96
    ],
    [
        " Your team evidently ran into an NBA base camp that no one knew was there and was greatly outnumbered. Because of your wounds and the combat situation and extraction was requested and I was the closest to the action.",
        5967.36,
        5979.4
    ],
    [
        " The problem soon became apparent that the team needed to move about 200 yards to an old bomb crater where I could land. I called for gunship support and some fast movers.",
        5980.0,
        5990.06
    ],
    [
        " What I got was 4 flights of fandoms dropping bombs pretty close to the team and 4 Huey gunships. I was circling overhead for about an hour before the team got to the only feasible landing zone on the ridge.",
        5990.06,
        6003.0
    ],
    [
        " They did a good job of suppressing fire until I was landing. Fortunately the bomb crater also protected me somewhat and we were able to get everyone on board.",
        6003.24,
        6013.7
    ],
    [
        " I was a little short on fuel but that worked on my favor because I was also about 2000 pounds over gross according to my copilot who was wondering if we could lift off.",
        6013.84,
        6023.08
    ],
    [
        " In the meantime your team and my gun are engaged in a firefight. Your team knocked out all the windows on my bird but I didn't object because they were covering my butt.",
        6023.7,
        6032.48
    ],
    [
        " We managed to take off and took a few hits out on the way but thanks to the Huey's escorting me I was able to dive off the ridge and get out a range.",
        6033.1,
        6042.42
    ],
    [
        " Long story short we were able to get everyone to the hospital and the NVA got a beating.",
        6042.6,
        6048.02
    ],
    [
        " So he had to like just take off and just fly over this ridge right?",
        6049.32,
        6053.58
    ],
    [
        " Apparently he just kind of dove off the ridge and you know, game speed came back up. I heard that this thing was so riddled with bullets.",
        6054.56,
        6063.06
    ],
    [
        " His helicopter was the Marine Corps helicopter facility was across this highway from the hospital in the neck. They wouldn't fly it over there.",
        6063.48,
        6071.68
    ],
    [
        " They call for a tug to tow it over there. I think we're going to try to put that thing back in the air that day.",
        6071.76,
        6078.58
    ],
    [
        " Oh man. He continues on. This was a nice I'm I'm taking like bits of this from a nice letter that he wrote but he says I understand that you count that day as an alive day which is a very good thing to celebrate.",
        6079.68,
        6091.28
    ],
    [
        " I was probably one of the few Marines who enjoyed their torn Vietnam. Primarily because I was saving lives and rescuing you recon teams.",
        6091.42,
        6097.56
    ],
    [
        " I also love the flying since they would never let you fly like that back in the States.",
        6097.56,
        6102.52
    ],
    [
        " One of the best things to come out of Vietnam was the improvement in medical care. You're proof you are proof of that as a survival rates from Afghan as our other survival rates for my rack in Afghanistan.",
        6103.52,
        6112.94
    ],
    [
        " Hope you ever wonder wonderful 50th rebirth day happy birthday Marine and that's once again that's Captain Frederick Rick J Wilson the third.",
        6113.24,
        6121.54
    ],
    [
        " He was the command pilot that day and the burden pulled me on the team out saved all our lives. No question about.",
        6122.78,
        6130.94
    ],
    [
        " Well did you guys under the threat of being overrun at some point soon? I tell you the truth. Jocco I have no idea really. My memory of that day was pretty sketchy.",
        6131.96,
        6143.32
    ],
    [
        " I talked to him on the phone last year and he said they had to circle overhead for an hour because they just couldn't set it down. There was no possible way and they estimated probably 200 NBA on the ground.",
        6143.78,
        6156.26
    ],
    [
        " And that's part of the reason why they weren't able to fly it back to squadron because small arms fire through rotor blades.",
        6157.34,
        6163.44
    ],
    [
        " As an imagery officer I always felt very comfortable on the ground and very exposed on the helicopter. I just figured those were things were flying magnets that made a lot of noise.",
        6165.56,
        6174.24
    ],
    [
        " But of course the aviators felt just the other way they were felt safe in their birds and were never wanted to be on the ground.",
        6175.72,
        6183.36
    ],
    [
        " I feel the exact same thing as you. I didn't like any sort of machine. I didn't like any of them. I wanted to just be on my feet.",
        6185.28,
        6192.58
    ],
    [
        " Exactly.",
        6193.04,
        6193.12
    ],
    [
        " And that feeling that you have an helicopter where you're up flying and all you see is all you see when I'm flying in a helicopter is threats.",
        6194.74,
        6202.44
    ],
    [
        " And you can't even come close to cover them all. At least on the ground I can cover some of the threats. When you're in an aircraft it's like I'm waiting to get shot to hell.",
        6202.82,
        6212.46
    ],
    [
        " That's what it feels like to me.",
        6212.58,
        6213.66
    ],
    [
        " When do you remember coming to or when do you remember what they do with you once you got in the hospital? Do you remember much of that?",
        6214.88,
        6220.66
    ],
    [
        " No, I remember the helicopter landing because my head bounced on the middle.",
        6221.42,
        6228.92
    ],
    [
        " I was like damn, could I put something on my head? I remember them picking me up and putting me on a stretcher because they grabbed my belt and picked up my middle.",
        6229.18,
        6237.84
    ],
    [
        " And it felt like a grog just going right through me.",
        6238.34,
        6241.76
    ],
    [
        " I faintly remember the sound of hearing this guy that sounded like it was on the other side of a football field saying negative vitals, negative vitals, negative vitals.",
        6242.52,
        6254.28
    ],
    [
        " And then the next thing I felt was crushed on my chest. That's okay because they're getting the heart back up.",
        6254.28,
        6261.78
    ],
    [
        " So they were doing CPR.",
        6262.86,
        6265.3
    ],
    [
        " I was apparently resuscitated three times just after the helicopter landed at the NSA denying the hospital.",
        6265.6,
        6272.66
    ],
    [
        " But my corpsman had been straddling at the whole time when the helicopter was pushing on the heart to keep blood flowing.",
        6273.28,
        6279.08
    ],
    [
        " And it was my best day.",
        6281.24,
        6285.0
    ],
    [
        " What I'm here talking about it so.",
        6285.6,
        6287.74
    ],
    [
        " It will take you that makes a huge difference. Believe me.",
        6288.04,
        6291.92
    ],
    [
        " Because there's no reason I should be.",
        6292.54,
        6294.22
    ],
    [
        " When I left Bethesda after a year my attending physician was the chief of neurosurgery.",
        6294.78,
        6299.0
    ],
    [
        " He called me into the office and said, hey, I can't help.",
        6299.72,
        6301.6
    ],
    [
        " I wish that medicine could take credit for this button. He said, we can't.",
        6302.72,
        6307.42
    ],
    [
        " He says, I don't know what it's whatever you want to call it. Karma, luck, God, whatever you want to call it.",
        6307.42,
        6313.26
    ],
    [
        " I wish it was medicine, but it wasn't.",
        6313.54,
        6315.54
    ],
    [
        " I figured he was a pretty leading expert on head injuries.",
        6315.94,
        6319.68
    ],
    [
        " How long did it so you get to the hospital and you're there?",
        6321.18,
        6325.24
    ],
    [
        " At some point they must have gotten you stabilized.",
        6326.08,
        6327.98
    ],
    [
        " They must have. As I understood it, the chief neurosurgeon from the hospital should just happen to be there that day.",
        6330.36,
        6336.78
    ],
    [
        " Like giving an insurface or something like that.",
        6336.9,
        6338.58
    ],
    [
        " And boom, they were on me like flies on stink.",
        6339.32,
        6342.02
    ],
    [
        " I just remember waking up being extremely cold and hearing a baby cry.",
        6342.78,
        6349.64
    ],
    [
        " Cry and cry and cry.",
        6350.24,
        6352.18
    ],
    [
        " This can't be right.",
        6352.94,
        6354.24
    ],
    [
        " Maybe I'm not here.",
        6354.56,
        6357.44
    ],
    [
        " But sure enough, there was a quorum of tumulator a couple days later that there was a baby that had been burned due to US force action.",
        6359.26,
        6368.3
    ],
    [
        " This was like a ward that was an intensive care ward, apparently.",
        6368.78,
        6373.92
    ],
    [
        " There was a baby in every couple of momma's sides and the baby did cry almost all the time.",
        6374.54,
        6378.5
    ],
    [
        " That's what I remember. My troops came to say goodbye.",
        6379.72,
        6383.42
    ],
    [
        " 22 of them, they let them in and groups of two.",
        6384.34,
        6387.1
    ],
    [
        " All I could do was cry.",
        6388.06,
        6391.84
    ],
    [
        " I just, I didn't have words for other than say, keep your head down and stuff like that.",
        6392.98,
        6397.42
    ],
    [
        " Because I knew by then that I had a head injury.",
        6397.82,
        6399.48
    ],
    [
        " And I knew it just slowly dawned.",
        6400.2,
        6402.88
    ],
    [
        " No one told me that this left side was paralyzed along with my right leg.",
        6402.88,
        6407.42
    ],
    [
        " No one told me that it just came to me over time when I would try to do something.",
        6407.8,
        6411.06
    ],
    [
        " The only way I could get attention is I had this perfect left paralysis down my face.",
        6411.66,
        6415.92
    ],
    [
        " I'd raise my hand.",
        6416.78,
        6418.66
    ],
    [
        " They tied it down.",
        6419.38,
        6420.58
    ],
    [
        " The bedrails, because all the IVs were in the right arm.",
        6420.9,
        6423.98
    ],
    [
        " I was helpless.",
        6424.68,
        6426.04
    ],
    [
        " I'd never been so miserable as that moment when they tied that arm down.",
        6427.46,
        6430.82
    ],
    [
        " And it just the trauma to your brain that it caused you to be paralyzed in your left arm",
        6430.84,
        6435.56
    ],
    [
        " and was your left side of your body.",
        6435.56,
        6437.52
    ],
    [
        " Left side of my body in the right leg.",
        6437.54,
        6438.98
    ],
    [
        " The bullet had blown away about three by seven centimeter defect in my skull.",
        6439.24,
        6446.2
    ],
    [
        " It had penetrated the meninges, nicked the parietal lobe and the frontal lobes",
        6446.82,
        6453.66
    ],
    [
        " and tore the purest agile sinus.",
        6453.66,
        6455.56
    ],
    [
        " That's one of the incompatible with life as we know it.",
        6456.28,
        6459.42
    ],
    [
        " But here I am telling you about it.",
        6459.76,
        6461.98
    ],
    [
        " One of your guys, once again, your kids did an awesome job",
        6462.38,
        6469.38
    ],
    [
        " gathering some information.",
        6469.38,
        6471.12
    ],
    [
        " One of your guys, Robert Wood, Daily, Baird, the third.",
        6471.28,
        6476.54
    ],
    [
        " You're a third too?",
        6477.28,
        6478.58
    ],
    [
        " I'm a second.",
        6478.94,
        6479.4
    ],
    [
        " I thought, he thought you were third, but yeah, so he's the third.",
        6480.4,
        6485.04
    ],
    [
        " He was a Lance Corporal in first platoon Delta Company, first recon battalion.",
        6485.76,
        6491.66
    ],
    [
        " He talks about, and he starts off telling what it was like for him to meet you",
        6492.22,
        6497.04
    ],
    [
        " and how impressed he was with you as a leader.",
        6497.04,
        6499.06
    ],
    [
        " He actually felt what you talked about earlier.",
        6499.86,
        6501.5
    ],
    [
        " He could tell you cared about the troops.",
        6501.74,
        6504.72
    ],
    [
        " And then it gets to this point where they're coming to that,",
        6506.12,
        6515.0
    ],
    [
        " Robert Wood, Daily, Baird, the third says, he says, then that afternoon,",
        6515.0,
        6518.38
    ],
    [
        " the teammate of solemn journey to the Naval Hospital to see the lieutenant.",
        6518.78,
        6522.64
    ],
    [
        " Everyone watched the scenery without really seeing it.",
        6523.32,
        6526.2
    ],
    [
        " As we rode along in a six by truck, we were too worried about him.",
        6526.54,
        6530.24
    ],
    [
        " We arrived and went to Neuro Ward Bravo 2.",
        6530.9,
        6534.52
    ],
    [
        " We could only see him two at a time, and since I was new, I was last.",
        6535.46,
        6539.48
    ],
    [
        " I waited.",
        6539.86,
        6540.26
    ],
    [
        " When my teammates came out, they looked pale.",
        6541.08,
        6543.82
    ],
    [
        " Then it was my turn. I was nervous. I entered the World Ward.",
        6544.36,
        6548.14
    ],
    [
        " It was lengthy with empty racks here at the near end.",
        6548.62,
        6552.94
    ],
    [
        " Each rack was covered with a crisp white sheet ready for its next visitor.",
        6553.58,
        6557.12
    ],
    [
        " On a long shelf on the right, there were plastic models of planes, ships, and cars",
        6557.86,
        6562.0
    ],
    [
        " that the patients had made. I walked onward.",
        6562.0,
        6564.58
    ],
    [
        " One of the healthier men was putting together a model plane.",
        6564.98,
        6567.64
    ],
    [
        " On the left was an ancient poppison with white hair.",
        6568.6,
        6571.48
    ],
    [
        " His beard, a dirty gray, contrasted with his hospital tunic, a nurse with an angelic voice attracted my attention.",
        6571.48,
        6578.9
    ],
    [
        " I noticed her face, firm with conviction, and wondered how she could work in such a tragic place.",
        6579.36,
        6584.42
    ],
    [
        " She was feeding a baby, seeing that struck me deeply.",
        6584.8,
        6588.42
    ],
    [
        " The baby was burned over 70% of its body.",
        6588.76,
        6590.94
    ],
    [
        " I pressed onward, but paused, wondering what I should say.",
        6592.12,
        6595.94
    ],
    [
        " Patients filled the beds at this end of the ward, unhealed wounds, burns, scars, and vacant stairs, stabbed out at me.",
        6596.48,
        6604.32
    ],
    [
        " Half of a face there. No eyes and no arm legs here.",
        6605.38,
        6608.98
    ],
    [
        " Body's covered with gauze, seemingly mummified.",
        6609.8,
        6612.42
    ],
    [
        " The morbid display may be realized how truly bad war is, but the worst was yet to come.",
        6612.86,
        6617.64
    ],
    [
        " I passed Harry Mundorf and Rudy Saville.",
        6618.08,
        6621.04
    ],
    [
        " They were coming out, somehow they didn't look the same as when I'd seen them a short time ago.",
        6621.18,
        6625.68
    ],
    [
        " There he was, in the last raft on the left.",
        6626.28,
        6629.66
    ],
    [
        " He lay on his right, siding glanced up, with glazed eyes when I approached.",
        6630.42,
        6634.52
    ],
    [
        " A turban of bandages covered his head.",
        6634.86,
        6637.48
    ],
    [
        " His pale face showed no emotion except sadness, and his eyes were red from crying.",
        6638.18,
        6642.98
    ],
    [
        " All the time we talked, he stared at the airborne parachute wings on my chest",
        6643.88,
        6650.16
    ],
    [
        " as if they were something he wanted very badly.",
        6650.16,
        6652.8
    ],
    [
        " He had told me when I first joined the platoon that he hadn't gone to jump school yet, and that he was looking forward to it.",
        6653.32,
        6660.7
    ],
    [
        " He started by saying, hello, Beard, how you doing?",
        6660.9,
        6663.1
    ],
    [
        " I said, good afternoon, sir, I'm fine. His voice was weak, like a child who was afraid at times I could barely hear him.",
        6663.7,
        6669.54
    ],
    [
        " He added again to the conversation by thanking all of us, and I replied that it had been the least we could do.",
        6669.8,
        6678.0
    ],
    [
        " Then I asked him if he'd be back at recon in three months or so.",
        6680.16,
        6683.2
    ],
    [
        " A tear came to his eye, and he said he would never be coming back.",
        6683.64,
        6686.64
    ],
    [
        " You see, he said my legs are paralyzed.",
        6686.78,
        6688.44
    ],
    [
        " I choked up on my skin, crawled, and I was unable to speak.",
        6689.38,
        6692.34
    ],
    [
        " A silence cold and heavy, a silence cold and heavy prevailed.",
        6694.24,
        6698.72
    ],
    [
        " Finally, he broke the silence saying, Beard, you're a big man, and there's something I want you to do.",
        6699.32,
        6704.04
    ],
    [
        " Keep your head down there, keep your head down when you're out in the bush.",
        6704.76,
        6707.8
    ],
    [
        " This statement hit me and grabbed at my heart, and I screamed inside myself deep, deep down somewhere that I never knew existed.",
        6708.94,
        6716.54
    ],
    [
        " I promised him that I would, and bid him my fondest farewell, turned and walked away.",
        6716.96,
        6722.82
    ],
    [
        " I wanted to run from him, from them, from the whole world.",
        6723.58,
        6727.12
    ],
    [
        " I wanted to run past those helpless men in those metal beds, out to the street and far, far away.",
        6727.46,
        6732.5
    ],
    [
        " But I kept my control and walked at a brisk pace.",
        6732.88,
        6735.5
    ],
    [
        " The echoes of that scream resounded inside me again and again, threatening to tear me apart.",
        6736.62,
        6741.8
    ],
    [
        " Suddenly, the anguish melted away as I stepped out into the brutal, tropic sun.",
        6742.36,
        6747.06
    ],
    [
        " But the feeling that I had still ran like hot lava through my veins.",
        6748.1,
        6753.0
    ],
    [
        " The ride back home was the same.",
        6753.9,
        6756.02
    ],
    [
        " No one looked at the scenery or on each other nor talked with anyone.",
        6756.5,
        6759.4
    ],
    [
        " Each was involved with their own memories of second Lieutenant Charles Robert Eisenbach, the second.",
        6759.44,
        6765.26
    ],
    [
        " He was a man with such brilliant mind and exuberance to be alive.",
        6765.9,
        6770.32
    ],
    [
        " Now he lay in a hospital, suffering a far worse fate to him than death.",
        6770.64,
        6775.12
    ],
    [
        " His once healthy body was now frail and flimsy, like a person who had always been an invalid.",
        6775.68,
        6780.12
    ],
    [
        " Left only was his mind, and he had too much time to think and reflect upon what had happened and what was going to happen.",
        6780.84,
        6786.88
    ],
    [
        " It was a great strain and shock to see him with hope.",
        6787.76,
        6792.12
    ],
    [
        " He will work his way back because he does have guts.",
        6792.3,
        6797.18
    ],
    [
        " And what's interesting about that, that's a heavy rendering of what happened.",
        6798.24,
        6804.32
    ],
    [
        " But that's actually from his personal journal that he kept while he was in Vietnam.",
        6804.48,
        6807.84
    ],
    [
        " Those are the thoughts of whatever, probably a 20-year-old kid seeing this unfold.",
        6807.98,
        6813.26
    ],
    [
        " Well, I need to say, Alaska Robert Baird, I think he had a year of college.",
        6814.14,
        6817.78
    ],
    [
        " He was kind of a platoon spokesman.",
        6818.22,
        6819.76
    ],
    [
        " He became a writer and a poet.",
        6820.14,
        6822.72
    ],
    [
        " So he obviously had a great command of the English language and maybe saw some things or invented some things that weren't necessarily there.",
        6824.2,
        6832.22
    ],
    [
        " But that was his reality.",
        6832.74,
        6834.86
    ],
    [
        " And that's fine with me. I can't argue with it.",
        6835.12,
        6837.56
    ],
    [
        " Nothing he said in the era I don't think was untrue.",
        6837.76,
        6840.52
    ],
    [
        " I was what we call a hurt and gated.",
        6841.34,
        6843.38
    ],
    [
        " In fact, I remember they told me that I was going to an army hospital in Japan.",
        6844.82,
        6855.52
    ],
    [
        " Well, one thing I knew was that Marines, when they got wounded in Vietnam, they went to Naval Hospital in Yokohama.",
        6855.92,
        6861.22
    ],
    [
        " So I just pissed a little, hissy fit.",
        6861.74,
        6864.96
    ],
    [
        " Why are you sending me to an army hospital?",
        6865.52,
        6867.64
    ],
    [
        " Not knowing that this army hospital in Camp Drake outside of Tetsukawa Air Force Base in Japan was where all head injuries went.",
        6868.28,
        6876.28
    ],
    [
        " That was their specialty, head injuries.",
        6876.42,
        6878.66
    ],
    [
        " So they finally got a dock in there to calm me down and tell me how this was the place I needed to be.",
        6879.46,
        6885.64
    ],
    [
        " And one hospital was just as good as another, which of course you don't believe when it's not your service in hospital.",
        6886.3,
        6894.02
    ],
    [
        " But hey, I was 23-year-old kiddo.",
        6894.06,
        6896.26
    ],
    [
        " And I had been in Naval hospitals before and had always gotten great care.",
        6897.12,
        6901.48
    ],
    [
        " And that's what I was expecting.",
        6901.8,
        6903.26
    ],
    [
        " And it turned out this general support hospital that I ended up at was first rate.",
        6903.58,
        6909.0
    ],
    [
        " I was there for like 10 days before I was stable enough to make the plan trip back home.",
        6909.44,
        6914.8
    ],
    [
        " And an interesting place.",
        6915.38,
        6917.34
    ],
    [
        " 10 days you're there.",
        6918.14,
        6919.7
    ],
    [
        " Are they doing surgeries on you or are they just trying to let you heal up?",
        6920.64,
        6924.28
    ],
    [
        " They're just letting me heal up and they've started physical therapy on me.",
        6924.66,
        6928.82
    ],
    [
        " I had tremendous spasms in both my legs and my left arm.",
        6928.86,
        6933.52
    ],
    [
        " So they had physical therapy.",
        6933.7,
        6934.7
    ],
    [
        " It makes them braces that they put on my feet and they made a hand brace where I was with my thumb sticking out like this.",
        6934.94,
        6941.12
    ],
    [
        " And one of my arm would spass this thing, come and beat me in the eye.",
        6941.66,
        6944.42
    ],
    [
        " I have to hold this arm down.",
        6944.84,
        6946.58
    ],
    [
        " I was miserable.",
        6947.1,
        6948.08
    ],
    [
        " There was just a young kid to my right who lost an eye.",
        6948.98,
        6953.58
    ],
    [
        " It was an Air Force Airman and it lost an eye and an eye.",
        6953.66,
        6957.12
    ],
    [
        " That was his problem.",
        6957.24,
        6958.6
    ],
    [
        " That was his major problem.",
        6958.98,
        6959.76
    ],
    [
        " And he had been tasked to be my feeder and my smoker.",
        6960.2,
        6963.32
    ],
    [
        " I was a smoker then.",
        6963.58,
        6964.54
    ],
    [
        " And I would just crave a camel and he'd have to be around to handle it because I couldn't deal with it.",
        6965.28,
        6971.16
    ],
    [
        " But it's a terrific kid and they took excellent care of me in this hospital.",
        6972.22,
        6977.4
    ],
    [
        " They did everybody else.",
        6977.64,
        6979.08
    ],
    [
        " So the spasms in your arms and legs, which we were all admittedly,",
        6979.62,
        6985.0
    ],
    [
        " all of us just laughed when you told that story.",
        6985.16,
        6986.92
    ],
    [
        " It was pretty disturbing.",
        6987.1,
        6987.9
    ],
    [
        " But that had to be a little bit of a good sign because some kind of spasm means that there's some nerve signal getting there.",
        6988.74,
        6996.12
    ],
    [
        " Exactly.",
        6996.98,
        6997.46
    ],
    [
        " And what it was was a screwed up signal.",
        6997.84,
        7000.26
    ],
    [
        " It wasn't telling the thing to do anything unusual.",
        7000.88,
        7003.72
    ],
    [
        " It was just telling these muscles to fire.",
        7003.98,
        7006.56
    ],
    [
        " Again, from the damaged area in my brain as I understand it, looking back on it.",
        7006.86,
        7012.38
    ],
    [
        " But was your mindset that you're going now from, hey,",
        7012.72,
        7016.66
    ],
    [
        " I mean, when you said you were paralyzed when you initially got hit,",
        7017.54,
        7020.2
    ],
    [
        " and now you can't move your leg, you can't move your,",
        7021.06,
        7023.76
    ],
    [
        " either one of your legs or your left arm right, right?",
        7023.8,
        7026.24
    ],
    [
        " And did you, in your mind, did you think, okay, I might be, this might be it.",
        7026.98,
        7030.26
    ],
    [
        " You know, I might be paralyzed like this forever.",
        7030.42,
        7031.82
    ],
    [
        " Well, of course, you don't know what the future holds.",
        7031.98,
        7034.8
    ],
    [
        " I mean, none of us do.",
        7034.8,
        7036.08
    ],
    [
        " But the better you become, the more aware you become of your limitations.",
        7036.78,
        7041.32
    ],
    [
        " And yeah, you start to think, you know, how long is this going to last?",
        7042.14,
        7046.32
    ],
    [
        " Is this forever?",
        7046.5,
        7047.08
    ],
    [
        " What am I going to do for the rest of my life, you know?",
        7047.74,
        7050.36
    ],
    [
        " You know, you're not going to be a marine because, you know,",
        7051.28,
        7054.62
    ],
    [
        " have a job description of marine through, you know, in wheelchairs and stuff like that.",
        7055.12,
        7058.94
    ],
    [
        " But the one saving grace I always thought was, well, I'm single.",
        7059.5,
        7064.48
    ],
    [
        " At least there's not, you know, a wife involved and a child on the way,",
        7064.66,
        7069.04
    ],
    [
        " like most of my contemporaries had.",
        7069.12,
        7070.88
    ],
    [
        " But a conversely, the guys who were, you know, as I found out later on at Bethesda,",
        7071.68,
        7076.48
    ],
    [
        " the guys who were married felt it was much better to be married",
        7076.48,
        7079.16
    ],
    [
        " because you had this, you know, direct support system that you were coming back into.",
        7079.16,
        7082.78
    ],
    [
        " You know, you know, this woman was going to be there.",
        7083.58,
        7085.58
    ],
    [
        " They weren't, of course, always.",
        7086.18,
        7087.94
    ],
    [
        " You know, things don't last a lot of times when you get big changes like that in your life, unfortunately.",
        7088.56,
        7092.92
    ],
    [
        " But the guys who were married thought it would much better to be married",
        7093.56,
        7096.0
    ],
    [
        " and those of us who were single, those of us who were much better to be single.",
        7096.0,
        7098.48
    ],
    [
        " But sure, you say, you know, that's the first question out of your mind",
        7099.26,
        7105.32
    ],
    [
        " is when you get to your final destination, which for me was Bethesda Naval Hospital.",
        7105.32,
        7109.14
    ],
    [
        " It was, Doc, how long am I going to be here?",
        7109.42,
        7111.36
    ],
    [
        " Well, they don't have any idea.",
        7111.94,
        7112.82
    ],
    [
        " They don't know how your cover is going to unwind.",
        7113.36,
        7116.0
    ],
    [
        " So finally, my doctor said to me, hey, you could be here for two years.",
        7116.58,
        7119.6
    ],
    [
        " And I can't guarantee that you'll walk out even then.",
        7120.06,
        7122.86
    ],
    [
        " I thought to myself, well, damn, he didn't know who he's dealing with.",
        7123.12,
        7126.26
    ],
    [
        " My plane, I got shot on the fourth of July.",
        7126.76,
        7128.28
    ],
    [
        " My plan was to be back and be out and on by Christmas with my guys.",
        7128.3,
        7130.92
    ],
    [
        " You know, that didn't work out, but that was my plan.",
        7131.44,
        7133.4
    ],
    [
        " And I worked hard to make it happen.",
        7133.5,
        7135.54
    ],
    [
        " It didn't happen.",
        7135.72,
        7136.26
    ],
    [
        " You know, a year later, I walked out of there under my own power",
        7136.28,
        7139.4
    ],
    [
        " with a leg brace and a cane and got on an ambulance and was driven down the road",
        7139.4,
        7143.42
    ],
    [
        " in 95 to the VA Hospital in Richmond, Virginia, where I stayed another four months.",
        7143.42,
        7147.46
    ],
    [
        " But you don't know what's going to happen.",
        7148.32,
        7150.36
    ],
    [
        " You're just, it's a slowly evolving, you know,",
        7150.6,
        7156.7
    ],
    [
        " kind of mental process you go through.",
        7156.76,
        7158.5
    ],
    [
        " You hit a point, I did.",
        7159.3,
        7161.12
    ],
    [
        " And I know what other guys did too, because we talked about this.",
        7161.3,
        7163.4
    ],
    [
        " Well, you'd say, why me, you know, why me, God, why this happened to me?",
        7163.48,
        7168.88
    ],
    [
        " And I don't know if other guys got there, got an answer to that question,",
        7169.78,
        7173.44
    ],
    [
        " but I did.",
        7173.44,
        7174.14
    ],
    [
        " Over time, this answer evolved, you know, and the answer was,",
        7174.82,
        7179.68
    ],
    [
        " why not you, Eisenbach?",
        7179.94,
        7182.12
    ],
    [
        " Who are you?",
        7182.8,
        7183.46
    ],
    [
        " You're no better than anybody else I put down that little blue planet.",
        7184.06,
        7187.6
    ],
    [
        " But you're no worse either.",
        7187.88,
        7189.16
    ],
    [
        " So you're just going to have to go with the punches.",
        7190.58,
        7193.22
    ],
    [
        " And that's the answer.",
        7193.76,
        7194.42
    ],
    [
        " You know, why not?",
        7194.98,
        7195.42
    ],
    [
        " You're no better, no worse than anybody else.",
        7195.66,
        7197.52
    ],
    [
        " I mean, that's a little hard for, I think, for some people to stomach,",
        7197.94,
        7200.04
    ],
    [
        " but that was the answer I got.",
        7200.12,
        7201.26
    ],
    [
        " And, you know, it's served its purpose.",
        7201.72,
        7204.56
    ],
    [
        " Okay, why not me?",
        7204.82,
        7206.2
    ],
    [
        " This is it.",
        7206.3,
        7206.76
    ],
    [
        " This is the way it is.",
        7206.88,
        7207.54
    ],
    [
        " I guess I'm what I, I just have to take it a day at a time,",
        7207.8,
        7210.78
    ],
    [
        " and do my best to get better and see where I end up.",
        7211.12,
        7214.38
    ],
    [
        " And when I get to that point, you know,",
        7214.62,
        7217.98
    ],
    [
        " I'll make decisions about what I'm going to do for the future,",
        7218.46,
        7220.5
    ],
    [
        " which I, you know, I did.",
        7221.1,
        7221.96
    ],
    [
        " I had a lot of locational counseling from the VA,",
        7222.12,
        7224.2
    ],
    [
        " when I got flushed, you know, out of the service and out of the VA system.",
        7224.54,
        7228.8
    ],
    [
        " I got a lot of, like I said, vocational counseling.",
        7229.58,
        7232.2
    ],
    [
        " I got interest tests that I'd take, you know, because the question now is,",
        7232.34,
        7235.98
    ],
    [
        " okay, what am I going to do for the rest of my life?",
        7236.3,
        7238.0
    ],
    [
        " Well, not surprisingly, I scored highest on military officer.",
        7238.6,
        7241.76
    ],
    [
        " Oh, right.",
        7242.3,
        7242.88
    ],
    [
        " Gee, I just was one of those a couple of months ago.",
        7243.9,
        7246.58
    ],
    [
        " Second highest was FBI agent.",
        7246.74,
        7248.92
    ],
    [
        " Oh, that sounds good, but again, they don't have job descriptions for guys who limp, you know.",
        7249.2,
        7254.24
    ],
    [
        " And finally, I scored third on teacher.",
        7254.82,
        7258.66
    ],
    [
        " I said, well, that's interesting.",
        7259.34,
        7261.08
    ],
    [
        " And that evolved in the thing about becoming a therapist.",
        7261.8,
        7264.1
    ],
    [
        " And specifically a speech therapist.",
        7265.06,
        7268.1
    ],
    [
        " I had a speech defect that I just kind of overcame myself at Bethesda",
        7268.36,
        7274.68
    ],
    [
        " by slowing down and trying to think about what I was going to say before I said it.",
        7274.74,
        7279.16
    ],
    [
        " I got the nickname Spock, because my speech became very deliberate.",
        7279.72,
        7283.7
    ],
    [
        " But when I was just spontaneous, apparently, and I never heard this,",
        7284.22,
        7287.72
    ],
    [
        " but my roommate would say, I said, but I said, what?",
        7287.88,
        7292.64
    ],
    [
        " You said, what was with that language?",
        7293.16,
        7295.12
    ],
    [
        " I said, what language?",
        7295.6,
        7296.2
    ],
    [
        " You know, maybe you had some visitors, a couple of gals from people I knew,",
        7296.86,
        7300.3
    ],
    [
        " or overseas and we got up.",
        7301.1,
        7301.92
    ],
    [
        " He said, it was filthy.",
        7301.92,
        7303.76
    ],
    [
        " I'd say, really?",
        7304.22,
        7305.42
    ],
    [
        " I'd never heard it.",
        7305.86,
        7307.06
    ],
    [
        " And he said, yes.",
        7307.76,
        7308.36
    ],
    [
        " So I started to slow down myself and try to think about what I would say.",
        7308.56,
        7312.08
    ],
    [
        " But speech therapists kind of stuck in my mind after this vocational counseling that I got.",
        7312.68,
        7317.84
    ],
    [
        " That's eventually what I became with a speech language pathologist.",
        7318.04,
        7321.08
    ],
    [
        " So when he said your speech was filthy, you mean that you were like swearing?",
        7321.66,
        7325.08
    ],
    [
        " Oh, yeah.",
        7325.3,
        7325.58
    ],
    [
        " Yeah.",
        7326.32,
        7326.54
    ],
    [
        " Yeah.",
        7326.92,
        7327.0
    ],
    [
        " Just using every filthy word.",
        7327.26,
        7328.78
    ],
    [
        " Like what's that Tourette syndrome?",
        7329.44,
        7331.08
    ],
    [
        " Is that what it's called?",
        7331.36,
        7331.82
    ],
    [
        " Yeah, with a Tourette syndrome scenario.",
        7331.92,
        7334.06
    ],
    [
        " I had no idea that I was doing that I didn't hear it.",
        7334.58,
        7338.12
    ],
    [
        " Because what, you just did it naturally?",
        7338.24,
        7339.72
    ],
    [
        " Like that's how you talked kind of thing?",
        7340.14,
        7341.84
    ],
    [
        " Or like why didn't you remember it?",
        7342.12,
        7343.72
    ],
    [
        " No, it wasn't how I normally would speak.",
        7343.98,
        7346.26
    ],
    [
        " It would just come out in totally inappropriate situations.",
        7346.54,
        7350.5
    ],
    [
        " It not amongst the guys, but amongst visitors.",
        7350.64,
        7354.76
    ],
    [
        " And like I said, I didn't know what was going on.",
        7356.1,
        7358.1
    ],
    [
        " But you kind of glanced over the fact that you got the feedback, hey, you can't stay in the Marine Corps anymore.",
        7359.26,
        7368.44
    ],
    [
        " And it sounds like you figured that out yourself.",
        7368.78,
        7371.16
    ],
    [
        " But at some point that's got to turn into a harsh reality.",
        7371.5,
        7374.78
    ],
    [
        " But that's what you wanted to do.",
        7375.42,
        7376.48
    ],
    [
        " You're in Vietnam.",
        7376.8,
        7377.54
    ],
    [
        " You're a platoon commander.",
        7377.86,
        7378.6
    ],
    [
        " You got the best guys in the world and all of a sudden in one day, it's gone.",
        7378.6,
        7382.44
    ],
    [
        " It's right, it's gone.",
        7382.44,
        7383.44
    ],
    [
        " And you don't know what's going to replace it.",
        7384.24,
        7385.7
    ],
    [
        " But yeah, eventually you get before a physical evaluation board.",
        7385.82,
        7389.94
    ],
    [
        " And what I had hoped for because most of my roommates and most of the guys there I knew",
        7390.74,
        7396.24
    ],
    [
        " had Marines, they had orthopedic injuries.",
        7396.24,
        7398.46
    ],
    [
        " You know, they got stitched up with the machine gun in their legs or whatever.",
        7399.26,
        7402.3
    ],
    [
        " They got put on the temporary disabled retired list.",
        7402.88,
        7405.48
    ],
    [
        " That allowed you five years to regain your ability.",
        7406.06,
        7410.78
    ],
    [
        " And if you could, you would get the chance to go back into the Marine Corps.",
        7411.9,
        7416.0
    ],
    [
        " On the other hand, if you got better, the VA could drop your disability rating down.",
        7417.0,
        7423.74
    ],
    [
        " So it was kind of a double-edged sort.",
        7424.1,
        7425.5
    ],
    [
        " Most guys just wanted to get out.",
        7425.66,
        7426.8
    ],
    [
        " But for guys like me, they called life worse because I wanted to career it.",
        7427.36,
        7432.32
    ],
    [
        " And I argued that I could fly any desk.",
        7433.02,
        7434.9
    ],
    [
        " Well, that was fine, but that wasn't going to fly.",
        7435.06,
        7439.04
    ],
    [
        " I was going to be retired.",
        7439.48,
        7440.82
    ],
    [
        " But as long as I was on the TDRL, the temporary disabled retired list, I thought, well, I got a chance.",
        7441.68,
        7446.18
    ],
    [
        " But I get a, I'm at the VA hospital now.",
        7446.96,
        7449.82
    ],
    [
        " I've been through my physical evaluation board.",
        7450.04,
        7452.02
    ],
    [
        " They've asked me questions and I've got a transcript of it.",
        7452.22,
        7455.02
    ],
    [
        " My doctor submitted statements and stuff like that.",
        7455.1,
        7457.04
    ],
    [
        " And they said, well, we'll get you on the TDRL.",
        7457.6,
        7459.8
    ],
    [
        " And I said, great.",
        7460.48,
        7461.7
    ],
    [
        " Because I'd have five years to work myself back in the Corps.",
        7462.0,
        7464.48
    ],
    [
        " Came through, my orders for tirement orders came through one day when I was in the VA hospital.",
        7465.06,
        7469.98
    ],
    [
        " Permanent disabled retired list.",
        7470.5,
        7472.2
    ],
    [
        " No chance of ever getting back.",
        7472.38,
        7473.72
    ],
    [
        " Boy, I was pissed.",
        7474.28,
        7475.72
    ],
    [
        " Beyond just talking about, I was on the phone to the Secretary of Navy's office, which I got through to.",
        7476.2,
        7482.9
    ],
    [
        " And I had some nice older woman right there who obviously had heard this story before.",
        7483.06,
        7487.96
    ],
    [
        " I was promised the TDRL, but I've heard I've been permanently retired.",
        7488.38,
        7492.92
    ],
    [
        " She said, well, Lieutenant, you've got to understand that we've done this a few times before.",
        7493.42,
        7500.06
    ],
    [
        " And we kind of know the history of these kinds of injuries.",
        7500.62,
        7504.02
    ],
    [
        " And your board did recommend the permanent retired disabled list, not the temporary.",
        7504.62,
        7510.32
    ],
    [
        " So we have to go as well.",
        7511.08,
        7512.26
    ],
    [
        " They say, and of course, they were right.",
        7512.32,
        7513.44
    ],
    [
        " But again, I was, by now I'm old man at 24, right?",
        7514.06,
        7518.54
    ],
    [
        " And I'm being retired.",
        7518.68,
        7519.54
    ],
    [
        " Excuse me.",
        7520.12,
        7520.72
    ],
    [
        " That's not the plan.",
        7521.04,
        7522.08
    ],
    [
        " But that's how it all worked.",
        7523.2,
        7525.18
    ],
    [
        " How long did it take you to realize how long did it take you to accept that?",
        7525.7,
        7528.7
    ],
    [
        " So you kind of got through the, the, why me, why not?",
        7528.9,
        7532.82
    ],
    [
        " Right, right.",
        7532.94,
        7533.36
    ],
    [
        " How long did it take you to get through this fact that, okay, now the Marine Corps, your sacred Marine Corps,",
        7534.46,
        7540.26
    ],
    [
        " has, has made this decision.",
        7541.46,
        7543.32
    ],
    [
        " You know, I'm still thinking about that.",
        7543.74,
        7548.12
    ],
    [
        " I'm going to take the truth.",
        7548.16,
        7549.74
    ],
    [
        " So 50 on years.",
        7550.48,
        7551.6
    ],
    [
        " That's right.",
        7551.84,
        7552.3
    ],
    [
        " I'm still, now I got to know why me question here.",
        7552.56,
        7555.38
    ],
    [
        " But no, I, I adjusted.",
        7555.94,
        7558.42
    ],
    [
        " I went down to graduate school, got a master's degree in the speech department at the University of Florida.",
        7559.38,
        7564.6
    ],
    [
        " And they weren't quite sure what had walked through the door.",
        7565.08,
        7569.56
    ],
    [
        " Apparently when I arrived, I wanted to know where the coffee mess was.",
        7570.54,
        7573.94
    ],
    [
        " And they're all looking at me like, the what?",
        7575.06,
        7576.54
    ],
    [
        " Well, you know, the place where you get, you just drop it in the morning, get a cup of coffee, pay a dime or whatever.",
        7577.3,
        7581.94
    ],
    [
        " Well, we don't have anything like that.",
        7582.52,
        7583.4
    ],
    [
        " Well, we're going to get one due now.",
        7583.6,
        7585.04
    ],
    [
        " We do now, that's right.",
        7585.26,
        7586.08
    ],
    [
        " And most of my classes were on the third floor of this building, which had an elevator that went up to the third floor.",
        7586.68,
        7592.54
    ],
    [
        " But it didn't work.",
        7592.92,
        7593.56
    ],
    [
        " It hadn't worked in years.",
        7593.64,
        7594.5
    ],
    [
        " And so I went to my advisor, I said, look, this tree fights the stairs.",
        7595.26,
        7598.66
    ],
    [
        " It's killed me through it three times a day.",
        7598.66,
        7600.4
    ],
    [
        " You know, we've got to get that elevator work right now.",
        7600.58,
        7602.02
    ],
    [
        " I can't do it like no way it hasn't worked since I've been here at the Prof Center.",
        7602.52,
        7606.88
    ],
    [
        " Well, we'll see about that.",
        7607.38,
        7608.9
    ],
    [
        " He said, well, what are you going to do?",
        7609.3,
        7610.2
    ],
    [
        " I said, well, I'm going to go talk to the president.",
        7610.32,
        7612.04
    ],
    [
        " The president? What president?",
        7612.64,
        7614.26
    ],
    [
        " The president of the university.",
        7614.52,
        7615.42
    ],
    [
        " He said, you can't do that.",
        7616.2,
        7617.06
    ],
    [
        " Really?",
        7617.56,
        7617.84
    ],
    [
        " Oh, watch me.",
        7618.4,
        7619.54
    ],
    [
        " So I did.",
        7619.82,
        7620.36
    ],
    [
        " He wasn't there, but his chief of staff was who happened to be a guy who had kind of an arm injury from World War II.",
        7621.0,
        7628.74
    ],
    [
        " And he said, oh, can't be repaired.",
        7629.74,
        7633.36
    ],
    [
        " Can't it?",
        7633.54,
        7633.76
    ],
    [
        " I said, well, that's what they're telling me, sir.",
        7633.9,
        7635.06
    ],
    [
        " I'll take care of it.",
        7635.68,
        7636.82
    ],
    [
        " Well, the next day it was working just fine and worked for the next three years.",
        7636.82,
        7640.02
    ],
    [
        " My master's program didn't have a down day.",
        7640.22,
        7641.98
    ],
    [
        " We kind of jumped over this part.",
        7643.22,
        7645.76
    ],
    [
        " How long were you in Bethesda for?",
        7645.88,
        7647.2
    ],
    [
        "",
        7647.64,
        7647.64
    ],
    [
        " I was in Bethesda for over 12 months.",
        7647.64,
        7649.9
    ],
    [
        " And throughout that time, you know, when you showed up, when you got wounded, you couldn't move your legs or arm.",
        7650.12,
        7657.8
    ],
    [
        " What was the progression like getting you back to the best thing that you got to?",
        7658.34,
        7664.24
    ],
    [
        " Basically, yeah.",
        7664.44,
        7664.5
    ],
    [
        " Well, it was a physical therapy, occupational therapy, you know, once a day, which I decided once a day was good, twice might be better.",
        7665.1,
        7672.16
    ],
    [
        " So I argued for that, and pretty soon I got that.",
        7672.34,
        7674.96
    ],
    [
        " By November, my right leg had started to get remarkably better.",
        7676.74,
        7681.34
    ],
    [
        " My left leg still wasn't real useful, but you put a brace on it.",
        7681.96,
        7686.5
    ],
    [
        " And I could, by November, I was walking.",
        7687.0,
        7689.8
    ],
    [
        " Now, granted, I had a crutch on one side on the right side, a loft ran crutch, you know, the metal things called polio crutches back then.",
        7690.2,
        7698.72
    ],
    [
        " But I don't know what they're, I think I call them loft ran crutches because that's the guy who invented it.",
        7698.9,
        7703.04
    ],
    [
        " And a crutch on my left side, but I was walking, you know.",
        7703.04,
        7706.28
    ],
    [
        " And of course, I went back to, I found, dropped the crutch and went to two loft ran crutches.",
        7706.94,
        7712.68
    ],
    [
        " Dropped the right, the left one after a while, back to the right one, then dropped that to a cane, and the leg brace on my left one.",
        7713.34,
        7719.84
    ],
    [
        " And I did fine for about 42 years, that way.",
        7720.06,
        7724.14
    ],
    [
        " About eight years ago, my right leg decided to take an early retirement on me, and so I had to start wearing a brace on that leg.",
        7724.74,
        7731.82
    ],
    [
        " And I was falling too much, so they put me into an electric wheelchair, which is what I scoot around the house and around town.",
        7732.22,
        7739.88
    ],
    [
        " And the scooter over there is what it flies.",
        7740.26,
        7744.1
    ],
    [
        " My wheelchair doesn't fly. It's 247 pounds, and it doesn't fly.",
        7744.42,
        7748.9
    ],
    [
        " But that flies. That breaks down into four or five parts of my life.",
        7749.08,
        7751.74
    ],
    [
        " Can do it usually by our own. Of course, this week I'm going to have the kids to help her.",
        7752.0,
        7755.1
    ],
    [
        " Just throw it in the back of the...",
        7755.62,
        7757.22
    ],
    [
        " I know some of the notes. Speaking of you falling down, some of the notes had you wearing a football helmet while you were down there.",
        7757.22,
        7764.78
    ],
    [
        " It sounded like that made quite an impact on some of the places that you'd visit with your football helmet on.",
        7764.92,
        7769.52
    ],
    [
        " Well, you know, I was falling when I started walking independently with the hospital.",
        7769.98,
        7775.62
    ],
    [
        " I had a left foot drop, which means the brace was supposed to bring it up.",
        7776.08,
        7779.04
    ],
    [
        " So it clears all the little obstacles and you don't ever pay attention to when you're at too good feet.",
        7779.3,
        7784.64
    ],
    [
        " But I would fall into elevators because they wouldn't read exactly a line.",
        7785.26,
        7788.6
    ],
    [
        " And I'd fall into everybody in there.",
        7788.8,
        7790.24
    ],
    [
        " So eventually I started to... They say, you need a football helmet to stick.",
        7790.7,
        7793.86
    ],
    [
        " Yeah, because you got the right...",
        7793.86,
        7795.54
    ],
    [
        " Right. I've got a defect up there. You can put your hand in my defect and take my pulse just like this.",
        7795.54,
        7801.32
    ],
    [
        " Before I squeezed hard, the thing would pop up.",
        7801.58,
        7803.4
    ],
    [
        " But when did you get a titanium plate in there?",
        7803.72,
        7806.64
    ],
    [
        " Oh, that was after about a year. At the end of the year, they waited a year before they put a plate in your skull",
        7806.84,
        7812.66
    ],
    [
        " because it was considered a contaminated wound.",
        7812.66,
        7815.22
    ],
    [
        " I'm not sure what that meant to the medical people, but it meant to me.",
        7815.68,
        7818.9
    ],
    [
        " It meant you waited a year and put the plate in.",
        7819.16,
        7820.62
    ],
    [
        " But so this football helmet, my dad got it from the University of Delaware where he worked.",
        7822.68,
        7827.7
    ],
    [
        " And it was blue with a Michigan thing, with yellow stripes.",
        7827.86,
        7832.62
    ],
    [
        " So in occupational therapy, I got a kind of olive graph pain.",
        7833.36,
        7837.72
    ],
    [
        " And with my... They'd make it, you do everything with my left hand.",
        7837.72,
        7839.76
    ],
    [
        " I spray painted this thing.",
        7840.02,
        7841.46
    ],
    [
        " I'll draft my roommate at the time.",
        7841.94,
        7846.12
    ],
    [
        " He had been there a long and I had... Apparently, that was the perfect roommate for him because I had lost my sense of smell and taste.",
        7846.58,
        7854.04
    ],
    [
        " And apparently he'd been in a body spiky cast from here, you know, down to his knees for like six months and he stunk to high heaven.",
        7854.88,
        7861.22
    ],
    [
        " So I didn't smell it. So I was apparently the... His sister got this button book where he had a blank button and a bunch of things she could put on the button.",
        7861.6,
        7871.5
    ],
    [
        " But it also had some bullet holes with the shattered glass type things.",
        7872.08,
        7877.2
    ],
    [
        " So I put one of those on the front of the football helmet.",
        7877.62,
        7881.78
    ],
    [
        " And I had a little badge, maybe three inches around, said, my head is a pressed area.",
        7882.6,
        7889.52
    ],
    [
        " And I'd wear that on my bathroom around the hospital.",
        7890.68,
        7893.62
    ],
    [
        " People would just stop and look at me. They'd read that. They'd look at me and I'd go, oh.",
        7894.18,
        7898.26
    ],
    [
        " And they'd just... They'd kind of move out of the way. They'd want to mess with this guy. He might have been crazy.",
        7898.64,
        7904.1
    ],
    [
        " Dark humor is popular.",
        7904.7,
        7905.94
    ],
    [
        " Well, dark humor, you know, in Bethesda at that time, there was probably always about a dozen of us young look kind of...",
        7906.76,
        7912.88
    ],
    [
        " Between the eighth floor and the 14th floor of the... What do they call it? Roosevelt's erection, the tower.",
        7913.48,
        7918.9
    ],
    [
        " And that's Bethesda.",
        7919.4,
        7920.98
    ],
    [
        " Anyway, and we didn't know it at the time, but we had a great group dynamic going on.",
        7922.14,
        7926.74
    ],
    [
        " There was always someone who was worse off than you.",
        7927.06,
        7929.6
    ],
    [
        " So when you started to feel sorry for yourself or started to get down, your buddies would come and say, hey, what about you?",
        7930.04,
        7935.28
    ],
    [
        " What about Eisenhower? What about Vatuchee over here? Or so and so, Smitty.",
        7935.34,
        7939.4
    ],
    [
        " And sure enough, there was always somebody better off than you was putting up the good fight.",
        7940.58,
        7943.8
    ],
    [
        " So, you never got too down on yourself.",
        7944.74,
        7946.52
    ],
    [
        " Those are important lessons for life.",
        7946.94,
        7950.54
    ],
    [
        " You bet. I mean, we can complain. I'll be the person complaining about, oh, I...",
        7951.16,
        7956.48
    ],
    [
        " Oh, I jammed my finger and I'm all bad about it because I can't do something that's like, no, what you need to do is be quiet.",
        7956.48,
        7964.72
    ],
    [
        " And as I always say, do what you can.",
        7964.82,
        7967.02
    ],
    [
        " So you get down, so now we'll go back to college. You got the elevator working.",
        7968.44,
        7975.0
    ],
    [
        " And how long does it take to get your doctor? What did you get your doctorate in?",
        7975.66,
        7980.74
    ],
    [
        " I got my doctorate in speech-language mythology. I know with a minor in psychology.",
        7981.0,
        7985.08
    ],
    [
        " But at first I had to get the masters.",
        7986.02,
        7987.82
    ],
    [
        " And I'm not sure how the University of Florida looked at my transcript from the Naval Academy and how they factored in weapons and navigation.",
        7990.6,
        7999.14
    ],
    [
        " And courses like that, I took. But I had to do a whole lot of undergraduate courses before I could move into the graduate level courses.",
        7999.78,
        8008.16
    ],
    [
        " So it took me, I think, about three years to get the masters degree going to school full-time.",
        8008.34,
        8013.14
    ],
    [
        " And the VA was picking up the tab for that. The VA is very good to me, very good.",
        8013.86,
        8019.5
    ],
    [
        " And I know there's a lot of complaints out there about the VA. And I'm sure some of them are awarded to some degree or another.",
        8019.98,
        8024.96
    ],
    [
        " But you've got to understand with the VA, it doesn't happen yesterday. It doesn't happen five minutes from now.",
        8025.16,
        8031.46
    ],
    [
        " It happens down the road. But as long as you check every box and go from A, B, C, D, and instead of trying to jump from A to F, it'll all work for you.",
        8031.84,
        8042.86
    ],
    [
        " Great outfit. At what point did you meet Jerry?",
        8043.52,
        8048.6
    ],
    [
        " I met Jerry after I had my master's degree. I worked for a year down in Orlando at an Easterseals community. And it was a great experience.",
        8049.98,
        8058.86
    ],
    [
        " One of my little profs at the University of Florida invited me to come back up to the Medical Center there and become one of their staff's speech pathologists at the Medical Center.",
        8059.44,
        8067.84
    ],
    [
        " And I said, great. Which so I did that. Sherry was a staff occupational therapist, had an office that kind of crossed the hall from me.",
        8068.48,
        8076.04
    ],
    [
        " We met and being dull, normal about these things. Like most men apparently, I didn't catch on fast enough.",
        8076.68,
        8085.04
    ],
    [
        " So we had a mutual friend who was the other master's speech pathologist there. And she had us over for dinner one night.",
        8085.58,
        8092.16
    ],
    [
        " Great. And I still didn't get it. So we were at a convention one time, one summer. And we were having lunch together myself and the other speech pathologist who was also a friend of Sherries.",
        8092.88,
        8104.06
    ],
    [
        " And she said, Ike, why do you think I invited you and Sherry over for dinner? You like us?",
        8105.02,
        8113.94
    ],
    [
        " She said, listen, if you don't, when we get back from this convention, if you don't ask her out within two weeks, she's going to ask you out.",
        8115.5,
        8122.34
    ],
    [
        " Oh, God. So I asked her out and we went out and we did it for a while. And eventually everything fell into place. And we got engaged.",
        8122.6,
        8132.48
    ],
    [
        " Meanwhile, I had kind of given up on marriage. I had dated a fair amount and I was just running into wall after wall.",
        8133.4,
        8142.22
    ],
    [
        " But I decided, I want to be a dad. I love kids. I always love kids. So I went to the Children's AIDS Society of Florida until I wanted to adopt a kiddo.",
        8143.18,
        8154.56
    ],
    [
        " Well, back then, and this was now the late 60s, early 70s. They looked at you like you had a hole in your head, of course, which I did.",
        8156.26,
        8165.0
    ],
    [
        " So that was okay. But they said, look, they gave me all this stuff to read and all these exercises to go through and said, you come back in a couple of months. And if you still want to pursue this thing, we'll talk about it.",
        8165.56,
        8179.42
    ],
    [
        " Well, so I did. And this process took about nine months, but eventually I was approved. I mean, everybody in my family had to submit letters and all my friends.",
        8179.84,
        8191.04
    ],
    [
        " And they just, they sliced and dice me one side up one side and down the other because they weren't going to let one of their kids get in a home. So I'm kind of freaky guy.",
        8191.78,
        8202.34
    ],
    [
        " And what you totally understand, but getting engaged all that went away, you know, if you're going to get married, that's what they wanted. They wanted obviously a two person situation for their kids and a stable.",
        8202.84,
        8215.44
    ],
    [
        " So if you got engaged or something like that during this process, it was over. But I had been accepted. And sure enough, as soon as we got engaged, I call my case work and told her, it's great. I way to go.",
        8215.64,
        8227.78
    ],
    [
        " And things the doptions off though. Okay, that's fine. We'll do it the old fashioned way, which we did. And as this time you still pursuing your doctorate at this time, I'm a doctorate at this time. That's right.",
        8228.54,
        8241.08
    ],
    [
        " And that was about seven years going to school half time and working half time. You know, I'd get a fellowship at the VA and half time research fellowship or clinical fellowship and stuff like that and go to school half time.",
        8241.46,
        8255.48
    ],
    [
        " My VA money had run out by then. So I was funding this, which was fine with me. And then at some point you get you finished with the marriage, you get married and you start having kids. This is true. Matt, Matt, he's a third kiddo. Here we go.",
        8256.16,
        8271.6
    ],
    [
        " My time to shine. Yeah, this is your moment. What, what was it like for you to grow up with a dad?",
        8271.88,
        8278.36
    ],
    [
        " You know, I don't think it was a typical childhood compared to my friends. He would charge and earn probably felt like four in the morning. But it was probably more like seven o'clock.",
        8278.4,
        8292.56
    ],
    [
        " Wake us up. We'd all be out in the hallway in line, like formed up ready to go prior to school. And he would do what he called belly buster.",
        8293.54,
        8302.18
    ],
    [
        " That was basically morning PT with the family. You know, obviously like it was very limited, but we did like push ups, setups, jumping jacks. What else you have us do?",
        8302.18,
        8315.28
    ],
    [
        " That's about to the only thing I was thinking of. Yeah. And so it was just like, I don't think anybody else's kids did that at the time.",
        8315.56,
        8321.08
    ],
    [
        " You have never mind. Right.",
        8321.62,
        8323.62
    ],
    [
        " There you go. You would wake us up by like playing Reveley. You know, I knew what Reveley was before I joined the military.",
        8326.12,
        8334.68
    ],
    [
        " It was, it was, it couldn't you gum? It was somewhat control case. There was a lot of discipline there that maybe other kids didn't have.",
        8335.48,
        8344.06
    ],
    [
        " We got a, we got put on restriction, which I didn't know what that was until I went to naps.",
        8344.6,
        8350.32
    ],
    [
        " I was supposed to be grounded as opposed to being grounded. We got a restriction and that's just what it was called. And we had to like explain what it was to our friends and.",
        8350.6,
        8359.82
    ],
    [
        " Can't tell the movies now. No longer restrictions. Right. What is that? So we have to explain that's being grounded.",
        8359.82,
        8366.84
    ],
    [
        " Yeah, he was kind of like this, this hero to like a lot of our friends though because he was, he was really good with our friends. And he was just like kind of like a wild man.",
        8368.32,
        8378.74
    ],
    [
        " He was notorious throughout the school system of not being a guy to mess with if you're like a school administrator. I think the.",
        8379.38,
        8387.42
    ],
    [
        " Yeah, that's what my kids I'm going to be talking to you know, not in the notes, but I'll tell the story. I think it was six grade and I had a friend who would get in trouble in class regularly and you know,",
        8387.42,
        8400.58
    ],
    [
        " like, you know, I'm the youngest kid. So a lot of teachers knew who I was and my sisters were probably better at school at that time than I was.",
        8400.64,
        8407.76
    ],
    [
        " And so you know, the teacher pulls me aside one day and she's like, you need to stop being friends with Chino. You just a bad influence on you.",
        8408.36,
        8415.12
    ],
    [
        " And so I go home, tell my dad that he goes, well, we'll see.",
        8415.44,
        8418.6
    ],
    [
        " Next day, like it's, you know, the school that has like the loud speaker that like clicks on from when the office calls and.",
        8419.36,
        8425.64
    ],
    [
        " I think, you know, one of the one of the office staff is like, uh, you know, Mr Schneiderman, I think Mr. Isomak is here.",
        8426.72,
        8433.6
    ],
    [
        " She's like, oh, great. I'll send Matt down to the office and you could kind of hear it in the voice of the office staff and they're like, no, no, he's he's here to see you.",
        8434.1,
        8443.18
    ],
    [
        " And the whole class is just like what is happening. So yeah, it is clearly different. You know, it's.",
        8443.86,
        8453.74
    ],
    [
        " Uh, you know, the growing up with like somebody that is like the essence of the worrying core, like discipline, kind of like iron fisted.",
        8454.18,
        8462.24
    ],
    [
        " This is what people think. But fair. Sure. Yeah. That's what we're calling it these days. Most of the time, like, you know, there were things that, you know, you just have to do because that's way I want them done or that's what I said.",
        8462.58,
        8479.0
    ],
    [
        " I'm in our housing, right. Which is like, that's what he wants. So, you know, you kind of had to grow up learning just to like, you know, roll with that sort of stuff, which is, you know, a lot of what you see in the military is like we do things this way just because it's the way we do it.",
        8479.0,
        8493.44
    ],
    [
        " Or it's because the way I want it. But, you know, not everything is like that in the military. You know, you get input, which like eight years old, I don't have a lot of input and things.",
        8493.58,
        8505.68
    ],
    [
        " But so at what point did you decide you were going to the Naval Academy? Like him, we would schedule trips around the Annapolis area to go visit friends and we'd wind up, you know, at the Academy or we'd go to San Diego for spring break and go check out the Naval Station.",
        8505.68,
        8526.02
    ],
    [
        " Things like that. And so, you know, I kind of known for a while. I want to be a pilot. This is kind of what I want to do.",
        8526.54,
        8534.42
    ],
    [
        " And I think the best way to go about that is probably to go to the Naval Academy. And so I'd probably like early high school kind of had that idea in mind. Like him, I probably wasn't the best student ever.",
        8535.72,
        8548.6
    ],
    [
        " I got better over time. But at that time, I didn't really like put a lot of effort into school and homework. So I had to go to what was called Naval Academy Prep School.",
        8549.38,
        8559.46
    ],
    [
        " It was just, you know, basically an academic year to get you ready for the Naval Academy. I found out about restriction there.",
        8559.48,
        8566.08
    ],
    [
        " The restriction really. Right. Well, I'll tell you if I can, my one of my favorite stories about Matt was when he was getting ready to apply for the Naval Academy, you know, I thought he had taken the PSAT or whatever that is, the preset.",
        8566.68,
        8583.6
    ],
    [
        " And I thought, well, we got to bump this up a little bit. So, you know, I'll challenge him. So I made a bet when I said, I bet I can score higher on the SAT that you can.",
        8584.16,
        8594.34
    ],
    [
        " He looks me like, of course, that I got three heads and 14 ears. Oh, dad. So I mean, while I strategically bought some of these prep books that I was leaving around the house, we played a win over here.",
        8594.84,
        8607.54
    ],
    [
        " That's right. And hopefully he would buy into those, you know, he didn't. But we scheduled the SAT and we took it and the results come back. And, you know, you got to be careful what you wish for. I outscored him. And I had like a 650 or 750 out of 800 on the English side.",
        8607.54,
        8626.16
    ],
    [
        " And he looks, he's dead. No, whenever he's 750 in English. So that all just came back to haunt me. And I beat him on that. But he, he, you know, he had a lot of things going for me. It was an Eagle Scout.",
        8626.36,
        8638.48
    ],
    [
        " He'd let her in a couple of sports at high school. And he did. He had a good interview with a blue and gold officer fellow who kind of recruits for the Naval Academy. And, you know, around the area. They got him all over the country.",
        8638.76,
        8651.14
    ],
    [
        " Probably helps that he knows all those people too.",
        8651.4,
        8653.24
    ],
    [
        " Well, I don't think so. But I didn't know anybody on the admissions board and it wouldn't have helped if I did. You know, you got in there yourself.",
        8654.36,
        8661.46
    ],
    [
        " And you ended up being a, a son married or no?",
        8662.32,
        8664.84
    ],
    [
        " You know, the Naval Academy, like any selection program is going to be tough. And there's, you know, only a limited number of spots. And there's, you know, physical requirements that you have to meet.",
        8665.8,
        8677.64
    ],
    [
        " You know, I have 2020 vision anymore. So probably being a pilot was not in the, in the works for me. So I just went.",
        8678.14,
        8685.98
    ],
    [
        " You know, I think I got selected as a surface warfare officer. And then, you know, I didn't necessarily want to do that. I wanted to do something different or more challenging.",
        8686.36,
        8695.8
    ],
    [
        " And so I wouldn't ask to be a submarine officer. And you have to, you have to ask to get an interview with the Naval reactors personnel.",
        8695.8,
        8705.58
    ],
    [
        " And so, you know, I went and saw the captain on the yard who was the head submarine officer there. And you know, he looked at all my stuff and said, you picked the wrong major.",
        8705.58,
        8716.38
    ],
    [
        " I was an econ major at the time. And again, probably don't have the best grades ever. But I was good enough in math and science that he let me through onto the Naval reactors interview.",
        8716.7,
        8727.38
    ],
    [
        " So I went from there. You got to go still kind of like old school where you used to have to go interview with Admiral Rickover and he played mind games with you.",
        8728.48,
        8738.12
    ],
    [
        " They still, they keep that traditional life. You still go interview with the four stars. It's had a Naval reactors, but fewer mind games.",
        8738.3,
        8744.7
    ],
    [
        " More just, you know, technical interview and then go. And how many years did you end up doing? I did six. I got out in 2012.",
        8745.22,
        8751.74
    ],
    [
        " July of that year. So just a little over six years.",
        8752.96,
        8755.58
    ],
    [
        " And so, I, what are you doing now? I am what I call fully retired and enjoying it immensely. After my speech pathology career, kind of, it just kind of petered out here in the Pacific Northwest.",
        8756.8,
        8772.94
    ],
    [
        " It's a whole different atmosphere and ball game for how I'd health professionals than it is on the East Coast, which was okay.",
        8772.94,
        8782.16
    ],
    [
        " But so I, in about 95, I went into selling life insurance and mutual funds, which I enjoyed, but wasn't wildly successful at, but was successful enough to pay the bills and keep some income coming in.",
        8782.96,
        8799.68
    ],
    [
        " But finally, I ditched that and decided to live a life of leisure, shall we say. But, you know, every day is a little bit different.",
        8800.8,
        8811.48
    ],
    [
        " You know, getting up in the morning, it's not typical. You've got to get braces on and make sure you don't fall out of bed.",
        8811.82,
        8819.5
    ],
    [
        " You know, one of my theories is gravity always wins and it always does. So everything's just a little bit more difficult, but it's okay.",
        8819.58,
        8829.46
    ],
    [
        " Sure beats being at our own thing, kind of looking up at the side, which is where I theoretically should be.",
        8829.8,
        8838.04
    ],
    [
        " Well, we are certainly glad that you didn't end up there. Likewise. And that you ended up here. It's probably a good place to wrap it up.",
        8839.78,
        8848.98
    ],
    [
        " Just awesome to sit and talk with you. Well, likewise, Taco. Did you have any closing thoughts, Matt? Anything that I missed?",
        8849.56,
        8856.72
    ],
    [
        " I don't have any closing thoughts.",
        8857.46,
        8858.6
    ],
    [
        " Well, you know, I just want to thought here's something that you will almost always miss in the service and frankly, in any kind of industry or stuff like that.",
        8860.44,
        8870.04
    ],
    [
        " And that's the part that your spouse plays for you. My wife has been terrific over the last 41 years.",
        8870.28,
        8876.92
    ],
    [
        " She's a the love of my life and be the mother of my children. And you know, I just I don't think I could get through a week without her.",
        8877.68,
        8886.32
    ],
    [
        " She helps me. She points out where I'm, you know, turning left when I maybe should stay the straight and narrow.",
        8886.88,
        8893.48
    ],
    [
        " You know, she's a good cook. She's pretty good at managing money.",
        8893.88,
        8898.62
    ],
    [
        " Well, and I lower dearly. Well, that's that's awesome. And yeah, like we can often overlook the families, you know, whether it's the husband, the wife, the kids, they all make a huge sacrifice.",
        8901.88,
        8917.94
    ],
    [
        " But for those that are still in the military, you know, they always make the sacrifice to support, you know, their spouse.",
        8917.94,
        8924.64
    ],
    [
        " So absolutely to the families out there that are out there supporting the spouses. Thank you to you all. And sir, you know, it's just been an honor to sit here and talk with you and thank you for coming on the show.",
        8924.94,
        8939.18
    ],
    [
        " More importantly though, obviously, thank you for your for your service and your sacrifice.",
        8939.2,
        8945.22
    ],
    [
        " Well, he was well, Jacko and also you, yes. Yeah, well, we're waiting on that echo.",
        8945.7,
        8951.74
    ],
    [
        " Everybody serves in their own way. There we go. You just got to, you just got to first vote for Echo Charles.",
        8952.68,
        8960.84
    ],
    [
        " We, you know, the sacrifice that you made, the efforts that you made, you know, it's what allows us to be here today as a free people doing what we're doing.",
        8963.42,
        8973.78
    ],
    [
        " So thank you for putting your, your own safety and your own life on the line for this country. And we deeply appreciate it.",
        8974.08,
        8985.6
    ],
    [
        " Well, thank you for your service again and for all those out there who have served and are serving. You know, get some.",
        8985.6,
        8991.44
    ],
    [
        " Awesome. Thanks, I appreciate you.",
        8991.82,
        8994.6
    ],
    [
        " And with that, Charles Robert Eike, Eisenbach has left the building and honored to have him on to talk to you here his perspective.",
        8996.5,
        9009.78
    ],
    [
        " Kind of a crazy life started with growing up in the Philippines. Yeah, his dad sound like a character. Yeah, a character.",
        9010.48,
        9019.8
    ],
    [
        " He's like, yeah, the he's like from the Philippines, right? But not technically Filipino. So you know, so they say, oh, yeah, you're from the Philippines.",
        9020.18,
        9027.98
    ],
    [
        " It's like not computing. It's good. Interesting stuff. And this is awesome for us to sit here and of course get to get to talk with a number of people.",
        9027.98,
        9039.76
    ],
    [
        " Another hero, another individual that just steps up and overcomes reminding me, reminding us, right?",
        9040.02,
        9053.14
    ],
    [
        " That we need to do more.",
        9054.3,
        9056.0
    ],
    [
        " That we can do more. Is there anything echo Charles that you recommend that we should all do? Yeah, what is it?",
        9058.32,
        9065.3
    ],
    [
        " Okay, of course. Okay. I think of the many reasons to do.",
        9065.44,
        9072.72
    ],
    [
        " So I think we've concluded number one is that it's fun. That should be, however, I don't know if it's the biggest reason.",
        9072.84,
        9080.12
    ],
    [
        " I'm not sure it's the reason that will keep you with it. Oh, yeah.",
        9080.54,
        9084.32
    ],
    [
        " There's so many strong reasons though. We'll just say fun slash beneficial.",
        9084.68,
        9089.76
    ],
    [
        " Here's the weird thing like on social media. Somebody asked me all these different questions.",
        9090.3,
        9096.06
    ],
    [
        " All these different questions about what would you do if what would you do if you have trouble controlling your temper?",
        9096.06,
        9101.64
    ],
    [
        " Do you do? What do you do if you have trouble detaching or what's a good way to learn to detach? Do you get to what's a good workout to start getting in shape?",
        9102.08,
        9108.94
    ],
    [
        " Do you do what's a good way to let off steam and not get stressed out? Do you see what I'm saying? Yes.",
        9109.06,
        9113.48
    ],
    [
        " It's just answer, answer, answer, answer, answer. So pretty much across the board what we are saying do you get to?",
        9113.48,
        9121.26
    ],
    [
        " Yes. When you do do you get to? You got to have a key for sure. You're going to need a key.",
        9121.5,
        9126.66
    ],
    [
        " So when you do key, this is the key you're going to get. Origin key. That's not just one origin key. Get as many as you want, but you have different selections.",
        9127.06,
        9137.0
    ],
    [
        " That's what I'm saying. Same saying. So one of the reasons to get an origin key. Not that it's fun. It is fun to get an origin key.",
        9137.02,
        9145.98
    ],
    [
        " Yes. It is fun to get an origin key. But oddly enough, they're actually the best. That's how I know.",
        9146.12,
        9150.44
    ],
    [
        " A more personal feels when they shop. Yes. You ever thought what do they call it? Like some therapy like shop therapy?",
        9150.56,
        9156.08
    ],
    [
        " Yeah. Is it that what it's called shop therapy? Yeah. It sounds like what it's called.",
        9156.26,
        9160.1
    ],
    [
        " Well, not well. Yeah. I don't know if it's that situation or it's like therapeutic to go shopping. Some people just go window shopping.",
        9160.42,
        9167.52
    ],
    [
        " I think what I have ever heard might me rage against consumerism. Cause I'll do it right now.",
        9167.8,
        9174.04
    ],
    [
        " Well, you people buy everything right? Yeah. I think what happens is there's a certain level of gratification that you get from building something, making something.",
        9174.22,
        9183.34
    ],
    [
        " Yeah. Yeah. Yeah. Yeah. Yeah. Whether it's a brick wall, whether it's a re-but hanging drywall in the kitchen, like it, there's a satisfaction that you get from creating something.",
        9183.34,
        9194.22
    ],
    [
        " Yeah. Well, I hate to say it, but sometimes for some people shopping starts to kind of replace that.",
        9194.4,
        9201.22
    ],
    [
        " Yeah. And they want to create something cool. They can just click on Amazon and it's coming and they kind of get a little dose of it.",
        9201.64,
        9207.68
    ],
    [
        " It feels good. Yes. So there is that when you buy an origin key, I will say you feel a little bit what's better though is when you buy an origin key, what you kind of feel, look, when you buy some random thing off of Amazon.com, you don't know where that thing came from. Right?",
        9208.22,
        9226.06
    ],
    [
        " You're not connected to it. Yeah. No, you know, you buy an origin key. You know what you know exactly what's happened. You know exactly where it came from. You know what it means.",
        9226.22,
        9233.76
    ],
    [
        " It's true. You know what it represents. It's true. You know that it has soul.",
        9234.06,
        9238.94
    ],
    [
        " It's old, sir. Heck yeah. So get yourself an origin. Well, what you're talking about is completely correct.",
        9239.44,
        9244.08
    ],
    [
        " Well, so I had both. So you know, you're saying making something or doing something creating something.",
        9244.5,
        9249.38
    ],
    [
        " Creating something. Yes. So this may or may not count. So I switched the door, some door knobs in my house. Big done. Right?",
        9249.66,
        9255.94
    ],
    [
        " You seem saying, but you got gratification, right? Yeah.",
        9256.08,
        9258.48
    ],
    [
        " You're saying, yeah, I'm laughing right. Satisfaction. You feel good about it. Especially you shut that door to cause crink.",
        9258.48,
        9263.02
    ],
    [
        " Yeah. Shots were solid. Heck yeah. Well, one of them, the locking thing was like jammed up yet to use the thing.",
        9263.24,
        9272.28
    ],
    [
        " It was just giving me issues. Like given the state of my door knob, that was like that wasn't an acceptable state.",
        9272.42,
        9279.7
    ],
    [
        " Okay. It was in my room. Fixing that whole situation was like that was something that needed to be done.",
        9279.8,
        9286.28
    ],
    [
        " And I did it by myself. Same thing with the different door knob. It needed a lock. It didn't have a lock.",
        9286.54,
        9293.2
    ],
    [
        " Okay. So there's three altogether with different issues. Seems saying, but okay. So I did it. Yes.",
        9293.4,
        9298.84
    ],
    [
        " You never see you overcame. Overcame it. Did it gratification. But on top of that, I shopped for the new door knobs on Amazon.",
        9298.84,
        9306.5
    ],
    [
        " And I got gratification from that too. Seems saying. But so that fact does remain.",
        9307.08,
        9312.04
    ],
    [
        " But with the key, you have that at dish, the additional gratification that not, of course, they're the best keys in the world.",
        9312.76,
        9321.48
    ],
    [
        " But they are made in America. Imagine that. Like you know, you're a kid. You want the best car.",
        9321.62,
        9325.82
    ],
    [
        " Yes. But it's hard to afford that car. Origin gear. It's like, oh, you want the best geek. Cool. You can afford it.",
        9326.12,
        9331.82
    ],
    [
        " Yeah. You can make it happen. Yeah. Or you could go get the not the not best geek up to you. But I mean, it's well, that's on you though.",
        9331.82,
        9340.08
    ],
    [
        " Yeah. It's face it. That's on you. That's not encouraged to behave. Oh, no. Man, come on.",
        9340.2,
        9345.3
    ],
    [
        " And the last, get your key. Origin G, origin main.com. Yeah.",
        9345.32,
        9351.18
    ],
    [
        " And the good thing is if you need other clothing items outside the realm of jujitsu, outside the realm of geese, outside the realm of rash guards, then you can get other clothing materials such as t shirts, such as hoodies, such as yes, jeans, American made denim. Yeah. Same deal.",
        9351.48,
        9370.84
    ],
    [
        " And you might be thinking, well, why stop there? Don't worry. We didn't stop there because you can get you can get boots to you can get origin boots made in America. But what you know where the letters from though.",
        9371.46,
        9380.08
    ],
    [
        " Where? Oh, it's from America. You know where the stitching is from though. Yes. Yeah. It's from America. But you know where they're actually assembled though to be honest with you. America.",
        9380.3,
        9390.26
    ],
    [
        " And and then there's some some supplementation. Yeah.",
        9393.06,
        9396.4
    ],
    [
        " Yes. The most important kind of supplements, by the way, the ones that work and well, in the case of milk, the kind of tastes like dessert. So yes, that is the best kind of supplements in my opinion. But but joint warfare, Creole oil, these are free joints, keep you in the game. That's a big deal.",
        9397.04,
        9414.44
    ],
    [
        " Like, doesn't matter how much you get that is the deal. It's the deal. If you're not in the game, then you just sort of not in the game. Yeah. Like, you know how like you know the kind of where you like you're super strong, but like your elbows are jamming you up so hard like, break you're not strong anymore because your elbows can't take it.",
        9414.86,
        9430.36
    ],
    [
        " Seems insane. So yeah, joint warfare, Creole oil also discipline is for your brain. Brain and body to brain body sort of scenario. Look at you. That is becoming every day one for me, by the way, discipline, detrained all day or way away, deep playing discipline, playing the deep playing.",
        9430.36,
        9447.32
    ],
    [
        " I think Dave Burke, is that really good? He is a way good. I think I'm pretty sure I'm not sure let me confirm that later. But nonetheless, discipline for your brain every day and helps totally does help.",
        9447.98,
        9463.26
    ],
    [
        " Moke helps every day too, especially when you got that little post dinner, you want a little something. Let's face it. You let's face it. Stake is awesome. We all know that.",
        9463.26,
        9474.1
    ],
    [
        " But let's just face the facts. Sometimes you get done and you got that little craving, that little that little want. You want something called dessert, but you know it's not part of the plan. Do you know you know, you know, it is not on the path. Certainly.",
        9474.46,
        9490.98
    ],
    [
        " Yes, cake is not on the path. But that's okay. We got you. You can have dessert. You get some shelf some moke.",
        9491.1,
        9499.7
    ],
    [
        " Also for the kids worry kid moke. So same deal. Same deal. But more engineered for the kids. What you say is that safe to say engineered for the kids speaking engine engineering for the kids.",
        9499.8,
        9510.72
    ],
    [
        " You know what? I'm not even going to mention it. But there is an art of not artifact artifacts wrong word a product. We sampled at the vitamin chop situation.",
        9511.32,
        9524.38
    ],
    [
        " We allowed to talk about this because it might be like against some big reveal plan. You see what I'm saying? You talking about moke bars. It's been revealed.",
        9524.38,
        9534.94
    ],
    [
        " There you go. Well, nonetheless look that is going to be like another level even another layer of post dinner dessert situation. Same thing. Yeah, I do know what you're saying. It is a candy bar straight up good for you. Yeah. And legitimately good for you.",
        9535.6,
        9553.82
    ],
    [
        " Oh, yeah. This is normal. This is this is good. Yeah. It was different than what I was used to for sure. The last. Yeah, how many you know how many I have of those right now? How many?",
        9553.82,
        9564.98
    ],
    [
        " Moke bars. I have 200. Oh, you grabbed them all. See, that's where they went. I was wondering where did those go because you know, I kind of wanted someone. I never want anything. Like I'm always like, oh, no, keep it. No, you can have it. No, you know, because that's just my kind of my personality. Like I don't even want to have that other stuff. Yeah.",
        9565.12,
        9582.78
    ],
    [
        " No, they were like, oh, I took them all. I put them all right in my car. Okay. All right. So I got all those. I'm not much. You did the right thing. Yeah.",
        9583.16,
        9590.64
    ],
    [
        " We're building a plant to make them. Yeah. Because no one could make what we wanted. Yeah. It's like, okay, cool. You can't figure it out. Cool. Watch this.",
        9590.92,
        9598.52
    ],
    [
        " Moke bars. Many more bars as you need. Anyway. So yes, so moke bars. Not not currently available, but on the horizon on the horizon.",
        9598.6,
        9607.84
    ],
    [
        " Dr. White T is available right now. Yes. If you need something organic in your life, because you want to feel like one of those people that is, you know, healthier, healthier than you are.",
        9608.18,
        9619.86
    ],
    [
        " Oh, yeah. Now you can come back at them. When someone's like, is that organic? Actually, yes it is. Otherwise, I wouldn't put it in my body. Certified. Yeah. Certified organic. What? Step.",
        9620.02,
        9630.12
    ],
    [
        " So there you go. And by the way, this stuff is all available at the vitamin shop nationwide, which is pretty.",
        9631.62,
        9638.48
    ],
    [
        " It's convenient bottom line. Yeah. And normally that's how I little troubled with convenience, right? Convenience all of a sudden, you know, what is there a slippery slope to make Donald's?",
        9639.16,
        9650.66
    ],
    [
        " There's not. There's not. Don't let that happen. Yes, sir. Also, we have a store called Jocco store. They always said this. We have a store.",
        9652.3,
        9662.56
    ],
    [
        " Yeah. Jocco is. We do. But it's not just you and me. It's all of us. We the whole group collectively. Everyone here has a story, your own store, our own store. We could have called it that, but we didn't think of that back then.",
        9662.94,
        9673.46
    ],
    [
        " A store. Could have just people, you know, our store, the trooper store for people that are just getting after it. Anyways, if you, if you're getting after it, maybe you need a rash guard, maybe you need a t-shirt, maybe you need a hat.",
        9673.46,
        9685.16
    ],
    [
        " If you're echo, you don't need a hat because he doesn't wear a hat. No, very rarely. I've never seen you with a hat, not even for one second, not even in the cold weather.",
        9685.6,
        9693.48
    ],
    [
        " No, I don't think wait, maybe I seen you in an origin beanie. I think you've never seen me in cold weather. Oh, yeah, you taught. That was cold weather.",
        9694.0,
        9701.22
    ],
    [
        " 19 degrees. You must have had a hat on out there. I don't know if I didn't know. Yeah, I had a beanie on you. You ready?",
        9701.78,
        9707.28
    ],
    [
        " And the last jockelstore.com, yes, represent why you're on the path. That's where you get all this cool stuff. Also, subscribe to the podcast if you haven't already. I think it's important.",
        9707.54,
        9728.14
    ],
    [
        " You got in your mental space. I think so, sir. Don't forget about the grounded podcast, which is part of the Defcore Network. You didn't know about that, did you?",
        9728.14,
        9738.16
    ],
    [
        " We got a whole network called the Defcore Network. We're building a network. We got free podcasts on it. Jockel Podcast, Grounded Podcast, and Warrior Kid Podcast.",
        9738.3,
        9748.34
    ],
    [
        " You can subscribe to all of them if you want or none of them, whatever you can also check out Warrior Kid soap at IrishOaksRanch.com.",
        9750.06,
        9760.18
    ],
    [
        " There's a kid who's been a Warrior Kid since day one in the game. And guess what? He makes his own soap from goat milk, goats that he raised.",
        9760.34,
        9768.58
    ],
    [
        " And we have a new soap. A new soap. It's called, well, it's got some active ingredients that help fighting against bacteria.",
        9768.58,
        9777.94
    ],
    [
        " I don't even know what I'm talking about. Well, bacteria, microbials.",
        9778.48,
        9783.88
    ],
    [
        " Yeah, those funguses. Fungai. Fungai. Yeah, all these things. All these things. All these things need to be defeated. So we have a soap.",
        9784.26,
        9794.62
    ],
    [
        " And it's called killer soap. And if you use it, it will help you to stay clean.",
        9795.44,
        9803.4
    ],
    [
        " Do you also YouTube? YouTube channel of your interest did in the video version of this podcast or excerpts from the podcast.",
        9803.52,
        9813.24
    ],
    [
        " You don't necessarily want to watch the whole thing all at once all the time. Or let's just say you might think that the world would be better place",
        9813.24,
        9822.72
    ],
    [
        " if as the world unfolded and things happened that part of the world exploded or caught on fire.",
        9823.1,
        9830.78
    ],
    [
        " Because echo, because he has command of virtual reality, he can make my words make things explode.",
        9831.02,
        9840.96
    ],
    [
        " He can make my kettlebell make things blow up. He can make his own magical powers be revealed in forms of like sparks.",
        9840.96,
        9855.74
    ],
    [
        " If I'm so inclined, yeah. So that's echo Charles. He may not be able to control everything in the world.",
        9856.06,
        9862.66
    ],
    [
        " But on the Jocco YouTube channel, he can make things happen.",
        9862.88,
        9867.04
    ],
    [
        " Sure. And video wise. Sure. I mean, he's explosions in a while, but you know, yeah, we're going to continue that from time to time.",
        9867.26,
        9874.96
    ],
    [
        " I think I hope we also got a now called psychological warfare. It's a little psychological hitter.",
        9874.96,
        9882.24
    ],
    [
        " If you need a little bump to get you over a bump, you can check that out on iTunes, Google Play or any MP3.",
        9882.36,
        9890.24
    ],
    [
        " We got flipside canvas.com where Dakota Meyer is making visual representations of discipline.",
        9890.24,
        9897.38
    ],
    [
        " Pure distilled onto a canvas that you can then hang on your wall.",
        9897.66,
        9905.0
    ],
    [
        " And it will keep you on the path. Also got a bunch of books, leadership strategy and tactics field manual.",
        9905.58,
        9909.5
    ],
    [
        " Way the warrior kid got three of those books. Got Mikey in the dragons.",
        9910.06,
        9916.54
    ],
    [
        " For the little kids got the distance equals freedom field manual.",
        9917.64,
        9920.98
    ],
    [
        " The audio version of that is a is on iTunes and Amazon music and Google Play as an MP3.",
        9921.34,
        9927.58
    ],
    [
        " We got extreme ownership and the dichotomy of leadership, the fundamentals of combat leadership that I wrote about with my brother, Dave Babin.",
        9927.96,
        9934.18
    ],
    [
        " We have echelon front, which is our leadership consultancy and what we do is we solve problems through leadership.",
        9934.72,
        9942.54
    ],
    [
        " Go to echelonfront.com if you need help in your organization with that.",
        9942.62,
        9946.52
    ],
    [
        " We got EF online, which is online leadership training to get you up to speed as a leader.",
        9946.64,
        9951.68
    ],
    [
        " Go to EF online.com for that. We've got the muster, which is our live conference gathering seminar.",
        9952.34,
        9960.68
    ],
    [
        " I got to think of a better word because it's better than all those three things.",
        9961.52,
        9964.88
    ],
    [
        " Everyone that we've done has sold out.",
        9966.16,
        9967.64
    ],
    [
        " This year we are doing Orlando. We are doing Phoenix and we are doing Dallas.",
        9967.9,
        9973.06
    ],
    [
        " If you want to come, go to extremelarship.com every one of these that we have done has sold out.",
        9973.46,
        9980.06
    ],
    [
        " And these are going to sell out too. So get there earlier.",
        9980.22,
        9981.7
    ],
    [
        " And also if you need leaders at any level in your organization, check out EFoverwatch.com for executive leadership.",
        9982.2,
        9992.72
    ],
    [
        " Check out EFleagen.com for frontline leadership.",
        9992.72,
        9996.44
    ],
    [
        " These are our platforms to connect the vets that have experience leading with companies that need experienced leaders.",
        9996.96,
        10007.74
    ],
    [
        " Go check out those platforms. Also wanted to say, talking to Ike, asking him about any charities he wanted me to mention.",
        10008.38,
        10017.68
    ],
    [
        " He said the Semper-5 fund, which does a bunch of stuff for Marines for Marine families, for Marines that are transitioning outside of the Marine Corps.",
        10017.72,
        10027.12
    ],
    [
        " And also helps them out with their health and wellness. So that's Semper-5fund.org.",
        10027.92,
        10033.8
    ],
    [
        " And also he wanted you to check out the Fisher House, which is when troops get wounded and they're in the hospital for an extended period of time,",
        10034.34,
        10043.82
    ],
    [
        " the Fisher House provides them with a place to stay, provides their families with a place to stay in the area.",
        10044.18,
        10051.2
    ],
    [
        " So it's FisherHouse.org. It's both these organizations, or great organizations, so check those out.",
        10051.46,
        10056.6
    ],
    [
        " And if you feel like you want to hear more from Echo and I, you know, for whatever reason, if you want to throw a correction at us if we made a mistake, which is entirely possible,",
        10057.46,
        10067.88
    ],
    [
        " we probably need it. Well, we're there. We're all on the interwebs.",
        10069.48,
        10074.38
    ],
    [
        " And we're also on, that means we're on Twitter. We're on Instagram. And we are on Zifrozenbuck.",
        10075.08,
        10082.92
    ],
    [
        " And you can find Echo at Echo Charles. And I am at Jocco Willink. And thanks once again to Charles Robert.",
        10083.62,
        10096.16
    ],
    [
        " Bobby Bob Eisenbach. Ike. An absolute honor to meet with him today to talk to him and to hear his incredible story of service to America.",
        10096.68,
        10109.92
    ],
    [
        " And the rest of the veterans out there that are on active duty.",
        10110.38,
        10114.1
    ],
    [
        " The ones that have already retired that have left the service. All of you that have put on the uniform, thank you for your service.",
        10116.14,
        10122.92
    ],
    [
        " And of course, the same goes out to our police and law enforcement and firefighters and paramedics and EMTs and dispatchers and correctional officers and border patrol and secret service.",
        10123.04,
        10131.74
    ],
    [
        " You take care of us here on the home front. And you are appreciated as well. And to both those groups.",
        10132.18,
        10140.3
    ],
    [
        " Thanks to your families for the support that you give to the folks that are wearing the uniform. And everyone else out there.",
        10140.88,
        10150.88
    ],
    [
        " You know, when you think about, when you think about the challenges that you face, that I face, that we all face, what challenges are we up against?",
        10152.52,
        10164.72
    ],
    [
        " What, what external power is trying to hold you down?",
        10165.32,
        10170.4
    ],
    [
        " Don't do your little battle, your little battle in the world.",
        10171.28,
        10174.7
    ],
    [
        " And then if you can, you can remember, you can remember someone like Ike.",
        10175.48,
        10183.72
    ],
    [
        " And you can remember what he did facing these challenges shot in the head, wounded, paralyzed.",
        10184.92,
        10194.6
    ],
    [
        " Hospitalized. And you know what? Any one of us can fold under those challenges of life.",
        10195.4,
        10204.0
    ],
    [
        " You can do that. You can fold. You can give in. Or you can do what Ike did. And what Ike does every day, which is take on those challenges by getting out there and getting after it.",
        10204.64,
        10220.7
    ],
    [
        " So until next time, this is Echo and Jocco. Out.",
        10222.66,
        10230.08
    ]
]