[
    [
        " If you had a leader at work who you did not respect and know is ineffective and you've communicated that to him yet when they see you",
        0.0,
        8.06
    ],
    [
        " They try to shake your hand",
        8.06,
        11.02
    ],
    [
        " How would you react and how would you deny their handshake offering?",
        11.02,
        16.44
    ],
    [
        " Appreciate the feedback so",
        17.5,
        20.1
    ],
    [
        " Okay, this is just off the off the market",
        20.1,
        23.98
    ],
    [
        " I hope I hope people realize that this is no it's okay. I mean, I understand the reason I put this in there just because",
        24.22,
        30.18
    ],
    [
        " This is what we talked about earlier where you think man, I'm holding the line",
        30.18,
        35.06
    ],
    [
        " Mm-hmm, and I'm I'm holding the line and this is my expectations of a leader and you don't fit it",
        35.06,
        40.26
    ],
    [
        " So I'm gonna number one I'm gonna tell you number two if you try and shake my hand you're not getting right right",
        40.26,
        44.68
    ],
    [
        " So that's what we call an adversarial relationship and does not what we want how let me ask you this",
        44.68,
        51.16
    ],
    [
        " How is this going to help your cause to have an adversary relationship with your boss? How does it help your cause?",
        51.16,
        56.62
    ],
    [
        " Is he gonna listen to you more or less?",
        57.0,
        58.22
    ],
    [
        " Is he gonna support you more or less?",
        58.64,
        61.28
    ],
    [
        " Will he give you what you want more or less which one?",
        61.92,
        65.46
    ],
    [
        " You won't shake his hand and",
        66.38,
        70.48
    ],
    [
        " And you think he's gonna support you in any way no and",
        70.48,
        74.36
    ],
    [
        " furthermore",
        74.36,
        75.34
    ],
    [
        " Is he if you have an adversary relationship with your boss?",
        76.6,
        79.96
    ],
    [
        " Is he more likely to promote you into a position where you can have more control over decisions for the team and for your own future?",
        80.2,
        86.86
    ],
    [
        " What do you think the answer to that is negative?",
        87.06,
        89.42
    ],
    [
        " All those answers are obvious",
        90.22,
        92.66
    ],
    [
        " this",
        92.66,
        94.34
    ],
    [
        " whole",
        94.34,
        96.56
    ],
    [
        " concept is wrong our",
        96.56,
        100.14
    ],
    [
        " job",
        100.14,
        100.78
    ],
    [
        " Is to build a relationship with our boss and",
        101.52,
        104.62
    ],
    [
        " Honestly with everyone else for that matter. That's what we're trying to do",
        104.62,
        107.62
    ],
    [
        " Straight up disrespecting the boss or",
        107.62,
        111.94
    ],
    [
        " Again, anyone is not gonna help our cause. It's gonna hurt it",
        111.94,
        117.68
    ],
    [
        " now",
        117.68,
        118.02
    ],
    [
        " This doesn't mean that we're kissing ass. This doesn't mean that we're folding it doesn't mean that we're weak",
        118.02,
        126.22
    ],
    [
        " This is this is the this is the challenge for me to convince people that want to be strong leaders that this doesn't mean that you are weak",
        126.22,
        134.24
    ],
    [
        " And actually takes more strength to",
        134.24,
        138.54
    ],
    [
        " Control your emotions. It takes more strength to remain professional",
        138.54,
        143.9
    ],
    [
        " It takes more strength to focus on the long-term win and not the short-term",
        143.9,
        150.02
    ],
    [
        " frustration. It takes more strength to keep your ego in",
        150.02,
        155.58
    ],
    [
        " Check and I would say",
        157.72,
        159.42
    ],
    [
        " That this whole question is a good",
        159.42,
        164.24
    ],
    [
        " Is it is an indicator to me? I might need to check my own ego",
        164.24,
        168.28
    ],
    [
        " Okay, am I critical of my boss?",
        168.28,
        171.7
    ],
    [
        " Am I critical because of my boss because I'm a little bit jealous?",
        172.02,
        176.14
    ],
    [
        " Is that possible?",
        176.58,
        177.42
    ],
    [
        " Am I critical of my boss because I think I deserve the job more than they do?",
        178.0,
        183.88
    ],
    [
        " Do I think that my boss got lucky or he he's a brown noser or he's favored some way?",
        184.66,
        191.46
    ],
    [
        " That's why he got it and I'm gonna be bitter about it and therefore I'm not gonna respect him all",
        191.54,
        197.52
    ],
    [
        " Those right there",
        197.52,
        198.56
    ],
    [
        " Ego talking right full on ego talking so you got to put the ego in check",
        198.56,
        204.26
    ],
    [
        " You got to support the boss and you got to support the team then that's the best way to support the boss and support the team and",
        204.26,
        210.9
    ],
    [
        " The obvious caveat to this is if the boss is doing something that's illegal or moral or unethical then",
        212.28,
        218.98
    ],
    [
        " Fine. Yeah, of course absolutely you can call him out",
        218.98,
        221.92
    ],
    [
        " You can",
        221.92,
        223.38
    ],
    [
        " Deny his handshake you can report him up the chain of command or to the authorities",
        223.38,
        228.02
    ],
    [
        " Because if you're part of what he's doing and you know it then you're complicit in the activities so",
        228.02,
        234.74
    ],
    [
        " You're at risk anyways",
        234.74,
        236.58
    ],
    [
        " And it's the right thing to do so obviously in those cases. Yeah, you you can hold your ground",
        237.88,
        243.7
    ],
    [
        " But barring those extreme circumstances",
        243.7,
        247.16
    ],
    [
        " What you want to do with your boss is build the relationship and again, it's not just your boss. It's your peers",
        247.16,
        253.12
    ],
    [
        " It's your chain of command up and down. You want to build those relationships",
        253.12,
        257.42
    ],
    [
        " Instead of breaking them",
        257.42,
        259.6
    ],
    [
        " Yeah",
        259.6,
        262.08
    ],
    [
        " Yeah, it seems it's so fun. Not funny. It's interesting how I when you lay it out and I'm sure a lot of",
        263.06,
        268.86
    ],
    [
        " maybe even",
        268.86,
        270.22
    ],
    [
        " when he's listening to this",
        270.22,
        271.82
    ],
    [
        " Just hearing this question out loud it seems obvious, you know",
        271.82,
        275.58
    ],
    [
        " But really you try to think about yourself in the situation. Yeah, where yeah, you don't like this guy",
        275.58,
        281.48
    ],
    [
        " And maybe he said some stuff to offend you even and you don't respect them obviously",
        281.48,
        285.14
    ],
    [
        " So yeah, you don't want to shake this guy's hand like how you feel is a lot of times what dictates your",
        285.14,
        292.06
    ],
    [
        " Behavior, you know towards people and just otherwise",
        292.08,
        294.78
    ],
    [
        " So when you're in the situation this is kind of like it's so hard to be like",
        294.78,
        300.5
    ],
    [
        " Yeah, I don't respect his whole methods. I don't like any of this stuff. He's gonna come shake my hand",
        300.5,
        305.82
    ],
    [
        " It's so hard to be like sure and and Duke what you're talking about. It can be put your ego in check put your emotions in check",
        305.82,
        311.94
    ],
    [
        " Yeah, yeah, put your attitude in check and just go hey boss. How's it going today?",
        311.94,
        316.36
    ],
    [
        " Everything's going good here. Yeah, so I appreciate the support you've been giving us I there's one decision",
        317.96,
        323.14
    ],
    [
        " You made I was kind of wondering about I'd love to get love to pick your brain on at some point. Oh really",
        323.14,
        327.7
    ],
    [
        " Whereas if I just go I don't want to shake your hand. I hate you",
        327.7,
        332.44
    ],
    [
        " Basically disrespect you and I hate you",
        332.44,
        335.42
    ],
    [
        " Yeah, and I want you to decision you made over here as long as you can listen to me. There's no chance",
        335.42,
        339.62
    ],
    [
        " I know there's no chance. You're gonna wait. You're gonna lose the argument. Yeah me",
        339.62,
        342.9
    ],
    [
        " When I go in there and I say boss how's it going? Yes, yeah, no problem",
        343.6,
        346.9
    ],
    [
        " Hey, I want a thing I wanted to pick your brain about this decision you made over here. Is he gonna listen to me?",
        346.9,
        351.14
    ],
    [
        " Got a better chance still might say no, but guess what I'm fighting a long war. I'm out last him",
        351.14,
        356.06
    ],
    [
        " I'm gonna out work him. I'm gonna outmaneuver him. Yeah, my boss is gonna do what I want to do",
        356.06,
        360.24
    ],
    [
        " I know man. Yeah, you gotta keep that in mind man",
        360.24,
        362.78
    ],
    [
        " Yeah, when you're in it when you lose that little battle cuz really that's what it is",
        362.78,
        367.7
    ],
    [
        " When you're shaking your hand and you're like in your head. You're like I hate you",
        367.7,
        370.76
    ],
    [
        " I don't want to shake your hand freaking get your hand out of my thing your whole existence of your hand in front of my face",
        370.76,
        375.7
    ],
    [
        " Is an insult that's what you're thinking so if you shake it you lost that battle and that that's bad right there for you",
        375.7,
        382.0
    ],
    [
        " That's it feels bad. It's it's it's very very",
        382.0,
        385.18
    ],
    [
        " Yeah, immature when yeah",
        385.18,
        387.26
    ],
    [
        " It just feels right at the time",
        387.26,
        389.94
    ],
    [
        " Yeah, if you let your emotions get all crazy if you're not being strategic",
        389.94,
        393.58
    ],
    [
        " That's everything you're not thinking about winning. Yeah, and by no means if you're not playing the game correctly",
        393.58,
        399.3
    ],
    [
        " I know that's what but the point is I understand it feels good. Of course. Say it out loud. It's like oh my gosh",
        399.3,
        405.3
    ],
    [
        " It's a clear you know what I almost you know what you you you just",
        405.3,
        408.66
    ],
    [
        " Indicated to me something very obvious is that over time you know over time you get to",
        408.66,
        415.44
    ],
    [
        " Okay, you go for a hard workout and you get to you look forward to the feeling afterwards of that yeah",
        415.44,
        421.84
    ],
    [
        " I did this hard workout. There's some Dorfins or whatever. Yeah, I'm gonna tell you at some point",
        421.84,
        425.92
    ],
    [
        " I developed some sort of attitude where when I",
        426.06,
        429.72
    ],
    [
        " Do when I control myself and I make a good strategic move if it feels just as good. It feels way better than the short term",
        429.72,
        436.52
    ],
    [
        " Oh, man, I really told him no no wrong answer you lost you won the battle lost the war idiot",
        436.52,
        442.32
    ],
    [
        " That's what I feel like if I make that mistake, but that's absolutely correct",
        442.32,
        446.5
    ],
    [
        " They don't even you conditioned yourself to the whole process, you know because you probably went through it a few times",
        446.5,
        451.12
    ],
    [
        " Yes, tasted the fruits, you know of winning the law",
        451.12,
        453.62
    ],
    [
        " But it's so it's just with experience exactly right exactly right so and there's ways you can kind of do that to yourself",
        453.62,
        461.92
    ],
    [
        " Like I do it if like even if you haven't like it",
        461.92,
        464.38
    ],
    [
        " Ultimately when when you boil kind of your whole way of thinking down when you do have an ego that you think is like a functional ego",
        464.38,
        471.16
    ],
    [
        " But use that ego to win the long war so like kind of like what I did with getting mad",
        471.16,
        476.4
    ],
    [
        " It's like no one can like my like no one's gonna tell me I have low self esteem because really you know anger",
        476.4,
        481.22
    ],
    [
        " Angra issues is usually because of the low self esteem",
        481.22,
        484.32
    ],
    [
        " So in this case you could be like hey if you ever",
        484.32,
        487.42
    ],
    [
        " Facilitate that adversarial relationship where you don't shake his hand or you're like you want to as he said",
        487.42,
        493.88
    ],
    [
        " You've communicated that to him you have a leader that you don't respect and you know as an effective and you told them",
        493.88,
        501.24
    ],
    [
        " Okay, so keep that when you say stuff like that consider that as like your weakness",
        501.24,
        506.24
    ],
    [
        " Like just tell yourself that what it is say that's your weakness for forgetting the long war and for and for showing your cards that",
        506.26,
        513.34
    ],
    [
        " Showing your cut. Yes. Yeah, just it's this little internal thing you tell yourself and then just like how you're saying where you feel dumb",
        513.34,
        521.08
    ],
    [
        " And if you if your ego can't handle that can handle all that then go I'll go back to my point that I said this doesn't mean your week",
        521.08,
        527.18
    ],
    [
        " It means that you are winning",
        527.18,
        529.52
    ],
    [
        " Yeah, but flip it around as far as what you tell yourself like you you know",
        529.52,
        534.36
    ],
    [
        " It feels weak to lose a small battle I understand but flip it around and say hey, no if you win it at the expense of the long",
        534.36,
        540.38
    ],
    [
        " That means your week say that to yourself. Yeah, it'll get easier. You know, you're right",
        540.38,
        544.3
    ],
    [
        " No, if you lose the long-term battle you're even more weak",
        544.3,
        548.24
    ],
    [
        " Yes, that's the big weakness big weakness",
        548.24,
        551.58
    ]
]