[
    [
        " Jocco prioritize and execute is it wrong to sacrifice health in short term to accomplish work objectives and how would you make up the time lost?",
        0.88,
        9.6
    ],
    [
        " So yeah, absolutely sometimes you have to sacrifice workouts for health and health for work objectives. There's no doubt that's life",
        10.48,
        17.68
    ],
    [
        " and",
        17.68,
        18.6
    ],
    [
        " work in many respects is life and that's kind of another topic",
        18.6,
        23.92
    ],
    [
        " But try and love what you're doing try and enjoy your job if you don't because if you enjoy your job",
        24.8,
        30.78
    ],
    [
        " then",
        30.78,
        32.24
    ],
    [
        " Work is life is an okay thing if you hate your job then work is life is not a is not a good situation to be in",
        32.24,
        39.22
    ],
    [
        " So try and get into things and do something that you enjoy doing and if you don't enjoy it",
        39.22,
        44.98
    ],
    [
        " You know find some kind of an exit strategy, but that's another topic going back to this topic",
        44.98,
        50.56
    ],
    [
        " Is it okay or is it wrong to sacrifice your health in the short term to accomplish long term work objectives and yeah even in the",
        51.1,
        58.62
    ],
    [
        " Seal teams we did that all kinds of times a lot whether it was in training or for mission where our priority",
        58.62,
        66.72
    ],
    [
        " Or our mission or our training takes priority over",
        66.72,
        70.46
    ],
    [
        " workouts and over eating healthy and over everything so there's times where that you're",
        70.46,
        75.78
    ],
    [
        " 100% focused on some kind of mission and that's what you're gonna that's what you're gonna do and",
        76.54,
        82.04
    ],
    [
        " That's okay. That's what we did in the seal teams and that's what everyone does and it's and when you get done with that",
        82.04,
        87.38
    ],
    [
        " How do you make up for lost time you do some hard workouts and maybe you go eat super clean or you fast for a little while or whatever",
        87.38,
        93.28
    ],
    [
        " It is it gets you back on track you just get yourself back on track what you have to watch out for is a pattern",
        93.28,
        98.68
    ],
    [
        " long-term pattern",
        98.68,
        102.32
    ],
    [
        " Where work takes precedent over health for",
        103.78,
        108.32
    ],
    [
        " multiple weeks right multiple weeks and",
        108.32,
        113.06
    ],
    [
        " Months right if it's if you're talking about months we're in a bad situation",
        113.06,
        117.14
    ],
    [
        " Like if you go week two weeks where you just were crazy and work was crazy and you you know",
        117.14,
        121.86
    ],
    [
        " You know your health took a little to went down a couple notches on the priority and a couple weeks goes by and you",
        121.86,
        126.74
    ],
    [
        " Cook for them got them got through that and the the hard seasons over or the whatever the you know",
        126.74,
        132.04
    ],
    [
        " Well, you know you know you people in the finance world and tax season",
        132.04,
        134.94
    ],
    [
        " They're just bust in their ass for two three four straight weeks. It's really hard",
        134.94,
        138.78
    ],
    [
        " To understandable and you know retail people around Christmas time there",
        138.78,
        143.74
    ],
    [
        " You know the everyone's got the little cyclical things real estate people in the spring time and the summer starts rolling around their work",
        143.74,
        149.14
    ],
    [
        " It's it's there's cyclical things and that's cool",
        149.14,
        152.68
    ],
    [
        " You work hard for two three weeks where you just have to get after it",
        152.68,
        156.44
    ],
    [
        " But when that starts turning into months and in multiple weeks and then months and then",
        157.14,
        162.82
    ],
    [
        " secular months of",
        162.82,
        164.66
    ],
    [
        " Your health is taking the back seat. We have an issue now",
        164.66,
        168.18
    ],
    [
        " That being said there are not too many jobs",
        168.18,
        174.68
    ],
    [
        " that consume",
        174.68,
        177.0
    ],
    [
        " 23 and a half hours a day of your time",
        177.0,
        180.44
    ],
    [
        " They're just not that many jobs that do that now what and what you might be facing here",
        180.44,
        185.58
    ],
    [
        " You might be blaming your job for you being lazy",
        185.58,
        189.2
    ],
    [
        " That that can be happening. That's a strong possibility actually",
        189.2,
        192.9
    ],
    [
        " Because you can make time for a 20 minute workout right 20 minute workout",
        192.9,
        199.1
    ],
    [
        " Right 20 minute workout like that if you get 20 minutes you getting to shake it out a little bit and you do you know a couple hundred burpees",
        199.1,
        207.04
    ],
    [
        " As hard as you can you just got to work out that took you 10 15 20 minutes, right?",
        207.04,
        212.9
    ],
    [
        " Well, yeah longer than that for me, but yeah, you see what I'm saying though. I do yes fully",
        213.56,
        218.24
    ],
    [
        " You do and then if you can do that if you sprint if you do 10 sprints",
        218.24,
        222.24
    ],
    [
        " Right doesn't take you much time you do go go knock out three four five sets of pull-ups",
        222.24,
        227.44
    ],
    [
        " Go knock out a couple hundred pull-ups. How long does that take?",
        227.44,
        230.84
    ],
    [
        " It doesn't take that long",
        231.44,
        232.9
    ],
    [
        " Right",
        232.9,
        233.84
    ],
    [
        " Take you 15 minutes. You're done. So",
        233.84,
        237.26
    ],
    [
        " Then maybe at night you just roll up there you grab your kettlebell and you knock out some swings it takes you seven minutes",
        238.3,
        243.52
    ],
    [
        " We're not talking about a bunch of times. So are we being lazy because we're not carving out",
        243.52,
        249.3
    ],
    [
        " 15 20 minutes half an hour you know a lot of people ask me about what the workouts I do when I'm on the road a lot of times",
        249.3,
        256.04
    ],
    [
        " When I'm on the road I fly into a city I get there 11 o'clock at night the next time the next day",
        256.04,
        260.66
    ],
    [
        " I'm working with a company at eight o'clock in the morning and so I my schedule is tight",
        260.66,
        264.6
    ],
    [
        " Why am I in the hotel room the hotel room dream sucks for for one thing and",
        264.6,
        268.8
    ],
    [
        " I'm gonna bang something out quickly",
        268.8,
        271.32
    ],
    [
        " You know it's not gonna be an hour workout. No, it's gonna be like 20 minutes sometimes now sometimes if I have a little extra time",
        271.32,
        278.14
    ],
    [
        " Maybe I'm not meeting with the company until lunch cool. I'm gonna have a nice long workout of course",
        278.14,
        283.06
    ],
    [
        " But if it's I'm due to meet with a CEO for breakfast at seven o'clock",
        283.06,
        288.18
    ],
    [
        " It's gonna be a quick hard core 12 minute workout",
        288.18,
        291.84
    ],
    [
        " And that's cool. So you got to carve that out and",
        292.66,
        296.44
    ],
    [
        " So you know make sure that",
        296.44,
        300.16
    ],
    [
        " It's the job",
        300.16,
        302.14
    ],
    [
        " That's doing this to you and not you that's doing this to you. Yeah",
        302.14,
        306.18
    ],
    [
        " so",
        306.18,
        307.44
    ],
    [
        " If it is your job truly",
        307.44,
        310.92
    ],
    [
        " Truly your job is the thing that's making you unhealthy",
        310.92,
        314.96
    ],
    [
        " Then you got to fix it now what you have going for you is that companies want you to be healthy right companies",
        314.96,
        321.08
    ],
    [
        " Understand the benefit of having healthy employees not just from a productivity standpoint",
        322.24,
        326.76
    ],
    [
        " But from like an insurance viewpoint",
        326.76,
        329.06
    ],
    [
        " We if we got out you know, we've got a health coverage for our employees and all of our employees are our sick and and lame",
        329.06,
        335.76
    ],
    [
        " And lazy and we're having to pay their medical bills and they can't work. It's problematic",
        335.76,
        339.46
    ],
    [
        " So what you do is you step up and you say hey, you know what we don't have a health and wellness program. I want to run it",
        339.46,
        343.74
    ],
    [
        " We need a little gym. Oh",
        343.74,
        346.96
    ],
    [
        " It's gonna cost money. Yes, it's gonna cost money",
        346.96,
        349.2
    ],
    [
        " We're gonna save you money in productivity. I'm gonna save you money in insurance. I'm gonna write a point paper on that",
        349.2,
        353.54
    ],
    [
        " I'm gonna win that one all day long. We're gonna we're gonna put a gym",
        353.54,
        357.22
    ],
    [
        " In the lounge and we're gonna put we're gonna put some mats in the doughnut room",
        357.22,
        363.78
    ],
    [
        " You know what I'm saying? So we're gonna we're gonna do it. Well, I think LinkedIn has a G-G-2 room",
        363.78,
        368.8
    ],
    [
        " You mean, oh, they did like that. I think I saw a picture of they have a G-G-2 room",
        368.8,
        373.46
    ],
    [
        " Good idea. Yeah, you wouldn't even have to pay me to work there. I did. Oh, you got your G-G-2 room boy",
        373.46,
        378.1
    ],
    [
        " Free members. Yeah, so you get so so go you know step up your company",
        378.14,
        384.0
    ],
    [
        " I can not guarantee your company wants you to be healthy",
        384.0,
        386.74
    ],
    [
        " So step up maybe take leadership role and form the health and wellness program for your company. Good",
        386.74,
        395.08
    ],
    [
        " Funny man my brother's company. You know it. Brake mop. He uh, they don't have a they don't match in",
        395.08,
        402.94
    ],
    [
        " Obviously in the office, but yet yet. Yeah, but",
        402.94,
        406.84
    ],
    [
        " It's funny though. He'll like he'll do this. He'll encourage people to go to G-G-2",
        408.44,
        413.22
    ],
    [
        " You know to the point where the will they have rash guards even yeah, we have a pretty good representation from fragmau about the gym",
        413.22,
        419.32
    ],
    [
        " Yeah, you know what I call everyone from fragmau that trained you know and I nicknamed them what all of them fragmau",
        419.32,
        424.44
    ],
    [
        " Everyone from fragmau that's what they're actually",
        424.44,
        426.8
    ],
    [
        " Actually, no, no, no, your name is fragmau. Yeah, so but that's good because it becomes this culture that kind of catches on",
        426.8,
        434.88
    ],
    [
        " Where and this is just G-G-2 can be kind of anything crossfit or even spin. I don't know whatever, but",
        435.62,
        440.46
    ],
    [
        " G-G-2 is kind of good because it's one of those ones that you can kind of come and talk about it and you know",
        440.46,
        445.2
    ],
    [
        " Yeah, I choked you out. Are you choked me out kind of thing? You can choke your boss if he's there",
        445.2,
        448.6
    ],
    [
        " You know, it's like that kind of sounds it's real fun",
        448.6,
        450.42
    ],
    [
        " And they even have like rat like I said rash guards the rash guards like if you work for fragmau",
        450.42,
        455.34
    ],
    [
        " It'll say um staff on the back. It'll have like",
        455.34,
        458.42
    ],
    [
        " You know, they do like AI and you know",
        458.42,
        461.96
    ],
    [
        " Development stuff like that. So the the staff one will be um, what does it have on the sleeves like digital",
        462.4,
        468.44
    ],
    [
        " Circuitry. Yeah, and then the other one says we'll say security. That's like, you know friends of",
        468.44,
        474.66
    ],
    [
        " Yeah, the friends of the family. It's also between the hardware and the software rash guards",
        474.66,
        478.82
    ],
    [
        " Right, right. That's what I mean. That's exactly what it is. So the soft the guys who actually work for fragmau have the software",
        478.82,
        483.92
    ],
    [
        " Or rash guards that has like circuitry on the design and then the the the hardware oh no",
        483.92,
        488.96
    ],
    [
        " Sorry, the software is a little zeros and one code. Yeah, yeah, yeah, yeah, yeah, exactly and the security the guys who were anyway nonetheless",
        488.96,
        496.26
    ],
    [
        " That's kind of",
        496.26,
        497.38
    ],
    [
        " That's like a good look because that's not really an official program in fragmau or in a company",
        497.38,
        504.7
    ],
    [
        " It's just it's kind of the influential element of the culture, you know where it's like and you know my brother",
        504.7,
        509.52
    ],
    [
        " He he he pushed that, you know, not",
        509.52,
        512.68
    ],
    [
        " Kind of overtly, I guess, but it's more it was like you guys have to do this",
        512.68,
        516.6
    ],
    [
        " It's kind of like hey, you should come down. I'll give you a rash guard and okay cool and guys and it was funny",
        516.6,
        520.64
    ],
    [
        " There's a time there's a bunch of fragmau in there just going interesting, but yeah that helps",
        520.64,
        525.34
    ],
    [
        " Now the the thing is if none of that works if you give your companies just dragging you down and and you've checked and double checked and triple checked your own",
        525.34,
        534.52
    ],
    [
        " Discipline or lack of discipline",
        534.52,
        537.6
    ],
    [
        " Mm-hmm, and you realize that it's the work that is bringing down your health in that case",
        537.6,
        543.04
    ],
    [
        " You got to follow the procedure you got to find an exit strategy create an exit strategy save up your money",
        543.68,
        549.38
    ],
    [
        " Line things up get the ducks and row in the next cute because your health is gonna be more important than",
        549.38,
        555.72
    ],
    [
        " Everything else. Yeah, then everything else all that money you could possibly make if you got a sacrifice a year and a half",
        555.72,
        562.6
    ],
    [
        " Two years and you're gonna grind it out like an investment banker that shows up on Wall Street",
        562.6,
        566.5
    ],
    [
        " Is gonna grind for two years and their health is gonna suffer, but they've got a goal at the end of that",
        566.5,
        569.96
    ],
    [
        " Hey understood you sometimes you got to do but you got to at the end that two three years",
        571.02,
        574.78
    ],
    [
        " If you know if you're not there and you're not where you want to be and you're starting to decline in health",
        574.78,
        580.36
    ],
    [
        " They're gonna get some stuff you won't be able to recover from so",
        580.36,
        583.14
    ],
    [
        " Make your make your decision",
        583.14,
        585.6
    ],
    [
        " Then you come up with an exit strategy and move on do something else. Yeah, and health health and even like",
        585.6,
        592.4
    ],
    [
        " fitness is",
        592.4,
        594.6
    ],
    [
        " Is this thing is called systemic versus direct you know as far as being beneficial so",
        595.56,
        601.44
    ],
    [
        " Exercise is like one of the few things in your little hierarchy of like needs or whatever",
        601.44,
        607.42
    ],
    [
        " That affects everything else like if you if you're an unhealthy person versus a healthy person the healthy person will be better at",
        607.42,
        615.48
    ],
    [
        " Everything else. He'll be better at making money. He'll be better at all relationships",
        615.48,
        619.9
    ],
    [
        " He'll be better",
        619.9,
        621.36
    ],
    [
        " Obviously health wise in and of itself. I mean obviously if you've got some guy that's brilliant and",
        622.18,
        627.74
    ],
    [
        " Really out of shape versus a guy that's an idiot who's in grade shape",
        627.74,
        632.54
    ],
    [
        " The brilliant person's probably gonna make more money and you do better in the long run",
        632.54,
        636.86
    ],
    [
        " I mean we're talking you have to put them on a level and intellectual way. Yeah, you're talking about the same person. Oh, yeah",
        636.86,
        642.54
    ],
    [
        " Then for sure for sure, but the person was gonna win",
        642.54,
        645.54
    ],
    [
        " But it so and compare that to the direct thing like will people be like hey making money is important",
        645.54,
        651.08
    ],
    [
        " So it's more important than health, but he's thinking making money doesn't improve your health",
        651.08,
        654.3
    ],
    [
        " Making money doesn't necessarily improve friendship or romantic relationships",
        654.3,
        658.42
    ],
    [
        " necessarily in fact a lot of times it damages them a lot of the times health doesn't damage anything it improves everything there's not",
        658.42,
        665.76
    ],
    [
        " Anything that I can think of anyway that health makes worse. Yeah, or being more fit makes worse",
        665.76,
        673.2
    ],
    [
        " Get healthy stay healthy. Yeah stay on the program. You know what?",
        673.2,
        676.68
    ],
    [
        " And it's one of those things to men like working out when you're on the road",
        677.3,
        681.12
    ],
    [
        " That's a big one right it's hard to like get a solid workout on the road because you're busy or whatever, but there's",
        681.12,
        685.98
    ],
    [
        " This is gonna sound crazy when you think about it's not not crazy, but some kind of unrealistic where okay",
        685.98,
        691.12
    ],
    [
        " So this would have been doing recently when we went to New York for the monster and like all these of some before I go all",
        691.12,
        696.28
    ],
    [
        " Research you get to gyms and fitness gyms where I can work out because like you said the hotel gym is like",
        696.28,
        701.74
    ],
    [
        " If you don't have anything else in you, but you still have time. Okay good",
        701.74,
        704.58
    ],
    [
        " But research where are the gyms and prepare like okay",
        705.86,
        708.8
    ],
    [
        " How long is it gonna take me to get there work out get back all this stuff and then you fit it in your schedule",
        708.8,
        713.52
    ],
    [
        " And here's the thing if you don't want to fit in your schedule, then don't work out then if then health is not for you then",
        713.52,
        718.7
    ],
    [
        " But if you're like oh you're asking you know this kind of question where",
        718.7,
        722.96
    ],
    [
        " You know",
        722.96,
        724.24
    ],
    [
        " Is it wrong to sacrifice health and all this stuff that means you're concerned about health then be concerned about health",
        724.24,
        730.7
    ],
    [
        " You can fit it in this surprise which you can fit in just like you don't have to get that good of a workout",
        730.7,
        735.98
    ],
    [
        " But you're fitting it in but here's the thing you can fit in a good workout. You just gotta make room for that",
        735.98,
        740.98
    ],
    [
        " You gotta plan it's a psychological win too like I if I'm going to speak somewhere",
        740.98,
        745.7
    ],
    [
        " At a minimum I'll do a couple hundred burpees before I go when I wake up",
        745.7,
        751.3
    ],
    [
        " Yeah, that just gets the blood flowing you're ready rocking wrong. Yeah, but at the monster",
        751.3,
        756.4
    ],
    [
        " I there was no break in the program. I went to 24-feet. This I've rolled a hard one at handzos",
        756.4,
        761.86
    ],
    [
        " And then we rolled that at the monster which wasn't hard necessarily",
        761.86,
        764.6
    ],
    [
        " But there's a lot of roles in there and so man it was there was no break in the program but",
        764.6,
        770.36
    ],
    [
        " The point is because I",
        770.36,
        773.02
    ],
    [
        " I knew that that was I made time exactly right. It was important and I don't say it's important like it's the number one priority",
        773.02,
        778.88
    ],
    [
        " I'm saying it's part of the the whole what I'm doing if it's not part of what you're doing then don't be healthy",
        778.88,
        784.56
    ],
    [
        " Then don't make it part of what you're doing. I vote against you on that one. I say make time be healthy",
        784.58,
        789.92
    ],
    [
        " Yeah, I think so too. That's my opinion, but I'm saying you know I know exactly",
        789.92,
        793.76
    ],
    [
        " Like yeah, you're saying I don't have time. Yeah, my job is so whatever if you straight up don't have time",
        793.76,
        799.46
    ],
    [
        " Then you don't have time health is not for you. You chose everything else over healthy and that's up to you",
        799.46,
        804.42
    ],
    [
        " I'm gonna go ahead and go on limb here that most people you can make time. That's the point",
        804.42,
        808.6
    ],
    [
        " That's my wake up at half hour earlier. Yeah, cuz you know you know when you really don't have time",
        808.6,
        814.38
    ],
    [
        " Yeah, yeah, yeah, like one time I don't know two or three months ago",
        814.56,
        818.3
    ],
    [
        " We were we came in and we we skipped jujitsu to record the podcast right and I was like man",
        818.3,
        825.02
    ],
    [
        " We skipped jujitsu to record the party. It's good. We had no choice right it was like we didn't do that",
        825.02,
        828.74
    ],
    [
        " We were gonna get a flight in the afternoon, and we just had to do it if and so yeah occasionally that those things happen",
        828.74,
        836.14
    ],
    [
        " Yeah, so consider that right so it's either",
        836.14,
        838.32
    ],
    [
        " skip jujitsu one day and get the podcast out or",
        838.32,
        843.2
    ],
    [
        " Don't it we could at ease. We could have chosen",
        843.2,
        845.64
    ],
    [
        " Train jujitsu don't do the podcast, but at that point given all the circumstances the podcast that one day",
        845.64,
        851.64
    ],
    [
        " It's keeping jujitsu one day is more important for that one day because it's not like we're giving up jujitsu completely for this",
        851.64,
        857.18
    ],
    [
        " But it's not actually holding the line with the podcast exactly right and now is important that day",
        857.18,
        862.14
    ],
    [
        " Because we're kind of faced with that thing what do you give up? So what that's the question? What do you give up?",
        862.14,
        867.3
    ],
    [
        " Do you give up watching",
        867.52,
        868.72
    ],
    [
        " You know a movie and room service do you give that up give that up?",
        869.48,
        873.44
    ],
    [
        " Yes, give that up like I said hey if you don't have",
        873.52,
        875.36
    ],
    [
        " I go to hotels. I don't even turn on the TV. Yeah, Ben. It's been a long time",
        875.36,
        879.54
    ],
    [
        " You because I don't have TV at home, and so I don't know a year or two ago",
        879.54,
        883.4
    ],
    [
        " I went to some hotel and I've turned on the TV and next thing I know",
        883.4,
        887.24
    ],
    [
        " You know an hour and a half went by and I was watching some movie from 1986",
        887.24,
        891.78
    ],
    [
        " Gone you've got to be kidding me turn it off. You know what I always do. I hang my chalk bag on the TV",
        891.78,
        898.4
    ],
    [
        " That's my standard operating procedure. I hang my chalk because you know they're all the thin TVs",
        898.74,
        903.68
    ],
    [
        " When you travel when I travel so you bring your chalk bag. Yes, I bring a chalk bag",
        903.68,
        907.64
    ],
    [
        " I bring sweat bands for my rest because I sweat I bring a chalk bag. I bring my little notebook. I bring",
        907.64,
        913.78
    ],
    [
        " Mobility wad ball to do some mobility work and I bring some",
        913.78,
        921.24
    ],
    [
        " One inch tubular nylon that I used to stretch",
        921.24,
        924.66
    ],
    [
        " Oh, thank you. You're good to go",
        924.66,
        926.62
    ],
    [
        " Originally like when we went to the monster I brought rings with me. Yeah, I saw that",
        927.4,
        930.96
    ],
    [
        " That was good because I knew I was gonna be on a tight timeline",
        930.96,
        933.56
    ],
    [
        " I knew it's gonna have to you know get some workouts done and I traveled a little bit heavier",
        933.56,
        938.1
    ],
    [
        " Yeah, cuz I normally travel really light, but I had an extra bag so then no rings. Hey, man",
        938.1,
        943.92
    ],
    [
        " No factor you were there for a while too. Yeah a couple weeks. Yeah, I was in Austria and then came back to New York",
        943.92,
        949.54
    ],
    [
        " And then from New York to Texas. So there's a road trip. Yeah",
        949.54,
        952.98
    ],
    [
        " Thanks see and you made it happen and you're busier than the normal person in my opinion kind of busy in from yeah",
        953.4,
        959.72
    ],
    [
        " But again, man, I think you know how that old saying I think I don't know you might have said I might have been head",
        959.72,
        967.44
    ],
    [
        " I don't know where I saw it, but it's like there is no",
        967.44,
        969.68
    ],
    [
        " Free time or spare time or you know work that there's just time, you know, it's it's one of those two",
        969.68,
        975.4
    ],
    [
        " Oh, that is wrong. That's a wrong quote. Yeah, so it's like time. So there's no spare time. There's no free time",
        975.4,
        980.54
    ],
    [
        " There's just like this time. Yeah, so you better just get on it. So unless you're like",
        980.78,
        984.36
    ],
    [
        " Peter a tier remember when he was talking about what Peter a tier was talking about like",
        984.36,
        987.96
    ],
    [
        " There was no time. You're just working the whole time like you can't sleep. Oh, you know when he's at med school",
        987.96,
        993.16
    ],
    [
        " Yeah, yeah, so if you're in that situation, then that makes sense",
        993.16,
        996.34
    ],
    [
        " You're not gonna be like hey, I'm not doing this part of my med program",
        996.34,
        1000.44
    ],
    [
        " You know you can pull the other side of the road to a park to fall asleep for hours",
        1000.44,
        1004.08
    ],
    [
        " Cuz you haven't slept in nine days",
        1004.08,
        1005.74
    ],
    [
        " Yeah, so there are exceptions for sure",
        1005.74,
        1008.06
    ],
    [
        " But again like if you're doing room room service or you're you know, you're watching the game or you're stopping at the bar or doing",
        1008.06,
        1015.8
    ],
    [
        " Anything I'm not even saying necessarily destructive things",
        1015.8,
        1018.38
    ],
    [
        " I'm just saying things that aren't conducive to your quote-unquote work that's keeping you so busy or whatever that are essential if you're doing",
        1018.38,
        1025.46
    ],
    [
        " These other things then there's where you can make time. How can one ever have time if you don't take time",
        1025.46,
        1031.98
    ],
    [
        " I like it",
        1031.98,
        1033.14
    ]
]