[
    [
        " What do you do where you know in order is bad, but if you don't fall in line, the punishment will be terrible.",
        0.28,
        6.58
    ],
    [
        " Jocco, you talked about this when you were reading the Maxim's Napoleon.",
        7.62,
        11.54
    ],
    [
        " And I think the quote was something like every general in chief who in consequence of orders from his appears gives battle with a certainty of defeat of his army's ruin is culpable.",
        13.24,
        23.08
    ],
    [
        " And I think that's exactly true and what that really means is extreme ownership.",
        23.26,
        29.04
    ],
    [
        " You own it regardless. And so in the military you've got the uniform code of military justice, which is the legal framework that the military falls underneath our laws, our military justice system.",
        29.32,
        44.38
    ],
    [
        " And you're obligated to not follow a legal order.",
        46.76,
        50.1
    ],
    [
        " So if someone gives you an order to go execute prisoners or do something that you shouldn't do, you actually are legally obligated to not follow that.",
        50.38,
        57.94
    ],
    [
        " And that following orders, whether you're, it didn't work in Nuremberg, right? For the SS guards who sent people to their deaths to say, oh, I was just following orders. That's not, that is not a defense.",
        58.56,
        69.92
    ],
    [
        " So you have to, it's on you. It's your responsibility. And it's certainly under our own UCMJ. It's on you.",
        70.14,
        77.86
    ],
    [
        " And I think in those kind of situations, you have to own that. And if it's truly bad, if it's truly catastrophic, you have to be willing to take the punishment.",
        77.96,
        85.52
    ],
    [
        " You want to punish me for that? Okay. Cool. You want to fire me? I'm not going to do that because I'm going to sleep better at night knowing that I made the right decision.",
        86.4,
        93.54
    ],
    [
        " I'm not going to go down this path. It leads to, you know, the destruction of our team that puts people in harm's way that puts, you know, that causes people to do something that's unsafe and puts them in jeopardy.",
        93.68,
        104.18
    ],
    [
        " And, and you got to be able to stare yourself in the mirror. And that's most important. Oh, you want to fire me for that? Okay. Cool. I'll take that.",
        104.2,
        110.34
    ],
    [
        " Now, some people, you have to understand that you got to prioritize. And there are those people that are like over the top. Everything is like, you're telling me to do this.",
        110.68,
        119.88
    ],
    [
        " And I don't agree with it. And it's really not that big of a deal. And one example, I thought of people are shocked to hear about what it's like going to war in today's world, the administrative requirements that are on you.",
        119.88,
        133.66
    ],
    [
        " The massive amount of paperwork that we had to do just to get approval for an operation. All the things that we had to do that are required on us. And we're in the middle of a war. And guess what? We bitching right about that all the time.",
        134.1,
        146.12
    ],
    [
        " No one more than me. And Jaco was probably sick and tired of hearing me about that. And one of the things he sat right away was, hey, guess what? All these admin requirements they're putting on us.",
        146.48,
        154.8
    ],
    [
        " Even though we're in the middle of a training right now and they're asking us for this paperwork, we're going to do them. We're going to do them all, all of them.",
        155.02,
        161.04
    ],
    [
        " Yeah. And one of the reasons that I did that was because I did not want higher headquarters to have anything to hold over me at all. And furthermore, guess what I was doing?",
        161.72,
        171.56
    ],
    [
        " When I was building up myself a little relationship with the boss man, because oh, you want admin stuff done? No problem. Don't even worry about it. We're going to build it up. That's what we're going to do.",
        171.86,
        182.34
    ],
    [
        " And then there were times where the paperwork did cross the line. And one of those situations that we ran into was not really a paperwork situation.",
        183.18,
        195.16
    ],
    [
        " But they had, they wanted us to work with Iraqi soldiers and talk about this before it's in the book. The Iraqi soldiers are very unreliable, unmotivated, can be disloyal. Don't have good training. Don't speak the same language as us. Don't have good equipment.",
        196.56,
        211.3
    ],
    [
        " I mean, it's just a laundry list of reasons why you don't want to put your guys lives in their hands.",
        211.4,
        217.64
    ],
    [
        " Well, in Ramadi, the fighting was horrible in 2006. In other areas of Iraq, the fighting had actually settled down. Well, the command above us wanted us to work with Iraqi soldiers. They wanted all the special operations people to work with Iraqi soldiers.",
        218.42,
        233.72
    ],
    [
        " So they actually, and the all of the special operations people mostly were resistant to this. And so everyone would kind of skate by and figure out how to not do it.",
        234.84,
        243.8
    ],
    [
        " I'm going to take, I'm going to take a 25 man element of US special operators and we'll take three Iraqis with us. So just to kind of check the box.",
        243.8,
        252.32
    ],
    [
        " And you can see why they were doing this. You know why? Because it's safer. It's, it's a way they're okay. We're doing what you said. And they were actually using the term Iraqi face.",
        252.4,
        260.72
    ],
    [
        " We're going to put an Iraqi face on this mission, which to them literally meant one face in some cases. So we get told this as well.",
        261.12,
        267.86
    ],
    [
        " And if you, you know, if you read the book, it will talk. We talk about the fact that yeah, we were definitely not pro taking Iraqis, but we realized that if we didn't do that, if we didn't get the Iraqis out there fighting, they were never going to learn how to fight.",
        267.88,
        281.98
    ],
    [
        " And we would never be able to leave Iraq. So we knew that something we had to do. But then they went one step further and they set up a ratio.",
        282.38,
        290.42
    ],
    [
        " And I know this sounds crazy. They set up a ratio and they said, I think it was for every one American soldier, you have to have five Iraqi soldiers with you.",
        290.64,
        298.36
    ],
    [
        " It was some ratio like that, some number. And if you were out in some part of central Iraq outside of a small town and you were doing some kind of a simple mission, you could get away with that all day long.",
        298.6,
        311.9
    ],
    [
        " In Ramadi wasn't happened. That would have meant I would have been sending three or four seals out with 20 something Iraqis. And that means if there's a firefight, you got three guys that are reliable. If one seal gets hit, who else is going to handle things. It's a nightmare.",
        312.68,
        328.9
    ],
    [
        " And so this order came down and I just ran up the chain of command and said, we can't do that. And we're not going to do that. Here's what we're taking. We'll take as many Iraqis as appropriate. But this is the minimum force we're going to have every operation that we go on.",
        329.62,
        345.98
    ],
    [
        " And so we set that standard. And of course, and this is something I talk about a lot as well. It was a sensible argument. It made sense.",
        346.7,
        356.2
    ],
    [
        " There was obviously casualties on a regular basis in Ramadi. There were fire fights every single day. The tattooed out in Karega door their first 24 missions in a row. They got in a firefight. 24 missions in a row. They got in a firefight. Then they had one day where they didn't. And then the next day they did it again for another how many missions.",
        356.42,
        372.54
    ],
    [
        " So there were fire fights happening on every mission. So for us to be like, okay, yeah, we'll just bring three seals and 15 Iraqis soldiers. It's a nightmare. We're all going to get killed if we do that.",
        373.0,
        382.48
    ],
    [
        " But one of the reasons that we were able to do that, that Jaco was able to get approval for that is because all the little stuff that all, you know, other people would say, oh, we don't want to do this paperwork or that's too much and they complained. We had done that. We had done those little things. Yeah, it's a pain for us.",
        382.52,
        398.7
    ],
    [
        " Yeah, do I want to do that? Of course not. I'd rather be trying to do another stuff, but we're going to do it. And so because Jaco had set that standard and we made it happen. Then when we really pushed back for the stuff that really mattered, which is what I was talking about, you got to prioritize an execute prioritize the stuff that really matters.",
        398.74,
        413.64
    ],
    [
        " We were able to get that approved. And guess what? They didn't want us to go out and get killed. So is we explained it up the chain of like, listen, if we do that, we're going to, we're going to get a lot of guys killed by doing that.",
        414.12,
        423.68
    ],
    [
        " And I talk about this often. The fact that leadership is aligned to the front troops. And if not, then there's something drastically wrong. But of course, my boss has wanted me to keep my guys safe and kill bad guys and win the war. Of course they did.",
        424.3,
        439.48
    ],
    [
        " And in businesses, of course the boss wants you to be profitable and keep your troops happy, but be profitable. Be ethical, right? Those are standard things and those are going to be aligned.",
        439.48,
        451.56
    ],
    [
        " So if you send up an idea up the chain of command or you get told to do something and you don't do it because it's not going to help you be profitable, why would your boss disagree with that? It's not going to happen.",
        451.88,
        462.68
    ],
    [
        " So you have to have the wherewithal to actually know when to say no. And on the moral and ethical things that they've talked about, those are clear cut. Those are clear cut.",
        462.68,
        477.84
    ],
    [
        " If you're getting told to do something that's illegal or immoral, then it is your duty and responsibility to disobey that order. And that's the way it is.",
        477.98,
        488.64
    ]
]