[
    [
        " I'm a firefighter slash EMT.",
        0.0,
        1.64
    ],
    [
        " I recently, and recently I went on a call where a patient didn't live.",
        2.24,
        6.38
    ],
    [
        " Not unusual by any means.",
        6.9,
        8.8
    ],
    [
        " Unfortunately I deal with loss of life on almost a daily basis.",
        9.06,
        12.66
    ],
    [
        " I detach and do my job.",
        13.14,
        14.44
    ],
    [
        " Always working to get better.",
        14.92,
        16.42
    ],
    [
        " This call I failed to detach.",
        16.84,
        18.56
    ],
    [
        " It hit me hard when the patient's husband let out a chilling, let out chilling screams",
        19.0,
        24.42
    ],
    [
        " as his 30 year old wife went from alert and talking to dead within minutes.",
        24.88,
        30.58
    ],
    [
        " I let myself enter into his shoes at that moment.",
        31.02,
        33.62
    ],
    [
        " I got over it quick during my days off and moved on.",
        34.28,
        37.14
    ],
    [
        " It's part of the job and I accept that.",
        37.38,
        38.8
    ],
    [
        " But my question is, when does it become inhumane to detach?",
        39.16,
        42.96
    ],
    [
        " Do we sometimes need to let some weakness through to remain grounded when dealing with",
        43.84,
        48.84
    ],
    [
        " such major incidents is loss of life?",
        48.84,
        50.98
    ],
    [
        " Thank you.",
        51.74,
        52.78
    ],
    [
        " Okay, first of all, sympathy and empathy are not weaknesses.",
        55.24,
        57.8
    ],
    [
        " They're not weaknesses.",
        58.58,
        59.92
    ],
    [
        " In fact, it actually takes strength to be able to deal with these types of situations",
        60.32,
        67.2
    ],
    [
        " and these types of emotions.",
        67.2,
        68.5
    ],
    [
        " The weak move would actually be to cut those emotions off completely.",
        68.86,
        73.38
    ],
    [
        " So that being said, as you know, obviously there is a dichotomy.",
        74.86,
        84.02
    ],
    [
        " Because you cannot let the emotions overwhelm you.",
        85.76,
        89.02
    ],
    [
        " As a matter of fact, if you get overwhelmed by your feelings, then you can't do your job properly,",
        89.28,
        96.18
    ],
    [
        " which in its own right is inhumane because now you're not able to treat the patients",
        96.28,
        100.38
    ],
    [
        " that you're trying to save because you're getting too emotional about it.",
        100.38,
        103.28
    ],
    [
        " So what do you have to do?",
        103.78,
        104.46
    ],
    [
        " The answer for the millionth time of a different subject, but comes up all the time,",
        104.7,
        109.04
    ],
    [
        " you've got to find balance.",
        109.08,
        109.74
    ],
    [
        " You have to find balance between being emotional enough, but not being too emotional.",
        109.78,
        115.36
    ],
    [
        " You have to learn to recognize if you're going too far in one direction or the other.",
        115.36,
        120.78
    ],
    [
        " You have to do a self-assessment.",
        120.9,
        122.36
    ],
    [
        " You have to look and see and make sure that you see the people you're treating as people.",
        122.52,
        130.46
    ],
    [
        " You have to look at them and make sure that you're seeing them as people,",
        131.08,
        134.06
    ],
    [
        " that you're not seeing them as a hunk of meat, right?",
        134.36,
        136.52
    ],
    [
        " You have to do that.",
        138.02,
        138.88
    ],
    [
        " You have to make sure that you're doing that.",
        138.88,
        140.18
    ],
    [
        " At the same time, you cannot afford emotionally to go through the pain of loss every time you see someone die,",
        140.62,
        149.36
    ],
    [
        " because that's also going to be a problem.",
        150.16,
        151.36
    ],
    [
        " You can't afford emotionally to do that.",
        151.5,
        153.8
    ],
    [
        " You can't go through that pain over and over and over again.",
        153.86,
        159.2
    ],
    [
        " So you have to, like you said, you have to detach and only do a good job with that.",
        161.46,
        167.28
    ],
    [
        " I've seen guys get wounded.",
        168.68,
        170.22
    ],
    [
        " I've seen guys get killed.",
        170.46,
        171.5
    ],
    [
        " I've been around a lot of death.",
        171.72,
        173.16
    ],
    [
        " When it was around me, I didn't have time to stop and think about it.",
        174.08,
        178.1
    ],
    [
        " I had to do work to do.",
        178.22,
        179.36
    ],
    [
        " I had to detach myself and do my job.",
        179.52,
        181.94
    ],
    [
        " At the same time, when it's over and the time was appropriate,",
        183.16,
        187.2
    ],
    [
        " it's like you got to connect with what happened and make sure that you are dealing with it appropriately.",
        187.4,
        192.58
    ],
    [
        " I always thank firefighters and paramedics and EMTs and police and military.",
        196.12,
        201.22
    ],
    [
        " But paramedics and EMTs, you're only showing up if someone isn't a bad way.",
        201.48,
        207.28
    ],
    [
        " I know that's hard physically and it's hard mentally and it's hard emotionally.",
        208.74,
        213.26
    ],
    [
        " So find the balance, keep yourself balanced, make sure you're not going too far in one direction or the other.",
        214.2,
        221.54
    ],
    [
        " And thanks for doing your job.",
        222.7,
        224.34
    ],
    [
        " Man, that's easy to...",
        225.46,
        228.56
    ],
    [
        " But sometimes you forget that about EMTs.",
        228.56,
        231.56
    ],
    [
        " Fire for it.",
        232.02,
        232.86
    ],
    [
        " That's the only time where they spray.",
        232.94,
        236.72
    ],
    [
        " I mean, pretty much.",
        236.86,
        237.6
    ],
    [
        " EMTs are getting called because someone is in a bad way.",
        237.88,
        240.5
    ],
    [
        " That's the whole game.",
        240.54,
        241.4
    ],
    [
        " That's what they're showing up for.",
        241.62,
        242.32
    ],
    [
        " So it's like, man, and cups too.",
        242.48,
        244.76
    ],
    [
        " Like it's easy to be on the outside when you're going to parks.",
        245.24,
        250.2
    ],
    [
        " And if your job is like, I don't know, me, I press record or make videos or whatever.",
        251.06,
        256.94
    ],
    [
        " And this is like every day, so it kind of forms this kind of vision of my world, whatever.",
        257.52,
        263.38
    ],
    [
        " But EMTs and every time you get to call it, it's just the question is just, oh, how bad.",
        263.94,
        270.4
    ],
    [
        " That's what it is.",
        271.08,
        272.92
    ],
    [
        " How bad, how bad of a situation is the person I'm about to go contend with what's their situation.",
        273.16,
        278.64
    ],
    [
        " They are...",
        279.64,
        280.62
    ],
    [
        " They could be everything from a minor situation to they're going to die in front of me.",
        280.62,
        284.76
    ],
    [
        " Again, this new person and their life and their kids and their family.",
        284.94,
        289.42
    ],
    [
        " And Peter Atiyah talked about some of that becoming a bit jaded.",
        290.26,
        295.44
    ],
    [
        " In fact, it's a pretty horrific story.",
        295.66,
        298.04
    ],
    [
        " It's worth listening to that podcast when he was on.",
        298.3,
        301.26
    ],
    [
        " He talked about how he got to a point where some patients he started to look at.",
        301.38,
        307.96
    ],
    [
        " He'd be mad at them.",
        308.76,
        309.88
    ],
    [
        " Mad at them.",
        310.08,
        311.04
    ],
    [
        " And that's what you have to avoid is getting to this point.",
        312.12,
        316.54
    ],
    [
        " You got to do your best to stay emotionally detached enough that you can do your job, but",
        316.72,
        323.96
    ],
    [
        " at the same time you can't be looking at other human beings as if they're just a piece",
        323.96,
        330.26
    ],
    [
        " of meat.",
        330.26,
        330.58
    ],
    [
        " So part job.",
        331.78,
        334.26
    ]
]