[
    [
        " First I want to thank you because I am a stage 4 cancer survivor and",
        0.18,
        6.68
    ],
    [
        " and in my darkest hours that a lot of people can't comprehend you were there with me.",
        6.68,
        24.08
    ],
    [
        " I want to thank you for that.",
        32.24,
        39.58
    ],
    [
        " With that being said, I have at one point planned my own funeral.",
        40.08,
        45.08
    ],
    [
        " I didn't think I was going to be here for my kids.",
        45.54,
        47.38
    ],
    [
        " The worst part of anybody's dreams, nightmares, and then to be at the place where I am right now.",
        47.92,
        55.64
    ],
    [
        " Not knowing obviously I'm young and what the future holds, nobody's naive.",
        56.44,
        60.68
    ],
    [
        " How you've been in those similar positions, just not health wise, but facing death and everything else.",
        61.84,
        69.48
    ],
    [
        " How do you switch from that mindset of like you said when things are going really bad?",
        69.8,
        74.88
    ],
    [
        " I'm freaking awesome. I kick ass. I really do.",
        74.88,
        78.72
    ],
    [
        " And then when things are kind of calm, I'm like, what do I do now?",
        79.56,
        82.56
    ],
    [
        " Like how am I going to, you know, even when you were just saying like your last line,",
        83.0,
        86.16
    ],
    [
        " sometimes I think like you just speak to me. It's so creepy that my last chemo was Friday.",
        86.18,
        94.64
    ],
    [
        " I shouldn't be well today, but I am because I knew I had to be here.",
        94.84,
        97.98
    ],
    [
        " So it's like stuff like that.",
        98.54,
        99.98
    ],
    [
        " And then when you said that at the end of your podcast that I'm going to live life,",
        100.46,
        114.02
    ],
    [
        " I'm going to live my days. How did you get from that transition from possibly,",
        114.32,
        119.96
    ],
    [
        " I don't know if I'm going to come out of this battle.",
        120.14,
        122.0
    ],
    [
        " I don't know if I'm going to come home to, okay, I'm here, life's freaking great.",
        122.18,
        126.08
    ],
    [
        " Hey, let's party. And then in between, like did you have any, like how did you do it?",
        126.08,
        131.72
    ],
    [
        " How did you get from the darkest places to brightest places and then bring everything?",
        131.92,
        137.18
    ],
    [
        " My problem is is I want to bring, I've learned my lesson.",
        137.3,
        140.56
    ],
    [
        " Like I've learned what I had to have learned now.",
        140.94,
        144.0
    ],
    [
        " And now to bring it forward with me, but not to let it define me if that makes sense.",
        144.42,
        149.36
    ],
    [
        " For me, and I actually gave this answer to Sam Harris.",
        151.8,
        158.88
    ],
    [
        " Because Sam Harris said to me, you know, Jocco, you talk about combat as your fondest memories",
        159.98,
        169.92
    ],
    [
        " and the best thing that happened in your life, it's the hype on your life, which is all true.",
        169.92,
        175.66
    ],
    [
        " And he said, but then you talk about war being awful.",
        176.04,
        178.4
    ],
    [
        " So, which one is it?",
        179.56,
        182.26
    ],
    [
        " And I said to him, I said, have you ever known anyone that has had cancer,",
        183.84,
        189.94
    ],
    [
        " terminal cancer, and made it through?",
        190.9,
        195.0
    ],
    [
        " Have you ever known anyone that that's happened to? And he's like, yes.",
        196.32,
        199.88
    ],
    [
        " And I said, when you talk to them, many times they say, I'm glad that this happened to me.",
        200.12,
        208.52
    ],
    [
        " Number one, because it proved I could take it.",
        210.14,
        212.7
    ],
    [
        " Number two, it's better me than one of my kids.",
        213.72,
        216.02
    ],
    [
        " And number three, now that I know how dark it can get,",
        217.22,
        221.36
    ],
    [
        " I truly appreciate the light in the world.",
        225.92,
        228.88
    ],
    [
        " That's what combat is and was for me. That's what it was.",
        229.54,
        236.58
    ],
    [
        " It was dark and horrible, and I wouldn't wish it on anyone, just like you wouldn't wish cancer on anyone.",
        237.26,
        244.98
    ],
    [
        " But if I can give them a little knowledge, a little bit of a glimpse into what it is,",
        248.6,
        257.16
    ],
    [
        " just like when you stand up here, people clap, when you said that, people are clapping,",
        257.34,
        261.94
    ],
    [
        " because they get to see a little bit of it.",
        262.42,
        264.76
    ],
    [
        " And they go home tonight and they think, what about that girl?",
        265.48,
        268.9
    ],
    [
        " What about that girl?",
        269.46,
        271.42
    ],
    [
        " She's fighting. She's living.",
        274.08,
        277.48
    ],
    [
        " And I'm going to live too.",
        278.24,
        281.18
    ],
    [
        " Maybe that's why I had to have cancer. That's how I look at things now.",
        282.36,
        287.1
    ],
    [
        " I don't pretend to have the cognitive capacity to comprehend the mysteries of the world.",
        287.56,
        301.0
    ],
    [
        " But maybe you're right. And maybe you're here to let us know that it can get dark,",
        303.12,
        311.98
    ],
    [
        " but it will get light again.",
        312.44,
        314.96
    ],
    [
        " Absolutely. And thank you.",
        315.74,
        317.6
    ],
    [
        " Awesome.",
        318.46,
        318.94
    ],
    [
        " Thank you.",
        319.68,
        320.38
    ]
]