[
    [
        " These people had they had taken care of our farm for like a decade. I went to",
        0.66,
        6.0
    ],
    [
        " Afghanistan, Iraq, the Horn of Africa and the station in Germany for three years.",
        6.0,
        9.74
    ],
    [
        " Nothing happened to that place. That'll window broken of my neighbors. Tom and",
        10.36,
        15.32
    ],
    [
        " Maria Shalki, they had more of our front lawn, is like an acre and they would not",
        15.32,
        18.88
    ],
    [
        " take money for gas. We are not your servants for your neighbors. I mean that's",
        18.88,
        22.96
    ],
    [
        " all these that people think that Americans are like these they have the image of",
        22.96,
        27.38
    ],
    [
        " Americans. It's not Manhattan, dude. That's it. I mean I live in America and",
        27.4,
        33.16
    ],
    [
        " people bend over backwards. We have so much more in common with each other than",
        33.16,
        36.24
    ],
    [
        " differences and it's being exploited by these folks that are trying to do I think",
        36.24,
        41.08
    ],
    [
        " horrible things for the country. But that's really America where I live now in",
        41.08,
        44.58
    ],
    [
        " Perry, D'Shean, it's America, you know. So this place closes, the village takes a",
        44.58,
        49.36
    ],
    [
        " huge hit and I'm like, so I talked to Sergei and I'm like let's get this going",
        49.36,
        54.54
    ],
    [
        " again. So I bought the building from a bank, gutted it, put in new equipment. I",
        54.54,
        60.34
    ],
    [
        " had worked in a restaurant for like a year or something before I joined the",
        60.34,
        64.08
    ],
    [
        " Navy and Sarah was a waitress for you know three months in high school. But you",
        64.08,
        69.44
    ],
    [
        " know I'm a quick study. I love cooking. I cooked around the world, you know. I",
        69.44,
        73.32
    ],
    [
        " did. I've made bread on five continents, dude. Like made bread from flour. I",
        73.32,
        76.88
    ],
    [
        " haven't made bread on one. It's cathartic. So we got the cafe going again.",
        76.88,
        83.94
    ],
    [
        " And then sold it to a local lady. It might be FF. Her name is Bobby.",
        84.3,
        88.1
    ],
    [
        " She's awesome. And you know, it's random. So so many people talk about things.",
        88.28,
        95.76
    ],
    [
        " And a lot of people have money in there. They'll throw money at problems. You know",
        96.06,
        99.92
    ],
    [
        " the government tries to throw money at problems, right? If you say you're gonna",
        99.92,
        104.68
    ],
    [
        " do something to it and the most valuable gift you can give somebody is your",
        104.68,
        110.62
    ],
    [
        " time. You have a finite amount of time on this planet. Now I as a Christian I",
        111.28,
        115.72
    ],
    [
        " believe that you know something beyond this. But a lot of people don't. You only",
        115.72,
        119.32
    ],
    [
        " have you only have so much time. So if you really care about somebody give me your",
        119.32,
        123.3
    ],
    [
        " time. Sit down with them. Give them time. So we we gave two years of our time back",
        123.3,
        131.14
    ],
    [
        " to that village because they're so dear to us. And you know I walked away net",
        131.14,
        136.4
    ],
    [
        " neutral. But the impact of showing people demonstrating to them that you",
        136.78,
        143.76
    ],
    [
        " truly care about them is priceless. You know what I mean?",
        143.76,
        148.46
    ],
    [
        " Absolutely.",
        149.06,
        149.48
    ]
]