[
    [
        " Jocco, regarding mistakes, what are some of your own and some you've seen made by leaders",
        0.18,
        8.04
    ],
    [
        " you've looked up to and how to recover.",
        8.04,
        11.48
    ],
    [
        " Can someone ever fully regain trust?",
        12.1,
        14.26
    ],
    [
        " This is actually a pretty easy one because, look, if you make a mistake on it, the worst",
        15.2,
        24.7
    ],
    [
        " thing you can do if you make a mistake is trying to avoid taking blame for it.",
        24.7,
        30.38
    ],
    [
        " That's the worst thing you can do.",
        30.44,
        31.28
    ],
    [
        " If you think about the bosses that you've had, and you have some boss that made a mistake",
        31.84,
        34.94
    ],
    [
        " and he's like, no, it wasn't my fault, you just totally lose respect for him.",
        34.94,
        38.28
    ],
    [
        " So you can't do that.",
        38.44,
        40.3
    ],
    [
        " You got to take ownership of it.",
        41.2,
        43.34
    ],
    [
        " Again, if you think about the bosses that you've had and the times that you have a boss",
        44.68,
        48.72
    ],
    [
        " that made excuses, you don't have any mercy on them.",
        48.72,
        52.1
    ],
    [
        " You're just ruthless on them.",
        52.52,
        53.78
    ],
    [
        " You just pick them apart.",
        54.32,
        55.72
    ],
    [
        " That step number one is take ownership if you make a mistake.",
        56.5,
        63.48
    ],
    [
        " That's how it's always seemed to me as I looked up the chain of command.",
        64.48,
        68.52
    ],
    [
        " If I saw a guy that made mistakes and then he took ownership of them, they're like, okay,",
        69.3,
        72.16
    ],
    [
        " cool.",
        72.22,
        72.36
    ],
    [
        " The guys, he knows he made a mistake, cool.",
        72.66,
        74.62
    ],
    [
        " We'll support him.",
        74.76,
        75.66
    ],
    [
        " If they're doing the other thing and they're blaming everybody else and not taking ownership,",
        76.2,
        78.84
    ],
    [
        " you're going to have a hard time with that.",
        79.14,
        80.16
    ],
    [
        " As a matter of fact, I actually had a mistake.",
        80.38,
        83.76
    ],
    [
        " I mean, I'm a mutiny in one of my platoons where this is a long time ago.",
        83.76,
        89.42
    ],
    [
        " It's all the names are long since forgotten.",
        89.66,
        93.7
    ],
    [
        " But we had a mutiny in our platoon where we said pretty much us lower enlisted guys, we",
        94.06,
        104.12
    ],
    [
        " literally went to the commanding officer and said, we don't work with this guy.",
        104.12,
        110.42
    ],
    [
        " Yeah.",
        111.06,
        112.1
    ],
    [
        " So, all these ideas that people have of the military and of we obey orders and all",
        113.3,
        118.68
    ],
    [
        " the stuff, I mean, think of what a little jackass I was.",
        118.68,
        120.96
    ],
    [
        " We said, well, we don't want to work with this guy.",
        122.6,
        124.4
    ],
    [
        " We're going to go to the commanding officer and tell him we don't want to work for this guy.",
        124.52,
        127.86
    ],
    [
        " And a commanding officer to his full credit.",
        128.24,
        130.2
    ],
    [
        " He was like, listen guys, you can't have a mutiny, not in my command, not in my team.",
        131.46,
        135.78
    ],
    [
        " You guys suck it up.",
        136.48,
        137.82
    ],
    [
        " You figure out a way to work it out.",
        137.84,
        139.04
    ],
    [
        " Go do what you're told, get in line.",
        139.48,
        141.62
    ],
    [
        " Also, the mutiny didn't work.",
        142.08,
        143.3
    ],
    [
        " And then he fired the guy.",
        144.22,
        145.28
    ],
    [
        " Yeah, no, he basically made it perfectly clear like, this is your one chance and he fired",
        145.92,
        154.4
    ],
    [
        " him.",
        154.4,
        154.8
    ],
    [
        " But it was pretty crazy to see it happen.",
        154.92,
        158.78
    ],
    [
        " But and I say this all the time, it wasn't because the guy lacked tactical skill, it wasn't",
        159.24,
        164.26
    ],
    [
        " because he wasn't physically fit.",
        164.26,
        165.64
    ],
    [
        " But most of the reason was because he just couldn't take anyone's advice.",
        166.22,
        172.56
    ],
    [
        " He wouldn't listen to anybody.",
        172.56,
        174.06
    ],
    [
        " And so when he was making a mistake, it was like, no, no, we do it this way.",
        174.66,
        177.68
    ],
    [
        " No, it's okay.",
        177.8,
        178.4
    ],
    [
        " Constant cover up for himself.",
        179.0,
        180.62
    ],
    [
        " And obviously it didn't work out for him.",
        181.02,
        185.52
    ],
    [
        " So you're mutiny sort of just put him on, put him on notice.",
        185.88,
        188.96
    ],
    [
        " That was his right up essentially.",
        189.32,
        190.86
    ],
    [
        " Yeah.",
        191.4,
        191.68
    ],
    [
        " But I think the commanding officer, I think was really just doing the right thing, saying,",
        191.68,
        196.78
    ],
    [
        " look guys, you can't have a mutiny.",
        196.78,
        198.34
    ],
    [
        " Doesn't work that way.",
        198.5,
        199.14
    ],
    [
        " This is the military.",
        199.24,
        199.84
    ],
    [
        " Right.",
        200.08,
        200.4
    ],
    [
        " Get back in there, do what you're supposed to do.",
        200.56,
        202.38
    ],
    [
        " And then he was like, okay, I got a fire this guy because it must not be good to have",
        202.66,
        206.5
    ],
    [
        " every enlisted guy in the platoon come forward and say, I don't want to work with this guy.",
        206.5,
        211.5
    ],
    [
        " That's not a good sign.",
        211.68,
        213.02
    ],
    [
        " So the commanding officer did an outstanding job.",
        213.24,
        215.26
    ],
    [
        " And he was actually a great, great commanding officer too.",
        215.52,
        218.12
    ],
    [
        " So they kind of worked on the DL, okay?",
        218.66,
        220.2
    ],
    [
        " Yeah.",
        220.2,
        220.46
    ],
    [
        " It worked on the DL, like I said, echo it, say.",
        220.46,
        222.94
    ],
    [
        " And then I actually, the guy that took over was one of the best guys I ever worked for,",
        223.12,
        226.58
    ],
    [
        " if not the best.",
        226.64,
        227.38
    ],
    [
        " Dang.",
        227.76,
        228.22
    ],
    [
        " Yeah, it was pretty awesome.",
        228.6,
        229.64
    ],
    [
        " And then as far as regaining trust, which is the other part of the question, it's almost",
        230.16,
        236.9
    ],
    [
        " as soon as you admit that you made a mistake, you are automatically regaining trust.",
        236.9,
        241.1
    ],
    [
        " That's where you start regaining trust.",
        241.22,
        242.54
    ],
    [
        " Yeah.",
        242.78,
        242.94
    ],
    [
        " And it just goes from there.",
        243.1,
        244.0
    ],
    [
        " Then you follow through with what you say.",
        244.12,
        245.66
    ],
    [
        " You know, you're constantly trying to build trust in relationships.",
        246.26,
        249.16
    ],
    [
        " That's what you're trying to do.",
        249.16,
        250.34
    ],
    [
        " And the minute you're lying to people, how are you building trust?",
        250.48,
        253.38
    ],
    [
        "",
        253.8,
        253.8
    ],
    [
        " And if you make a mistake and you say it's not your fault, then that's a lie.",
        254.12,
        256.66
    ],
    [
        " And everyone knows it.",
        256.8,
        257.7
    ],
    [
        " Yeah, that fear is, especially not especially, but in regards to regaining trust, so to",
        257.96,
        264.66
    ],
    [
        " speak, in one someone admits mistakes, they have that fear that, oh, they're going to",
        264.66,
        271.3
    ],
    [
        " think, I don't know what I'm doing.",
        271.3,
        272.58
    ],
    [
        " Yeah, I don't have a handle on this, you know?",
        272.76,
        274.74
    ],
    [
        " So doesn't matter.",
        274.82,
        275.84
    ],
    [
        " It's so doesn't matter.",
        276.1,
        277.14
    ],
    [
        " It's so much better to go, hey, guys, I don't know how to do this.",
        277.6,
        280.64
    ],
    [
        " Can you show me how to do this?",
        280.9,
        281.66
    ],
    [
        " I'm not sure I've never done this before.",
        281.74,
        282.78
    ],
    [
        " Or hey, I've never used this kind of weapon before.",
        283.2,
        285.44
    ],
    [
        " Can you give me an, an endoc on this thing?",
        285.54,
        287.06
    ],
    [
        " Right, right.",
        287.46,
        287.98
    ],
    [
        " The worst thing you can do is step up to the line with a weapon you've never used",
        288.38,
        291.06
    ],
    [
        " before, not know how to lock and load it or clear and safe it and look like a total",
        291.06,
        294.98
    ],
    [
        " idiot.",
        294.98,
        295.34
    ],
    [
        " Because then you look like a guy that is too arrogant and too insecure to ask.",
        295.64,
        301.5
    ],
    [
        " Yeah.",
        301.8,
        302.16
    ],
    [
        " It's actually a sign of insecurity.",
        302.34,
        304.5
    ],
    [
        " If you can't ask when you need some help or something.",
        304.5,
        307.0
    ],
    [
        " Yeah, and it's funny how one people when people are in that position and all kind of",
        307.14,
        311.52
    ],
    [
        " just this is kind of a general thing to know is that you're, you come off way more",
        311.52,
        319.64
    ],
    [
        " transparent than you think.",
        319.64,
        320.88
    ],
    [
        " You know how people will like, I don't know, something just as small as like name dropping.",
        320.88,
        324.66
    ],
    [
        " If you name drop someone, right, even or you just mentioned this person name, but you're",
        325.04,
        329.5
    ],
    [
        " really name dropping even in a small way.",
        329.5,
        331.56
    ],
    [
        " Yeah, yeah.",
        331.68,
        332.22
    ],
    [
        " Like people can smell that.",
        332.92,
        334.22
    ],
    [
        "",
        334.54,
        334.54
    ],
    [
        " So even like this stuff that's a little bit more important where if a leader is insecure",
        334.7,
        338.94
    ],
    [
        " about something they want to make, like he knows everything, but he really does.",
        338.94,
        341.08
    ],
    [
        " I hate when I do stuff like that.",
        341.08,
        342.4
    ],
    [
        " I know, but yeah, I hate when I do stuff like that.",
        342.62,
        346.54
    ],
    [
        " Yeah.",
        346.72,
        346.9
    ],
    [
        " I'm like, oh god.",
        346.98,
        347.96
    ],
    [
        " I said it's a loser.",
        348.02,
        349.08
    ],
    [
        " And it's transparent.",
        349.42,
        350.24
    ],
    [
        " Everyone, everyone knows it.",
        350.42,
        351.78
    ],
    [
        " And a lot of people, brother, not in touch with that.",
        351.9,
        353.9
    ],
    [
        " They think that, oh yeah, they don't know because I'm just going to sort of mention it.",
        354.2,
        357.3
    ],
    [
        " And there's all these little things that it's just you just wreak of.",
        357.44,
        360.24
    ],
    [
        " Yeah.",
        360.54,
        360.72
    ],
    [
        " And I don't want to put it like that.",
        360.84,
        362.5
    ],
    [
        " I want to, I'll just say like I said, you're way more transparent than you think.",
        362.66,
        367.54
    ],
    [
        " Yeah.",
        367.74,
        367.86
    ],
    [
        " And transparent in this day and age actually has a positive connotation on if you know",
        368.54,
        373.96
    ],
    [
        " that.",
        373.96,
        374.2
    ],
    [
        " But people view, oh, he's really transparent guy.",
        374.44,
        376.96
    ],
    [
        " You know, he really just tells you what's going on.",
        377.2,
        378.76
    ],
    [
        " If you're deliberately trying to, you're using it in a negative way.",
        378.84,
        381.54
    ],
    [
        " Right.",
        381.66,
        381.8
    ],
    [
        " People can see right through your, exactly.",
        381.94,
        383.92
    ],
    [
        " Yes.",
        384.16,
        384.22
    ],
    [
        " Yeah.",
        384.34,
        384.66
    ],
    [
        " Yeah.",
        384.94,
        385.34
    ],
    [
        "",
        385.4,
        385.4
    ],
    [
        " When you're not trying to be transparent.",
        385.46,
        386.8
    ],
    [
        " Right.",
        387.06,
        387.24
    ],
    [
        " Right.",
        387.26,
        387.54
    ],
    [
        " There's a big difference there.",
        387.56,
        388.84
    ],
    [
        " Yeah.",
        389.16,
        389.4
    ],
    [
        " And totally true.",
        389.52,
        390.94
    ],
    [
        " But it is definitely better just to, you know, ask and say, hey, I don't know that insecurity.",
        391.08,
        397.04
    ],
    [
        " When you don't feel like asking something, that's a little knock at your door.",
        397.5,
        401.42
    ],
    [
        " Yes.",
        401.42,
        401.76
    ],
    [
        " Oh, you're insecure.",
        401.88,
        402.54
    ],
    [
        " You're insecure.",
        402.86,
        404.4
    ],
    [
        " Yeah.",
        404.66,
        404.8
    ],
    [
        " When you're like, hey, you know what?",
        405.24,
        406.06
    ],
    [
        " I don't know how to do this.",
        406.12,
        406.66
    ],
    [
        " Can you, can you be a hand with us?",
        406.68,
        407.58
    ],
    [
        " All right.",
        407.86,
        408.1
    ],
    [
        " I'm stuck on this problem here.",
        408.14,
        409.24
    ],
    [
        " Can you, can you give me help with us?",
        409.28,
        410.78
    ],
    [
        " Because I don't know how to do it.",
        410.82,
        411.6
    ],
    [
        " People don't say, oh, this guy's, unless you're doing it every three sentences.",
        411.92,
        416.3
    ],
    [
        " Right.",
        416.5,
        416.64
    ],
    [
        " That means you haven't studied.",
        416.64,
        417.62
    ],
    [
        " Yeah.",
        417.92,
        418.12
    ],
    [
        " Yeah.",
        418.3,
        418.38
    ],
    [
        " Because you got to study, you got to know your trade, you got to know your craft.",
        418.52,
        421.0
    ],
    [
        " And if you don't, you got to learn it.",
        421.52,
        423.74
    ],
    [
        " Yeah.",
        424.0,
        424.2
    ],
    [
        " You know, you got to break out the books and get on it.",
        424.22,
        426.58
    ],
    [
        " But once you've broken out the books and now there's a little bit of stuff that you",
        427.04,
        429.4
    ],
    [
        " still don't understand, well, guess what?",
        429.4,
        430.68
    ],
    [
        " Just ask the question.",
        430.96,
        431.7
    ],
    [
        " Yeah.",
        432.0,
        432.18
    ],
    [
        " Because your frontline troopers are going to know more than you.",
        432.32,
        433.94
    ],
    [
        " They should know more than you.",
        433.98,
        434.76
    ],
    [
        " Yeah.",
        435.0,
        435.22
    ],
    [
        " You know, it's highly likely that they don't know more than you.",
        435.54,
        438.16
    ],
    [
        " I mean, I was a radio man for eight years in the SEAL teams.",
        438.58,
        440.98
    ],
    [
        " And by the time I was a lieutenant commander in a troop, I didn't know as much as those",
        440.98,
        446.62
    ],
    [
        " guys knew about all the new radios and stuff.",
        447.74,
        449.66
    ],
    [
        " So I just had to ask a question.",
        449.82,
        450.82
    ],
    [
        " It's no big deal.",
        450.96,
        451.58
    ],
    [
        " If you're secure in your leadership, you're fine to ask a couple questions.",
        451.96,
        457.26
    ],
    [
        " It's not that big of a deal.",
        457.26,
        458.64
    ],
    [
        " But you are not clear to light of people.",
        459.02,
        463.5
    ],
    [
        " You're not clear to make excuses.",
        463.78,
        465.04
    ],
    [
        " And that's how you regain the trust is by telling people the truth.",
        466.24,
        470.0
    ],
    [
        " It's really a simple concept.",
        470.66,
        472.2
    ]
]