[
    [
        " If my goal in going into a conversation is to improve my relationship with you, does that make me",
        0.04,
        5.56
    ],
    [
        " some kind of",
        5.56,
        7.52
    ],
    [
        " some kind of a fake person, right? Oh, I'm a fake person because I'm just trying to trick Dave into liking me.",
        7.52,
        13.54
    ],
    [
        " It's like no actually I want us to win. Yeah, and by the way",
        13.92,
        17.96
    ],
    [
        " You know this goes back to the difference between leadership and manipulation, which I talk about in the book",
        17.96,
        21.98
    ],
    [
        " So if if my goal is to get you to do something that's gonna benefit me. Yeah, that's manipulation and it's wrong",
        21.98,
        28.92
    ],
    [
        " If my goal in getting improving our relationship is so that our team can do better",
        29.3,
        35.4
    ],
    [
        " We can accomplish our mission and both those things by the way benefit you. Well guess what that's called. It's called leadership",
        35.4,
        41.84
    ],
    [
        " So you know with that",
        41.84,
        44.94
    ],
    [
        " You know how's because some people on the flip side of that whole spectrum is like they'll do that",
        44.94,
        49.82
    ],
    [
        " but it's almost like and I guess it's a question for you",
        49.82,
        53.82
    ],
    [
        " So you know like okay, you're watching coming to America. Remember that that show Eddie Murphy",
        53.82,
        58.24
    ],
    [
        " so",
        59.46,
        59.86
    ],
    [
        " It was is where Eddie Murphy guy",
        59.86,
        61.58
    ],
    [
        " They're like princes or something. Yeah, yeah, yeah, yeah",
        61.58,
        65.98
    ],
    [
        " He comes in our senior hall was also in that",
        65.98,
        68.16
    ],
    [
        " Correct using their bunch. Yes, sir",
        68.16,
        70.26
    ],
    [
        " So anyway, so someone tells him that he's like hey, you got to get in good with the dad. That's how you do it",
        70.26,
        75.88
    ],
    [
        " So he's like okay, he's gonna build this relationship",
        75.88,
        77.98
    ],
    [
        " Apparently he goes in and he'd like it's like weird, you know",
        77.98,
        81.78
    ],
    [
        " Essentially the point is he forced it. He tried to force it so it didn't work",
        81.78,
        84.96
    ],
    [
        " So in real life how that looks is like you ever get like I don't know your friends like a real estate agent or something any sending",
        85.08,
        91.24
    ],
    [
        " You like handwritten notes like hey, just wondering how you doing. You're like, Brian. I don't even know you that good",
        91.24,
        95.5
    ],
    [
        " You know, it's like you through obvious the one they try to force a good relationship",
        95.5,
        99.66
    ],
    [
        " You know and it almost makes you kind of suspicious. I mean nowadays it's sure so it's almost like it's called a brown",
        99.66,
        105.48
    ],
    [
        " Nozer and people can yeah, if you're a brown nozer that's that's that's a good point",
        105.48,
        109.76
    ],
    [
        " We have a dichotomy with everything if you go so far that all I'm looking to do is please",
        109.76,
        114.56
    ],
    [
        " Dave with this conversation. There's no tension at all. There's no there's there's nothing just me put being a push over",
        114.62,
        120.74
    ],
    [
        " Well guess what what happens with his respect for me? It's respect",
        120.74,
        123.42
    ],
    [
        " I know but so I'm not talking about you got a be just a brown nose at all",
        123.42,
        128.08
    ],
    [
        " Yeah, yeah, no, and then there's that's true, too, but there's a night and",
        128.08,
        132.02
    ],
    [
        " The one I was thinking about or the type of person I'm thinking about is like you can tell that this person",
        132.02,
        136.66
    ],
    [
        " You're just trying to build a relationship for me or with me. I don't know why I can suspect why maybe you want my business or maybe you want something",
        136.66,
        144.06
    ],
    [
        " I know and that's kind of the at the forefront so I mentioned this later in the book. You know how you just crush that",
        145.26,
        151.7
    ],
    [
        " I'll tell you how you crush it when I'm talking to Dave",
        151.7,
        155.3
    ],
    [
        " You know why I'm talking to Dave and you know why I want to build a relationship because I care about Dave",
        155.3,
        159.26
    ],
    [
        " The number one thing for oh when I'm talking to Dave Dave knows that you know what I care about Dave if that's the underlying",
        159.26,
        167.88
    ],
    [
        " If that's the underlying",
        167.88,
        169.8
    ],
    [
        " Principle on which we're that I'm doing this is because I care about him",
        171.18,
        175.5
    ],
    [
        " He's gonna know that dead no subconsciously",
        175.5,
        178.6
    ],
    [
        " subconsciously and maybe sometimes you got to be a little bit more proactive and make sure that you know someone understands it like I",
        178.6,
        184.46
    ],
    [
        " Mean and it doesn't mean proactive by saying hey, Dave. I really care about you. It doesn't work",
        184.46,
        189.72
    ],
    [
        " You can't just say it. Yeah, you got to prove by your actions. You got to show people like hey, guess what's more important than me you",
        189.72,
        196.56
    ],
    [
        " So when I'm talking to you and I'm listening to you and I'm taking your advice on board and I'm saying yeah, you know what?",
        197.56,
        203.48
    ],
    [
        " Let's go with your plan. I'm doing that because I want you to execute your plan",
        203.54,
        207.62
    ],
    [
        " I want you to learn from your plan. I want to support your plan because I care about you",
        207.62,
        211.62
    ],
    [
        " Yeah, that makes actually that that's good right there that makes sense now so so it's almost like actually it is where",
        211.62,
        219.08
    ],
    [
        " If I want to build a relationship with Dave. I'm not gonna think okay",
        219.08,
        223.52
    ],
    [
        " Let me focus on build let me actively build a relationship just out of the blue or out of nothing",
        223.96,
        228.76
    ],
    [
        " It's like it's more like that's almost in a way secondary",
        228.76,
        231.9
    ],
    [
        " Well, the first the primary thing is like do I need to talk to Dave?",
        231.9,
        234.96
    ],
    [
        " Then yeah, I'll talk to Dave, but while I do that the point is to build a relationship with him",
        235.16,
        240.04
    ],
    [
        " I'm not gonna be like I need to build a relationship with Dave. Hmm. Where's Dave? Let me call him up and start trying to build a relationship with him",
        240.04,
        246.16
    ],
    [
        " Yeah, so you're right and there's there's a danger here that",
        246.16,
        251.34
    ],
    [
        " You're you're someone's gonna be in court courage to force right there impose good relationships on people, right?",
        252.76,
        260.76
    ],
    [
        " So yeah, you got to be careful that and and again and actually here's the next line in this book",
        261.18,
        266.88
    ],
    [
        " You are not building the relationship so you can garner favor from the boss",
        266.88,
        270.36
    ],
    [
        " No, you're trying to build a relationship so the boss trusts you and will listen to you",
        270.36,
        274.04
    ],
    [
        " So you and the team can more effectively accomplish the mission. Yeah, that's what you're doing",
        274.04,
        278.66
    ],
    [
        " You want to accomplish the mission, which is good for everybody and then it goes back and says for these reasons choose your battle carefully",
        278.72,
        285.92
    ],
    [
        " Because you remember this whole paragraph is about like when do you actually approach the boss?",
        285.92,
        289.42
    ],
    [
        " When is it worth saying to the boss? Hey, hey boss, can you explain this to me?",
        289.5,
        293.34
    ],
    [
        " Because I'm not sure that I understand what you want to have happened here if it's not worth that",
        293.4,
        298.02
    ],
    [
        " Conversation because not gonna be that big of a difference",
        298.02,
        300.14
    ],
    [
        " Just go with it, you know, just just go with it",
        300.14,
        303.76
    ],
    [
        " What I'm saying is like I could see someone maybe reading this I could see me reading the list face it",
        303.82,
        309.52
    ],
    [
        " I see me reading that and and go into like let's say I had a job",
        309.52,
        313.12
    ],
    [
        " and",
        313.12,
        313.64
    ],
    [
        " I could read that and I'd be like hey, oh let me build a relationship with chocolate and then I'll just roll in kind of the blue and be like",
        313.64,
        321.3
    ],
    [
        " Hey, I'm building my relationship so I can garner trust. That's what I'm doing right now",
        321.3,
        325.48
    ],
    [
        " So this is what I'm gonna do. Hey, Jaco did you catch that that football game last night?",
        325.48,
        329.64
    ],
    [
        " And you're like well, what are you talking about like you're acting weird here?",
        329.86,
        333.4
    ],
    [
        " Here's the deal",
        333.4,
        333.98
    ],
    [
        " If the premise that you go on in on is you want to build a relationship with me for your own benefit?",
        333.98,
        339.34
    ],
    [
        " The I'm gonna see right through that and so is anybody else if the premise that you go in is because you care about me",
        339.34,
        343.74
    ],
    [
        " And you're wondering if I saw the football game because you know I like football and you want to talk to me about it",
        343.74,
        347.7
    ],
    [
        " And you care about me that's gonna shine through and I'm not gonna think this other negative thing",
        347.7,
        351.64
    ],
    [
        " So yes, if you're a person that's walking around and you're gonna use the principles in this book to benefit yourself",
        351.64,
        356.36
    ],
    [
        " Everyone's gonna see through it. It doesn't it doesn't work and what's really cool",
        356.36,
        361.08
    ],
    [
        " And this is all like the closing of the book is what we're getting to right now is if you want to if you want to",
        361.22,
        368.26
    ],
    [
        " have a successful",
        368.26,
        370.04
    ],
    [
        " Run as a leader and you want to rise to the top",
        370.04,
        374.02
    ],
    [
        " The best possible way to do that is to care about your team care about the mission take care of them",
        374.02,
        379.8
    ],
    [
        " And that will show through and eventually you will get to the top",
        379.8,
        382.86
    ],
    [
        " Mm-hmm",
        382.86,
        383.44
    ],
    [
        " If you're if you're sitting there thinking hey, I want to get to the top so I'm ready to do whatever it takes and",
        383.44,
        389.46
    ],
    [
        " Step on people or use people it's it's so obvious. Yeah, it's so obvious when someone's playing that game",
        389.46,
        396.4
    ],
    [
        " And you can barely even fake it",
        396.4,
        398.64
    ],
    [
        " You can't barely even fake it like well, I'm look I'm gonna get to the top, but I know I have to be cool Dave",
        398.64,
        405.7
    ],
    [
        " My boss, so I'm gonna manipulate here",
        405.7,
        409.26
    ],
    [
        " It's you and here's the here's the really sad thing if you're that person you think no one can see it right",
        409.26,
        416.94
    ],
    [
        " This is kind of everyone good see. Yeah, that's kind of the point there where like you got to be careful with that",
        417.16,
        422.8
    ],
    [
        " And stuff where like if if I'm trying to build a relationship like brother can see what you're doing",
        422.8,
        427.14
    ],
    [
        " You know, but like because again, this is part of be careful with it",
        427.14,
        430.62
    ],
    [
        " Here's how you be careful with it if you're trying to do this for yourself",
        430.62,
        432.94
    ],
    [
        " It's not gonna work. If you're trying to do this because you care about the team. It's gonna work and you're gonna win",
        432.94,
        440.82
    ],
    [
        " You personally are gonna win",
        440.82,
        442.92
    ],
    [
        " If you do this if you do this because you want to win",
        443.38,
        447.12
    ],
    [
        " You're gonna lose. Yeah, because you want to take care of those people and you want the team to win and you want them to accomplish the mission so they can elevate",
        447.12,
        454.16
    ],
    [
        " It will work",
        454.16,
        456.18
    ],
    [
        " Let's do if I want to win if you're if you're a young leader right now listening to this conversation and thinking about how you can build a",
        456.18,
        465.24
    ],
    [
        " Relationship and the power of the relationship with your people",
        465.24,
        467.02
    ],
    [
        " Actually those individuals how you interact with that individual person isn't the biggest thing because what those people in your team are doing is watching you",
        468.56,
        475.06
    ],
    [
        " So maybe jaco comes out and wants to build a relationship with me and okay",
        475.06,
        478.18
    ],
    [
        " I'm trying to figure out as the authentic or genuine what I actually get to do is watch jaco with the other ten dudes in the team",
        478.18,
        483.94
    ],
    [
        " And over time if jaco is just how he is and he believes in that and that actually he's gonna treat everybody the same way",
        483.94,
        490.78
    ],
    [
        " And and it's not gonna be what he does or says to me that gets me to to buy off that he's on board of this as",
        490.78,
        496.84
    ],
    [
        " I'm gonna see him in all the other in everything else that he does",
        496.84,
        500.14
    ],
    [
        " I'm gonna come to the conclusion like to this legit that guy that guy that guy cares",
        500.14,
        505.08
    ],
    [
        " But everybody else being successful and then those opportunities look you're people are gonna need you at times",
        505.08,
        509.9
    ],
    [
        " And there you will have opportunities to build relationships",
        509.9,
        512.52
    ],
    [
        " But the authenticity isn't just what do I say to echo to get echo to like me or carry favor with echo because we're actually what you're doing",
        512.52,
        518.72
    ],
    [
        " To to to your leader is you're watching everything they're doing and the reason being fake about it doesn't work",
        518.72,
        526.02
    ],
    [
        " Isn't because I just see it with me is I see you do with everybody else?",
        526.44,
        529.78
    ],
    [
        " That's why it's so obvious because you're out there trying to figure out a play the game of always ten different people and if you're if you're faking it",
        529.98,
        535.62
    ],
    [
        " It it's gonna",
        535.62,
        536.46
    ],
    [
        " It's gonna be completely obvious not because of how you and I how interact so",
        536.46,
        541.18
    ],
    [
        " The thing that actually has to start with if you've now put put in charge of a team or a leader",
        541.18,
        545.96
    ],
    [
        " Go back and read that second platoon commander from jaco second platoon. He didn't walk in and go",
        545.96,
        550.68
    ],
    [
        " I'm honored to lead you",
        550.68,
        552.6
    ],
    [
        " That count you as people that work for me on my team. He just said I'm happy to be part of this and I'm happy to help make the team win",
        552.9,
        559.36
    ],
    [
        " That's it you don't need to elevate the statue everybody knows who the bosses the chain of command is understood",
        559.36,
        564.3
    ],
    [
        " Everybody's got that hierarchy what you actually need to do is look for ways to break down those barriers and just have them recognize",
        564.3,
        569.84
    ],
    [
        " All this guy cares about us winning",
        569.84,
        571.6
    ],
    [
        " That's all he cares about and by behavior after behavior after behavior eventually you either doing it or you're not and if you're doing it",
        571.6,
        577.96
    ],
    [
        " People are gonna get on board if you're not you're going to fail no matter what you do and people gonna see that a mile away",
        577.96,
        583.5
    ],
    [
        " Oh, yeah, smell it on you",
        583.5,
        584.86
    ]
]