[
    [
        " What's the best way to deal with feedback you don't agree with?",
        0.0,
        3.44
    ],
    [
        " My manager gives me feedback on my personality that I don't agree with.",
        3.8,
        9.62
    ],
    [
        " I'm only in the company five months and he doesn't know enough about me to make the comments he's making.",
        10.42,
        16.0
    ],
    [
        " I find myself wanting to contest with what he's saying but I believe this will ultimately end poorly for me.",
        16.66,
        25.48
    ],
    [
        " It's frustrating for me to listen to feedback from him about my personality when my friends and family would disagree with him.",
        25.5,
        32.12
    ],
    [
        " Okay, again this is one of those questions that I think people that listen to podcasts know what the answer is,",
        33.08,
        38.9
    ],
    [
        " what you do when someone's giving you feedback is you listen to it and you try and make adjustments,",
        39.0,
        42.98
    ],
    [
        " get in their head and figure out where this is coming from.",
        43.28,
        45.92
    ],
    [
        " They're obviously saying this for some reason and maybe the reason is because they have a big ego",
        46.18,
        52.72
    ],
    [
        " or they don't understand people very well and that's fine and if you know that then you just learn",
        52.72,
        57.28
    ],
    [
        " something about them but also you might not know yourself as well as you think you do.",
        57.28,
        62.78
    ],
    [
        " And obviously if you contest with someone saying you're going to look like you can't take critique so",
        63.76,
        70.24
    ],
    [
        " you're right that's not a good approach to take. Furthermore what you're saying is that your friends and",
        70.24,
        82.7
    ],
    [
        " it's like the dude's mom that you know the dude's mom always thinks the dude's handsome right?",
        82.7,
        88.36
    ],
    [
        " Dude's not handsome but his mom thinks he's handsome and you know your friends and family think oh I",
        88.84,
        94.32
    ],
    [
        " I can't believe they'd say that about you. Well that's your friends and family. There's a reason why you",
        94.32,
        98.12
    ],
    [
        " have friends because they like you. Yeah whatever part of your personality is not cool they're over it.",
        98.12,
        107.6
    ],
    [
        " They can deal with it. Well this boss the manager can't deal with it. He has not a deal with it yet.",
        107.6,
        113.16
    ],
    [
        " So like I said when someone gives you critique you should actually listen to what people have",
        113.86,
        119.0
    ],
    [
        " such a hard time with and you should actually listen and say okay well maybe I'm",
        119.0,
        123.16
    ],
    [
        " too aggressive maybe I'm you know too close-minded whatever critique point you're getting.",
        123.16,
        129.48
    ],
    [
        " Listen to him maybe someone's like hey I don't think you take critique very well and you're like",
        129.84,
        134.82
    ],
    [
        " what are you talking about? Yeah of course I take critique well you don't know that's my point.",
        134.82,
        138.94
    ],
    [
        " So and the other thing like I said is in doing this the manager's actually telling you something",
        139.48,
        145.2
    ],
    [
        " about their personality and and their views and their judgment so learn from that.",
        145.2,
        150.74
    ],
    [
        " Learn what they're they're teaching you about their personality which is going to help you",
        151.48,
        157.14
    ],
    [
        " better influence and manipulate and work with work with that person in the future and perhaps help make",
        160.52,
        167.0
    ],
    [
        " them into a better leader and a better supporter of what it is that you're trying to do.",
        167.0,
        171.6
    ],
    [
        " So calm down relax one of the best things you can do when someone when someone says to you hey I",
        172.5,
        178.1
    ],
    [
        " think you're screwing this stuff it's like I'll let hold on let me let me grab a notebook I just",
        178.1,
        181.42
    ],
    [
        " want to take notes and make sure I understand where you're coming from so I can I can make some",
        181.42,
        184.6
    ],
    [
        " adjustments I'm always looking to get better yeah that might be a little extreme but you know",
        184.6,
        190.78
    ],
    [
        " yes no hold on a second let me get my notebook yeah so I can take notes because I want to get",
        190.78,
        196.36
    ],
    [
        " better okay I over did that just a little bit if you say it in that tone yeah it's but not some",
        196.36,
        201.48
    ],
    [
        " people some people they'll take notes you know like for sure they like taking taking notes I can feel",
        201.48,
        206.02
    ],
    [
        " good but when I was running the West Coast seal training the the good officers like there would be",
        206.02,
        214.58
    ],
    [
        " maybe taking notes yeah that's good and and I was even when I first saw it it's kind of like",
        214.62,
        219.6
    ],
    [
        " hmm surprise me yeah um okay this guy is straight up taking notes and what I'm telling",
        219.6,
        223.98
    ],
    [
        " he said one-on-one conversation he's he's sending their like taking notes yeah yeah yeah gonna remember",
        223.98,
        228.28
    ],
    [
        " that get some but if you said it with your tone be like hold on oh Josh was gonna say something let me",
        228.28,
        233.82
    ],
    [
        " get out my notebook oh no yeah that's sarcastic yeah yeah but there's also not just being sarcastic",
        233.82,
        239.2
    ],
    [
        " I was leaning towards more like the brown no sir oh that guy okay oh oh echo you're gonna give",
        239.2,
        243.92
    ],
    [
        " me some feedback hold on one second I want to get my notes out so I make sure I do exactly what",
        243.92,
        247.9
    ],
    [
        " you're telling me to do thanks buddy yeah again with the tone yeah yeah you know",
        247.9,
        252.4
    ],
    [
        " yeah it was a middle middle ground I think yeah who is it Sarah Armstrong I think pointed out on",
        252.4,
        257.78
    ],
    [
        " Twitter something about tone and body language yeah in some psychological survey makes up more than",
        257.78,
        267.98
    ],
    [
        " half of what it is actually being said yeah and I heard that too and I was like me that that",
        268.32,
        273.88
    ],
    [
        " sounds cool but I mean you know maybe maybe not because if someone says something it's pretty clear",
        273.88,
        279.02
    ],
    [
        " but then I that it's kind of stuck with me and it's true like I could literally say the same like",
        279.02,
        285.18
    ],
    [
        " I don't know 10 words to you in all these different tones and they would mean 10 different things",
        285.18,
        288.94
    ],
    [
        " oh for sure like you can like it's actually baffling and surprising how much we can actually",
        288.94,
        296.84
    ],
    [
        " communicate like if I if I make a joke to you like something you don't know my level of sarcasm",
        297.34,
        302.3
    ],
    [
        " you don't know necessarily you have to know the person you know like so there's all these things",
        302.3,
        307.06
    ],
    [
        " that that have to be in place for you to effectively be communicated to yeah so like let's say",
        307.06,
        312.78
    ],
    [
        " you over here a conversation in the next room like you could easily miss the whole point of the",
        312.78,
        318.56
    ],
    [
        " conversation even though you heard every word because you didn't know if they're joking you didn't",
        318.56,
        322.34
    ],
    [
        " know if they're serious you didn't know if one guy's mad you know if one guy's getting slow there",
        322.34,
        325.54
    ],
    [
        " and they can take the same exact or they can say the same exact words but they're just saying",
        325.54,
        329.6
    ],
    [
        " different things coming from different places that's where you would just be under a lot of",
        329.6,
        332.88
    ],
    [
        " communication problems with the email yeah where someone emails a joke yeah joking about something",
        332.88,
        337.74
    ],
    [
        " and then someone takes it seriously and next thing you know people are flying off the handle yeah",
        337.74,
        342.02
    ],
    [
        " I always had that rule in my seal platoons and task you weren't allowed to joke on the radio",
        342.02,
        347.8
    ],
    [
        " yeah yeah yeah the main reason for that rules because you you don't want other people outside your",
        347.8,
        352.94
    ],
    [
        " organization to hear it and take it the wrong way same thing but it's the same thing with email",
        353.02,
        358.0
    ],
    [
        " unless you know someone really really well really really well yeah better it's better to keep the",
        358.0,
        363.44
    ],
    [
        " sarcastic comments and just be straightforward and and speak plainly when you're an email",
        363.44,
        369.82
    ],
    [
        " when you're communicating with people it's a lot it's a lot easier and then even with that",
        369.82,
        374.08
    ],
    [
        " see breath there's no escape from this even with that you could easily come off as like to rigid",
        374.08,
        379.02
    ],
    [
        " or maybe or is like dang is this guy does this guy not like me you know like I",
        379.02,
        382.58
    ],
    [
        " you know like your second email and he's like that's why communication is important that's why",
        382.58,
        387.56
    ],
    [
        " learning how to to write well is important that's why little words that you put in matter",
        387.56,
        393.24
    ],
    [
        " into into phrases and dissentances they matter yeah difference thus the invention of emojis",
        393.24,
        400.12
    ],
    [
        " yeah you're very into emojis yeah I know yeah I sometimes I I I must say that I think you communicate",
        403.34,
        412.16
    ],
    [
        " very well with emojis because even though you don't sometimes use any words and a text to me",
        412.16,
        419.2
    ],
    [
        " I fully understand what you mean by lightning bolt lightning bolt lightning bolt rainbow rainbow",
        419.2,
        426.96
    ],
    [
        " lightning bolt thumbs up shock up fire shock up fire no very clear right yeah no I know yeah",
        427.14,
        434.86
    ],
    [
        " yeah I agree yeah I agree with that shock a fire I forgot about fire you do quite a bit of fire",
        434.86,
        441.04
    ],
    [
        " yeah the lightning bolt and fire I use and then the shock for sure and the rainbow with you I use",
        441.04,
        445.66
    ],
    [
        " a rainbow a lot because I got a lighten up the mood but it helps it's weird seems like a child",
        445.66,
        453.26
    ],
    [
        " thing I don't like emoticons I don't like emojis yeah but you're kind of like that in real life",
        453.26,
        458.28
    ],
    [
        " no I know but it's it seems like to me it's yeah yeah it's like a kid maybe your little daughter",
        458.28,
        465.3
    ],
    [
        " would do it or something it's all my daughter will send me 875 emojis from my wife's phone yeah",
        465.3,
        471.1
    ],
    [
        " yeah all of them see if she can feel the woman yeah man and I send back okay yeah yeah see but",
        471.1,
        476.58
    ],
    [
        " you're like that in real life too though that's the thing like if you like if you you know that",
        476.58,
        482.44
    ],
    [
        " you're running the risk of sounding too like you know like stoic or whatever you know like if",
        482.44,
        487.78
    ],
    [
        " you if you have to answer question with yes when in whatever the question is it's a yes or no",
        487.78,
        492.42
    ],
    [
        " question and you answer yes affirmatively right it you'll put yes period and that'll come off",
        492.42,
        498.6
    ],
    [
        " as like oh shock was like I don't know what up with this guy serious or something you know instead",
        498.6,
        503.74
    ],
    [
        " of yes exclamation point yes two exclamation points lightning bolt fire rainbow or something like",
        503.74,
        509.22
    ],
    [
        " that that gives away a little bit more like you know yours just like yes as if you're just looking",
        509.22,
        514.14
    ],
    [
        " someone in their eye yeah yeah that's what I mean I know that's what I'm saying you're really like",
        514.14,
        519.02
    ],
    [
        " that in real life most of the time right on lightning bolt fire yeah man those emojis don't",
        519.02,
        527.98
    ],
    [
        " mean there don't overdo it double shock double shock yeah what's the highest level of a mood emoji",
        527.98,
        535.06
    ],
    [
        " approval you can send me three lightning bolts three fires three shockas three rainbows for sure",
        535.06,
        545.88
    ],
    [
        " you know three of everything if you go for it's like that's too much like you shouldn't do for",
        545.88,
        550.9
    ],
    [
        " for is damn already you know oh plus depends on what I say though so like if there's if it's a word",
        550.9,
        557.54
    ],
    [
        " the vowel in the word will they'll be like that's that can be infinite what do you like if I put",
        559.04,
        565.8
    ],
    [
        " I don't know you know how like you'll tell me something exciting and I'll put I don't know",
        565.8,
        568.8
    ],
    [
        " put dang instead of d a n g I'll put d lowercase a depending level of excitement a a a a a a that can",
        568.8,
        578.36
    ],
    [
        " go infinitely by the way that can spend 20 text messages even over 20 days and that's how",
        578.36,
        583.88
    ],
    [
        " infinite it can be then the first half of the a's in lowercase the second half of the a's are",
        583.88,
        587.9
    ],
    [
        " uppercase the n maybe 10 ends 3 g's all capital then you know then so it depends it just depends",
        587.9,
        596.62
    ],
    [
        " it just depends but yes well like I said I think you communicate well yeah that's what I'm saying",
        596.62,
        602.54
    ],
    [
        " on on a on a serious note in regards to communication that is effective you know what I mean",
        602.54,
        607.96
    ],
    [
        " you can sense my level of excitement as opposed to cool period yeah yeah no no you're you're you're",
        607.96,
        616.58
    ],
    [
        " oh that's funny it's like anyway next question if you're ready",
        616.58,
        634.3
    ],
    [
        " yeah sorry I'm not all good I think it's been a good mood I guess yeah the rainbow am I",
        635.84,
        640.9
    ],
    [
        " Jesus does it shit's like things yeah",
        640.9,
        645.72
    ]
]