[
    [
        " Okay, this is part question, part opinion.",
        0.1,
        2.06
    ],
    [
        " In podcast 13, you stated effectively, not explicitly,",
        3.08,
        7.28
    ],
    [
        " that Jiu Jitsu is the martial art that takes the most time to become proficient.",
        7.84,
        11.58
    ],
    [
        " I disagree, here's why.",
        12.04,
        13.38
    ],
    [
        " As a wrestler, I've been able to pick up Jiu Jitsu in a matter of about two months,",
        14.28,
        18.08
    ],
    [
        " to the point where I can submit a blue belt here and there.",
        18.46,
        20.9
    ],
    [
        " And mostly control purple belt, possibly there is white skill range along belt switch.",
        21.36,
        25.58
    ],
    [
        " I only roll with lower level players.",
        26.3,
        28.58
    ],
    [
        " I might just be a bad teacher, but I've not had as much success teaching Jiu Jitsu guys to wrestle.",
        30.0,
        36.56
    ],
    [
        " After the same amount of time, there may be a low high school wrestling level.",
        37.9,
        45.1
    ],
    [
        " I found it extremely difficult to teach Jiu Jitsu players to shoot, penetrate with their hips,",
        45.56,
        49.48
    ],
    [
        " or effectively use their hips to defend us, or scramble.",
        49.84,
        52.2
    ],
    [
        " Possibly my sample size is too small to form an accurate opinion,",
        52.58,
        56.24
    ],
    [
        " but I'm curious of your thoughts on the topic.",
        56.72,
        58.86
    ],
    [
        " Thanks, love listening and learning.",
        59.34,
        60.76
    ],
    [
        " So yeah, I guess when I said that, I should have said grappling in general,",
        61.26,
        64.54
    ],
    [
        " which is definitely harder to achieve a basic level of competence in rather than striking.",
        64.72,
        72.44
    ],
    [
        " Now don't get me wrong.",
        73.04,
        74.2
    ],
    [
        " You take a skilled boxer, they will destroy an unskilled boxer.",
        74.96,
        79.62
    ],
    [
        " You take a skilled Muay Thai guy, they will destroy an unskilled Muay Thai guy.",
        80.1,
        84.98
    ],
    [
        " Do you, you've trained good Muay Thai people before?",
        85.16,
        87.4
    ],
    [
        " The first person that I ever did that with, that was a skilled Muay Thai, legit skilled Muay Thai.",
        88.48,
        93.68
    ],
    [
        " It was like a black belt versus a white belt.",
        94.24,
        96.56
    ],
    [
        " I would think about throwing a kick at him, and he would check it.",
        96.9,
        102.42
    ],
    [
        " Then he would throw a kick at me before I even knew what was happening.",
        102.96,
        107.48
    ],
    [
        " They're that much better than you can see your hips, they move the same thing with boxing.",
        107.88,
        110.9
    ],
    [
        " If you go against a good boxer, they'll jack you up in that sport.",
        111.08,
        114.32
    ],
    [
        " Right? In that sport, you will get worked.",
        114.32,
        116.64
    ],
    [
        " So now that being said, a good wrestler is a good grappler.",
        117.28,
        126.52
    ],
    [
        " You are a good grappler, and that's why you're able to pick up Jiu Jitsu very quickly.",
        126.74,
        132.3
    ],
    [
        " Because wrestling is grappling, which is Jiu Jitsu.",
        132.32,
        136.5
    ],
    [
        " There are their differences.",
        136.74,
        138.06
    ],
    [
        " Yes, there absolutely are differences.",
        138.38,
        140.02
    ],
    [
        " But it's like long-bored surfing and short-bored surfing.",
        140.96,
        144.24
    ],
    [
        " If you're, or, or baseball and softball, if you played baseball in college,",
        144.68,
        150.66
    ],
    [
        " when you get out on the, the, the office softball team, you're a killer.",
        150.88,
        155.66
    ],
    [
        " That's the way it is.",
        156.22,
        157.46
    ],
    [
        " It's because you played soft, you played baseball.",
        157.52,
        159.52
    ],
    [
        " You didn't play technically softball.",
        159.7,
        161.0
    ],
    [
        " It's the same thing with, with wrestling.",
        161.2,
        162.92
    ],
    [
        " And as far as the fact that it doesn't take long to learn,",
        163.28,
        168.36
    ],
    [
        " if you're a high-level wrestler to learn Jiu Jitsu, yes, absolutely.",
        168.36,
        173.02
    ],
    [
        " You'll learn it very quickly.",
        173.42,
        174.34
    ],
    [
        " Look at the history of the UFC, Dan Severn, Mark Coleman, Kevin Randleman, Randy Couture,",
        174.62,
        180.56
    ],
    [
        " Tito, all those high-level wrestlers.",
        180.94,
        183.14
    ],
    [
        " And that's the history.",
        183.34,
        184.12
    ],
    [
        " Because guess what?",
        184.32,
        184.72
    ],
    [
        " High-level wrestlers are there right now, too.",
        184.86,
        186.94
    ],
    [
        " John Jones, DC.",
        187.36,
        189.4
    ],
    [
        " It's wrestlers.",
        190.3,
        191.92
    ],
    [
        " It's wrestlers and wrestlers.",
        192.08,
        193.16
    ],
    [
        " Now are there other guys that come in and fill it?",
        193.28,
        195.5
    ],
    [
        " But the, the, I would say the majority base is wrestling.",
        195.5,
        201.68
    ],
    [
        " Yeah.",
        202.12,
        202.22
    ],
    [
        " So, now, you also have to look, speaking of history,",
        203.26,
        210.1
    ],
    [
        " you have to look at the early UFC's, or you go to any gym.",
        210.34,
        214.02
    ],
    [
        " And the fact is, the fact is a Jiu Jitsu only guy beats a wrestling,",
        214.86,
        224.44
    ],
    [
        " only guy in a fight, nine times out of ten.",
        224.48,
        227.56
    ],
    [
        " That's the way it is.",
        228.04,
        229.14
    ],
    [
        " That, that, now, if the wrestler can learn very quickly,",
        230.14,
        233.06
    ],
    [
        " but if the wrestler only knows wrestling, and the Jiu Jitsu guy only knows Jiu Jitsu,",
        233.38,
        237.58
    ],
    [
        " the Jiu Jitsu guy is going to win.",
        237.8,
        239.84
    ],
    [
        " Simply, because the wrestler doesn't know how to finish the fight,",
        240.6,
        244.14
    ],
    [
        " he doesn't know how to finish it.",
        244.62,
        245.64
    ],
    [
        " He doesn't have any submission holds to finish a fight.",
        245.82,
        248.24
    ],
    [
        " So, can they occasionally, nine times, you know, one time out of ten,",
        248.62,
        251.86
    ],
    [
        " or whatever, get something, and yes, that can happen.",
        251.86,
        255.42
    ],
    [
        " But, and also I'm not talking about, if you take a NCAA wrestler,",
        256.36,
        263.14
    ],
    [
        " and you put him against a white belt, or, or maybe even a blue belt,",
        263.72,
        267.74
    ],
    [
        " there's a chance that the blue belt can't submit him.",
        268.38,
        270.9
    ],
    [
        " The guy's just too strong.",
        271.12,
        272.14
    ],
    [
        " That's if he has some awareness, if he has no awareness whatsoever,",
        272.64,
        275.64
    ],
    [
        " he's going to get tapped out.",
        276.06,
        276.96
    ],
    [
        " And if you watch the early UFC's, that's exactly what happened,",
        277.12,
        281.4
    ],
    [
        " you know, the wrestlers, they might get positioned, but they were getting choked,",
        281.4,
        285.48
    ],
    [
        " they were getting tapped.",
        285.56,
        286.12
    ],
    [
        " And you go to any gym right now, you have a tough wrestler walk in that doesn't",
        286.62,
        290.34
    ],
    [
        " know any Jiu Jitsu, he's going to get tapped out.",
        290.34,
        292.3
    ],
    [
        " I mean, for instance, right now at our gym, we got a really good wrestler named Taylor Johnson,",
        292.52,
        299.84
    ],
    [
        " and I'll bring his name up because it's, I can remember it all because it's all been recent.",
        300.02,
        304.56
    ],
    [
        " He's been training now for less than a year.",
        305.36,
        307.86
    ],
    [
        " When he first came in, he was getting tapped out.",
        308.2,
        310.06
    ],
    [
        " You know, that's the way it is.",
        310.64,
        311.98
    ],
    [
        " He's a phenomenal wrestler.",
        312.18,
        313.24
    ],
    [
        " Two months later, he wasn't getting tapped out.",
        313.84,
        315.34
    ],
    [
        " Six months later, he's tapping people out.",
        315.94,
        317.84
    ],
    [
        " So that's what happens.",
        318.24,
        320.04
    ],
    [
        " But if you take physically kind of close people,",
        320.54,
        324.62
    ],
    [
        " and you put pure wrestling against pure Jiu Jitsu, Jiu Jitsu is going to win.",
        324.78,
        327.94
    ],
    [
        " Now, there's also another thing that you're probably noticing in this situation.",
        328.26,
        331.84
    ],
    [
        " And that is that wrestling,",
        332.08,
        334.78
    ],
    [
        " wrestling selects for athleticism.",
        338.48,
        340.22
    ],
    [
        " Right?",
        340.48,
        341.5
    ],
    [
        " Wrestling selects for athleticism.",
        342.04,
        344.64
    ],
    [
        " And for you to be competitive in wrestling, you need to be strong, quick, athletic, agile.",
        344.88,
        351.02
    ],
    [
        " All those things are important.",
        351.24,
        352.36
    ],
    [
        " And I've seen that, you know, with the school where my kids wrestle,",
        353.12,
        357.82
    ],
    [
        " and you see it, what it's like when you get a strong athletic kid,",
        358.12,
        361.42
    ],
    [
        " and how they're able to execute moves better than someone that's not that good of an athlete.",
        361.42,
        365.9
    ],
    [
        " And so wrestling does that.",
        366.92,
        369.14
    ],
    [
        " Wrestling is selective.",
        369.84,
        371.52
    ],
    [
        " So if you wrestled, guess what?",
        371.84,
        373.32
    ],
    [
        " You're a really good athlete.",
        373.42,
        374.42
    ],
    [
        " You, and if you did well wrestling, or you wrestled for a long time,",
        375.36,
        378.3
    ],
    [
        " you developed that athleticism because you had to be explosive.",
        378.58,
        382.42
    ],
    [
        " You had to train hard.",
        382.56,
        383.3
    ],
    [
        " So that's that.",
        383.82,
        385.9
    ],
    [
        " Also,",
        386.04,
        386.38
    ],
    [
        " so blue belts, you look at a blue belt, a blue belt is basically a person that's been doing",
        387.64,
        392.22
    ],
    [
        " you duty for a year, maybe two years, right?",
        392.22,
        395.88
    ],
    [
        " So that's the same thing as a lower level high school wrestler, right?",
        396.46,
        404.22
    ],
    [
        " A low level high school wrestler is a guy that didn't start wrestling until he was a freshman year.",
        404.34,
        407.4
    ],
    [
        " Started wrestling.",
        407.9,
        408.5
    ],
    [
        " Well, that's a low level high school wrestler.",
        408.62,
        410.18
    ],
    [
        " And guess what?",
        410.4,
        410.86
    ],
    [
        " He's getting beat.",
        410.98,
        411.48
    ],
    [
        " So you should be.",
        413.28,
        414.4
    ],
    [
        " If you're a good wrestler, you should be able to,",
        414.62,
        417.4
    ],
    [
        " once you understand the basic principles of judo,",
        417.5,
        419.74
    ],
    [
        " so you should be able to beat blue belts because they're a year into the game.",
        419.78,
        423.2
    ],
    [
        " That's the way it is.",
        423.88,
        424.58
    ],
    [
        " Yeah, you take a competitive wrestler and you go get somebody that's,",
        425.76,
        430.74
    ],
    [
        " you know, seven years in, and now they're a brown belt.",
        430.98,
        433.44
    ],
    [
        " Well, that's a competitive high school wrestler.",
        433.84,
        436.2
    ],
    [
        " That's a senior.",
        436.6,
        437.28
    ],
    [
        " And he started training in sixth grade.",
        437.72,
        439.36
    ],
    [
        " That's seven, eight years.",
        439.46,
        440.24
    ],
    [
        " Let's go against the seven or eight year juditsu guy.",
        441.02,
        443.08
    ],
    [
        " You've got, now you've got a good match.",
        443.6,
        445.28
    ],
    [
        " And likely the juditsu guy's going to win.",
        445.78,
        449.5
    ],
    [
        " And now again, if you take no, if you take a pure wrestler versus pure juditsu,",
        449.62,
        453.4
    ],
    [
        " the juditsu guy's going to win all day, all day.",
        453.48,
        455.6
    ],
    [
        " So,",
        456.34,
        456.58
    ],
    [
        " you know, there's no denying.",
        457.76,
        461.88
    ],
    [
        " And like I just said, there's a reason that wrestling is the,",
        462.12,
        464.76
    ],
    [
        " the premier skill set in the UFC that predicts champions.",
        466.06,
        470.44
    ],
    [
        " No doubt about it.",
        470.74,
        471.66
    ],
    [
        " It is a great and incredible martial art.",
        471.78,
        474.36
    ],
    [
        " I, I wish that, that wrestling had kept its roots,",
        475.56,
        481.02
    ],
    [
        " as catch wrestling and still had submission holds and all that,",
        481.44,
        483.68
    ],
    [
        " because it would just completely change the game.",
        483.78,
        485.32
    ],
    [
        " But it doesn't.",
        485.62,
        486.56
    ],
    [
        " So you have to add them later.",
        486.66,
        487.58
    ],
    [
        " There's also something else too, where I think that,",
        487.9,
        489.68
    ],
    [
        " I think that people in general,",
        489.84,
        493.0
    ],
    [
        " wrestling's not for everybody, right?",
        493.58,
        495.62
    ],
    [
        " It's a very hard sport.",
        495.86,
        497.12
    ],
    [
        " And I think that people avoid that grind of,",
        497.46,
        501.14
    ],
    [
        " as far as, as far as okay, you're going to get good at wrestling now.",
        501.6,
        504.8
    ],
    [
        " How much juditsu guy now?",
        505.0,
        505.8
    ],
    [
        " I'm going to make you good at wrestling.",
        505.8,
        506.62
    ],
    [
        " You did two guys avoid the grind.",
        507.04,
        508.5
    ],
    [
        " I shouldn't say all of them, but some,",
        508.74,
        510.08
    ],
    [
        " often,",
        510.6,
        512.2
    ],
    [
        " you did two guys avoid the grind of the takedowns and the intensity of wrestling.",
        512.54,
        517.38
    ],
    [
        " They're not looking for that.",
        517.56,
        518.82
    ],
    [
        " That's one of the things that make juditsu appealing to a very broad range of people.",
        519.18,
        522.9
    ],
    [
        " Is that you can train it at a, at a mellow or pace, right?",
        523.1,
        526.96
    ],
    [
        " And that's also why, if you go do juditsu tournaments,",
        527.5,
        532.22
    ],
    [
        " wrestlers do really well in juditsu tournaments,",
        532.76,
        534.86
    ],
    [
        " because they understand the intensity of rounds,",
        535.16,
        539.26
    ],
    [
        " of limited time, of smashing someone, of going all out.",
        539.72,
        543.9
    ],
    [
        " Did you do two guys that's been training in the gym?",
        544.24,
        545.74
    ],
    [
        " They ain't ready for that first tournament.",
        546.02,
        547.32
    ],
    [
        " There's no juditsu guy in the gym that goes to the first tournament and says,",
        547.64,
        550.22
    ],
    [
        " yeah, that was just like what I thought it was going to be like,",
        550.4,
        551.88
    ],
    [
        " no, they're not used to that intensity.",
        551.88,
        553.46
    ],
    [
        " They're not ready for it.",
        553.46,
        554.38
    ],
    [
        " So,",
        555.24,
        555.28
    ],
    [
        " I mean, and of course, not taking away from juditsu guys,",
        556.36,
        560.34
    ],
    [
        " that train like madmen with total intensity and get after it's super hard to,",
        560.62,
        565.0
    ],
    [
        " because those guys exist as well.",
        565.0,
        566.4
    ],
    [
        " And also last little thing on this,",
        566.92,
        568.8
    ],
    [
        " there are also some wrestlers that don't adapt to the slower pace of juditsu.",
        569.3,
        579.58
    ],
    [
        " They can adapt to that and they don't adapt to the slower pace of MMA.",
        579.58,
        584.48
    ],
    [
        " And so, they, their whole career, they gas out.",
        585.24,
        587.56
    ],
    [
        " And there's plenty of pro MMA fighters, UFC, that have come in high level wrestlers",
        587.74,
        594.16
    ],
    [
        " that they couldn't ever quite make the transition to MMA.",
        594.16,
        598.28
    ],
    [
        " So, bottom line, these are points that I pretty much agree with,",
        598.88,
        603.78
    ],
    [
        " that this guy made and wrestling's awesome.",
        604.08,
        607.38
    ],
    [
        " I think it's a great base.",
        607.38,
        608.62
    ],
    [
        " I think it's a form of grappling and it complements juditsu and juditsu complements it.",
        608.9,
        615.9
    ],
    [
        " And I wish that it was one sport, but it's not.",
        616.08,
        620.36
    ],
    [
        " So, you have to do both.",
        620.72,
        621.68
    ],
    [
        " Yeah, and it seems like,",
        622.64,
        624.04
    ],
    [
        " like to, because he was originally not complaining, well not complaining,",
        624.04,
        630.52
    ],
    [
        " but his premise was that,",
        630.52,
        633.76
    ],
    [
        " you know, juditsu is not in fact the hardest one to master.",
        634.12,
        638.12
    ],
    [
        " You know, wrestling, he's implying that wrestling is harder to master.",
        638.52,
        641.14
    ],
    [
        " You know, because he taught juditsu guys wrestling and they didn't pick it up.",
        641.7,
        645.98
    ],
    [
        " Right.",
        646.14,
        646.28
    ],
    [
        " That was kind of it.",
        646.34,
        647.2
    ],
    [
        " In juditsu, you can break all kinds of wrestling rules in juditsu.",
        647.66,
        654.86
    ],
    [
        " Yeah.",
        654.98,
        655.18
    ],
    [
        " And, but wrestling guys, when they'll come in,",
        655.62,
        658.72
    ],
    [
        " if they have to learn to break some wrestling rules,",
        659.18,
        662.26
    ],
    [
        " otherwise it's going to be their detriment.",
        662.52,
        664.08
    ],
    [
        " Sure, a lot of them carry over.",
        664.36,
        666.22
    ],
    [
        " A lot of the strength and explosive sit out to something.",
        666.56,
        669.3
    ],
    [
        " But man, if a wrestler can't break the rule to go to his back,",
        669.94,
        674.24
    ],
    [
        " because a lot of wrestlers will give up their back all day,",
        674.86,
        678.06
    ],
    [
        " because they don't want to go on their back, you know,",
        678.26,
        679.76
    ],
    [
        " and that's why they're going to get choked all the time.",
        679.96,
        681.82
    ],
    [
        " But if like Taylor, that's a good example.",
        682.08,
        684.76
    ],
    [
        " Probably he'll fop to, he broke that rule quick.",
        684.76,
        687.26
    ],
    [
        " And that's why he's so good, because he can expand his mind and break that rule.",
        687.26,
        690.34
    ],
    [
        " So, but consider the juditsu guy.",
        690.76,
        692.6
    ],
    [
        " Right.",
        692.78,
        692.9
    ],
    [
        " Now he has to learn all these.",
        693.04,
        694.22
    ],
    [
        " So he has to essentially, and not so much break the rule.",
        694.36,
        697.46
    ],
    [
        " He has to probably break some rules, you know,",
        697.56,
        699.48
    ],
    [
        " by not going his back, whatever.",
        699.58,
        700.78
    ],
    [
        " But a juditsu guy doesn't have to break any juditsu rules,",
        701.22,
        704.12
    ],
    [
        " necessarily.",
        704.12,
        704.86
    ],
    [
        " So it's a great point.",
        705.64,
        706.62
    ],
    [
        " Why am I going to point?",
        706.62,
        707.32
    ],
    [
        " Case in point.",
        707.86,
        708.6
    ],
    [
        "",
        708.6,
        708.6
    ],
    [
        " How much time and effort am I going to put into learning a takedown correctly",
        708.98,
        714.42
    ],
    [
        " when it barely decides the match?",
        714.42,
        717.74
    ],
    [
        " Exactly.",
        717.86,
        718.08
    ],
    [
        " And you don't have to.",
        718.38,
        719.14
    ],
    [
        " There's a mental, there's a mental gap",
        719.3,
        723.86
    ],
    [
        " into the desire for knowledge, because if I, if you take me down,",
        723.86,
        729.62
    ],
    [
        " cool, I'm going to guillotine you.",
        730.14,
        731.32
    ],
    [
        " I'm going to be knocking past my guard.",
        731.52,
        732.62
    ],
    [
        " Whereas when a wrestler shows up, he has to learn this stuff.",
        732.94,
        737.1
    ],
    [
        " Otherwise, he's losing.",
        737.28,
        738.04
    ],
    [
        " He's getting tapped out.",
        738.16,
        738.82
    ],
    [
        " He's getting choked.",
        738.82,
        739.5
    ],
    [
        " So that's a great, great point there.",
        739.58,
        742.22
    ],
    [
        " Yeah.",
        742.48,
        742.72
    ],
    [
        " Very true.",
        742.84,
        743.24
    ],
    [
        " So yeah, you don't have to.",
        743.62,
        745.34
    ],
    [
        " You know, and even when you say, okay,",
        745.94,
        747.84
    ],
    [
        " juditsu should focus more on takedowns.",
        748.44,
        750.68
    ],
    [
        " And it's really cool.",
        750.76,
        751.56
    ],
    [
        " And you should definitely focus on takedowns.",
        751.64,
        753.32
    ],
    [
        " You got to learn them, and it's very important.",
        753.34,
        754.82
    ],
    [
        " But at the back of your mind,",
        755.12,
        756.32
    ],
    [
        " as a juditsu guy, I'm like just bull guard.",
        756.86,
        759.74
    ],
    [
        " Yeah, I don't really care if you take me down.",
        759.9,
        761.72
    ],
    [
        " It's okay.",
        761.78,
        762.22
    ],
    [
        " Or, and then now we're talking about,",
        762.32,
        763.74
    ],
    [
        " in this case, we're talking about.",
        763.74,
        764.34
    ],
    [
        " I'm not saying that me personally, because I don't like that down.",
        764.34,
        765.94
    ],
    [
        " Right, right.",
        765.94,
        766.2
    ],
    [
        " I'm just saying potentially.",
        766.26,
        767.18
    ],
    [
        " But, and here's the thing to even add to that even.",
        767.62,
        769.5
    ],
    [
        " If you're considering the comparison of wrestling",
        770.06,
        772.4
    ],
    [
        " and jiu-jitsu, take the takedown situation.",
        772.4,
        774.42
    ],
    [
        " Not all takedowns are, quote unquote, wrestling takedowns.",
        775.22,
        779.42
    ],
    [
        " I can be like, okay, I can not learn wrestling at all.",
        779.64,
        783.24
    ],
    [
        " And still be good at takedowns.",
        783.32,
        784.52
    ],
    [
        " If I learn judo, or if I, you know, if I learn something now.",
        784.54,
        787.66
    ],
    [
        " So, again, so it goes, it's basically,",
        788.16,
        790.26
    ],
    [
        " you're taking something really vast with a lot of easy ways",
        790.26,
        793.68
    ],
    [
        " to maneuver around certain techniques",
        793.68,
        795.36
    ],
    [
        " and still be vastly successful.",
        795.36,
        797.36
    ],
    [
        " And then you're basically saying, okay, let's take that,",
        797.82,
        800.26
    ],
    [
        " a person who has that approach.",
        800.4,
        801.76
    ],
    [
        " And narrow it down to this much more difficult approach",
        802.5,
        806.5
    ],
    [
        " and way less effective approach.",
        806.5,
        808.28
    ],
    [
        " Essentially, it's the vastness of grappling.",
        808.4,
        810.6
    ],
    [
        " I can still be successful in grappling",
        810.92,
        812.7
    ],
    [
        " without learning XYZ wrestling moves.",
        812.7,
        815.3
    ],
    [
        " And then you want to teach them these XYZ wrestling moves.",
        815.72,
        818.12
    ],
    [
        " Probably some that can go against you,",
        818.3,
        820.26
    ],
    [
        " especially when it comes to energy conservation",
        820.5,
        822.48
    ],
    [
        " and all this other stuff.",
        822.48,
        823.4
    ],
    [
        " That's why a guy, maybe, yeah, it might be difficult",
        824.12,
        828.84
    ],
    [
        " to learn that, but how you said there's a gap in the motivation.",
        828.84,
        832.48
    ],
    [
        " So it's difficult to want to learn,",
        832.72,
        834.98
    ],
    [
        " or care about learning this thing",
        835.1,
        836.88
    ],
    [
        " when it's gonna serve me less in my grappling.",
        836.88,
        839.58
    ],
    [
        " No doubt, you can just look at the human facts of juditsu.",
        839.72,
        844.4
    ],
    [
        " There's a reason why takedowns are not emphasized",
        845.14,
        850.4
    ],
    [
        " very much in juditsu at a normal academy.",
        850.4,
        853.34
    ],
    [
        " A normal academy, they do not have the focus on takedowns",
        853.64,
        857.76
    ],
    [
        " like wrestling.",
        857.76,
        859.4
    ],
    [
        " Wrestling that takedown wins you,",
        860.06,
        862.14
    ],
    [
        " doesn't win you the match on my injury,",
        862.36,
        863.62
    ],
    [
        " but that's a huge part of wrestling",
        863.66,
        865.76
    ],
    [
        " is getting the takedowns.",
        865.76,
        867.02
    ],
    [
        " Juditsu, it's a little tiny percentage of the match.",
        867.42,
        872.46
    ],
    [
        " Does it give you two points?",
        872.66,
        873.38
    ],
    [
        " Yeah, but it doesn't mean anything to me",
        873.54,
        874.8
    ],
    [
        " because I'm gonna submit you.",
        874.8,
        875.74
    ],
    [
        " Yeah, and just the nature of the game,",
        875.96,
        878.3
    ],
    [
        " wrestling is takedown pin, there's more to it.",
        878.62,
        881.74
    ],
    [
        " I understand, but juditsu is just submit the guy.",
        881.88,
        885.22
    ],
    [
        " So juditsu, in a way, it's like just get it to the ground.",
        885.64,
        889.74
    ],
    [
        " You can win off your back, you can win them from the top,",
        890.12,
        892.14
    ],
    [
        " you can win a wrestling, I like that.",
        892.28,
        893.56
    ],
    [
        " So people literally pull guard and then win from their back",
        894.12,
        898.8
    ],
    [
        " and spend zero seconds on top, zero win the match.",
        898.8,
        901.9
    ],
    [
        " And so the fact that you can pull guard",
        902.46,
        905.1
    ],
    [
        " gives you this entire out to get away from doing takedowns.",
        905.32,
        910.34
    ],
    [
        " And you can still be victorious very, very often.",
        910.54,
        913.9
    ],
    [
        " Yeah, and that goes along with these techniques that he mentioned,",
        914.18,
        917.08
    ],
    [
        " like, you know, see, hit, basically,",
        917.3,
        920.92
    ],
    [
        " there's a lot of moves in there, they're big moves.",
        921.1,
        924.0
    ],
    [
        " Big moves and they do help you.",
        924.28,
        925.62
    ],
    [
        " But like I said, they're just, they're simply not necessary.",
        925.76,
        928.82
    ],
    [
        " You know, I mean, any physical move is helpful to know",
        929.34,
        933.54
    ],
    [
        " and not a defend, whether it be from offensive,",
        933.82,
        935.84
    ],
    [
        " or defense position.",
        936.04,
        937.96
    ],
    [
        " But again, if you're trying to narrow it down",
        938.2,
        940.22
    ],
    [
        " and teach these guys who their approach",
        940.22,
        942.5
    ],
    [
        " and their knowledge comes from the vastness of grappling,",
        942.5,
        945.68
    ],
    [
        " and you want to narrow it down to this thing,",
        946.0,
        948.76
    ],
    [
        " it may or may not work, you know,",
        948.94,
        950.06
    ],
    [
        " and it may or may not serve you.",
        950.2,
        951.36
    ],
    [
        " It could work against you.",
        951.46,
        952.42
    ],
    [
        " But here, let's try to learn this real hard.",
        952.48,
        954.16
    ],
    [
        " Yeah, you're gonna have that gap in motivation.",
        954.28,
        956.12
    ],
    [
        " Yeah, those guys actually don't care about the takedowns.",
        956.12,
        959.46
    ],
    [
        " Yeah.",
        959.64,
        959.84
    ],
    [
        " And I'm gonna go on record now as saying this.",
        959.98,
        963.46
    ],
    [
        " Just because Gigi's who doesn't focus on takedowns,",
        964.14,
        968.38
    ],
    [
        " doesn't mean that you shouldn't focus.",
        968.4,
        969.72
    ],
    [
        " You should learn takedowns.",
        969.84,
        971.38
    ],
    [
        " You need to know takedowns from a self-defense perspective",
        971.38,
        974.22
    ],
    [
        " from an MMA perspective.",
        974.22,
        975.64
    ],
    [
        " takedowns wrestling, you have to do it.",
        976.34,
        979.36
    ],
    [
        " I mean, that's why my kids wrestle, you know?",
        979.46,
        981.78
    ],
    [
        " It's because I didn't wrestle, and I hate that fact.",
        982.1,
        986.14
    ],
    [
        " Because I go against a, like he's saying, you know,",
        986.52,
        989.14
    ],
    [
        " I go against a good high school wrestler.",
        989.14,
        990.74
    ],
    [
        " It's hard for me to take him to the ground, you know?",
        991.2,
        993.52
    ],
    [
        " You get somebody that wrestled in college.",
        994.16,
        995.8
    ],
    [
        " I know what's, I know I'm not gonna,",
        996.56,
        997.88
    ],
    [
        " now I have developed good takedown defense over the years",
        997.92,
        1001.24
    ],
    [
        " and it's actually takedown offense",
        1001.24,
        1003.28
    ],
    [
        " because I have offensive ways of defending takedown.",
        1003.28,
        1006.96
    ],
    [
        " You know, I'm gonna throw submissions and stuff.",
        1007.04,
        1009.1
    ],
    [
        " But I can't go back in time and go through the training",
        1009.84,
        1017.6
    ],
    [
        " that you get when you're a high school wrestler",
        1017.6,
        1019.94
    ],
    [
        " and a college wrestler.",
        1019.94,
        1021.92
    ],
    [
        " I can't do that.",
        1022.08,
        1023.04
    ],
    [
        " I can't do it.",
        1023.2,
        1023.84
    ],
    [
        " I mean, I just don't have the time",
        1024.02,
        1025.38
    ],
    [
        " and the motivation to do it.",
        1025.38,
        1029.78
    ],
    [
        " Because I'm in the same boat as, you know,",
        1029.88,
        1033.1
    ],
    [
        " what the guy that you're just talking about.",
        1033.34,
        1034.66
    ],
    [
        " How much time am I gonna focus on takedowns?",
        1034.9,
        1036.72
    ],
    [
        " I know I go against a college wrestler.",
        1036.8,
        1038.62
    ],
    [
        " He's takin' me down.",
        1038.8,
        1039.42
    ],
    [
        " I go against a good high school wrestler.",
        1039.62,
        1041.16
    ],
    [
        " There's a good chance he's takin' me down.",
        1041.44,
        1042.68
    ],
    [
        " Yeah.",
        1042.94,
        1043.14
    ],
    [
        " So how much time and effort?",
        1043.48,
        1044.8
    ],
    [
        " I mean, I could spend the next five years.",
        1044.8,
        1047.28
    ],
    [
        " I could go through a competitive circuit.",
        1047.44,
        1049.08
    ],
    [
        " I could join the wrestling club.",
        1049.08,
        1050.22
    ],
    [
        " But am I gonna do that right now?",
        1050.8,
        1052.32
    ],
    [
        " Is that time effective?",
        1052.46,
        1053.28
    ],
    [
        " Or do I just wanna get better at Jiu-Jitsu?",
        1053.42,
        1055.0
    ],
    [
        " And then have access to the rest of the grappling spectrum",
        1055.46,
        1058.68
    ],
    [
        " that you just talked about.",
        1058.68,
        1059.68
    ],
    [
        " Well, it's an obvious choice.",
        1059.88,
        1061.44
    ],
    [
        " I'm gonna focus on the spectrum that has the most",
        1061.92,
        1064.18
    ],
    [
        " the most application in every situation I'm gonna be in.",
        1064.18,
        1070.6
    ],
    [
        " Yeah.",
        1070.84,
        1071.24
    ],
    [
        " So if you get the chance, wrestle,",
        1071.6,
        1074.66
    ],
    [
        " wrestle as much as you can.",
        1074.86,
        1075.74
    ],
    [
        " Learn your takedowns, drill your takedowns,",
        1076.14,
        1077.72
    ],
    [
        " put your kids into wrestling.",
        1077.74,
        1078.84
    ],
    [
        " Jiu-Jitsu for sure, put your kids into wrestling.",
        1079.38,
        1081.28
    ],
    [
        " They don't have to worry about it then.",
        1081.78,
        1083.44
    ],
    [
        " Yeah.",
        1083.92,
        1084.02
    ],
    [
        " The fact remains, some people they don't want that beef,",
        1084.76,
        1087.44
    ],
    [
        " you know, where you gotta go and wrestle.",
        1087.7,
        1090.22
    ],
    [
        " You're a man that's hard, you know?",
        1090.66,
        1092.2
    ],
    [
        " And even like a wrestling, you can have a wrestling style",
        1092.32,
        1095.16
    ],
    [
        " to your Jiu-Jitsu, you know?",
        1095.16,
        1096.78
    ],
    [
        " But again, if you don't want that.",
        1097.26,
        1099.18
    ],
    [
        " You know who didn't wrestle?",
        1099.18,
        1100.28
    ],
    [
        " Craig Baker.",
        1100.74,
        1102.78
    ],
    [
        " Didn't wrestle.",
        1103.38,
        1104.04
    ],
    [
        " You've been like, you'll be like,",
        1104.3,
        1106.4
    ],
    [
        " where did you wrestle in college?",
        1106.56,
        1108.4
    ],
    [
        " Is what you're thinking?",
        1108.5,
        1109.06
    ],
    [
        " He's pure Jiu-Jitsu.",
        1109.18,
        1110.08
    ],
    [
        " Didn't wrestle in college.",
        1110.4,
        1111.48
    ],
    [
        " Didn't wrestle in high school.",
        1111.82,
        1112.8
    ],
    [
        " Didn't even wrestle in high school.",
        1113.1,
        1114.16
    ],
    [
        " He feels like a total wrestler when you're training with him.",
        1114.36,
        1116.5
    ],
    [
        " And his takedowns are great.",
        1116.74,
        1117.8
    ],
    [
        " And there's some Brazilian guys that have come up,",
        1118.38,
        1121.0
    ],
    [
        " that, you know, Brazilian UFC fighters",
        1121.38,
        1122.58
    ],
    [
        " that are very good wrestlers that never wrestled before.",
        1122.58,
        1124.66
    ],
    [
        " They have really good takedowns.",
        1124.78,
        1125.94
    ],
    [
        " And, but you know, you're gonna,",
        1127.82,
        1129.3
    ],
    [
        " you're gonna have to work for that.",
        1129.46,
        1130.94
    ],
    [
        " And these kids that come out of high school,",
        1131.34,
        1133.36
    ],
    [
        " that wrestled in high school, they got it.",
        1133.82,
        1135.74
    ],
    [
        " Yeah, that work has been put in.",
        1135.94,
        1138.46
    ],
    [
        " Yes, the gift that they got.",
        1138.52,
        1140.16
    ],
    [
        " But for these guys and back to the question,",
        1140.46,
        1142.54
    ],
    [
        " for these guys that he's trying to teach,",
        1142.78,
        1144.78
    ],
    [
        " and he totally says, like, it could be my sample size,",
        1144.8,
        1147.24
    ],
    [
        " I understand, and that's a good point actually.",
        1147.4,
        1149.22
    ],
    [
        " But because the sample size be big, you can get guys like,",
        1149.64,
        1152.62
    ],
    [
        " Craig, they'll pick that stuff up real quick.",
        1152.62,
        1154.46
    ],
    [
        " But at the end of the day, when it comes to,",
        1155.18,
        1157.24
    ],
    [
        " as he put it, when it comes time to shoot,",
        1157.36,
        1158.92
    ],
    [
        " penetrate with their hips or effectively use their hips",
        1159.12,
        1161.4
    ],
    [
        " to defend or scramble, you can omit all of those things",
        1161.4,
        1165.22
    ],
    [
        " from a Jiu-Jitsu guy and he can still win.",
        1165.22,
        1167.44
    ],
    [
        " And be vastly successful, you know, so.",
        1167.88,
        1170.48
    ],
    [
        " Scramble?",
        1170.58,
        1171.04
    ],
    [
        " You got it.",
        1171.62,
        1172.7
    ],
    [
        " No, it's scramble.",
        1172.84,
        1173.84
    ],
    [
        " Scramble's a questionable one.",
        1174.18,
        1176.78
    ],
    [
        " Yeah, that's a good one.",
        1176.9,
        1177.96
    ],
    [
        " Yeah, but again, I mean.",
        1178.56,
        1180.42
    ],
    [
        " You know what I mean?",
        1180.72,
        1181.38
    ],
    [
        " You scrambling is a very good valuable thing",
        1181.76,
        1184.72
    ],
    [
        " to have in Jiu-Jitsu.",
        1184.72,
        1185.5
    ],
    [
        " Yeah, a much more valuable than, you know,",
        1185.66,
        1188.18
    ],
    [
        " being able to penetrate on the shop.",
        1188.34,
        1189.54
    ],
    [
        " Yeah, yeah, agree.",
        1189.74,
        1191.04
    ],
    [
        " But yeah, wrestlers, right?",
        1191.46,
        1193.24
    ],
    [
        " That's such an interesting one.",
        1193.38,
        1195.2
    ],
    [
        " Bro, I roll with this.",
        1195.24,
        1195.9
    ],
    [
        " I feel bad that I forget his name,",
        1196.06,
        1197.96
    ],
    [
        " but I roll with him every time I see him.",
        1198.08,
        1199.28
    ],
    [
        " And he's swallowing me, I give him maybe 165, maybe,",
        1199.7,
        1203.14
    ],
    [
        " and an awesome wrestler.",
        1203.3,
        1204.98
    ],
    [
        " New guy too, under one year.",
        1205.08,
        1206.36
    ],
    [
        " And his game is wrestling, but he's like high level wrestler.",
        1207.0,
        1209.46
    ],
    [
        " Yeah, yeah.",
        1209.46,
        1209.9
    ],
    [
        " So if I play the wrestling game, and I know wrestling,",
        1209.9,
        1213.62
    ],
    [
        " like I'm solid, I can wrestle against good wrestlers.",
        1213.62,
        1216.08
    ],
    [
        " Maybe not Taylor, but good wrestlers.",
        1216.3,
        1218.42
    ],
    [
        " So I can play, and I'm bigger than him, you know?",
        1218.42,
        1220.16
    ],
    [
        " So if I go and wrestle to wrestle this guy, bro, he,",
        1220.36,
        1223.36
    ],
    [
        " like, he'll give me a game on you.",
        1223.48,
        1225.9
    ],
    [
        " Yeah, he'll run his game.",
        1225.98,
        1226.88
    ],
    [
        " But if I just slow down in my mind, be like, okay,",
        1227.02,
        1231.74
    ],
    [
        " he's a wrestler, let's just, yeah,",
        1232.0,
        1233.68
    ],
    [
        " let's work around the wrestling.",
        1233.7,
        1234.84
    ],
    [
        " Oh, no problem, you know?",
        1235.04,
        1236.28
    ],
    [
        " But once he, if he can give up the wrestling rules, you know,",
        1236.58,
        1240.38
    ],
    [
        " you know, he, yeah, he, because he has that athleticism,",
        1240.74,
        1244.48
    ],
    [
        " he can switch his hips like all quick,",
        1244.62,
        1246.14
    ],
    [
        " base just like, like he's built into the ground.",
        1246.26,
        1250.06
    ],
    [
        " That's how good his base is, you know,",
        1250.06,
        1251.5
    ],
    [
        " it's, you know, yeah, wrestling.",
        1251.56,
        1253.4
    ],
    [
        " Yeah, and I guess from a human nature perspective here,",
        1253.48,
        1256.18
    ],
    [
        " if you would apply this to other situations in life,",
        1256.22,
        1258.52
    ],
    [
        " think about when you're trying to get people to do things,",
        1258.84,
        1261.84
    ],
    [
        " think about the motivation that they have in their head,",
        1262.1,
        1265.32
    ],
    [
        " not, not motivation of like, hey, let's go.",
        1265.32,
        1267.42
    ],
    [
        " But not the actual, the actual mental motivation of what",
        1267.74,
        1273.16
    ],
    [
        " they're going to gain from what you're trying to give them.",
        1273.16,
        1275.1
    ],
    [
        " And do they see the reason of why it's important?",
        1275.1,
        1278.1
    ],
    [
        " Yeah, very good.",
        1278.62,
        1279.62
    ],
    [
        " Gotta apply that across the board.",
        1279.62,
        1280.66
    ],
    [
        " Did you get to his life?",
        1281.36,
        1282.64
    ],
    [
        " Wrestling is life.",
        1284.3,
        1284.98
    ],
    [
        " Wrestling is life.",
        1285.12,
        1285.92
    ],
    [
        " Grapaling.",
        1286.04,
        1286.46
    ],
    [
        " Grapaling is like,",
        1286.68,
        1287.68
    ]
]